[
    {
        "full_article": "After 543 days of school closure, one of the most protracted education gaps in the world that was caused by the Covid-19 pandemic, the children of Bangladesh finally returned to their classrooms on September 12. Once classes resumed, the media was awash with heartwarming photos and videos of students coming together, chatting excitedly as they walked into their classrooms, and being welcomed back to school by their teachers.\nThroughout the pandemic, education experts have not only stressed on the catastrophic learning losses that would result from prolonged school closure, but on the adverse impacts on the mental health of isolated students as well. The joyous reactions of the returnees were testament to the fact that their concerns were not overstated.\nAs we welcome the younger generation back to the physical learning environment, it is clear that simply returning to school is not enough; the students need all the support they can get to recover from learning losses—especially those who were not able to access online education due to the digital divide.\nHowever, there is another matter of great concern that is starting to become apparent: the empty seats in the classrooms.\nThis week, The Daily Star published the story of Nargis Nahar, from Kurigram Sadar upazila, who graduated from Class 8 of Sardob High School in 2020 with eight other female classmates. When she returned to school last week, she realised she was the only one there—all the other girls had become victims of child marriage and had dropped out. According to the head teacher of her school, one sixth grader, two seventh graders, four eighth graders and three 10th graders had also been married off during the pandemic. Out of 63 previously enrolled female students, only 15 girls returned to school when it reopened.\nThis state of affairs has been seen in many schools across the country. On September 7, Prothom Alo released a shocking report of 50 different cases of child marriage—students from the same school—in Alipur union in Satkhira, all of which took place during the Covid shutdown. A study conducted by Brac estimates that child marriage may have increased by 13 percent during the pandemic—the highest in 25 years.\nHowever, it is not only girls who are at risk. In December last year, The Daily Star ran a photo story of nine-year-old Nayeem, who was selling cigarettes and betel leaves during school closure to support his family (his mother had lost her job as a domestic help). The picture of the round-faced, smiling boy, hard at work on the streets when he should be in school, garnered attention; Nayeem received support from a social organisation and returned to school. But have other children—who have been forced to take up jobs during the shutdown, especially after the pandemic pushed their families further into poverty—had similar luck? In Nargis' school in Kurigram, out of the 162 enrolled male students, only 50 boys have returned.\nThe fact that fewer students are returning to school is corroborated by government data: according to a Prothom Alo report on September 19, the Directorate of Secondary and Higher Education (DSHE) has been collecting daily data on student attendance, which was, at the time, around 60 percent. While it is still early days and attendance may increase, there is no denying that child marriage and child labour have gone up during the pandemic, and this could easily translate into an increased rate of school dropout in the country if concerted efforts are not made immediately. This trend has been observed all over the world, from Brazil and the US to India and South Africa, with girls being affected the worst. According to Unicef, in South and West Asia, 2.8 million women and girls may not be able to return to education after the pandemic—from pre-primary to tertiary levels.\nAt present, it is difficult to estimate to what extent the dropout rate might increase. In 2019, the Bangladesh Bureau of Educational Information and Statistics (Banbeis) reported that the dropout rate of boys at the secondary level had already increased to 36 percent, the highest since 2011, and the dropout rate of girls continued to be persistently higher—it was 40.19 percent at the time. A report by Save the Children from July 2020 warned that Bangladesh was among 28 countries that faced moderate to high risks of school dropout, especially for female students. Their concerns were echoed by the government: in June last year, the Directorate of Primary Education (DPE) finalised its stakeholder engagement plan on the Covid-19 situation, where it warned of a pandemic-induced rise in dropout rates, which would most likely be linked to increased incidences of early marriage, adolescent fertility, and child labour—especially among children from disadvantaged families. At the time, the DPE proposed strengthening monitoring mechanisms, as well as re-enrolment campaigns involving participatory community actions and awareness programmes, to bring children back to school.\nAre these plans still on track? How quickly will they be implemented? According to The Daily Star, the education authorities have developed a Covid-19 Response and Recovery Plan with an estimated budget of Tk 768 crore. Details have been given in a yet-to-be released position paper, jointly prepared by the Economic Relations Division and Brac, on how a bulk of these recovery funds will be concentrated on arranging facilities at schools to follow health protocols, and on developing remote learning.\nHowever, around 11 percent of the funds will be directed towards student assessment and teachers' training. This is crucial for preventing dropouts, since research suggests that one of the biggest predictors of school dropouts is falling behind in studies, especially from low-quality schools. But dropouts can be prevented only if these assessments are followed up by remedial education to help the students who have fallen behind.\nThe position paper, which was obtained by The Daily Star, also recommended the introduction of two to three years' back-to-school campaigns with a focus on dropout-prone areas, but the initial report on the paper does not clarify how much resources will be committed to prevent school dropouts specifically. Targeted and specific incentives for going back to school, like stipends or school feeding, have been recommended as a strategy as well.\nA January 2021 research paper from the Asian Development Bank confirms that stipends have a positive impact on reducing dropouts— \"a conservative estimate shows that the development benefits of the [female secondary] stipend programme outweigh its cost by more than 200 percent\"—and the Tk 19,280 crore government project proposal (announced in August last year) to provide daily school meals for all of the 1.41 crore government primary school students by 2023 is likely to have an important effect on reducing dropouts as well.\nOf course, the question of the day is, when will these plans actually translate into action? And in the time that it takes for this to happen, how many students will be lost to child marriage and child labour? The lag between proposing and implementing government projects has become so notorious that even the country's premier has publicly criticised the delays, urging speedy implementation.\nCertain things, for example, could easily be done right now, such as the collection of gender segregated data to track the changes in school enrolment. Although the DSHE has been attempting to do so via a Google Doc link on their website, this is hardly likely to reach the rural and marginalised areas, where we most urgently need this data from. Instead, it would be more practical to partner with NGOs and local leaders, who can also conduct visits to families with school dropouts and motivate them to send their children back to school.\nThere is no denying the fact that education recovery in Bangladesh will be a long and difficult journey, and the focus will be on ensuring that students are safe in their classrooms and able to recover from learning losses. But we cannot leave behind the students who have not made it back to their classrooms yet—and perhaps never will, if we delay in reaching out to them. In this case, such a delay will not only be a waste of time and potential; it can be the anvil that comes crashing down on the dreams of many Bangladeshi children.\n \nShuprova Tasneem is a member of the editorial team at The Daily Star. Her Twitter handle is @shuprovatasneem\n",
        "headline_1": "The empty seats in our classrooms",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/the-empty-seats-our-classrooms-2181076",
        "news_paper_name": "The Daily Star",
        "publish_date": "22-09-2021"
    },
    {
        "full_article": "This week, United Nations Secretary-General Antonio Guterres held a high-level meeting on climate change in New York, where Bangladesh Prime Minister Sheikh Hasina was one of the leaders invited to add momentum to the actions needed to tackle climate change before the upcoming climate conference, COP26, hosted by the United Kingdom and scheduled to be held in Glasgow in November this year.\nOne of the most urgent issues is the delivery of USD 100 billion every year from the developed countries to support the developing countries to tackle climate change, which was promised to begin from 2020.\nI will provide a history of this pledge, its lack of success so far, and what needs to be done now on an urgent basis for the developed countries to retain any semblance of credibility going into COP26 in November.\nThe annual fund of USD 100 billion to be provided by the rich countries to the poorer countries in climate support was first proposed by former US President Barack Obama, at the climate summit held in Copenhagen, Denmark back in 2009. However, as the Copenhagen meeting ended in failure to achieve an agreement, the idea was reintroduced in 2015, at COP21 in Paris, and was enshrined in the Paris Agreement.\nThe pledge by the developed countries was that they would provide USD 100 billion a year, from 2020 onwards, and the amount would be increased after five years.\nAn associated demand from the developing countries was for half of that amount to fund adaptation efforts in the most vulnerable developing countries, and the other half to support mitigation efforts.\nThe developed countries had a good five years to plan how to deliver this promised amount, but they did not prepare at all.\nAs a result, 2020 has come and gone with no concrete idea of how much climate finance has been provided, by who, and to whom. There is even no agreement on how much each of the countries (that have taken the pledge) is supposed to contribute to that USD 100 billion fund, and how it should be delivered, or who should track the payments.\nThe latest figures provided by the Organisation of Economic Co-operation and Development (OECD), which tracks Development Assistance, show that in 2019, the total amount of climate finance, as reported by the developed countries, was USD 79.6 billion only. Another aspect of this was that only 20 percent of the fund went into supporting adaptation efforts, while 80 percent went into mitigation works in the form of loans, rather than grants.\nNot only is this amount well short of USD 100 billion, but even the amounts claimed to have been provided are highly suspect, as was demonstrated by Oxfam, who went through all the claimed amounts provided by the developed countries and found that only USD 20 billion would be counted as genuinely new funding to tackle climate change, while the rest was double counting of development assistance that was already being provided. Hence the majority of the climate finance was neither new, nor in addition to development assistance.\nNow let's come to 2020, for which we don't have any updated figures available, although the developed countries themselves acknowledge that they did not reach the USD 100 billion target, and they are now scrambling to put together a USD 100 billion package before COP26. They should recall that by November 2021, they will owe USD 100 billion for 2020 and another USD 100 billion for 2021.\nFrom the perspective of the developing countries, this has become an issue of credibility for the developed countries in any further discussion going forward.\nThe Climate Vulnerable Forum (CVF) countries, under the leadership of Prime Minister Sheikh Hasina of Bangladesh, have demanded that the developed countries present a plan for delivering USD 500 billion to cover five years—from 2020 to 2024. They also demanded that half of this amount be directed to support adaptation activities in the most vulnerable developing countries.\nThis is what the UN secretary-general is trying to get the developed countries to abide by.\nAn important aspect of this situation is that USD 100 billion per year is no longer an adequate amount to tackle the impacts of climate change, which will require trillions of dollars from now on. This will require all the countries to mainstream the tackling of climate change—both through mitigation and adaptation—into national development investments, particularly in light of the Covid-19 pandemic. This will mean that every country, both rich and poor, must mainstream their climate change investment into national development investments going forward. Bangladesh is a pioneer in taking this initiative by allocating nearly eight percent of the national budget, amounting to well over USD 2 billion, to tackle climate change, to 20 ministries as well as through civil society organisations. This is an example that many other countries will need to follow going forward.\nHence the totemic annual funding of USD 100 billion is not going to make a huge difference in practical terms, but is mostly a symbolic test for the developed countries to retain an iota of credibility as they come to Glasgow in November.\nLet's see if they can pass the test.\n \nDr Saleemul Huq is director of the International Centre for Climate Change and Development (ICCCAD) at the Independent University, Bangladesh.\n",
        "headline_1": "Delivering climate finance is the key to COP26 success",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/delivering-climate-finance-the-key-cop26-success-2181071",
        "news_paper_name": "The Daily Star",
        "publish_date": "22-09-2021"
    },
    {
        "full_article": "Imagine if aliens came to Earth. If they landed in just about any major city, they would be forgiven for believing that people are simply batteries for automobiles, and that automobiles are the true life form, with everything designed around their needs for housing, fuel, and socialising with other automobiles on congested streets.\nIf the aliens were to land in Dhaka, they would undoubtedly conclude that whatever the dominant life form is, it is extremely fond of pollution, congestion, noise, and danger. Why else would someone design a city in a way to maximise them all?\nIf, however, the aliens had the good fortune to drop in during a World Car-Free Day celebration, they might get a vastly different impression. Ah! People, not cars, are the major life form. People are joyous, sociable creatures who enjoy interactions outdoors in a convivial and safe environment. They respect the rights of people on foot and on bicycles to move about safely. Rather than forcing people to the margins, they assign automobiles to that unenviable spot.\nAround the world, countless cities—including Dhaka—celebrate World Car-Free Day on September 22 every year. This day serves as a useful reminder that the automobile was meant to serve us, not vice versa.\nWe pour our money into vehicles and the infrastructure to serve them. We lose blood and limbs in the inevitable crashes that occur when people operate heavy vehicles at a speed more than 30km/hour. We accept that we will breathe filthy air, and that millions of people worldwide will die prematurely each year from air pollution. We prioritise the rights of cars over the rights of people. And what do we get in return? Endless congestion and ugly, unliveable cities.\nNone of that is inevitable. People have lived in cities for thousands of years; automobiles are a recent entrant. Given all the disasters they have wreaked, it is well past the time to consider whether allowing, nay, inviting them into our cities was a wise choice.\nThere is a saying that if we aspired to make our cities polluted, dangerous, and congested, we could hardly have chosen a better way than to make them auto-centric. If, on the other hand, we wish to have cleaner air, safer streets, easier travel, and more active, happy residents, then we should make major changes. Those changes involve both a carrot and a stick. The carrot is in making better transport options—walking, cycling, rickshaws, and public transit—attractive, convenient, and affordable. The stick involves making trips by cars (and motorbikes) more cumbersome and expensive, by not allowing them everywhere and by charging both for the time and space occupied when they are parked.\nIn our globalised world, it is easy to see the results of different approaches. Car-centric cities around the world are congested, polluted, and dangerous. Cities that reward people for moving about without a car are vastly more pleasant.\nIt will not be easy to break the stronghold that the three-headed monster—car, fuel, and road construction companies—has over our governments. All of us are, to some degree, susceptible to the propaganda they put out, genuinely believing that modernity means cars, and that pollution, congestion, and crashes are inevitable. But we can work to liberate ourselves and our governments from the monster's malevolent influence. We can demand that the rights of children to walk and cycle safely to school, and for adults to commute safely and conveniently without a car, should take precedence over the \"right\" of people to drive and park.\nWe can make our demands clear through our actions and words. We can learn more about urban planning and transport, and how they play out in different cities. How some cities are striving to become \"15-minute cities\" where everything important is within a 15-minute walk or bicycle ride of residences. How some cities have started to convert roads for cars into bicycle avenues, or to convert road space on weekends temporarily into a space for lively, fun social gatherings, during the Covid-19 pandemic and beyond.\nMost important of all, we can dare to believe in, dream of, and work for something infinitely better than the polluted, car-centric cities that our alien visitors will otherwise discover.\n \nDebra Efroymson is executive director of the Institute of Wellbeing, Bangladesh, and author of \"Beyond Apologies, Defining and Achieving an Economics of Wellbeing.\"\n",
        "headline_1": "Learning to value people, not cars",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/learning-value-people-not-cars-2181066",
        "news_paper_name": "The Daily Star",
        "publish_date": "22-09-2021"
    },
    {
        "full_article": "Against all odds (read: the non-existent movement restrictions and the maintenance of health safety guidelines almost becoming a practice-as-you-please thing), it seems the rate of Covid-19 infections in Bangladesh is finally going down, and hopefully nearing the \"safe\" and much-desired mark of five percent or less. This is, without a doubt, a welcome development, given the phased reopening of schools and, soon, of universities. Lest we rest easy, though, the seasonal dengue menace has been making itself known in the country for the last few months.\nIn fact, the beginning of the \"dengue season\" this year can be traced back to May, when 43 people were reported to be infected by the virus. By the end of July, the number of dengue cases climbed to 2,098 in the country. As of the morning of September 19, this number stood at 15,701, with 5,345 people diagnosed this month alone.\nDengue has caused 59 deaths in the country so far this year, according to the Directorate General of Health Services (DGHS). While most of the cases of infections have been reported in Dhaka, dengue—as any other virus—has started spreading outwards. For instance, of the 307 cases reported between September 14 and 15, about 20.52 percent were cases reported outside the capital. This is significant when we consider the fact that, of all the dengue cases this year until September 15, only around 10.79 percent were detected outside Dhaka.\nHowever, the question now is not how we can combat this dengue surge, but why we did not anticipate this situation in the first place. Did the 2020 outbreak of Covid-19 pandemic wash away all the memories of the horrid dengue crisis that the country suffered in 2019?\nTwo years ago, the worst dengue outbreak in Bangladesh since 2000 left 101,354 sick with the dangerous serotype-3 variant of the virus—the same one is at work in 2021 as well— and caused at least 179 deaths, according to the DGHS. While the monsoon months typically see bouts of dengue infections anyway, the current dengue situation could also have been handled better, with preparations based on the experts' observation that dengue outbreaks seem to be worse every other year.\nSo, what can we learn from the errors made in 2019 in order to save our citizens, and our already exhausted healthcare system, from the burden of another dengue epidemic?\nOne of the major ways in which city corporations attempt to kill Aedes mosquitoes (carriers of the dengue virus) and prevent their breeding is by fogging—that is, the spraying of mosquito repellents in public spaces using fogging machines. However, in 2019, a study by the International Centre for Diarrhoeal Disease Research, Bangladesh (icddr,b) found that the insecticides sprayed by the city corporations in Dhaka had no effect on adult mosquitoes, as they became resistant to one of the major chemical components of the insecticides: permethrin. This study was presented by the icddr,b to both the city corporations in May 2019. One would presume this would have given the authorities enough time to buck up and use insecticides containing malathion and deltamethrin instead of permethrin, as recommended by the researchers. Or to start their dengue awareness campaign earlier on. But it was not until July 15, 2019 that the Dhaka North City Corporation (DNCC) held a meeting and decided to look into the effectiveness of its adulticides. Alas, the dengue epidemic of 2019 still happened.\nWhen it comes to diseases like dengue, authorities such as the city corporations tend to put a lot of emphasis on the citizens' own responsibility to save themselves from being infected. But there comes a point where it stops being awareness-building and starts becoming blame-shifting. No doubt, the public must take up preventive measures, such as wearing clothes that cover most of their bodies, spraying insecticides in their own homes, and get rid of stagnant water so Aedes larvae don't get the chance to breed there. But it cannot be denied that the majority of places where mosquitoes can breed freely and undisturbed are public spaces, making them the responsibility of the authorities.\nConducting mobile drives and imposing fines on people whose private properties have been found to have Aedes larvae are all well and good. But equal vigilance is required to encourage people to keep their homes clean and to raise awareness about how dangerous the dengue virus—specifically the serotype-3 variant—can be. Additionally, bulking up our healthcare sector to deal with the increasing number of dengue patients, amid the still-dangerous Covid-19 situation, is also crucial. Back in July, when the Covid-19 numbers were at their worst, two of the dengue wards of Shaheed Suhrawardy Medical College Hospital in Dhaka had to be re-assigned to accommodate coronavirus patients.\nIt is important to remember, no matter what the disease, that prevention is more desirable—and certainly a more intelligent option—than cure. Viruses will likely never disappear and will only mutate and exist among us as different, more dangerous variants. While dengue is seasonal, it is not as discriminative as Covid-19, in that it can infect people of all ages—including children. We must all work together—the state and the people, to the best of our respective abilities—in order to prevent a situation as bad as what we experienced in 2019, in this year and in the coming ones.\n \nAfia Jahin is a member of the editorial team at The Daily Star.\n",
        "headline_1": "Are we headed towards another dengue crisis?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/are-we-headed-towards-another-dengue-crisis-2180276",
        "news_paper_name": "The Daily Star",
        "publish_date": "22-09-2021"
    },
    {
        "full_article": "A planned public transport system is not only the best way to ease traffic congestion and ensure safer roads, but can also contribute to reducing energy consumption, decreasing air pollution and fighting climate change. Across the world, experts continue to advocate for the use of public transport as a strategy to improve public health, reduce carbon dioxide emissions, and create a more functional society.\nYet, in Bangladesh, we are witnessing a sharp decline in the numbers of buses and minibuses. What's even more worrying is that, according to the data from Bangladesh Road Transport Authority (BRTA), the number of private cars and microbuses have started to increase again this year. Only 1,075 buses and 220 minibuses have been registered so far this year, as opposed to 9,470 cars and a whopping 198,000 motorcycles. This is despite the fact that small vehicles, including motorcycles, have routinely been identified by road safety advocates as one of the major causes of accidents—which have gone up by 40 percent in the first seven months of this year, compared to the same period last year.\nWhy is Bangladesh taking this backward step, when most countries in the world are moving towards public transport-oriented commuting systems? According to experts, a lack of coordinated planning and policies is the main reason behind this state of affairs. Past decisions taken by the authorities—such as reduction of motorcycle registration fees, and the provision for easy car loans—have contributed towards the situation as well. We are confused as to why such incentives are being provided towards private transport, while the route permits for buses have been suspended for a long time, when all the data suggests that a greater use of public transport and footpaths would be the most beneficial for Bangladeshi citizens—both in terms of efficiency and affordability.\nAs there is little scope for increasing road space in the capital, we urge our policymakers to prioritise planned public transport instead. Experts have suggested revamping the BRTC bus service, introducing bus franchise systems, and prioritising the Bus Rapid Transport (BRT) services. Most importantly, the plans for bus route rationalisation to bring Dhaka's chaotic bus operations under control must be implemented without further delay.\n",
        "headline_1": "Why is our public transport in decline?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/why-our-public-transport-decline-2181051",
        "news_paper_name": "The Daily Star",
        "publish_date": "22-09-2021"
    },
    {
        "full_article": "We are deeply concerned about the findings of a recent study—funded by the Research and Publication Office of the University of Chittagong, and supported by the Disease Biology and Molecular Epidemiology Research Group, Chittagong—which revealed that overuse and misuse of antibiotics have caused resistance in people of all age groups in the port city. \nThe study was conducted on 1,000 patients from two Chattogram hospitals, around half of whom were children, between 2018 and 2020. The ineffectiveness of antibiotics is such that 47 percent of the infants and children were found to be infected by at least three types of antibiotic-resistant germs. Additionally, 40 percent of participants aged 15 years and above showed resistance to at least three antibiotic drugs, while 70 percent of the participants were resistant to at least one antibiotic. \nWhile the participants of the study were all from Chattogram, considering the tendency of Bangladeshis to self-prescribe antibiotics and other medicines—and the carelessness with which these drugs are sold by many unlicensed pharmacies across the country—one may not be wrong to assume that the situation is similar in the rest of the country. The research found that such resistance can be passed down from mothers to their children. Other major causes include patients getting infected by antibiotic-resistant pathogens in hospitals, irrational use of antibiotics without doctors' prescription/advice, and through the consumption of dairy and poultry products laced with antibiotics. \nThe researchers of the study emphasised regular monitoring and clinical detection of antibiotic-resistant bacteria and their plasmids—specific genetic structures—to prevent public health disasters. Otherwise, they fear the treatment of children using antibiotics will be nearly impossible in the future. \nAgain, there can be no denying of the haphazard manner in which major medicines such as antibiotics are sold over the counter in Bangladesh. But the findings of the Chattogram study confirm that it is high time to put a stop to this culture. The people of the country must be made aware of the dangers of consuming antibiotics unless they have been prescribed by a licensed doctor. Additionally, legitimate pharmacies must practise selling such drugs to people only at the reference of a doctor. We hope that steps will be taken by the authorities to not only find ways around such resistance when treating patients, but to also crack down heavily on the reckless retail of antibiotics.\n \n",
        "headline_1": "The problem with the reckless use of antibiotics",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/the-problem-the-reckless-use-antibiotics-2181011",
        "news_paper_name": "The Daily Star",
        "publish_date": "22-09-2021"
    }
]