[
    {
        "full_article": "It’s well-known that in India, most (90%) derivatives traders lose money. What’s really worrying now is that younger investors (aged 20-40) now make up the lion’s share of derivatives traders (75%) here. Young money is being financially ‘educated’ to treat the stock market like crypto, if not like Monte Carlo.\nShadows or substance?\nDerivatives are contracts, whose value depends on something else – which could range from stocks and bonds to commodities, indices, real estate, or even weather.\nThese contracts can be traded between parties. And ownership of such a contract does not mean ownership of the underlying asset, much like how buying horse-race betting tickets does not entail horse-ownership.\n\nOptions & locks: Twin tracks\nDerivatives come in two flavours. Options offer the option-holder a right, but not compulsion, to execute the contract’s terms. Options could be “call” options, where there’s optimism about the underlying asset, or “put” options, where there’s pessimism instead.\nLocks, on the other hand, bind respective parties to the terms of the contract. Some kinds of locks are futures, forwards, and swaps.\nRead full story on TOI+\n\n",
        "headline_1": "Opioids of Fintellectuals",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/voices/opioids-of-fintellectuals/",
        "news_paper_name": "The Times of India",
        "publish_date": "10-04-2024"
    },
    {
        "full_article": "A total eclipse of the Sun is the most spellbinding spectacle nature can conjure up on our planet. At the magical moment of totality, many watchers have been known to howl and weep. Some stand transfixed as in a trance while others go into a delirium of delight. Several people have described the experience as a life-changing moment, of transcendence, even a deeply spiritual one.\nThe visual majesty of it is just one aspect of a total solar eclipse (TSE). It’s also a reminder of our special place in space and time. For, the extraordinary set of conditions that make the Moon’s total occultation of the Sun possible, are also among those that have played a key role in the evolution of life on our blue planet, which is otherwise drifting in a vast and lifeless ‘morgue’ of space.\n\nUnique in the solar system | A TSE can unfold only on Earth in the solar system. There are two reasons for this. One, in terms of size, our moon is an outlier. It’s by far the biggest in the solar system in proportion to the size of the parent planet. Second, by a remarkable coincidence, the Moon appears in our sky almost exactly the same size as the Sun.\nIn diameter, the Sun is 400 times larger than the Moon, but it’s also 400 times farther from Earth than our natural satellite. This makes the apparent size of the two bodies equal for observers on Earth.\nThe size of the Moon in the sky does change, depending on where in its elliptical orbit around Earth it happens to be. If a solar eclipse occurs when the Moon is closer to its farthest point from Earth, the lunar disc isn’t large enough to fully obscure the Sun. But often enough, the Moon’s apparent size meets the special conditions needed for a TSE.\nRead full story on TOI+\n\n",
        "headline_1": "Light that’s shed by darkness at noon",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/earthshastra/light-thats-shed-by-darkness-at-noon/",
        "news_paper_name": "The Times of India",
        "publish_date": "10-04-2024"
    },
    {
        "full_article": "It’s not just temperatures that are climbing this summer. Air fares are set to give them stiff competition. It’s going to be a summer of discontent for passengers and high profits for some airlines. Following grounding of planes on account of problematic engines earlier, discontentment of pilots has forced flight cancellations in holiday season. It’s an unusual situation for an industry that has long claimed to offer the lowest airfares in the world.\nCrude watching | Prior to Covid, the industry offered low prices despite high costs of running aviation business in India. One consequence of it was that when crude oil price hovered around $80/barrel, most airlines took a serious financial hit because of rising input costs.\nSupply crunch builds up | The tough operating environment took a toll by 2019 when Jet Airways went into insolvency. It was followed later by GoAir. Insolvencies put a number of aircraft out of service. But the pandemic’s impact on flying muted the fallout of grounded aircraft. That’s no longer the case.\nPost-pandemic changes | In 2023, domestic air passenger traffic was 152m, the first time it crossed the 2019 mark of 144m passengers. This record passenger traffic was serviced by fewer aircraft than the pre-Covid period. That’s because in addition to insolvency-related groundings, market leader IndiGo has had to ground aircraft on account of problems with the Pratt & Whitney engines. It’s a perfect storm for flyers. The outcome is a surge in airfares. So much so that the last few months have been the most lucrative for the aviation industry.\n\nTwo’s too little | Over the last year, the aviation market has transformed into a near duopoly with IndiGo and Tata Group’s airlines accounting for nearly 90% of the market. With turbulence within Tata Group’s aviation business, there’s a disproportionate impact on flyers.\nAccording to CAPA, which provides market intelligence in aviation, there’s a serious capacity crisis because of both supply chain and other issues. The consequence is that airfares are expected to remain high for a while, particularly during peak seasons.\nPassengers first | GOI did well to extend support to the aviation industry during Covid. But the manner in which DGCA postponed its rules on preventing pilot fatigue after, what appeared to be, industry representation, raises questions about priorities. There are no immediate solutions for airfares but passenger interests should come first.\n\n",
        "headline_1": "Summer of discontent",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/summer-of-discontent-2/",
        "news_paper_name": "The Times of India",
        "publish_date": "10-04-2024"
    },
    {
        "full_article": "From mouths of babes does change begin. For some years, children and teens globally have petitioned courts on several issues – and been heard. In India too. Over 4m govt school students in Karnataka could get a second school uniform, thanks to a Class 4 kid who sought court intervention, after repeated representations to his school failed. A bridge, a village’s lifeline, was repaired after Kerala students got a court order.\nSince 2005, teen climate activists in US have been petitioning courts. In a landmark 2023 case, a Montana judge gave a third generation of teen activists their first court victory. Climate activism in India too is growing among teens – to protect their forests, beaches, water bodies and commons.\n\nChildren’s basic rights in India are far from realised: over 1.2m are not in school. We moan that 10m kids between 5 and 14 are forced to work, but beyond “rescue missions” in a trickle, they’re a blind spot. If only those kids could move court. But perhaps India’s greatest failing is in our relationship with children. We struggle to relate to them as thinking individuals. We role play as parents, teachers, counsellors, and take over all conversations. Do we even listen to them as individuals? The answer’s a resounding ‘no’. Note: we’re not talking toys, phones and food delivery apps.\nIndians’ attitude to children is largely dismissive. Be smart but don’t question, is the mantra – teens deliberating on their world is often seen as precocious practice. Our struggle with especially teens is evident even in laws – labour laws say a child is below 14, for nutrition schemes, an adolescent is 10-19, for juvenile justice below 18.\nChildren winning court cases is heartening, yet sobering. Children are being forced to mount legal challenges even for basics, like petitioning to protect playgrounds from land sharks, who are often in cahoots with officials. That said, what better than for children to legally claim their due?\n\n",
        "headline_1": "Babes out of woods",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/babes-out-of-woods/",
        "news_paper_name": "The Times of India",
        "publish_date": "10-04-2024"
    }
]