[
    {
        "full_article": "The blast at pharma company Escientia’s plant in the Atchutapuram Special Economic Zone (SEZ) in Anakapalli district, Andhra Pradesh, is the worst industrial accident in the region in recent times. Seventeen workers have died and many have been injured. On the same day, about 10 workers suffered injuries in a fire accident at a chemical factory in the same SEZ. Last year, on June 30, a massive explosion rocked a pharma plant, at the same SEZ, leading to deaths and injuries. The Atchutapuram SEZ, among the State’s largest SEZs, is home to the factories of more than 100 companies. The rash of accidents revives memories of another deadly accident on May 7, 2020 — 12 people died after a styrene monomer vapour leak from a polymers unit at Venkatapuram village on the outskirts of Visakhapatnam. These accidents raise serious questions about the state of industrial safety in Andhra Pradesh, more specifically in the SEZ. State Home Minister V. Anitha has said that at Escientia, workers had tried to plug a solvent leak of the chemical/solvent MTBE (Methyl tert-butyl ether). Before the leak could be plugged, it fell on an electrical panel, leading to a fire and blast, she said. Meanwhile, the typical safety data sheet of MTBE — that operating personnel should have been familiar with — says that it is highly flammable and its vapour can also cause skin and eye irritation. In case of accidental release, it specifically cautions against the serious risk of fire and explosion and lays down the use of explosion-proof electrical/ventilating/lighting equipment.Trade unions and activists are calling for stringent punishment to lax managements. They also complain of abysmal safety standards. Their demand is for an immediate and thorough safety audit of all units at the SEZs and elsewhere in Andhra Pradesh. A key complaint is exemption from government inspection given to units in SEZs and Export Processing Zones in a 2016 order that brought into force the system of online inspections. This exemption will apparently apply to high-risk ones also, such as pharma and chemicals, in SEZs. Another is exemption from inspections given to medium-risk industries which can self-certify, based on third party audits, regarding compliance with safety norms. Such government moves are intended to facilitate ease-of-doing business as frequent inspections by government staff may only lead to bribes and harassment without necessarily improving safety. While the intent is a well worked out practice across the world, the series of accidents calls for a broader probe including in SEZs in Andhra Pradesh so that any loopholes present can be fixed. Swift delivery of justice by punishing non-compliance of norms and the award of punitive damages will be a deterrent against ignoring safety.\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nVisakhapatnam\n\n/\n\nindustrial accident\n\n/\n\npharmaceutical\n\n/\n\nAndhra Pradesh\n\n/\n\nunions\n\n/\n\ngovernment\n\n/\n\ncorruption & bribery",
        "headline_1": "Death at work: On industrial safety",
        "headline_2": "A safety audit is essential to prevent industrial accidents",
        "link": "https://www.thehindu.com/opinion/editorial/death-at-work-on-industrial-safety/article68554966.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "23-08-2024"
    },
    {
        "full_article": "The case of acute flaccid paralysis, likely due to polio, in a child from Tikrikilla in Meghalaya, and in the media spotlight, was reported by the State government on August 14. In April 2022, a case of vaccine-derived poliovirus was detected from an environmental sample collected in Kolkata. After genetic sequencing, it was considered likely to be immunodeficiency-related vaccine-derived poliovirus (iVDPV), excreted by an immune-deficient individual. In the Meghalaya incident, even after the government confirmed the case, there is still no official report on whether it is vaccine-derived and not caused by wild poliovirus. With the global eradication of the wild poliovirus (WPV) type 2 in 2015 and the WPV type 3 in 2019, respectively, and no WPV type 1 found in environment samples in India for years, it is highly unlikely that it is due to the WPV type 1 unless it has been imported into India. As of August 13, Afghanistan and Pakistan have reported 14 WPV type 1 cases this year. If vaccine-derived, there is again no official confirmation on whether it is iVDPV or from circulating vaccine-derived poliovirus (cVDPV). This information is key as cVDPV would mean that the virus is in circulation in the community, while iVDPV is restricted to the single immunodeficient child. Also puzzling is the absence of any official report on whether the case has been caused by the type-1, type-2 or type-3 vaccine-derived virus. India made the globally synchronised switch in 2016 from trivalent to bivalent oral polio vaccine that has only live, attenuated type 1 and type 3 virus. So, while it is impossible that the child has the type 2 virus from the oral vaccine given in India, the chances of cVDPV type 2 virus imported into India cannot be ruled out. In 2024, 68 cVDPV2 and four cVDPV1 cases were recorded globally. Many countries have reported cVDPV in environment samples.The long delay in confirming these crucial details is intriguing as samples from the child were sent to the ICMR-NIV Mumbai unit, which is a part of the WHO network of 146 accredited polio laboratories worldwide and conducts research on diseases caused by enteroviruses, especially paralytic poliomyelitis and acute flaccid paralysis. Unlike in the case of IPV, immunodeficient children are not supposed to be administered OPV. Since identifying such children prior to administering OPV is a challenge in India, India will continue to have such cases in the future. The Meghalaya case again brings into focus the urgent need for India to stop using OPV and switch over exclusively to IPV. Most developed countries switched to IPV decades ago. There is no reason why India should not switch to IPV at the earliest. \nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nMeghalaya\n\n/\n\npoliomyelitis\n\n/\n\ndisease\n\n/\n\npreventive medicine\n\n/\n\ndisease prevention\n\n/\n\nKolkata\n\n/\n\ngenetics\n\n/\n\ngovernment\n\n/\n\nAfghanistan\n\n/\n\nPakistan\n\n/\n\nMumbai\n\n/\n\nIndia",
        "headline_1": "​Intriguing silence: On the case of polio in India, delayed official response",
        "headline_2": "India should switch to inactivated polio vaccine",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Bintriguing-silence-on-the-case-of-polio-in-india-delayed-official-response/article68554941.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "23-08-2024"
    },
    {
        "full_article": "Regulators can look at pricing. But be careful of creating market disruption \nCommerce minister Piyush Goyal’s criticism of multinational e-commerce players for “predatory pricing”, which he argued damages mom-and-pop players and small retailers, revives an old debate in this country. It’s true e-commerce giants have been accused of such tactics even in developed economies. But underlying this issue is a more fundamental one. Market economies are governed by demand and supply and pricing is best left to the interplay of those forces. And govts and regulators must be very cautious about intervening in pricing mechanisms. Global and local experience suggests that price controls can lead to shortages, inferior product quality and illegal markets. Price interventions may have good intentions but they often result in bad outcomes, as a World Bank paper said.\nMarkets need free play | There are also several benefits of a market mechanism to consider here. For instance, the e-commerce boom has not just been a boon for consumers but also helped with formalisation and digitisation of economy and generated more than, by one estimate, 15mn jobs. In the telecom sector, it’s the entry of an Indian behemoth with aggressive pricing in 2016 that led to a fall in tariffs and data revolution in India. The sector, which has seen tariffs rise again, is also proof that beating competition with such a strategy has its limits. Fact is no company can indefinitely keep suffering losses to gain market share.\nRegulate but with caution | Besides, what’s the line that separates competitive pricing from predatory or over pricing? We need very sound and efficient regulatory systems to make such distinctions and balance market sanctity with ensuring a sector doesn’t turn into a monopoly. There will certainly be cases where regulators need to step in. Take for instance, the issue of surge pricing by taxi aggregators. There must be a ceiling on what passengers shell out in rush hour. But such interventions must be kept to a minimum. Concern for investment, growth, and job creation is also why formulation of India’s e-commerce policy has seen long delays. Create no major market disruption, must be the mantra.\n\n",
        "headline_1": "Price of intervention",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/price-of-intervention/",
        "news_paper_name": "The Times of India",
        "publish_date": "23-08-2024"
    },
    {
        "full_article": "Some have sea legs and some get seasick\nI bet your friend does not have an 80ft yacht. Mine does. Sleek and super stylish. He invited me on a deep sea fishing trip, so all ye mates, ahoy there, looking like a cross between Morgan the pirate and Johnny Depp, this young salt fetched up at the pier singing yo ho ho and with a bottle of rum, anchors aweigh, old briny awaits, batten the hatches, shiver me timbers and all hands on deck.\nThe thing about boats is you cannot get off them. As the shore recedes like a shy bride the songs of the seas die on the lips. The difference is my friend and his crew have sea legs and I don’t. Half an hour into the trip the waters are choppy enough to jump-start the windmills in your tumtum. This is known as the onset of mal de mer and the churning is made worse by all these sailor types eating rich, greasy food while you are considering swimming to the shore might be a decent option…anything would be compared to draping yourself over the railing and moaning softly.\nAs misery does a dance on you a fish is caught and then another one and now they decide to fry the catch and this sends the only seasick wretch back to the balcony. Not feeling too good, says my friend, master of the observant. Too good? Are you kidding? I am green at the gills, my stomach is doing Fosbury flops, nausea is an orchestra within and terra firma is a distant dream. If I had a kingdom I’d give it wrapped in ribbons just to stand on land again. By now the others are singing and just the sound of laughter stages a mutiny in my gut. \nNice calm sea today, says my friend, knocking back an onion redolent sandwich, we are in luck, sometimes the waves get really rough, there is this groundswell. I look at him in horror as the whole digestive system goes into a trapeze act.\nWant to lie down in the stateroom, he asks. Now I know why they call it a stateroom…because landlubbers like me are in such a state. By now I am ready to walk the plank, never mind the even keel, more likely simply keel over and call it a day. I am three sheets to the wind and even the  thought of a beer is enough to heave ho. Between the devil and deep blue sea the devil is a fun dude. Talk about being dead in the water. Can someone please lower the boom because I cannot fathom what made me come on board without knowing the ropes. Talk about ill winds, sorry the railing beckons.\n \n\n",
        "headline_1": "Are you a have-yacht?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/are-you-a-have-yacht/",
        "news_paper_name": "The Times of India",
        "publish_date": "23-08-2024"
    },
    {
        "full_article": "No party seems in pole position in J&K. Expect much intrigue post-poll, and fragile coalitions\nIn their brief press briefing yesterday, on their first visit to J&K after polls were announced, Congress chief Kharge and parliamentary LoP Rahul Gandhi were markedly short. The two captured the tightlippedness, and jitters, expected in the run-up to the J&K elections that start Sept 18. Rahul’s casual comment that Congress had expected statehood would be restored before elections was no passing remark. Soon after revoking Article 370, BJP had said it would restore statehood at the right time. But in the 10 years since the last assembly poll, what elections mean, and what J&K reclaiming statehood can mean, have changed.\nOn elections | Since 2014, both J&K’s state parties Mehbooba Mufti’s PDP and the Abdullahs’ NC stand whittled. Neither, as of now, has the influence to single-handedly swing any meaningful haul of seats to the 90-seat assembly. In 2014, PDP formed govt with BJP. PDP’s now losing footing fighting both NC and BJP. NC has cadres, but sort of waffles on its politics – its manifesto makes the meaningless promise of restoration of Article 370. When Sajjad Lone and Altaf Bukhari don’t see major political damage in hobnobbing with BJP, it can be assumed NC here is barking up the wrong chinar. \nComing to BJP, while it remains unpopular in the Valley it has retained its hold on Jammu. Upshot: BJP’s base is firm in Jammu, but vote shares in Kashmir are scattered between a number of hyperlocal parties, including UAPA-accused Engineer Rashid’s. His shock win in Baramulla LS seat (he took 15 of 18 assembly segments) was an example of politicians with separatist tendencies embracing democratic processes – a poster child for ‘ballot-over-bullet’. But his win equally captured the deep disaffection among the people. \nOn statehood | It is almost certain no single party will have a majority of 46 seats. No matter what govt gets cobbled together, it will be in a J&K that is a UT with a legislature. In July, MHA amended J&K’s Transaction of Business Rules to enhance LG’s powers, giving him final say in all matters related to police, public order, transfers and postings. BJP reckons it’s going to be a win-win, whether it calls the shots in the new legislature or not. But LG vs new govt battles are likely. Fragile alliances built on political compulsions are the order of the day in J&K. Rahul’s comment – it’s a tough time for J&K – could apply to political parties as well. \n\n",
        "headline_1": "Back to politics",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/back-to-politics-2/",
        "news_paper_name": "The Times of India",
        "publish_date": "23-08-2024"
    },
    {
        "full_article": "Authored by Alka Nigam\nThe ancient cultures and traditional beliefs agree that our universe is resonant with vibrational frequencies inaudible to human ears. The fundamental cosmic sound is imbued with mystical energy making the entire existence reverberate with energy. We all are familiar with the hypnotic charm of hymns, chants, spiritual musical compositions in Zoroastrianism, Taoism, Shintoism and their magical power in kindling the inner awakening. Vedic mantras channelise this mystical power of cosmic sound with mathematical precision and solemnise this utterance by offering it to invoke gods and goddesses for their corresponding energy.\nThe most basic mantra is the holy vibration identified as OM, pronounced without the help of tongue as AUM. The first letter of the sound ‘A’ represents the physical aspect of universe and man in the form of desires. ‘U’ is the tejas, the subtle form manifesting as wisdom. ‘M’ closes the mouth while pronouncing it, signifying the end of ‘A’ and ‘U’ suggesting the dissolution of desires and intellect and entering the causal domain of dreamless sleep. Thus on the wings of AUM, we reach a vast chasm of pure consciousness of the Self. Mandukya Upanishad illustrates that whoever knows AUM as the Self becomes one with the formless Brahmn.\n\nMantras are the quintessence of eternal truths. Some well-known mantras are Shanti Mantra, Gayatri Mantra, Asato Ma Sadagamaya. The sacred mantras are believed to be dev-vani revealed to the Self-realised seers, only. Over time, puranas and epics were composed and spirituality evolved from the mysterious uncertainties of life to enable experiencing of the transcendental spiritual bliss.\nEach vedic mantra has four centres: Rishi, who composes the mantra; Devata, around whom the mantra is woven; Swar, method of utterance; and Chhand, the meter of the mantra producing desired sound. Strict discipline and chaste meter in the composition of the mantra is the reason why even after years of their origin, the mantras in vedas, puranas and smritis retain their pristine, original form.\nVedas are called shrutis. Seers absorbed the mantras and recited them orally explaining their meaning to disciples. This tradition of mantrapaath coming down from guru to the disciple kept their continuity as well as safeguarded their purity. Moreover, these mantras are in sound-sensitive Sanskrit language, in which every sound has a definite form, leaving no scope for any distortion. The result is, as explained in ‘Origin of Religion’, “The texts of the Veda have been handed down to us with such accuracy that there is hardly a various reading in the proper sense of the word or even an uncertain accent in the whole of Rig Veda.”\nThere is a belief that mantras tap the desired energy from the different layers of cosmic vibrations. Each mantra has a presiding deity and its selective sounds become the key to open up a specific dimension of energy identified with that deity. Each mantra thus offers a different spiritual experience. Repeating a mantra is like a gramophone needle stuck on the disc and the sound keeps digging deeper grooves on the mental slate transporting the consciousness to serene bliss.\n\n",
        "headline_1": "Why Vedic mantras have mystical powers",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/why-vedic-mantras-have-mystical-powers/",
        "news_paper_name": "The Times of India",
        "publish_date": "23-08-2024"
    },
    {
        "full_article": "Honestly, we had all lost hope about democracy, rule of law, good governance, accountability of public institutions, corporate governance, integrity in the leadership, free media, etc in Bangladesh. The only way forward was sycophancy and corruption. Options were \"lick or fill,\" meaning either lick their feet or fill their pocket.\nStudents and citizens together have totally and unbelievably changed the scenario. They have forcibly opened all the doors that were firmly shut but for the lackeys. Suddenly, we are able to breathe again and dream again. But dreams are just as beautiful as they are fragile. Events are taking place that are likely to make the fulfilment of our dreams more difficult than they ought to be. There are occurrences that are unnecessarily raising questions about the interim government and creating doubts about its efficacy. These are happening both within the system and outside.\nWe start with the police. If any state institution contributed to bringing down the old regime, it was police. They were used by the then ruling Awami League as its own extension, but they later became a Frankenstein and implemented their own agenda. As the saying goes, \"Old habits die hard,\" so now that the police are operating under the new regime, they are doing so in the very same way that they did before: abuse the law in implementing it.\nTwo journalists, former employees of Ekattor TV—not the best example of objective journalism—were picked up at the airport, handed over to the Detective Branch (DB) of police, and later charged with murder and placed on remand for four days. What law did they break? A murder charge? Their names were not in the original FIR, but were included later under the category of \"unknown\" miscreants (a most dangerous practice and one that should be scrapped immediately. Police can always add new names as investigation reveals). Even if they were big supporters of the discredited regime, they did not break any established law. The way to handle them is to criticise their journalism and expose their partisanship, but they cannot be jailed without specific charges of breaking the law.\nVandalising media establishments, TV stations—the latest incident occurring at the East West Media Group—deserve our condemnation. The policies of these establishments may have been unethical, one-sided and devoted to serving the fallen government, but their voices still cannot be forcibly shut. However blatant and unethical their journalism may have been, they cannot be subjected to physical attacks, arrests and intimidation.\nThese actions are creating a fear among journalists, raising the question as to whether we are returning to the old ways with the victims changing—instead of pro-BNP journalists, the victims are now the pro-Awami League journalists. We must not repeat past mistakes.\nThen there was the incident at the court premises where former AL minister Dipu Moni was not protected by the police sufficiently to prevent pro-BNP lawyers from assaulting her. Police cannot avoid responsibility for this failure. But also, these partisan lawyers broke their own professional ethics and denigrated the court and their own profession.\nWe find it very worrying, the way murder charges are being slapped on former ministers, AL leaders, MPs, former judges, scholars, lawyers and, as mentioned above, on journalists without any proof. The approach seems to be \"charge first, prove later.\" Too many murder cases are piling up against the former PM, which is already giving it an air of witch hunt. The more cases pile up, the less will be its credibility. A few well-founded cases that are supported by strong evidence is good enough to hold the former PM to account. But the way it is happening is already raising questions. What we are seeing is that cases are being filed with courts against the former prime minister, some AL leaders, some judges, lawyers, scholars—persons like Muntassir Mamoon, Shahriar Kabir, former Justice Enayetur Rahim, politicians Hasanul Huq Inu and Rashed Khan Menon (who was arrested last night). Many cases include 30, 40 or up to 120 names. All those on the list are being charged with murder with no specific evidence. The court then sends these cases to local police stations to be recorded. Then, randomly some people are arrested and others not. Such use of the legal process and filing cases for murder without any evidence are misuses of the law, which will only corrode public trust in the legal process and on the present dispensation.\nWe want to make the point that, like the former regime, such weaponisation of the legal system makes us feel that we are facing the same abuse of law as before. Many of the arrested ministers are being charged with murder instead of the crimes they are most likely to be found guilty of—abuse of power, financial sector crimes, bribery, corruption, banking fraud. Each time such murder cases are being filed, the legal process is coming under question.\nOur law adviser has written volumes criticising such laws and practices. We expect him to remove such misuse of laws and ensure more credibility for the whole process.\nThen there are other types of events that are increasing our worry about mob rule and people taking up law in their own hands. We really need to think about some of the incidents that have happened recently: i) forcibly entering the Secretariat and compelling the cancellation of remaining HSC exams; ii) forcing the interim government to grant promotions in bureaucracy and various government bodies; iii) forcing the removal of teachers from various posts in different campuses; iv) forcing the interim government to change appointments and dictating choices; and v) political parties competing to occupy critical posts in this transition period.\nAll the facts mentioned above are of great embarrassment to the interim government, and they are, however moderately, eroding public confidence. Part of what's happening can be accepted as unavoidable. When a powerful and long-standing government suddenly falls, there is a power vacuum, and both those with genuine grievances and the opportunists who try to take advantage of the power shift create situations like the ones mentioned above. Every day, there are demonstrations in front of the Chief Adviser's Office with endless demands, which are mostly self-serving rather than of national interest.\nProf Yunus's government is here only because of the love and respect he enjoys from the people, and especially from the students who spearheaded the latest uprising. They toppled the Sheikh Hasina government and opened up a whole world of possibilities. It's these possibilities that we must all work to try to bring to fruition. We are standing at the doorstep of a new Bangladesh. But we are also standing on very slippery grounds. It is slippery because we are a divided lot at the moment with the cronies of the old regime, power-hungry opportunists, and vested groups—especially those who looted the state coffers and our banks—waiting for a chance to subvert the interim government. This along with many of the advisers lacking experience in the governance process make the slippery grounds even more so.\nAs Prof Yunus said, let us not take a wrong step and miss the opportunity. In some cases, we seem to be doing so.\nMahfuz Anam is the editor and publisher of The Daily Star.\n\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "Column by Mahfuz Anam: Strengthen the chief adviser's hands",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/the-third-view/news/column-mahfuz-anam-strengthen-the-chief-advisers-hands-3684001",
        "news_paper_name": "The Daily Star",
        "publish_date": "23-08-2024"
    },
    {
        "full_article": "We're worried about the worsening flood situation in Chattogram and Sylhet divisions where vast swathes of land have been submerged over the last few days, laying bare the vulnerability of even areas previously deemed protected from large-scale flooding. The floods, covering about 12 districts, left over 36 lakh people marooned, as per a report by this daily. Moreover, at least five people died and 10 others went missing after flash floods on Thursday. These numbers are set to rise should the downpours and swelling of rivers by the onrush of water from India continue. Against this backdrop, the urgency of improved, coordinated response to ensure the safety of flood-hit communities cannot be overstated.\nAmong the 12 districts affected, the situation in Feni, Cumilla, Noakhali, Chattogram, Khagrachari, and Moulvibazar is particularly distressing. The situation in Feni—especially in Chhagalnaiya, Phulgazi, and Parshuram upazilas—has been described as unprecedented, with nearly every house inundated. This has caused a massive humanitarian crisis. The municipal towns are unrecognisable under the deluge. Roads remain impassable, and the call for speedboats and helicopters to expedite rescue efforts has gone unanswered. While the interim government is doing the best it can, ongoing aid and rescue efforts have caused frustration among local residents.\nIn Khagrachari, the situation has been equally troubling. Continuous rain and runoff from the hills have submerged over 100 villages across its nine sub-districts, making this the worst flood recorded since 1988. In this and other hilly districts of Chattogram, there is the added risk of landslides. Many fear that deadly landslides similar to those in 2017 may occur, with people living on the hillsides or slopes being urged to relocate to safer areas or shelters. The inadequacy of shelters and relief efforts, exacerbated by the difficulty of reaching remote areas, has emerged as another concern in flood-hit areas. Equally troubling has been the disruption in communications and power supply—with several areas entirely disconnected—further isolating the vulnerable populations.\nAmid this situation, one development with the potential for a flare-up in Bangladesh-India relations has been the release of waters from an Indian dam likely intensifying flooding in Bangladesh. Although India's ministry of external affairs refuted claims of causing the flooding on our eastern borders, Bangladesh's information adviser has categorically blamed it for opening the dam without any prior warning, depriving Bangladesh of the chance to prepare accordingly. The sheer intensity of flooding in areas like Feni, Noakhali and Cumilla does lend credence to the allegation of dam-barrage opening on India's part. India's water sharing policy has long caused consternations in Bangladesh, and we hope the latest development serves as a clarion call for equitable water-sharing arrangements to be made urgently.\nExperts say the situation may improve within two-three days, but until then the dual assaults of heavy rain and onrush of water from India will likely cause further damage. So we urge the government, security forces on duty, and all public representatives including student volunteers to further intensity their efforts to help the affected communities. We must all stand together to ensure that they receive the aid and support they so desperately need. Communications and power supply in the flood-hit areas must also be restored urgently.\n",
        "headline_1": "We must stand together to help flood-affected people",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/we-must-stand-together-help-flood-affected-people-3683931",
        "news_paper_name": "The Daily Star",
        "publish_date": "23-08-2024"
    },
    {
        "full_article": "Syeda Rizwana Hasan, adviser to the Ministry of Environment, Forests and Climate Change, discusses the severity of the floods, challenges of rescue efforts in Feni and next steps of the interim government in addressing this unexpected national crisis in an interview with Sushmita S Preetha of The Daily Star.\nFlooding has taken a dire turn in the country within a very short time. Feni, in particular, has not faced such a critical situation in living memory. What's the latest update from the ground?\nWe are hearing the same thing on the ground. There has been flooding in Feni before, but never to such an extent. Feni locals are not used to such terrible flash floods, neither are government and non-government authorities. Now we are hearing that water is coming into the city as well, which is a matter of great concern. The most challenging aspect has been reaching remote areas and carrying out rescue operations. On Wednesday night, there was no electricity or mobile network, so the rescue mission became very difficult. We could not restore electricity as there was the risk of electrocution. Most of the rescue operation has to be conducted during the day, so the situation really is severe in those areas.\nWhat immediate measures are the interim government taking to help the affected communities?\n\nThere is enough relief to provide immediate support, as per government data. But the real issue, as I said before, is accessing the affected people. One of the demands coming out of the flood-affected areas has been to use helicopters to rescue those who are marooned, but we are not able to do so because the weather is still quite treacherous, so helicopters still cannot reach those areas. There is also a demand that helicopters be used to provide relief; even that is not possible at the moment because 1) there is too much water, and 2) when you drop relief from a helicopter, people rush towards it and there is a risk of loss of life, which we must avoid. Right now, we are taking urgent measures to rescue people; the Bangladesh Inland Water Transport Authority (BIWTA) is sending boats, the army is there, a lot of volunteers are working; but then again, they are faced with difficulty in accessing places where people are trapped. \nExcessive rain and hillside runoff are causing the flood. But many are also speculating that the situation has worsened because a dam in India's Tripura has been opened. What is your take on this?\n\nThis is not a matter of personal opinion. It is a government-to-government matter. There has been a lot of rain, and as a result, some dams have been opened on the Indian side. What we are trying to figure out is whether we were told before the [Tripura] dam was opened. We may not have a treaty on this particular river, but there are international treaties—such as the no-harm principle, principle of cooperation—on how to manage transboundary or shared resources between countries. Our chief adviser is set to speak with the Indian prime minister and raise these concerns. \nThe other issue is, why do we only have agreements on eight rivers when we share so many rivers with India? The chief adviser will address what happened in this particular instance, but he will also discuss and prioritise how to prevent such things from happening in the future.\nThe climatic threats should be taken as an opportunity to start dialogue and reach agreement for basin wide river management. The challenges include involving all basin countries within the framework of existing agreements, getting consent of the upper riparian countries that are naturally placed in advantageous position, adhering to the principles, norms and processes prescribed in the 1997 UN Convention as none of the riparian countries is a party to it and of course putting in place an effective dispute resolution mechanism.\nHow is the shuffling of the local government going to affect disaster and relief management?\n\nA local government is, of course, of tremendous help in such situations. Even though there has been a reshuffling in local government, it is not that it has collapsed. Someone from each of those local government offices has been appointed as the administrator. And during disasters, as you also know, one institution may be tasked with the primary role, but all institutions must come together and give their all. To ensure that all departments and ministries can work effectively and urgently together, the disaster management ministry, along with the ministries of fisheries and livestock, agriculture, health, etc, is taking coordinated efforts at the field level as well as the national level.\nThe adviser for disaster management and relief, who could not go earlier because of bad weather, went to Feni today. He may not have been able to visit the remote areas, but he will oversee the coordination from a nearby area. \nBesides Feni, there are other districts such as Cumilla, Khagrachhari, etc, which have also been affected by the flash floods. What steps are you taking there?\nThe situation in Feni is particularly bad, so we are giving our utmost attention there. But local government agencies, ministries, and the army have all been instructed to do their due diligence in other affected areas, and they are being deployed in the places where the embankments have not broken yet, and to ensure that they are ready with whatever is necessary to tackle the situation. Every area is getting attention, but we are particularly worried about Feni because the communication system there has broken down completely.\nMany have also questioned the government's poor river conservation and management initiatives amid the increasing intensity and frequency of floods in the country.\n\nToday, we discussed in a meeting that in many areas, water is not receding because of the arbitrary way in which embankments, bridges and/or culverts have been constructed. Since this is a flash flood, when the rain lets up, the rainwater is supposed to recede quickly. There may be river erosion at that time. However, when the water recedes, there must be no obstruction. So, the bigger concern as to whether we have done adequate river management keeping in mind how flood-prone we are was discussed, though the immediate focus is now on rescue and rehabilitation. I have long been saying that our rivers are losing navigability. We have to address these wider concerns in the long run.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "'Why do we only have agreements on eight rivers when we share so many rivers with India?'",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/interviews/news/why-do-we-only-have-agreements-eight-rivers-when-we-share-so-many-rivers-india-3683861",
        "news_paper_name": "The Daily Star",
        "publish_date": "23-08-2024"
    },
    {
        "full_article": "As the interim government is set to sanitise state institutions, including educational organisations, after nearly two decades of entrenched political influence, one of the key areas that needs urgent attention is the health sector. The dominance of partisan platforms has for long been severely affecting the delivery of healthcare services, and it is critical that the government took decisive steps to eliminate such undue interference. Since the early 1990s, both the BNP and AL regimes have allowed politicisation to fester the health sector, with the BNP-aligned Doctors' Association of Bangladesh (DAB) and the AL-backed Swadhinata Chikitsha Parishad (SHACHIP) exerting control over appointments, transfers and promotions of physicians, as well as the execution of development projects under the Ministry of Health. Following the fall of the AL government, a highly charged atmosphere is prevailing in key institutions such as BSMMU, Dhaka Medical College, the Directorate of Health, and other related entities across the country, as reported in the newspapers. This is because of the discrimination and even harassment of followers each other by the two rival platforms during their time in power. Unfortunately, those who were not aligned with either side had also to bear the brunt. Now, with the recent transition, there is concern that this cycle might repeat itself, much to the frustration of common citizens. Insiders opine that keeping the DAB and SHACHIP active will not allow the interim government to function independently. There were glaring examples of nepotism and irregularity in promotion and posting of physicians in medical colleges and administrators in key positions under the Directorate General of Health Services (DGHS) in each turn of the cycle. No wonder, since 2009, all five vice chancellors of the BSMMU were from the AL-backed SHACHIP who were also active AL supporters. Now immediately after the fall of the government, 173 promotion-deprived physicians appointed during the BNP regime in different medical colleges were promoted in a single day. That is to say, the cycle is already at work. Besides posting and promotion of physicians, politicisation has taken its toll on thousands of non-physicians-nurses, midwives, ward attendants and so on.Politicisation did not spare the only pharmaceutical organisation under the ministry of health -- the Essential Drug Company Ltd. This company is reportedly struggling for long despite producing commonly prescribed medicines. One of the reasons is attributed to its over-staffed manpower. Mostly overstuffed by AL supporters, the manpower is reportedly twice the required number.Under the circumstances, the challenge before the government is to decide how to go about the chaotic situation. It is no doubt a difficult task to turn things from a long-practised politicicised culture to a service-driven one. According to observers, trying to maintain a balance will do more harm than good. One feels the good thing would be to try to place the right people in important positions capable of exercising pragmatic and judicious decisions in the areas under their jurisdiction. The government should make its intention clear about not allowing things to happen at the expense of public money and suffering.",
        "headline_1": "Freeing health sector from partisan hegemony",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/freeing-health-sector-from-partisan-hegemony-1724338786",
        "news_paper_name": "The Financial Express",
        "publish_date": "23-08-2024"
    },
    {
        "full_article": "The interim government has conceded to the student demand for cancellation of examinations in the remaining subjects of the Higher Secondary Certificate (HSC) and equivalent examinations that had to be postponed earlier on account of the quota movement and anti-discrimination mass uprising. Reportedly a few hundred students stormed into the secretariat to press for cancellation of exams on Tuesday. The protesting students have made it clear that they favour publication of results on the basis of subject mapping in the Secondary School Certificate (SSC) examinations. Not all examinees may agree with this defective system of merit evaluation. Already general students of the Notre Dame College have expressed their dissent. They highlight the demerit of subject mapping and the intriguing problem of evaluation of performances by those examinees who have changed groups. Students from humanities group at the SSC level may enrol for science or commerce group and the vice versa in colleges. What will be the basis for evaluation of their performances? The Covid-19 pandemic forced an auto pass in 2020 without any examination. That was an extraordinary situation arising out of the pandemic's protocol. In 2021, the SSC and HSC examinees appeared for examinations on a reduced number of subjects bearing half the marks. This means that the evaluation of the HSC candidates was done on the basis of the combined marks examinees obtained in their previous two public examinations ---the Junior School Certificate and the SSC examinations. Now here is a catch-22 situation. Candidates of certain disciplines, who somehow did not do particularly well in some less important subjects in the JSC examinations were evaluated at the SSC level on the basis of marks they obtained in those subjects. But the irony is that examinations were not at all held for those subjects in the SSC examinations. Then this legacy was borne at the HSC level and even if they scored A+ in all the subjects of the last public examinations, the previous two examinations' average marks brought the GPA 5 down. Thus they could not get admission to colleges of their choice in the first place and then did not even qualify for applying to reputed public universities for admission. Those who prepared themselves painstakingly for the examinations in the full syllabus and all the papers for the first time after the epidemic are unlikely to rejoice over this unexpected cancellation of examinations in the remaining subjects. Many of the students now in favour of cancellation may rue over the opportunity they themselves allowed to slip. The HSC examinees had completed examinations in half of their subjects before the quota movement gained momentum and only then did many of them come to join it. Their academic routine was not disturbed before nor were their preparations. There are always some examinees who may have their personal reasons for not getting the preparations needed even in an peaceful environment. But the majority try their best to get enough preparation for the public examinations. True, psychologically some of those who confronted the police violence and brutality are most likely to be traumatised. This may be enough reason for postponing the examinations for a little longer than the schedule for starting those from September 11 as announced earlier but cancellation is hardly a good proposition. Also, the exams for the remaining subjects were to be held on question papers bearing half the marks. A comparative analysis between their situation and that of the 1971 batch of the HSC examinees can be illuminating. The 1971 batch nearly completed their academic year. Only laboratory works for students of the science group were yet to be completed. Even an examination was forcibly held in the occupied Bangladesh and a small number of candidates mostly from families of anti-liberation views took part in it. After the independence, the examination was held in all the subjects with the question papers carrying half the marks. For long nine months, the majority of students went through far more harrowing experiences, some joining the liberation war and becoming martyrs, others had their houses burnt down and still others fleeing from one place to another. Some of them also crossed the border to become refugees. Those candidates did not ask for auto pass but with three to four months' preparation completed their examinations. The candidates from the science group had to do the laboratory work in between. If the losses of learning for nine months accompanied with trials and tribulations suffered were no bars to appearing for examinations for those candidates of the older generation, why should this month-long disruption be a valid cause for cancellation of the scheduled examinations?Avoiding examinations at this stage may be an easy option for some but certainly not for all the examinees. It may also not be a general consensus of the 1.4 million HSC candidates. A few hundred students are certainly not the representatives of the larger section of candidates. Better it would be for the coordinators of the student movement to convince the examinees, who forced cancellation of examinations, that they stand to lose more than they gain in the long term if they avoid those exams. As a last resort, an online opinion poll can be arranged to see if the majority of the 1.4 million candidates are in favour of cancellation or not.\n[email protected]",
        "headline_1": "Reviewing cancelled HSC examinations",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/reviewing-cancelled-hsc-examinations-1724338817",
        "news_paper_name": "The Financial Express",
        "publish_date": "23-08-2024"
    },
    {
        "full_article": "The government's decision to cancel examinations in the remaining papers of this year's Higher Secondary Certificate exams must have surprised most people. It has taken the decision amid pressure from a section of students. The students stormed into the Secretariat to meet the education advisor, the de facto education minister of the interim government, to press home their demand for automatic promotion arguing that they cannot sit for the exams with their fellow students writhing on beds after being injured in the recent movement.There is no denying that students in the 12th grade played a key role in the success of the movement and that many of them sacrificed their lives, many got maimed and many others are screaming in agony in hospital beds. But can it justify the auto promotion at such a critical level of studies which would determine not only their career path, but also their future life? Would not auto promotion stigmatise them? The auto promotion decision has proved once again that government cannot ignore the pressure of those instrumental in bringing them to power -- be the pressure reasonable or irrational -- and this rule applies even to the non-political interim government. If this is the case, on which moral ground can we raise our voice against the previous regime giving undue privilege to the public servants who engineered its ascension to power?The government's submission to the demand raised by a section of students might give a wrong signal, prompting others to come up with their demands -- legitimate or otherwise and giving rise to instability in the administration. We have seen several other groups -- nursing students, doctors and village police -- have already taken to the streets to press for their own sets of demands. The auto promotion decision has raised many questions too. If the government succumbs to the pressure of a smaller segment of students, what would happen if a greater number of people wage any movement to realise any demand? How has the government determined whether those who demanded automatic promotion represent the majority of the students? Several coordinators, who steered the movement, already expressed their displeasure at the auto promotion decision and made it clear that the demand does not represent a wider section of the students.We wish to keep faith in the sagacity of the government. We also wish to believe that the government will understand that the auto promotion decision might benefit some of the students, particularly those who could not or did not take the necessary preparation for the exams or who are not well academically and just want to pass the exams somehow, but it will certainly distress and demoralise the majority of the serious students. In no way can we accept it.If the auto promotion decision is enforced finally, it will be a great moral defeat for the student movement which garnered huge public support arguing that 'merit should precede quota'. The government should back out of the auto promotion decision without any hesitation, not only in the interest of students but for the sake of stability in the administration. It needs to sit with the top leaders of the student movement immediately to discuss the matter and convince them to withdraw the students' opposition to exams.The Chief Advisor can play a role here. He can come up with his maiden 'address to the nation' as the head of the government that the people have been waiting for since his taking over. He is the most admired and most acceptable person in the interim government and the people might take or react to his statement on an issue a bit differently.\n[email protected]",
        "headline_1": "Auto promotion and students' future",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/auto-promotion-and-students-future-1724338849",
        "news_paper_name": "The Financial Express",
        "publish_date": "23-08-2024"
    },
    {
        "full_article": "Despite a government ban, cigarettes are still being sold openly near schools, posing a significant risk to the health and well-being of young students. The High Court has issued a clear directive requiring cigarette vendors to maintain a distance of at least 20 yards from educational institutions. Unfortunately, this regulation is increasingly being ignored, with cigarette sales occurring alarmingly close to schools.The Smoking and Tobacco Control Act 2005 also sets strict guidelines to protect minors from the dangers of tobacco. It prohibits anyone under the age of 18 from selling, marketing, or distributing tobacco products. Violation of this law results in a fine of Tk5,000 for the first offence, with repeat offenders facing double the penalty. However, despite these legal provisions, enforcement is lacking, and non-compliance is rampant.The continued sale of cigarettes near schools is deeply concerning, as it not only undermines the legal framework but also exposes children to the harmful effects of tobacco at an impressionable age. This situation calls for immediate action from all relevant stakeholders, including law enforcement agencies, school authorities, and the government, to ensure strict adherence to the law. Strengthening enforcement, raising public awareness, and holding violators accountable are crucial steps in protecting the younger generation from the dangers of tobacco use. Without decisive action, the health and future of countless young people remain at risk.\nAsif IslamStudentJahangirnagar University",
        "headline_1": "Stop cigarette sales near schools",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/stop-cigarette-sales-near-schools-1724338884",
        "news_paper_name": "The Financial Express",
        "publish_date": "23-08-2024"
    }
]