[
    {
        "full_article": "Yogi Adityanath has become the first Chief Minister in Uttar Pradesh to be sworn in for a second successive term after having completed a full five-year term. Among the 52 others who took oath with Mr. Adityanath on March 25 were Keshav Prasad Maurya and Brajesh Pathak who are deputy Chief Ministers. The composition of the Council of Ministers signifies the continuing efforts of the Bharatiya Janata Party (BJP) to balance the claims of various caste groups within the Hindutva umbrella. Several new faces have been added and several others dropped, to infuse the new Ministry with fresh energy and optics. As many as 22 Ministers from the previous term were removed, of whom 11 had lost the elections. Upper castes have got a lion’s share of the berths — 21 of the 52, with the Brahmins and Rajputs in particular, who got seven each. These communities rallied behind the BJP like never before in 2022, forming the core of the party’s social base. Non-Yadav OBCs that largely stayed with BJP have also been rewarded, though to a lesser extent. Dalit support for the BJP has been acknowledged, with nine of them making it to the Council. The BJP has finally made a serious attempt at wooing the Muslim vote bank by including Danish Azad Ansari, a Pasmanda or backward Muslim. Rising through the ranks of the Akhil Bharatiya Vidyarthi Parishad, he has been working on the ground to create a connection between Muslims and the BJP. The BJP hopes that the distribution of power among various social groups effected through the Council’s composition will stand it in good stead ahead of the 2024 Lok Sabha election. The criticality of U.P. in its national plan cannot be overstated — it contributes 20% of the party’s current strength in the Lok Sabha. The party will do everything to keep its U.P. house in order. The central leadership of the BJP had a significant say in the selection of Ministers, but a balancing has been sought with the Chief Minister’s views. Mr. Adityanath has emerged as a leader of his own standing through his first term and this election victory. Controversial as it is, his aggressive style and steamrolling administrative tactics have won him tremendous popularity. He has become a new icon of BJP politics. For good reasons, the 49-year-old is being seen as a potential successor to Mr. Modi who is 71. He is likely to fashion his second term with that view firmly in mind. India’s most populous State is also a severely underdeveloped one. His governance in U.P. can influence the course of the country. Mr. Adityanath’s second term in U.P. will, therefore, be watched beyond the State, and around the world.",
        "headline_1": "Lotus pose: On Yogi Adityanath and BJP’s pan-India ambitions",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/lotus-pose-the-hindu-editorial-on-yogi-adityanath-and-bjps-pan-india-ambitions/article65264714.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "28-03-2022"
    },
    {
        "full_article": "Brief as it was, Chinese Foreign Minister Wang Yi’s visit to Delhi on Friday appears to have left behind more questions than answers on its purpose. The visit was a first by a senior Chinese official since the military standoff along the LAC began in April 2020. Since then, despite 15 rounds of border commander talks and eight rounds of meetings of the special Working Mechanism for Consultation and Coordination on India-China Border Affairs (WMCC), friction areas remain — including Patrol Point (PP) 15, Demchok and Depsang — where troops have been amassed on both sides. However, it appeared that during his meetings, separately with NSA Ajit Doval, followed by External Affairs Minister S. Jaishankar, Mr. Wang proposed no new mechanism or formulation to break the logjam in those talks, as had been the case earlier. Instead, the Chinese side only repeated that India must put the differences on the border issue “in the proper place in bilateral relations”, and revive bilateral talks on all issues. The suggestion was part of a three-step formula, according to a Chinese Ministry of Foreign Affairs statement that included taking a long-term, ‘civilisational’ view of India-China ties, seeing each others’ development as a “win-win” and cooperating at the multilateral sphere. The last point was a reference to China’s turn to host the BRICS summit later this year, which Mr. Wang hoped Prime Minister Modi would attend, and India’s turn to host the SCO and G-20 summits next year, where Chinese President Xi Jinping would be among the invitees.However, neither Mr. Wang nor his hosts in the Government answered why, if his message did not differ from the past, he was received in Delhi at all. That he was merely in the region — visiting Pakistan for an OIC conference; Afghanistan to meet with the Taliban ahead of another conference in Beijing, and Nepal to further bilateral cooperation and infrastructure projects — and decided to “drop in” does not seem to suffice as a reason, when bilateral ties remain at a standstill. Nor does it explain why the Modi government, which has consistently said it would only hold bilateral talks about resolving the border standoff, departed from this precept to discuss bilateral and international issues. Neither side announced Mr. Wang’s arrival until the first meetings on Friday, indicating that there is something more behind the scenes. It is also possible that his outreach stems from a desire to compare notes on Ukraine, where India and China find themselves at odds with the western sanctions regime that threatens to isolate Russia and split global transactions into a “dollar vs non-dollar” system, while also finding themselves not entirely comfortable with Mr. Putin’s actions. Regardless of any common understanding on other issues, however, it is clear that New Delhi and Beijing cannot simply pick up the threads of their conversation until there is a full understanding of events since April 2020, and demobilisation by the PLA, followed by the disengagement of troops, is completed.",
        "headline_1": "Talking and listening: On Chinese Foreign Minister Wang Yi’s India visit",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/talking-and-listening-the-hindu-editorial-on-chinese-foreign-minister-wang-yis-india-visit/article65264784.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "28-03-2022"
    },
    {
        "full_article": "The world is facing an unprecedented time as countries desperately try to recover from the fallouts caused by two years of Covid, followed by the newly raised geopolitical tensions due to the Russia-Ukraine war. With the rage of the pandemic weakening, economic activities around the world have started to gain momentum. This has led to higher demand for goods and services. However, as the supply is not yet able to keep pace with increased demand, prices of goods and services continue to rise. The ongoing war between Russia and Ukraine has worsened it further. Bangladesh feels its impact, too.\nTo deal with such circumstances, appropriate economic policymaking will play a critical role. The national budget, which is an important tool to implement the priorities of the country through certain fiscal measures, can stimulate the economy in a given financial year. The budgetary process is not a mere exercise of target settings for expenditure and resource mobilisation—it is an important medium towards contributing to the government's ongoing development activities. The upcoming national budget for FY2022-23 should prioritise resource allocation for the affected people and sectors, and extend guidance for smooth recovery from the existing economic challenges.\nCurrently, the economic stress that Bangladesh is going through is being reflected in a few important indicators. Prices have skyrocketed, resulting in distress not only for the poor and low-income people, but also the fixed income groups. Though food inflation is around 5.3 percent at present, the ground reality paints a different picture. Prices of many essential commodities have increased by more than 25 percent. About 30 percent of Bangladesh's economy is integrated with the global economy through exports and imports. Hence, high global prices are passed on to our domestic consumers. But price hikes in our local markets are not entirely fuelled by high import prices—market manipulation by a small group of traders is also a major reason for such hikes at times of crises.\nOther concerns include current account deficit and negative trade balance. Since July 2021, our export growth has been robust. But imports grew at a higher rate than exports. During July-February of FY2022, export growth was 30.9 percent while import growth was 46.2 percent. Remittances have seen a sharp decline since May 2021. During July-February of FY2022, remittance growth was negative (-) 19.5 percent. Hence, the current account deficit reached to USD 10 billion during July-January of FY2022, compared to USD 1.5 billion in the entire FY2021. This is also creating a pressure on the foreign exchange reserve, and it is expected to increase in the coming months given high import payments and low remittance inflow. In June 2021, Bangladesh had the forex reserve equivalent to about 10 months of import payments. This has now come down to 5.5 months due to high international prices and low remittance inflow. High demand for foreign currency has appreciated the US dollar against the Bangladeshi taka. The Bangladesh Bank has intervened in the forex market to keep it stable by pumping dollars into the market. However, the exchange rate of USD in the interbank money market has been increasing since August 2021. There is a demand for devaluation of taka against USD to support exports and remittances.\nThe recovery of Bangladesh's economy will depend on how the global economy does in the coming months. The challenges that have emerged are not only immediate in nature, but also have medium- and long-term implications. Advanced economies have been on the recovery path even though they have also been facing pandemic inflation. With the Russian invasion in Ukraine, production and supply disruptions could reduce growth. Therefore, the global economy might experience stagflation, which occurs when there is high inflation but low growth. This is a situation the world economy has not experienced since the 1970s. So, if the growth of large economies stagnates, other countries will also face a similar situation, resulting in unemployment and further inequality.\nIn Bangladesh, these circumstances call for effective government interventions on many fronts. The purchasing power of people will have to be enhanced by putting money into their hands. It will boost aggregate demand in the economy. Higher government expenditures on productive activities are required so that people have employment with decent income. With expansion of the economy, the demand for higher public expenditure has increased. In recent years, large investments have been made on infrastructures, which have created job opportunities. In the current circumstances, public projects which are going to be completed soon should be prioritised. However, public expenditure must be made judiciously, and wastage of public resources should be curtailed.\nThe government should also extend higher support to the poor and low-income households through increasing supplies of commodities in the market. Along with adequate public spending in social sectors, the delivery system should be made efficient and corruption-free. Stimulus packages should be continued to the poor and small enterprises.\nDuring the first six months of FY2022, there has been fiscal surplus in the budget due to slow expenditures. The government can use this resource for direct cash transfer to the poor, and provide subsidies to important sectors such as fuel, power, and agriculture for a few months. Of course, there is a need for subsidy rationalisation, and a gradual attempt must be made to withdraw subsidies since it distorts markets and encourages wastage of resources. Most importantly, fuel and energy subsidies are harmful for the environment and contribute to climate change.\nIn the coming FY2022-23, the government will have to work hard to enhance revenue generation to finance the increased resource requirements. In this regard, revenue targets set out in the national budget will have to be fulfilled through strong monitoring and enforcement mechanisms. Most importantly, the unfinished agenda to reform the tax system needs to be addressed.\n \nDr Fahmida Khatun is executive director at the Centre for Policy Dialogue (CPD). Views expressed in this article are the author's own.\n",
        "headline_1": "Smart policies needed to deal with current economic shocks",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/macro-mirror/news/smart-policies-needed-deal-current-economic-shocks-2991911",
        "news_paper_name": "The Daily Star",
        "publish_date": "28-03-2022"
    },
    {
        "full_article": "Western commentators are struggling to describe the significance of the ongoing war in Ukraine. Fareed Zakaria has described it as a \"seismic event,\" and believes it marks \"the end of an age.\" Francis Fukuyama has called it \"a critical turning point in world history.\" Thomas Friedman simply says, \"Our world is not going to be the same again.\"\nThese cataclysmic prognostications from Western sources have not had the same reverberations in West Asia. Four years of the anarchy wreaked in the region by Donald Trump, followed by one year of Joe Biden's insipid and shaky presidency, have already created a diplomatic churn, with regional states pursuing fresh engagements and alignments, interactions that are independent of the US. The region, in short, has come of age and is anxious to define its own interests, and shape its own policy approaches and alignments.\nThis is best exemplified by the first reactions of the region's principal role-players—despite many being long-standing US allies, not one of them, besides Kuwait, has sided with the US in sharply condemning Russia; not one of them has imposed harsh sanctions to cripple the Russian economy.\nRegional responses to the war\nOn February 23, a day before the Russian invasion, the UAE and Russian foreign ministers spoke telephonically about regional and international developments and emphasised their \"keenness to enhance the prospects of UAE-Russian cooperation.\" On February 25, the UAE abstained on a UN Security Council (UNSC) resolution that was critical of Russia. Two days later, it again abstained on a procedural resolution to refer the invasion to the UN General Assembly. Soon thereafter, Russia rewarded the UAE by abstaining on a UNSC resolution that described the Houthis in Yemen—who fired drones on Abu Dhabi on January 17 this year—as a \"terrorist\" organisation.\nSaudi Arabia, a US ally from 1945, in response to the US' sanctions on energy exports from Russia, refused to increase its oil production to bring down global oil prices. In fact, the Wall Street Journal reported that Crown Prince Mohammed bin Salman of Saudi Arabia and his UAE counterpart, Sheikh Mohammed bin Zayed, both refused to take calls from Biden when he was seeking to make personal appeals to them to increase oil production. Later, both of them took calls from President Putin and also spoke to Ukraine's President Volodymyr Zelenskyy, in an apparent mediation effort. A little later, when an American journalist asked Crown Prince Mohammed bin Salman if Biden had misunderstood him, the prince answered, \"Simply, I do not care.\"\nQatar, the world's major gas producer, has been courted by both the US and Russia. The emir of Qatar, Sheikh Tamim bin Hamad Al-Thani, was the first Gulf leader welcomed in Biden's White House in January this year, with his country being conferred the status of a \"major non-Nato ally.\" Biden's interest was to encourage Qatar to divert some of its gas to European markets to make up for reduced Russian supplies following the energy-related sanctions that the US imposed on March 8. In response, Putin addressed a letter to the emir setting out how bilateral relations could be expanded. Rather than choose sides, the Qatari foreign minister took the mediation route by making calls to his Russian and Ukrainian counterparts.\nTurkey, a Nato member with close political, military and economic ties with Russia, has been manoeuvring through a diplomatic minefield. It criticised Russia's recognition of the two break-away republics, and later, described the invasion as a \"state of war,\" but announced no punitive sanctions.\nIsrael, perhaps the US' closest ally in West Asia, has opted for what an Israeli scholar, Eran Etzion, has called \"strategic selfishness\"—adopting a neutral posture and then diverting attention from its failure to back the US through some hectic interventions in Moscow and Kyiv as part of its \"mediation\" effort.\nThe Iranian president, Ebrahim Raisi, in his response to the Ukraine invasion, said Iran \"opposed both war and domination.\" The last was a reference to Russian concerns relating to Nato's eastward expansion. Supreme Leader Ali Khamenei was more categorical: on March 1, he referred to the Biden presidency as a \"mafia regime\" and said, \"All sorts of mafias control their country and bring presidents to power. They create crises in the world to maximise their power.\" He added that \"the root of the crisis in Ukraine is US policies that create crisis. Ukraine is a victim of these policies.\"\nWest Asia's distancing from the US\nThe near-total absence of support for the US from across the region appears to have surprised many of its officials and even some commentators. But the factual position is that distancing from the US has been a steady process for some years.\nIn Saudi Arabia and the UAE, the first concerns emerged in the early days of the Arab Spring—they saw the toppling of Hosni Mubarak, with the US doing nothing to back its old ally. This was followed by what they saw as US failure to intervene in the Syrian conflict and affect regime change. Later, in September 2019, they saw the Trump administration not responding to the serious attack on Saudi oil facilities, allegedly by the Houthis, but clearly with Iranian support.\nThe final straw was the ignominious US withdrawal from Afghanistan in August 2021, under Biden, with the US being viewed as again abandoning an ally—the government in Kabul.\nEven as US credibility as a security provider plunged to new depths, many regional states simultaneously built substantial political, energy, economic and logistical connectivity ties with Russia and China. Russia built its regional credibility during the chaotic Trump period. After ensuring, through the use of its military, that no regime change would occur in Damascus, Moscow emerged as the go-to capital for almost all regional leaders who found Putin effectively serving their diverse interests.\nFor Israel, Russia was the only player capable of restraining the presence of Iran and Hezbollah at its northern borders with Syria, even as it periodically provided the green signal for Israeli attacks on Iranian assets in Syria.\nIn contrast to the Trump presidency, Biden was hostile to Saudi Arabia and its crown prince throughout his election campaign, when he referred to the country as a \"pariah\" and then, early in his administration, announced he would not interact with the crown prince; for good measure, he also released the CIA report that strongly suggested that the crown prince was behind the Jamal Khashoggi murder.\nOn the other hand, Saudi Arabia and Russia have been partners from 2016 in the management of oil supplies in world markets by the \"OPEC +\" coalition that brings together OPEC members working in tandem with Russia and a few other oil producers: Azerbaijan, Bahrain, Brunei, Kazakhstan, Malaysia, Mexico, Oman, South Sudan, and Sudan.\nThis grouping, through considerable internal discipline, was able to ensure adherence to national quotas by member-states and successfully weathered the challenge of low prices in the face of shale oil production.\nTurkey's outreach to the region has been more fruitful. Ankara hosted the UAE national security adviser, Sheikh Tahnoun bin Zayed, in August 2021, and then, in November, the crown prince of Abu Dhabi, Sheikh Mohammed bin Zayed. The latter announced UAE investments of USD 10 billion in Turkey's ailing economy, after which the UAE central bank placed USD 5 billion in a swap arrangement in Turkey to bolster the national currency. Turkey has also made diplomatic overtures to Saudi Arabia and Egypt.\nBesides the impetus provided to these engagements by possible US disengagement from the region, other motivating factors are the reduced sense of concern emanating from political Islam among the Gulf leaders and Egypt and, linked with this, the need to adopt a fresh approach to the conflicts in Syria and Libya, which have reached a military stalemate.\nThe Ukraine war has created a fresh churn in regional diplomacy.\nTurkey's tight-rope diplomacy\nErdogan had every reason to be deeply concerned about the Ukraine war: his economy is in dire straits, he is under considerable US pressure to play a role as a Nato member even as he has been reluctant to alienate the Russian leader, and, above all, he faces national elections in June 2023.\nAs of now, Turkey is crucially dependent on Russia—the latter supplies about half of Turkey's natural gas, two-thirds of its wheat imports and a big chunk of its tourism revenue. Russia is also building Turkey's first nuclear power plant and is a partner in the Syrian peace process. But Turkey has close ties with Ukraine as well: it is a valued market for its military products and a partner in the development of certain defence items. Hence, the need for tight-rope diplomacy.\nUAE's diplomatic activism\nAs the UAE abstained on the UNSC vote criticising Russia's invasion of Ukraine, its commentators appeared to be in a triumphant mode. Abdulkhaleq Abdulla, who is believed to reflect official thinking, wrote that the UAE vote followed from the country's \"foreign policy activism,\" which in turn emerged \"from being confident in its decisions and approach\" to regional and global affairs. He added that this approach might not please Washington, \"but that's the way things are going to be from now on.\" Abdulla went on to describe the present scenario as a \"post-American world [and] post-America Gulf,\" which \"translates into also more of China, in the region and throughout\".\nIran and the JCPOA negotiations\nTowards the end of February this year, the talks in Vienna on reviving the nuclear agreement with Iran, technically called the Joint Comprehensive Plan of Action (JCPOA), that had started in April 2021, seemed to have reached their final stage. Following the start of the Russian invasion of Ukraine from February 24, the negotiators attempted to insulate the discussions in Vienna from the conflict, even though Russia was a member of the P4+1.\nOn March 5, the Ukraine war seeped into the conference room when Russia sought written guarantees that the sanctions imposed on it due to the war would not affect its role in the implementation of JCPOA. The reference here was to the JCPOA provision that Iran would ship its extra enriched uranium to Russia, and the latter would also help to downgrade the Fordow nuclear facility to shift it from its weapons potential to medicinal use.\nIt took 10 days for this matter to be resolved—with Russia's role in the JCPOA being reconfirmed. During this period, Russia was castigated in the Western media for seeking to deliberately scuttle the agreement at the last moment. That this was just posturing became clear when, nearly a fortnight after the Russian issue was resolved on March 14, the nuclear agreement has not been finalised.\nIsrael and some Arab states, possibly Saudi Arabia and the UAE, want the talks to fail so that the sanctions on Iran are not lifted, and Iran's role in regional affairs remains restricted. But the argument against this position is that it is far better to restrict Iran's weapons programme than live with the constant threat of it opting to develop nuclear weapons. US withdrawal from the JCPOA only encouraged Iran to violate the JCPOA provisions and enrich uranium up to 60 percent—just short of weapons grade.\nThe challenge of food security\nWhile political positions, engagements and alignments are being pursued among different actors in West Asia and North Africa (WANA), the dark cloud haunting the entire region is the threat to its food security. Russia and Ukraine together provide 40 percent of the region's wheat imports. The dependence of some countries is even higher. The conflict has exacerbated the existing problem of hunger: 55 million people in WANA experience hunger, according to the Food and Agriculture Organization (FAO).\nLinked with the disruption in food supplies is the problem of rising prices; in war-torn Yemen, Australia has quoted for wheat supplies at USD 600 per tonne, as against the pre-war Ukrainian price of USD 255 per tonne. Given the sensitivity of food prices in a country where a third of the population is below the poverty line, in Egypt the staple flat bread is heavily subsidised, with consumers paying just a tenth of the production cost: the annual subsidy on bread is USD 3.2 billion; in the 2021-22 financial year, the additional cost will be nearly USD 700 million.\nNot surprisingly, given that the Arab Spring uprisings a decade ago were triggered by a region-wide economic crisis, some commentators are suggesting that the Ukraine war could aggravate popular discontent.\nOutlook for WANA\nA month after the commencement of the Ukraine war, the principal feature of politics in West Asia has been the attempts of the principal regional states to maintain a balance as between the US and Russia, basing their position variously on \"strategic diversity,\" \"strategic selfishness\" or just plain hedging. Despite considerable US pressure and behind-the-scene cajolery, none of the states concerned has rushed to the US embrace—an extraordinary exhibition of independence of action.\nWhat the region has witnessed has been a flurry of interactions, with national leaders sitting in bilateral and even trilateral conclaves to exchange views and assessments. Their most immediate concerns relate to the Ukraine war and the JCPOA and, related to that, Iran's role in regional affairs. The most interesting conclave has been the one that brought together Egypt, the UAE and Israel at Sharm el-Sheikh, but, before the Ukraine conflict we had seen Iraq, Jordan and Egypt announcing an economic and political partnership, while Iran could still bank on its support bases in Syria and Iraq, even though the latter was wearing thin under popular pressure.\nWhat is different about these alignments from the Trump era is that, earlier they had constituted conflictual battle lines—Israel, Saudi Arabia, the UAE and Egypt were ranged against Iran, Iraq, Syrian and the militia, Hamas and Hezbollah. At present, none of these alignments is inherently conflictual.\nThe second change in the region is that the influence of political Islam, as represented by the Muslim Brotherhood and its diverse affiliates, has largely abated. This absence of ideological competition has opened opportunities for new interactions, with Turkey and Qatar now open to fresh interactions with Saudi Arabia, the UAE and Egypt, as also with Israel.\nThe third feature of regional affairs is the long-term value that each regional player attaches to ties with Russia and China: based on the solid foundations of energy, trade, investment and logistical connectivity initiatives, for each country these ties have begun to include a strategic content—increasing dialogue on political matters and expanding defence ties. These relations, taken together, constitute a significant change from a few years ago when the US was the sole go-to partner for most regional states.\nCommentators are generally baffled about the shape of things to come. Most suggest, somewhat lazily, that the present-day assertions of autonomy by regional states will be short-lived and they will fairly soon re-join the US alliance. This assessment has misread the powerful signals emanating from national capitals—West Asia has truly changed.\nA longer version of this article has been published on the India Narrative, a news and views website.\n \nTalmiz Ahmad is a former Indian ambassador to Saudi Arabia, Oman and the UAE.\n",
        "headline_1": "What does the Ukraine conflict mean for West Asia?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/what-does-the-ukraine-conflict-mean-west-asia-2991901",
        "news_paper_name": "The Daily Star",
        "publish_date": "28-03-2022"
    },
    {
        "full_article": "Sustainability should not be a hard sell. And yet, in our industry, so many garment makers continue to look at it as a financial burden—a potential drain for their businesses. At its heart, however, sustainability is about future-proofing your business. It is also about good housekeeping. Confused? Please, bear with me.\nGrowing up, many of us were taught the value of taking care of precious resources. Don't leave the lights on; don't waste electricity; separate household waste streams into recyclables; don't throw things away when they can be used again. These thrift techniques are passed down from one generation to another. To use an English phrase, \"If you look after the pennies, the pounds will look after themselves.\"\nMost smart business owners take these lessons to their trade. In fact, the most successful business owners will often walk around the factory floors and spot instances of waste, whether it be a leaking tap or a piece of equipment that has been left running unnecessarily. These people might be successful business owners—they could be multimillionaires—but they hate seeing resources being wasted.\nThe flip side of this is that the owner who loses sight of these small things, their business begins splurging money on unnecessary luxuries. Too much fat and poor use of resources will catch up with any business eventually—especially one where margins are tight, such as garment manufacture.\nI said sustainability is about good housekeeping. To this end, it represents a financial opportunity. How so?\nA few examples spring to mind from the ready-made garment (RMG) industry. The first is a recent study that found that RMG factories in Bangladesh have huge potential to harvest rainwater for use in production. The study, conducted by WaterAid and the RAiN Forum, suggests that some factories are already meeting up to 60 percent of their production requirements using harvested rainwater. The report found that many factories have the potential to harvest 10,000 cubic metres of rainwater, while larger factories could harvest anywhere from 10,000 to 30,000 cubic metres every year. Obviously, factory owners have to make an initial investment in water harvesting technology, but after that, the savings soon become apparent (and the investment is relatively small).\nBut I hear people say: factories don't pay for water, so why does it matter? Actually, I do believe that, one day, our industry will begin to put a large monetary price on water, especially for industrial use. When that day comes, the factories that harvest rainwater will be well placed financially. Until then, owners will be able to sleep well with the knowledge that they know they are doing the right thing for the planet.\nSecondly, many businesses in fashion are now looking to partner with factories that are actively working on sustainable operations. Thus, there is a financial return on these kinds of investments in terms of securing and maintaining business relations with international apparel brands.\nThe second example of sustainability having a financial incentive is in terms of energy and chemical savings in apparel production. As well as using excess water, clothing production often wastes energy and chemicals, which is a prime example of bad housekeeping. Many businesses in our industry waste huge amounts of money each year on excessive use of resources. It's remarkable, isn't it, that at a time when we should all be thinking about how we can save resources, many factory owners are inadvertently wasting them?\nIt need not be this way. A series of programmes funded by organisations such as the World Bank over the years have shown that huge amounts can be saved in energy, chemicals (and water) by investing in more sustainable and efficient methods of production.\nOften, the steps that factory owners need to take are relatively simple and would be regarded as low hanging fruit where sustainability is concerned. Lots of small steps can often have a large net effect. They might include retrofits and the replacement of old production technology with more efficient equipment. To offer some perspective, one study found that energy consumption in Vietnam's textile sector alone could decrease nationwide by 30 percent with technology upgrades and improved efficiency. Thirty percent! Vietnam has a similarly sized textile industry like Bangladesh, so the comparison is relevant.\nWhat are we waiting for, then? Well, there are plenty of things holding our industry back from making these changes. Arguably the biggest is our mindset and attitude. Like I said before, too many owners still see sustainability as a financial burden. Perhaps, sustainability needs to be marketed differently. Perhaps, those selling it need to start with the question: Is your manufacturing operation haemorrhaging money? Is it spending too much on energy or textile chemicals? Is it failing to maximise operational efficiencies and having an excess of waste, harming profit margins?\nSo many businesses are failing in these areas. They think they have a sustainability problem, but in reality, they have a financial problem.\nIn the modern world, the two are, in many cases, two sides of the same coin.\n \nMostafiz Uddin is the managing director of Denim Expert Limited. He is also the founder and CEO of Bangladesh Denim Expo and Bangladesh Apparel Exchange (BAE).\n",
        "headline_1": "Sustainability’s biggest sell? It’s profitable",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/rmg-notes/news/sustainabilitys-biggest-sell-its-profitable-2991886",
        "news_paper_name": "The Daily Star",
        "publish_date": "28-03-2022"
    },
    {
        "full_article": "Bengalis are well-known for being unusually driven by emotion, a trait that has brought about many great things—our right to speak in our mother tongue, our right to be independent. But there are also emotions that cannot even be translated—like \"obhiman\", an emotion shared by our other South Asian friends, which could be described as hurt pride that crops up at the drop of a hat. This is amply displayed in old Bangla (and Hindi) films or dramas where the protagonists stubbornly indulge in this emotion to ensure that characteristic tear-jerking ending. In general, it is quite natural for us to become \"senti\" (sentimental) over the smallest things—like someone forgetting to acknowledge a \"big brother's\" position in the social food chain by not giving him the mandatory reverent \"salam\", which, in the contemporary context, may lead to dismemberment or a painful death.\nNow that we have reached the digital age and are hell bent on embracing it with a vengeance—we have also acquired the ability to be digitally sentimental. Even what I have written so far could be considered \"harmful\" or \"offensive\" or even racist despite the fact that I belong to the race I am poking fun at. Poking fun? Are you out of your mind? We no longer believe in humour anymore didn't you know? In fact, sharing a cartoon may cause grievous injury leading to death. Sorry for the constant death references but our lives often do have an air of The Godfather trilogy.\nWe are so serious about our sentiments that we are not satisfied with having one choking legal instrument—the Digital Security Act (DSA) to deal with troublemakers. Now we are planning to give it some added support like an unnecessary second corset to pad the first one and make sure that above all, no one dares to hurt anyone's sentiment. Yes, we're that serious about our emotional health. Hence the BTRC (Bangladesh Telecommunication Regulatory Commission) regulation applicable for digital platforms, social media and OTT - Over the Top platforms. So anything you publish digitally is open for scrutiny by the powerful BTRC ninjas and may lead to long term incarceration. Even with just the DSA, people have found themselves in jail for what people in other countries may consider strange to be seen as crimes—such as singing a song written by an acetic who may have made philosophical observations about spirituality, for being a concerned citizen, or for trying to expose corruption of public officials. If you thought you were safe sending videos of Putin and Zelenskyy singing that catchy Hindi film song \"Jati hu mey..\" to your buddies on WhatsApp, think again. Someone important enough may feel \"hurt\" or \"offended\" on behalf of either one of them or feel this may sour relations with another country and so is \"anti-state\" and wham... The notion of back to back encryption no longer holds with the DSA and the BTRC regulation. It has become a myth just stated to make you feel you are a valued client whose privacy matters. Actually privacy of a citizen has become an endangered species and it would be practical to just consider it extinct and get on with life. Let's not get emotional about everything shall we?\nSpeaking of misplaced emotions, a coalition of around 45 organisations that still believe that human rights are inalienable and sacred have sent an earnest letter requesting BTRC to reconsider this regulation that \"imperils people's freedom of expression, and right to privacy, undermines encryption and weakens online safety\". They further say: \"If enforced, the regulations will have a deleterious impact on human rights, and put journalists, dissidents, activists and vulnerable communities, in particular, at greater risk\"\nThese organisations are also not too happy about the government's plan to adopt a code of ethics which all media would have to comply with (or else…) which would give the Ministry of Information a free rein to control content, something that violates international law. International law my foot, they scoff.\nTo make things more interesting, the new regulation requires registration of all online platforms and we all know how easy it is to get official registration for anything through regular routes. And think of all the OTT platforms. How will we exist if our favourite Netflix shows—our mainstay in terms of mindless entertainment—are considered \"harmful\" or \"incite hatred\" and \"hurt all kinds of sentiments of all kinds of people\", and just censored out? Then of course there are local platforms where popular shows, films and drama serials are aired which may have content that will embarrass or irritate someone or some entity—should we just tell our directors and actors and production people to pack up and try for BTV jobs? That seems the safest bet—at least they will survive even if their creative souls will shrivel up and die a premature death.\nThose who have come up with this regulation have decided that vague, arbitrary ideas of being snubbed or having one's religious sentiments trod upon are far more injurious (to certain privileged groups, not all and sundry please) and must be deterred by having citizens locked up in jail for years or having their voices gagged rather than uphold archaic concepts like \"freedom of speech\", human rights and freedom of expression. In the digital world, we just need some bots or humans who act like bots, religiously following the commands fed to their systems, with no deviation and no attempts to act too clever. This way everyone, I mean those that matter, will remain emotionally happy and can carry on their lives with their sentiments intact and without the nuisance of pesky citizens with the gall to have opinions of their own.\nAasha Mehreen Amin is senior deputy editor at The Daily Star.\n",
        "headline_1": "Bangladeshis are so ‘senti’",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/no-strings-attached/news/bangladeshis-are-so-senti-2991081",
        "news_paper_name": "The Daily Star",
        "publish_date": "28-03-2022"
    },
    {
        "full_article": "It's been known for some time that antimicrobial resistance (AMR)—which occurs when bacteria, viruses, fungi and parasites no longer respond to antibiotics and other antimicrobial medicines—has become a global health threat. Now, a report by The Daily Star illustrates the level of danger we are in. It shows how not only are drugs becoming increasingly ineffective—due to intake of over-prescribed or self-prescribed medicines—but germs are getting drug-resistant as well. As a result, even common infections are becoming harder to treat, leading to higher medical costs, longer hospital stays, and increased mortality.\nOne example of this, as explained by a superbug expert at Bangabandhu Sheikh Mujib Medical University (BSMMU) in Dhaka, is the germ that causes typhoid fever. Over the past 20 years, two antibiotic drugs used to treat typhoid have been replaced as they've become ineffective against the water-borne disease. \"If ceftriaxone [the antibiotic now in use] loses efficacy, typhoid will break out in the community,\" he said. Over 85 antibiotics are currently available in our country for treating different diseases. A surveillance study by BSMMU, which examined 1,250 bacteria collected from nearly 9,000 samples and tested around 30 antibiotics against those, found that there was not a single bacterium that wasn't resistant to at least one drug.\nThis is a shocking development. Experts say that gross misuse and overuse of antimicrobials are responsible for the development of these drug-resistant pathogens, and for some of the critical medicines becoming ineffective. For example, throughout the pandemic, doctors prescribed antibiotics unnecessarily to Covid patients in 83 percent of cases, according to a study by the IEDCR. As per another estimate by the health ministry, 60 percent of patients take medicines without consulting doctors or upon advice from informal providers like quacks and pharmacies.\nClearly, both doctors and patients, as well as policymakers governing various aspects of drug use, are responsible for this situation. The prospect of life-saving drugs no longer working is indeed a frightening one, which should worry us all. One solution to the drug resistance problem can be to bring in new drugs, which is a costly and time-consuming process.\nA more sustainable solution is to restrict the use of antibiotics through proper policies. For one, sale of antibiotics without prescription should be prohibited. Also, physicians outside hospitals shouldn't be allowed to prescribe high-end antibiotics. To regulate the use of antibiotics, the health authorities may also create separate lists of antibiotics that registered doctors, consultants and doctors at hospitals can prescribe. We must take actions befitting the gravity of the danger for the sake of public health.\n",
        "headline_1": "Beware of antimicrobial resistance",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/beware-antimicrobial-resistance-2991876",
        "news_paper_name": "The Daily Star",
        "publish_date": "28-03-2022"
    },
    {
        "full_article": "It's quite worrying that the number of diarrhoea patients admitted to various hospitals in Dhaka has seen a sudden spike although it wasn't expected to peak until April. According to a report, the disease has broken out in at least 10 areas of the capital city. The hospital attached to the International Centre for Diarrhoeal Disease Research, Bangladesh (icddr,b) in Mohakhali alone has been reportedly treating around 1,200 diarrhoea patients daily for the past few days—the highest daily count in the 60 years of its history. Other hospitals, including the Dhaka Medical College Hospital (DMCH), have also reported a growing trend.\nOf the 10 areas identified in Dhaka, Jatrabari in old Dhaka is the worst affected, followed by Dakshinkhan and Rayer Bazar, according to hospital sources. Although we usually hear of children being affected more with diarrhoea, this time about 70-80 percent of the patients have been reported to be adults. Experts say that the germs that cause diarrhoea usually attack in April, causing a spike in numbers. Its early arrival this year may have something to do with people drinking contaminated water or street food containing harmful bacteria.\nWhatever the reason may be, the sudden rise in the number of diarrhoea patients including adult patients is an unusual phenomenon that deserves to be properly investigated by the public health officials. Experts believe that only scientific research can identify the reason behind the quick spread. In this regard, it can be said that the water supplied by Dhaka Wasa in the old part of the city is notorious for having hazardous pollutants, which residents have to drink as there is no other alternative for them. Adults are also often seen consuming street food and drinks—including various types of sharbat, sugar cane juice, etc.—in their rush to go to work or for other compulsions. \nAn outbreak of this nature, at a time when we are still fighting with the Covid-19 pandemic, shouldn't be taken lightly. All hospitals should be alerted to the danger and equipped to handle any surge in patient numbers. We also urge the health authorities and city corporations to do everything possible to ward off diarrhoea by addressing the possible reasons for itsspread before it travels to other parts of the city or elsewhere, and becomes too difficult to handle.\n",
        "headline_1": "Early diarrhoea outbreak is alarming",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/early-diarrhoea-outbreak-alarming-2991061",
        "news_paper_name": "The Daily Star",
        "publish_date": "28-03-2022"
    }
]