[
    {
        "full_article": "Never on the soil of independent Bangladesh would anyone ever have to suffer because of his or her religion. That was the resolve of every freedom fighter, along with their firm commitment to democracy and equality, as we emerged as an independent nation from the ashes of a most brutal genocide.\nIt was clear in my mind, as in the minds of thousands of Muktijoddhas, that what Pakistan denied to our minorities, especially the Hindus—an ownership of the country the latter chose to call their own in 1947—we, in free Bangladesh, will embrace as a matter of belief, principle and practice. So many of my fellow Mukti Bahini members were Hindus; their sacrifice, patriotism, and love for our freedom struggle and for Bangladesh were no less than any of ours—if not more.\nWe seem to have failed to fulfil that pledge. To see the ugly face of communalism rise in 13 separate districts over a period of only a few days—and that, too, during the period of the 50th anniversary of our independence—is sad, shameful, and indicative of our catastrophic failure to establish the principles of our Liberation War in the hearts and minds of the post-liberation generation, especially the youth.\nSecularism, as one of the founding pillars of our state and a deeply-held belief of our freedom struggle, was dealt a body blow with the assassination of Bangabandhu and the capture of our state power by the military. That started the process of amendments and gradual dilution of the constitutional provisions guaranteeing secularism and religious freedom for all.\nBy the time a mass uprising was able to dislodge the military and quasi-military dictatorships and restore democracy in 1991, great damage had already been done to our constitution.\nThough it was a proud moment in the nation's history that we were able to bring back democracy through a peaceful mass struggle, it must also be said that none of the amendments brought about by the governments of General Ziaur Rahman and his successor General Ershad—which greatly compromised our secular constitution—was ever touched by the succeeding elected governments. This sad story of our gradual but certain retreat from this fundamental principle of state-building craft explains the underlying causes of what we can call \"several steps forward towards modernity and several steps backward towards medievalism.\" It was as if one foot was marching forward, and the other backwards, with the body being gradually torn in the process.\nIt is my strong belief that the restoration of democracy in 1991, through mass uprising and not through any bloody revolution, truly gave us a second chance to bring Bangladesh back into the mould of democracy and secularism. However, that was not to happen because, immediately after the fall of President Ershad, the principal allies of the anti-autocracy struggle—Awami League and the BNP—became bitter enemies. It was like the parting of ways of the US and the USSR after the fall of fascism in Europe at the end of the Second World War. Allies that defeated Hitler became the deadliest of enemies, each embracing the most notorious and dictatorial of governments of the day only if they pledged \"your enemy is my enemy.\" In our case, with each successive election as power swung between the two rivals, their competition to maintain it or regain it became more and more devoid of principles, ethics, vision, and morality of any sort. The politics of immediate gain regardless of its future cost ruled the actions of our two principal political parties. As a result, both parties vied for the support of forces that were inimical to the birth of Bangladesh, propagating ideologies that directly contradicted the values of our Liberation War.\nIt was the fight between the Awami League and the BNP for the so-called \"Islamic vote\" that blurred the lines between democracy and secularism on the one hand, and precipitated shameless and unprincipled play for power on the other, creating the opening for the rise of religion-based politics whose door was earlier opened during the period of military dictatorships. As a result, secularism—which the BNP did not ideologically adhere to and the Awami League formally lent support to but practically did otherwise—fell by the wayside. As secularism was sent into exile through one door, religion-based politics was welcomed through the other. BNP's alliance with Jamaat and Awami League's deal with and concessions for Hefazat-e-Islam demonstrate this point most succinctly.\nToday's rise of fundamentalism and intolerance is the direct result of the anti-democratic and anti-dissent politics of the day that demonises everything and everyone who fall foul of those in power. This has gradually and effectively isolated the government from all its allies, and made it more and more dependent on bureaucracy, police, intelligence agencies, and street-level thugs, none of whom had—not in Bangladesh, nor anywhere in the world—the slightest of commitment to democratic ideals or public participation in the decision-making process. This led to the failure to build a democratic culture and caused hate speech and alternative facts to enter our lexicon.\nWe must understand that the forces of communalism that has established its hydra-headed presence in Bangladesh today are not the result of our recent failures, but failures that have been occurring over many years—ones that we have deliberately ignored due to our lack of courage to confront forces that were taking us away from the values of our Liberation War. Or it was because we were so blinded by the politics of power and wealth that we did not care. The present ruling party did not see that they were cutting the very tree on which they were sitting.\nThe challenge today is that Bangladesh needs to rediscover 1971 in all its glory and the deeper meaning of what our independence struggle stood for. We prefer to call our freedom struggle \"Mukti Juddho\" or \"Liberation War,\" instead of the \"War of Independence.\" There is, of course, a reason for it. (Recall Bangabandhu's famous speech of March 7, 1971, where he said, \"Ebarer sangram amader muktir sangram; ebarer sangram amader shadhinatar sangram.\" He uses the words \"mukti\" and \"shadhinata\" together.) By using the term \"Mukti Juddho,\" we want to emphasise that our struggle in 1971 was about far more than just political independence. We struggled for a fundamental reform of our society that was to liberate us from all our backwardness, prejudice, hatred, incapacities, narrow mindedness, etc on the one side, and eliminate poverty and all sorts of discrimination on the other. If we juxtapose the concept of \"Mukti Juddho\" along with that of \"Sonar Bangla,\" then the true meaning of 1971 begins to emerge.\nIn their interviews with The Daily Star, Serajul Islam Chowdhury, Salimullah Khan and Syed Manzoorul Islam, all eminent scholars, identified the absence of democratic politics and youth unemployment, disappearance of an active civil society, and societal disengagement and cultural vacuum, respectively, to be the underlying causes of the rise of communal forces in Bangladesh. Each of these points are relevant and must be considered by our policymakers with seriousness and urgency.\nWhile we have made considerable progress on the economic front, these gains have come at a great cost of our democratic rights and freedoms, and at the cost of a widening rich-poor gap. Our economic progress, substantial as it is, has not led to a deeper harmony, but to greater dissonance, part of which gets expressed in attacking minorities. It should not have escaped any one's attention that those participating in the attacks on Hindu temples and mandaps were mostly youth.\nAs for the role of civil society, there is nothing to write home about. The Bangla term for civil society is \"shushil samaj.\" The present leadership, with the help of some partisan intellectuals, have turned the word \"shushil\" into one of ridicule, derision, and near hatred. It has become almost like an abuse to be called a member of \"shushil samaj.\"\nThe fact of societal disengagement is also sadly true. We no longer seem to be bothered enough to take up social causes and fight for them as our own. However, this must be judged against two instances in which mass outpouring was most brutally suppressed—the road safety movement and the quota movement—sending a clear message that mass participation in social causes will not be tolerated, resulting, among other factors, into the citizens' disengagement that Prof Manzoorul Islam has referred to.\nAs for the absence of cultural activities, we really need to think deep and wide as to what happened in this area. Our cultural heritage was one of the principal weapons in our arsenal to fight the Pakistani domination and its army. Of particular importance is the near-total disappearance of cultural activities at the village level. This absence of cultural activities—and we are not talking about government-sponsored ones, but those that emanate from people's spontaneous participation—has deprived our youth of their heritage, sense of identity and pride, and allowed the entry of nefarious influences to fill the vacuum.\nThe challenge we face today requires broader unity among the people, especially involving the political parties, cultural organisations, youth, the civil society, the NGOs, the media, and people of all views and beliefs. There should be mass awareness campaigns all across the country about why Bangladesh was born and why millions laid down their lives in 1971.\nIf we don't learn from the events of the last few days and keep on saying that these are isolated incidents—carried out by a handful of misguided people, by forces that have an eye on the next election—and refuse to take responsibility for what we have done wrong, and also continue to demonise critics, then we will not be able to tackle the danger that looms over us in its enormity, urgency, and viciousness.\n \nMahfuz Anam is editor and publisher of The Daily Star.\n",
        "headline_1": "Column by Mahfuz Anam: Imbibing 1971 values in our post-liberation generation",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/the-third-view/news/imbibing-1971-values-our-post-liberation-generation-2203316",
        "news_paper_name": "The Daily Star",
        "publish_date": "22-10-2021"
    },
    {
        "full_article": "I have been feeling unwell since October 13. After the mayhem in Cumilla, I knew it wouldn't be the last. With a broken heart, my father-in-law and I, along with my son, decided to continue with our tradition of puja visits and mandap-hopping, yet we were all deeply disturbed, witnessing the carnage unravelling with a helpless rage. This is not 1964, the Hazratbal incident in Kashmir, nor is it 1971 or the 1992 Babri Mosque demolition; it is not even election season yet, but we know that the sickness is always lurking, under the charade of \"communal harmony.\"\nI grew up in a middle-class neighbourhood in Bagerhat. Most of our neighbours were either lawyers or educators, with equal numbers of Hindus and Muslims. As children, we grew up in houses without boundary walls, free to enter and exit any house at any time of the day, and no one stopped us for being born into a different faith. All the kakimas who did not have dudh-jui/togor, joba or wood-apple trees would come to our house to collect flowers and leaves at the break of dawn for their morning puja. We inherited two old and huge dudh-jui trees when my father bought the land and house from its previous owner, Mukundo Laal. My parents were too lazy to make any changes, and so it remained in many ways a \"Hindu\" house, with a swastika painted on our front door. Their secular-left lineage also made this arrangement look almost perfect, and normal.\nOf course, the world was not perfect. Growing up, there were always some annoying kids who called red ants \"Hindu\" and black ants \"Muslim,\" who would tease each other as \"mlechcho\" and \"malu\" and mock each other's eating habits. But then again, we would all sling mud and swim in the river together. We sang hamd naat during Eid-e-Miladunnabi, and I would do the arati dance during Sarashwati Puja. I remember Durga Puja especially vividly: there used to be four to five puja mandaps from Muniganj Kali Bari to the bazaar, and we would hop from one to the other, comparing thakurs and proshad. From Durga Puja to Lakshmi Puja, we would make sure that we tasted all the different narus and had enough for the whole year at my favourite Shyma Didi's, Timir Kaku's and Narayan Dadu's places. We as kids thought we would live like this forever: free!\nThings started to change in the 1980s, or at least that was when I became aware of it. I remember Baba was underground at the time, and we went to meet Narayan Dadu to get updates about Baba. Dida was unusually calm and was talking in hushed tones with her neighbour Bokul Pishi, a schoolteacher who had taken care of his father for as long as he had lived. When I was passing by her small but beautiful house the next morning, I saw a huge lock hanging on the front door. She had vanished into thin air, gone without a trace. As a nine-year-old, I felt the sting of losing a familiar face, but she was only one of many that we lost in the subsequent years. The biggest shock came when my favourite primary school teacher Foni Sir left during the 90s. With him, my childhood disappeared. How vulnerable must one feel to leave everything behind at the end of his career?\nBetween the 1980s and 90s, the landscape of my neighbourhood started to change. The kancha houses next to veteran advocate Moti Laal Basu's home, empty plots, and a few other abandoned Hindu houses at the back of the nurses' quarters were soon claimed by influential local leaders—some bought them, others \"acquired\" them. For the first time, party politics was reinforced with muscle and money, but this was also just a continuation of what was already happening post-1971. Our original landowner Surendra Babu was in the print business and used to live in Khulna. He had bought the land under his wife Nonibala's name, which used to be looked after and was later inherited by her nephew. They survived both 1947 and 1971, but almost lost everything in the 1980s to the Vested Property Act. A member of the Peace Committee not only occupied a three-bigha house soon after 1971, but also claimed all the adjacent property as enemy property, including Surendra and Nonibala's land.\nThis battle went on in court until they won the case in 1984, but under constant threats by the interested party—helped by the local administration—they just couldn't keep it safe any longer. Trauma and cancer devastated Surendra completely, and he sold the property to my father and left the country for good. My father, a sub-sector commander of the liberated zone who had been responsible for the safe passage of countless compatriots during 1971, could not help him in a free Bangladesh. My great-grandfather, who had been instrumental in stopping the spread of the 1949 Kalshira riot in Chitalmari (even after hearing the rumour of his son's death), remained a fable to us.\nI recount all this now not as nostalgia for some \"golden past,\" but as stories of survival through personal and political struggles. These are reminders of how every political transformation created an \"enemy\"—how citizens were pitted against each other in the name of religion and ethnicity, and the material conditions that enabled such atrocities. As a member of the dominant class and religion, it is not the time for me to feel ashamed and helpless; nor is it the time to blame the disgruntled \"mob.\" This mob has face, motives, and possibly ample funding. It is crucial that we see the recurring patterns, the organisation of such atrocities, and question the role of the state and political parties—not only the one in power, but all that are still active in the field. A blanket accusation of a non-existent opposition might not save the boat this time. It's time we accepted that even though our constitution promises equal rights to every citizen, some are more equal than others. The combination of zealous Bangalee nationalism, the eighth amendment proclaiming Islam as a state religion, and draconian laws like the Vested Property Act institutionalises the status of the marginalised—non-Bangalee and non-Muslim. The constant reminder of \"otherness\" and casual discrimination is something they live with 24/7.\nSilence has often been the recourse for those trying to simply get on with life, and unsee the realities of violence and abandonment by the state. Nationalism and dominant religious sentiments carry material value; Bangalee nationalism might have emerged as an articulating principle of resistance against exploitation and violence, yet it also carried within it the potential to legitimise new hierarchies, and the oppression of those who happened to fall on the wrong side of an ever-changing equation. Every political formation creates countless beneficiaries and promises; let's not allow the beneficiaries to tear this nation apart. Bangladesh belongs to every atheist and believer, Bangalee, non-Bangalee and indigenous, and people of every gender and sexualities. Let us translate our privileges to emancipate, to resist, to defend our rights as fellow citizens, and reclaim the state that is rightfully ours.\n \nDr Seuty Sabur teaches anthropology at the Department of Economics and Social Sciences in Brac University.\n",
        "headline_1": "Lost home, abandoned nation: Fighting for a Bangladesh for all",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/lost-home-abandoned-nation-fighting-bangladesh-all-2203311",
        "news_paper_name": "The Daily Star",
        "publish_date": "22-10-2021"
    },
    {
        "full_article": "Today, on October 22, we celebrate National Road Safety Day. But why? Not why we care about safety—the devastating toll of accidents makes it clear why it is important—but why call it Road Safety Day? If we are using roads to travel from place to place, and we want to be able to do so safely, why not call it Safe Travels Day?\nThe problem with the current name is that it normalises travelling by motorised vehicles, and implies that other ways of movement are fringe, be it walking, cycling, taking a tram within a city, or a train out of the city. When we talk about safe travels, the automobile becomes just another—and remarkably dangerous—mode of transportation.\nThe term Road Safety Day implies that we can clog our roads with motorised vehicles and still improve safety. Another trick to distract attention from the inherently dangerous character of large motorised vehicles—vehicles weighing over a tonne and moving over 30km per hour—is to refer to traffic fatalities per 10,000 vehicles instead of per 100,000 people. Well, that is a strange way of doing it! With everything else, we measure the problem against the population of people. We don't refer to malaria or dengue cases per 100,000 mosquitoes, or rates of lung cancer per 100,000 cigarettes. By doing so, countries like the United States, which rely heavily on the automobile, look better than countries like Bangladesh.\nAccording to Jatri Kalyan Samity, a platform advocating for passengers' welfare, up to 18 people died per day on the roads on average in Bangladesh in 2020; the number was 21 in 2019. In Dhaka alone, almost one pedestrian is killed in road crashes daily on average. For each death there are far more injuries, including serious ones. According to Wikipedia (citing WHO data), Bangladesh has 1,020.6 deaths per 100,000 motorised vehicles, whereas the United States has only 14.2, making Bangladesh look truly dreadful. But when you compare deaths per 100,000 inhabitants, suddenly the two countries are almost equal: 13.6 deaths for Bangladesh and 12.4 for the United States. Certainly, Bangladesh needs to improve the condition of its roads, but if the authorities believe that by doing so they will eliminate its road traffic fatalities, they would be dead wrong.\nAnother term that is used to mislead is \"accident,\" which implies that if only people paid more attention, if only the traffic police were more active, if only the transport owners and drivers were more compliant with rules, if only it didn't rain or the roads were better maintained, if only pedestrians didn't do stupid and careless things like try to walk in cities, then accidents wouldn't happen. The truth is that motorised vehicles are dangerous by design. People are not meant to be hurtling along in heavy vehicles at great speed. There is no way to make it safe. Hence, many of those working in the field of safe travels refer to crashes, not accidents.\nWhat would make travelling on the road safer is if we could switch people out of those heavy motorised vehicles (and off of motorcycles) and into trains, trams, bicycles, or to walking. Cities that have made progress towards Vision Zero—no deaths on the roads—have done so through a variety of means that focus on the true nature of the problem. They have limited speed to 30km per hour in the city, since we know that it is nearly impossible to kill someone unless you are travelling faster than that. They have created great systems of public transit and built convenient, safe, attractive infrastructure for walking and cycling. They have refused to accept the use of motorised vehicles as the norm, instead working to shift people to gentler, lighter modes that are much more compatible with preserving life and limb.\nThere is no need for trucks to be the de facto way to move freight; trains could play a much bigger role to that end. Sure, trains do occasionally derail or slam into something, but those incidents are extremely rare compared to the daily toll of highway crashes. Within cities, much of the freight can be moved by rickshaw vans. Intercity travelling by train is vastly safer than by bus or car. Travelling within cities by foot and bicycle would improve the health of the traveller and increase safety.\nWhy do we not hear much about such approaches? Alas, the car, fuel, and road-building lobbies have an immense amount of money and power that they use to lobby governments and international agencies. They benefit from the mirage of \"road safety\" and a denial of the readily available alternatives. But we don't have to continue to allow those corporations to dominate the conversation. Knowing what is at stake, we can raise our voices and demand that our need for safe travel be met, in large part by reducing reliance on the motorised vehicles that are the true source of the problem.\n \nDebra Efroymson is executive director of the Institute of Wellbeing, Bangladesh, and author of \"Beyond Apologies: Defining and Achieving an Economics of Wellbeing.\"\n",
        "headline_1": "A plea for safer travels",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/plea-safer-travels-2203306",
        "news_paper_name": "The Daily Star",
        "publish_date": "22-10-2021"
    },
    {
        "full_article": "The year 2020 marked a watershed in global efforts to end tuberculosis (TB) by 2030. First, it was because, by 2020, the TB-affected countries aimed to achieve the first set of \"End TB\" milestones: a 35 percent reduction in TB deaths, a 20 percent reduction in TB incidence, and zero catastrophic costs for TB-affected families. And second, it was because throughout 2020 and into 2021, the direct and indirect impacts of the Covid-19 pandemic challenged healthcare systems and TB programmes like never before.\nBoth globally and in the Southeast Asia region, TB case notifications and treatment have been disrupted. Data from World Health Organization (WHO) shows that several high-burden countries globally witnessed a decline of more than 50 percent in the number of cases reported between January and June 2020, compared with the same period the previous year.\nThe social and economic impacts of the pandemic have been immense. Tens of millions of people have been pushed into extreme poverty. Undernutrition—a key driver of TB morbidity and mortality—has been greatly exacerbated. WHO modelling suggests that these and other gaps could result in a level of global mortality last seen in 2012, leading to an additional 1.4 million TB deaths by 2025.\nSuch an outcome would be catastrophic, especially in the Southeast Asia Region, which is the world's most TB-affected region. WHO's recently released Global Tuberculosis Report highlights that in 2020, the region accounted for 43 percent of the 9.9 million patients who fell ill with TB globally. This is despite making up just over a quarter of the world's population. The region accounted for almost half of global TB deaths.\nHowever, amid crisis there is opportunity. The region has in recent years mobilised unprecedented political commitment towards ending TB, which is one of the eight Flagship Priorities. Ministerial-level commitments made in 2017 and 2018 have catalysed increased and much-needed investments in ending TB, in line with the region's Statement of Action, the UN Political Declaration on the Fight against TB, and the End TB and Sustainable Development Goal (SDG) targets.\nIn all countries of the Southeast Asia region, pandemic-related disruptions have raised the stakes, highlighting the need for countries and partners to renew and reinvigorate the TB response—the focus of a high-level meeting of health ministers, policymakers and key donors from across the region and beyond, scheduled for October 26.\nSeveral priorities require targeted attention. First is strengthening multi-sectoral and multi-disciplinary action, for which accountability frameworks are vital. Such frameworks should define the contributions of government departments, technical and funding partners, the private sector, and civil society. They must include members of TB-affected communities, ensuring that patient perspectives are not only represented, but acted upon.\nThe second issue that needs attention is increasing resource allocations to catch up on lost ground. Regionally, it is estimated that up to USD 3 billion may be required annually to achieve the End TB targets. For every dollar spent on TB, an estimated 43 dollars are returned.\nThird, we must ensure access for all to rights-based, stigma-free, quality-assured, and people-centred services. Such services must provide the full spectrum of care—from preventive, diagnostic and treatment care, to rehabilitative and palliative care–with a focus on reaching marginalised and vulnerable groups. If appropriately leveraged, key technologies such as artificial intelligence-based screening can not only increase efficiency, but also access and equity.\nFourth, strengthening the provision of socioeconomic support. People who are undernourished are more prone to develop TB. They have a higher likelihood of dropping out of TB treatment. TB treatment interruptions are challenging for patients and communities, increasing the likelihood of TB spread and drug resistance. To ensure that all TB patients complete TB treatment, it is imperative that sensitive and accountable social protection services—including nutrition and financial support—are not only integrated into TB programmes, but provided additional funding.\nOur challenges are immense, but each of them can be overcome. In just a few short years, the Southeast Asia region has come so far in its efforts to address TB, mobilising unprecedented investments that have achieved real progress at the grassroots and in the lives of the most vulnerable. That progress is increasingly at risk. Through urgent and synergistic action, together we must right the course, ensuring that all countries of the region reinvigorate the TB response and accelerate towards the End TB targets, and achieve a fairer, healthier, more health-secure region.\n \nDr Poonam Khetrapal Singh is regional director in South-East Asia at World Health Organization (WHO).\n",
        "headline_1": "Reinvigorate efforts to end TB",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/reinvigorate-efforts-end-tb-2203301",
        "news_paper_name": "The Daily Star",
        "publish_date": "22-10-2021"
    },
    {
        "full_article": "In an unexpected twist—or is it, really?—in the ongoing saga of communal violence, police have reportedly identified, from CCTV footage, the person who had placed a copy of the Quran at the Nanua Dighir Par puja mandap in Cumilla, triggering a series of attacks on the Hindu community over the last week. The man alleged to have been responsible for this act is Iqbal Hossain—a Muslim, not a Hindu. Yet, like in many previous cases, it is the innocent Hindu people who have been made a scapegoat for this act, as their homes, shops, and temples were vandalised in at least 13 districts. This, more than anything, illustrates the vulnerabilities of minority communities in Bangladesh.\nThe role of law enforcement during some of these attacks is one that we must investigate, but the bigger question is: how did we get to this point? The fact is, over the last decade, communal attacks on minority groups have reached a new height. According to Ain o Salish Kendra (ASK), as many as 3,710 attacks on the Hindu community took place between January 2013 and September 2021. A fundamental reason for this and the culture of intolerance ripping through the country is the use—or abuse—of religion and identity politics. The incendiary rhetoric of political and faith actors promoting hatred and intolerance has been a major problem for many years. Unfortunately, none of our major political parties are innocent of this. This has naturally emboldened different interest groups to launch attacks against minority communities at every opportunity they get, for their own twisted reasons.\nDespite similar attacks on Hindus following fake and manipulated social media posts in the past, the government has failed to tone down hateful language against minority groups. Not only that, even when people responsible for the violence were apprehended in some cases—such as the 2016 attacks in Nasirnagar or the attacks on 80 Hindu homes and eight temples in Sunamganj in March this year—they were allowed to get out on bail or even nominated by the ruling party to contest elections. What this shows is that the arrests made after such attacks may serve some PR purposes, but justice, more often than not, remains elusive.\nThe only way to bring an end to communal attacks is to match what politicians promise following such attacks with actions. Every time such attacks occur, we hear our politicians claim that they stand by the victims. But do they, really? The answer must be given through actions, not words. Moreover, those responsible for the attacks—and particularly for instigating them—must be held to account. Justice is still the best antidote to such mindless crimes, and we have been awfully falling behind on this. Equally importantly, the use of divisive rhetoric against minority groups as a political football must end.\n",
        "headline_1": "Justice is key to ending communal violence",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/justice-key-ending-communal-violence-2203626",
        "news_paper_name": "The Daily Star",
        "publish_date": "22-10-2021"
    },
    {
        "full_article": "The state of the road safety in Bangladesh is dismal at the moment, to say the least. And it includes the state of the roads too. Take, for instance, the Postogola-Chashara road. As reported by this daily, it's riddled with potholes—no big surprise there. But the real danger is when it rains and the road gets submerged in knee-deep water, making it impossible for vehicles to travel on it safely. As a result, as recently as last Tuesday morning, at least eight accidents occurred within the space of hours after autorickshaws, rickshaws and rickshaw vans slipped into the potholes. Not only do these accidents cause nuisance for vehicle owners in the form of repair costs, but they also leave passengers and drivers severely injured.\nThis is but one example of the state of road safety in Dhaka division. According to police data, there has been an increase of at least 40 percent in both accidents and deaths on the country's roads till July this year, compared to the same period last year. The highest number of accidents in a single month was 543 in May. This was when public transport was hard to come by due to Covid-19-related restrictions from the government, and people depended on unsafe modes of transportation (such as easy bikes and motorcycles) to rush home for Eid. But even during regular times, accidents on our roads remain a common phenomenon.\nFor those expecting safer roads, the introduction of the Road Transport Act in 2018 offered momentary hope, but even after three years, it remains largely ineffective, and still in a draft form being ping-ponged between the BRTA and the law ministry. Besides non-implementation of the act, the pending amendments signal the authorities' prioritisation of transport owners and associations over the lives of people on the roads. The current draft of the law, if amendments take place along that line, shows that punishment or fine under at least 14 sections would be reduced. The law will also lose its jurisdiction to hold a driver responsible for causing injuries by reckless and negligent driving; it will only have the jurisdiction if someone dies. If the purpose of the law is to reduce the number of accidents, why make such concessions that do nothing to hold the drivers accountable?\nAs if such concessions are not enough, the government has recently waived late fines for vehicles failing to update documents on time. Such waivers, coupled with the delays in forming rules under the Road Transport Act, cannot help but be seen as the results of the influence that transport associations have over the government. Today, on the National Road Safety Day, authorities must realise that their duty is to keep the roads safe for the public. We would urge the government to be strict about the speedy finalisation of the Road Transport Act and to ensure its effective implementation. The whims of transport association owners must not prevent the safe travelling of the general people.\n",
        "headline_1": "Will our roads ever be safe?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/will-our-roads-ever-be-safe-2203296",
        "news_paper_name": "The Daily Star",
        "publish_date": "22-10-2021"
    }
]