[
    {
        "full_article": "In Bangladesh, we are missing a trick by failing to capitalise on a resource which could super-charge our RMG industry into a bold new era. What resource? Female leaders and executives. Look at the world's most successful economies and you will find that one of the most defining features is the prevalence of females in positions of leadership and management. This rule also applies for the world's top businesses.\nThere is a wealth of research on this issue. A report by consultants McKinsey & Company in the UK found that for every 10 percent increase in gender diversity, earnings before interest and taxes rose by a glaring 3.5 percent. From this data, it was found that women leaders have a key measurable impact on an organisation's bottom line.\nMeanwhile, in a major Pew Research Center Social and Demographic Trends survey, 2,250 adults ranked women better than or equal to men in seven of the eight primary leadership traits.\nThe key statistics from this survey outlined that half of the respondents ranked women as more honest than men, with just 20 percent saying men are more honest than women. In terms of intelligence, 38 percent said they viewed women as being smarter, with only 14 percent indicating men are smarter. In other cases, women were ranked for being more compassionate, outgoing and creative.\nThe evidence base shows that when women become leaders, they provide a different set of skills, imaginative perspectives, and cultural differences which drive effective solutions.\nThere are many traits among female leaders which are particularly relevant to the Bangladesh RMG sector. Studies have shown that women demonstrate political leadership by championing issues of gender equality, such as the elimination of gender-based violence, parental leave and childcare and, gender-equality laws.\nThese issues are becoming increasingly important for Bangladesh's RMG sector due to the heightened importance of CSR issues among our international customer base.\nDespite the huge benefits that female leadership can bring to the table, Bangladesh's RMG sector is lagging in this area. Our RMG industry at present employs an estimated 4 million workers.\nIn terms of the gender composition of workers in the RMG sector, information from the International Labour Organisation from 2018 found women represented 61 percent of the sector's workforce.\nHowever, the ILO's research has also found that 84 percent of women workers in the RMG sector are in low grades, compared to 68 percent of men. More concerning, from 2010 to 2018, the proportion of surveyed women in most managerial positions declined, and their overall average representation in such roles remained low and unchanged between 2010 and 2018 (approximately 9 percent).\nThis indicates no improvements in enhancing women's representation in managerial and leadership positions in the RMG sector in the past decade. Other sources reaffirm that sectoral leadership roles are male dominated. For example, a Better Work compliance review report found that men held 95 percent of line supervisor positions in the Bangladesh RMG industry.\nWe must do better than this or we risk being left behind by our international competitors. Given the earlier mentioned research on the powerful impact female leadership can have on the working environment, we have to ask ourselves how much is our industry being held back at present? Where might it be now if it had begun to embrace increased gender diversity a decade ago?\nOf course, we must not look back, we can only think of the future—it is never too late to change.\nAt the national level, countries which have diverse workplaces have legislation in place to support women in their career progression. This includes strict laws around maternity leave and pay as well as anti-discrimination laws to protect women in the workplace and ensure they are not penalised financially or career-wise when they have children.\nCan our lawmakers do more to support the career progression of females? Surely it's time they looked at progressive countries in such areas, these being the Nordic countries—Norway, Sweden—which are true leaders in workplace gender diversity.\nAt an individual company level, we as business owners must also consider how we could do more to support women who aspire to leadership roles. If a business owner finds they have a workplace where senior positions are predominantly male dominated, they need to be looking at why that is the case.\nWhat is holding women back and what more could they be doing to support the career progression of their female staff. It might simply be a case of practical issues such as a lack of \"functional childcare\", in which case an onsite creche facility is one possible solution.\nOr there might be deeper, cultural issues in which a climate has been allowed to develop where women don't feel valued or do not have the confidence to put their names forward when senior roles are available. A lack of access to training and development programmes—vital to help young women rise up the corporate ladder—could also be holding women back.\nIn the higher-ups of western fashion brands and retailers, women occupy a significant portion of the positions. In our country, even in the banking and telecommunications sectors, women in leadership positions are not uncommon. Then why not in our RMG sector?\nThe takeaway point here is that spending time and effort in creating an environment in which women are encouraged to flourish should not be seen as a burden by the apparel factories. On the contrary, all the evidence shows that companies which invest in workplace diversity perform better than their less progressive competitors. The evidence on this is overwhelming.\nFar from being a burden, investing in female staff could be the smartest move our apparel factories ever make.\nMostafiz Uddin is the Managing Director of Denim Expert Limited. He is also the Founder and CEO of Bangladesh Denim Expo and Bangladesh Apparel Exchange (BAE).\n",
        "headline_1": "Our apparel sector needs more female leaders",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/rmg-notes/news/our-apparel-sector-needs-more-female-leaders-2133316",
        "news_paper_name": "The Daily Star",
        "publish_date": "19-07-2021"
    },
    {
        "full_article": "In June, Bangladesh was hit with a second deadly wave of the Coronavirus. The number of infections and deaths due to Covid has increased alarmingly. The new Delta variant is more virulent and wreaking havoc all over Bangladesh. Fortunately vaccination has resumed and the government is importing more vaccines. However, it will take a while till everyone is vaccinated—and during this waiting period they are more exposed to the virus.\nFor personal safety, people who are unvaccinated should protect themselves by observing the 4 rules recommended by the World Health Organization. The rules are: wear face masks, wash your hands with soap, inhale steam to destroy the virus lodged in the nasal labyrinth, and maintain social distancing. Not much is known yet about the new variant, therefore, it is safer to stick to the 4 rules even if you have been vaccinated!\nThe 4 rules have been developed and tested in different countries but the best practice has been observed in China. China has a very strict administrative system that is well knitted with the civil society. The citizens are obedient and motivated. Analysis of the Chinese way of treatment reveals that it is delivered from two directions; medicine and motivation. In Bangladesh, motivational activities are not visible and people neglect to follow the 4 rules. It has to be made clear to the population that a Covid victim carries a high risk of death that may be evaded if the 4 rules are followed as a lifestyle choice. But how can people be convinced and motivated to fight this virus together?\nTo succeed in this battle, the minds of the people must be clear about the danger the virus poses to them and their families. The main weapons are the 4 rules that must be observed by all. People can be motivated through education on the various aspects of Covid; recognition of tell-tale indications of an infected person, the damage it does to human organs leading to death. But how can this knowledge be transferred to the ordinary public?\nTV channels are showing the damage and impact of Covid in different talk shows and discussions, these are of good quality and are laden with information but these are not seen by the common people, as many do not have TV. These shows are too sophisticated for an ordinary man to understand. The same message can be shown through animation videos. These videos should be displayed at places that are easily visible, places like crossroads, bus-stations, bazars.\nPersuading people verbally is also an effective tool. This is not a difficult task and can be achieved by the elected representatives as they are in routine communication with the people. The elected representatives can convince them of ways to save their own lives from Covid-19 by observing the 4 rules. The representatives should organise and reach out to people and convince them of the looming danger. Our nation had fought a glorious Liberation War when all citizens were united. Similarly, every citizen should be aware of the danger and participate in the battle against Covid. Every citizen must become aware of the danger. The citizens of every constituency are in communication with their elected representatives and will listen to them readily. The elected representatives are: the members of the Parliament, upazila chairman, union council chairman and the ward member. The most important person in the team is the ward member because he is the only one in the channel of authority in the administration who is in direct communication with the people. How do we see the team working with the people in the field?\nThe team will engage the people in the villages, in the towns and the island and hills. The team will also have paramedics who are posted at upazila and union level, they know the local people and can motivate them. The ward member must visit each homestead (Bari) and speak to each head of the household and have maximum numbers attending his talks.\nA training video should be made for the team, showing the standard procedure on how to deliver the speech and have discussions with the people, and answer any question asked by the people. The team should meet at the DCs office for planning and execution of the task with the police the paramilitary and military representatives in attendance. The team should meet as often as the team leader wants.\nFor an operation like this to be successful, it is essential to maintain momentum and direction, for that additional human resources are needed. Fortunately, we have such resources.\nThe retired members of the public service, police service and the armed forces who receive pension can also be mobilised to motivate the citizens. It is suggested that the retired citizens be motivated to talk over the telephone with respected senior citizens in his village or bari and request them to ensure and enforce strict compliance of the 4 rules.\nStudents of primary and high schools can also be educated in the ways to fight the virus.\nOur people regularly meet violent natural disasters with courage and rise like a phoenix from the ashes. They fought unitedly for freedom with very little resources and against a formidable enemy and came out victorious. There is no reason why we should not be able defeat the Coronavirus if we stand together.\nSharif Uddin Ahmed is a retired Brigadier General.\n",
        "headline_1": "Combating the Coronavirus",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/combating-the-coronavirus-2133311",
        "news_paper_name": "The Daily Star",
        "publish_date": "19-07-2021"
    },
    {
        "full_article": "In the wake of the Covid-19 pandemic in March 2020, global brands and buyers had either cancelled or postponed imports of apparel from Bangladesh. Later, towards August and September 2020, many buyers reinstated their orders which helped apparel exports rise. Driven by ready-made garments (RMG), the export sector of the country bounced back to a large extent during the pandemic though it remained lower than the pre-Covid period. Recently, however, RMG exporters have expressed concerns as many buyers have once again cancelled their orders as the country went into lockdown to tackle the spread of coronavirus. \nAs the government has no choice but to go for a strict lockdown during this wave of the pandemic, worries over economic recovery continue. But lockdown is only a temporary solution and has a high cost. Therefore, vaccination of all eligible people at the earliest is the only solution to survive. Otherwise, the cycle of lockdown and opening up will continue for quite some time. This will cost the economy dearly. Various surveys have indicated a rise in unemployment and poverty as economic activities have shrunk. The cancellation of RMG export orders is indeed a great concern as the sector is a strong pillar of the economy. It is the source of about 3.6 million jobs and over 80 percent of income from exports. While the apparel sector has to think of overcoming the current challenges and staying afloat during the pandemic, there are also a number of important medium and long-term issues which need to be addressed parallelly. These are related to Bangladesh's new identity as a developing country, and stringent compliance issues and competition from other players in the global market.\nAs we recall, following the Rana Plaza tragedy in 2013, Bangladesh's apparel sector came under tremendous pressure for improving compliance and safety in its factories. Accordingly, the RMG industry made an important transition towards improved compliance in the sector. Major compliance measures were undertaken to ensure the safety of factories and workers through collaboration among Bangladeshi entrepreneurs, the Accord on Fire and Building Safety, the Alliance of Bangladesh Worker Safety, and the Partnership for Cleaner Textile. The labour law of the country was amended and the right to form trade unions in factories, including in the special economic zones, was approved. The minimum wage of RMG workers was raised in an attempt to make it comparable to other competing countries. These initiatives were useful in developing standards and ensuring transparency and compliance. These had also helped attain higher RMG exports though there were some periodic fluctuations.\nCompliance measures have helped in bringing more credibility to the RMG sector. But compliance is not a one-off initiative. It is an ongoing process and has to be pursued continuously for sustainable growth of the sector. It is encouraging to note that a number of RMG entrepreneurs have accepted compliance as an integral part of their business. Many entrepreneurs have taken self-motivated initiatives to stay ahead of the curve and maintain competitiveness. This has been critical since the Accord and Alliance left in 2018; with their departure, monitoring safety issues in factories is to be continued with similar rigour by the entrepreneurs themselves.\nOf course, higher compliance by the industry also means higher costs of production while entrepreneurs face stiff price competition in the global market. In such a situation, some may opt for reduced production capacity to make up for additional expenditure on compliance requirements. This is obviously not desirable as the sector plays a crucial role in the economy. One of the ways to make up for increased costs is through higher productivity and moving towards high value products in high-end markets. Higher productivity will require technological upgradation in the industry. There is, of course, a danger of labour displacement due to the adoption of technology. It is apprehended that several categories of jobs will be lost due to technological intervention during the fourth industrial revolution. The RMG sector will also experience such technological transformation. However, the issue of technology and labour market disruption is part of the overall policymaking process of the decision makers. The RMG entrepreneurs will have to make sure that workers are upskilled and re-skilled for new types of jobs which may be created in the sector. At the national policy level, the government will have to create an enabling environment for greater private and foreign investment for more employment generation, ensure better training and skills development for absorbing workers in new opportunities, and increase access to finance for self-employment.\nThe role of buyers as a major stakeholder cannot be overlooked in the case of improving compliance in the RMG industry. They have to collaborate with suppliers in improving productivity. Ironically, in a fiercely competitive market, brands and retailers are always on the lookout for the lowest prices. Many buyers source from Bangladesh to maximise their profits through low prices. Ethical buying and fair price are not always under the purview of profit-making brands. If that was so, then some other competing countries would have been dropped from their sourcing list. This emphasises the need for investing in higher productivity. Wages and labour rights related issues also have to be taken seriously into cognisance. If the sector can invest in safety, compliance, and technological upgradation, it can also increase labour wages. In the short run, an increase in labour costs will lead to higher production costs; however, in the long-run these costs can be internalised by higher productivity and efficiency.\nHigher compliance in the sector has become all the more important as Bangladesh is going to graduate from the least developed country (LDC) category by 2026. There will be many challenges after graduation. One important challenge is the loss of preferential market access of Bangladesh products, including RMG products, in many countries. For example, as an LDC, Bangladesh gets duty-free quota-free access to the European Union (EU) market under the Generalised System of Preferences (GSP). The EU is a major destination of Bangladeshi exports. In these new circumstances, Bangladesh will have to compete with other countries to enter the global market by paying the existing tariff which will make the country less competitive. While there will be GSP+ opportunities during the post-graduation period, in order to avail these facilities, Bangladesh will have to ratify 27 core international conventions. Among these, 15 are human and labour rights related conventions.\nTherefore, without adequate preparation from now on, fulfilment of stringent compliance issues could be difficult. This will require a comprehensive work plan by the government, which has to be implemented in a collaborative manner. The government, Bangladesh Garment Manufacturers and Exporters Association (BGMEA), workers' associations and trade unions, buyers, development partners, civil society, and the media are all a part of this journey.\n \nDr Fahmida Khatun is the Executive Director at the Centre for Policy Dialogue.\nViews expressed in this article are personal.\n",
        "headline_1": "Collaborative approach needed for a compliant apparel sector",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/collaborative-approach-needed-compliant-apparel-sector-2133301",
        "news_paper_name": "The Daily Star",
        "publish_date": "19-07-2021"
    },
    {
        "full_article": "As the eight-day \"easing\" of the \"strict\" lockdown is passing us by, reports are flooding in from all directions about how health and safety regulations are neither being enforced nor being followed, and how Covid-19 infection cases and deaths seem to only be rising. According to DGHS data, in the first 16 days of this month, at least seven people were infected every minute with the virus, while 2,962 deaths were recorded during the same number of days—already the highest death count in a month since the beginning of the pandemic in March 2020.\nBut these facts and statistics seem to be of no value as people flock to shopping malls and cattle markets, highways face huge tailbacks, and streets everywhere are teeming with vehicles. What is more alarming is that all of this is happening with practically no resistance from authorities. Though the cattle markets of the capital were not set to open before July 17, reports by this daily stated that most have been operative since last Friday but with no health facilities (such as hand-washing facilities or hand sanitisers) available at the venues, nor any government representatives present to enforce social distancing and mask-wearing. Now, with the easing of the lockdown, reporters have also found the capital's shopping areas to be operating in the usual overly crowded, pre-Eid manner—sans social distancing and the proper wearing of masks. We cannot help but wonder if the lockdown has been eased or completely lifted.\nHowever, our biggest concern is the government's continued lack of planning and foresight when it comes to managing this pandemic. As experts have observed, the government's tactic seems to be to tackle problems as they arise, their approach more reactive than proactive. Though the treatment of infected patients must be prioritised, it is equally important to curb the spread of the virus. This includes taking measures such as exploring all options for acquiring Covid-19 vaccines, rigorous testing and contact tracing of the virus, urging people to get inoculated and making the registration process accessible for every citizen, and of course, enforcing the basic health guidelines of wearing masks, social distancing and maintaining proper hygiene. Is it possible that the authorities are not seeing the lack of public awareness about the impacts of the virus and their unwillingness to voluntarily practice safety measures unless strictly enforced? A report by this newspaper cites a member of the National Technical Advisory Committee on Covid-19 saying that \"till date, no targeted intervention to contain the transmission of Covid-19 has been seen\", and that few of their recommendations have been implemented by the government. We can now only hope that the government will soon come up with a cohesive, informed and long-term plan to combat the pandemic, and prioritise the health and safety of citizens above the economy and all else. Although we are currently going through Bangladesh's worst phase of the pandemic, the continuation of such haphazard interventions might very well face us with a situation worse than the rest of the world has seen.\n",
        "headline_1": "Have we given up on trying to curb Covid-19?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/have-we-given-trying-curb-covid-19-2132416",
        "news_paper_name": "The Daily Star",
        "publish_date": "19-07-2021"
    },
    {
        "full_article": "A report in this daily reveals how yaba pills are continuing to be smuggled into Bangladesh, with the drug traders finding new and cheaper gateways in the country. With Teknaf (the regular entry point) recently being in the spotlight, the drug smugglers have now made Rowmari upazila of Kurigram their preferred entry point. Police and intelligence reports have found that yaba pills come from Myanmar and enter through the Indian states of Assam and Meghalaya.\nThe law enforcers discovered this new route after Jamalpur district police recovered 50,000 pills in early 2019. By June, another 64,605 yaba pills were recovered, indicating the ease with which these drug traders operate. More smuggling points have been discovered by law enforcers in Sylhet, Sunamganj and Habiganj, with all the pills coming via India's northeast from Myanmar.\nThe reports show how organised the operations are, with the pills being carried in cars, buses or motorbikes from Myanmar to Meghalaya, and reaching the border in Kurigram. From there, drug traffickers in India throw packets of yaba pills over the barbed wire fences and their Bangladeshi members collect them. From Rowmari, 90 percent of the pills are carried by the river route and distributed to different destinations in Dhaka and surrounding areas.\nIt is easy to see that there are many weak points in our checkpoints that allow such ease of trafficking. Clearly, we need India's cooperation in stopping the drugs from coming into Bangladesh. According to police and intelligence officials, drug syndicate members prefer the new route as there is no major checking from the Indian side.\nThere are allegations that syndicate members have close links with an influential leader from Kurigram. Surprisingly, a BGB high-up has said that they had not come across any such smuggling incident. All this is quite shocking and highlights how little is being done to stop the incursion of yaba through these lesser known routes. If the police and intelligence agencies know about it, how come the BGB doesn't have a clue?\nAlthough senior officials of Jamalpur police have raised their concerns regarding the drug smuggling with their counterparts from Meghalaya, no real action has been taken. Even the Inspector General of Police, during a visit to India last year, handed a list of 18 yaba smugglers (from India) to the Indian authorities. Have the Indian authorities taken any steps to catch these smugglers?\nTrade in drugs has flourished thanks to corrupt elements in the security forces on both sides of the border. In Bangladesh, it seems those with political links are also involved. While our government must take steps to catch the smugglers and their patrons and enablers within the country, there have to be concerted efforts to stop the traffickers before they cross the border. This requires close cooperation and political will of Bangladesh and India, and calls for representatives of home ministries of both countries to meet and chalk out an effective strategy to combat this scourge.\n",
        "headline_1": "Yaba smuggled in through newer, easier routes",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/yaba-smuggled-through-newer-easier-routes-2132411",
        "news_paper_name": "The Daily Star",
        "publish_date": "19-07-2021"
    },
    {
        "full_article": "We've been here before. We've seen lockdown come and go with the same arbitrariness with which most decisions on this land are taken. We've seen how lockdown rules were relaxed, nay forgotten, ahead of every Eid festival, and how the state outsourced its duty to curb the spread of coronavirus to the citizens, resulting in devastating consequences. So the chaos that has ensued after the latest round of \"strict lockdown\" was lifted on Thursday is not surprising. But it doesn't take away the pain of seeing a familiar cycle repeat itself and the resulting sense of impending doom.\nIt's not just the insane homebound rush that worries us. Malls, streets and all public spaces in the cities are also overflowing with people, trying to make up for time lost in lockdown. Heavy traffic jams were reported at major intersections. At the exit points of the capital Dhaka, the scene is equally chaotic. According to our reports, thousands of people left Dhaka on buses, trains and launches, and thousands more will do as the Eid-ul-Azha nears. All modes of public transport were supposed to carry passengers at 50 percent capacity to minimise Covid-19 transmission—a directive few appear to be following. People crossing the Padma on crowded ferries were also seen to be flouting rules of mask wearing and physical distancing. Many passengers alleged that bus operators were overcharging, while others complained about scarcity of tickets. Long tailbacks were also reported on the highways.\nAll this comes at a time when we are witnessing record highs in cases of Covid-19 infections and deaths. On Thursday, the country witnessed the second-highest single-day death toll of 226, with the daily positivity rate at 27.23 percent. It is consistent with the rising trend of infections seen over the previous two/three weeks. Experts have warned that relaxation of lockdown rules could lead to a starker situation than what we saw in the aftermath of Eid-ul-Fitr in mid-May, when a similar relaxation led to a spike in infections. The danger this time is the presence of the more contagious and deadlier Delta variant of the coronavirus, which is already wreaking havoc all over the country, especially in the border districts. Imagine the disaster it will spell when large numbers of people gather and freely mix, as they already are doing, in those districts without any effective checks on their movement or violation of rules. Imagine the effect it will have on our already overwhelmed health system.\n   Perhaps a blanket nationwide lockdown is not the ideal solution for a country with fragile economic foundations, and we understand the practical necessities that led to the temporary lifting of lockdown ahead of Eid. But there can be no excuse for failing to ensure that those in public transport follow the 50-percent-capacity rules or other injunctions. Even the health minister, not one known for admitting failure, has said that the healthcare system will \"collapse\" if we don't strictly follow guidelines. But expecting the public and responsible entities to abide by rules without any effective mechanism to ensure their compliance cannot be accepted. The government must do more, much more, to enforce its own rules to minimise the damage of lockdown relaxation.\n",
        "headline_1": "Post-lockdown insanity amid homebound rush",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/post-lockdown-insanity-amid-homebound-rush-2131821",
        "news_paper_name": "The Daily Star",
        "publish_date": "19-07-2021"
    }
]