[
    {
        "full_article": "Revenues from the Goods and Services Tax (GST) crossed the ₹2 lakh crore mark for the first time in April. The month of April has usually delivered the highest GST kitty as it involves taxes paid for activity undertaken in March, when taxpayers close their books for the year, scurry to meet tax filing deadlines, and make adjustments to square off dues sought by the revenue department owing to oversights or interpretation differences. With slightly over ₹2.1 lakh crore of gross revenues, last month’s GST collection was 12.4% higher than the April 2023 tally of ₹1.87 lakh crore, which marked the highest monthly intake prior to the latest data set. Minus the year-end effect, revenues in subsequent months will moderate so the ₹2 lakh crore figure may not be the new normal for monthly GST collections just yet. However, assuming the present momentum of the economy continues and GST revenue growth persists in last year’s 11%-12% range, last April’s high of ₹1.87 lakh crore could well be this year’s monthly average. Bear in mind that the average monthly revenues last year were ₹1.68 lakh crore, and before the year began, the highest monthly collection was seen in April 2022, at ₹1,67,540 crore.Finance Minister Nirmala Sitharaman has termed last month’s ₹2 lakh crore-plus GST revenues a “landmark”, attributing them to a strong economy and efficient collections. This should put to rest the Centre’s concerns from a few years ago that returns from the GST regime, now 82 months old, had been underwhelming. No doubt, sustained action against frauds, such as fake invoicing, and stricter compliance norms have helped shore up revenues. With central GST revenues overshooting last year’s targets, meeting the goals set in the interim Budget for 2024-25 now requires less than 10% revenue growth. For the next government, the easy part would be to upgrade revenue targets in the full Budget. The more critical imperative is to plan and execute the expansion of the GST net, and expedite the long-awaited reboot of its complex rate structure to make it a truly simple tax for consumers and investors, now that revenue worries are relatively muted. Incidentally, the BJP’s election manifesto, which takes credit for ringing in GST, only promises to make its portal simpler for small businesses to use. The Congress has assured a switch to a single, moderate tax rate with few exceptions, no levies on farm inputs, and sharing of revenues with panchayats and municipalities. Smart GST reforms, informed by stakeholder consultations, need to be at the forefront of the agenda of whoever comes into office, to correct anomalies that hold consumption back and set the foundations for the next virtuous cycle of investment and growth. \nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\ntaxes and duties\n\n/\n\neconomy (general)\n\n/\n\nUnion Budget\n\n/\n\ninvestments",
        "headline_1": "​Tipping point: On the GST and reforms",
        "headline_2": "With robust GST revenues, the next government must prioritise vital reforms",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Btipping-point-on-the-gst-and-reforms/article68132422.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "03-05-2024"
    },
    {
        "full_article": "The Bharatiya Janata Party (BJP) nurtures high hopes in West Bengal, where it won 18 of the 42 seats, and 40% vote share in 2019. This dramatic rise from two seats in 2014 gave the party the confidence to present itself as the principal opposition in the 2021 Assembly polls, but the Mamata Banerjee-led All India Trinamool Congress (TMC) stormed back to power for a third term. With 77 of the 294 Assembly seats, and a 38.1% vote share, the BJP came a distant second. This year, the polling in the State is spread across all seven phases of the general election, and the BJP is pulling out all stops in the hope it could improve its tally which could also compensate for any electoral loss elsewhere. The BJP is keeping the TMC on the defensive with allegations of corruption, the land grab and sexual assault at Sandeshkhali, and the school recruitment scam. The Calcutta High Court terminated about 25,000 teacher appointments which is a shot in the arm for the BJP. The TMC’s campaign against the BJP is centred on New Delhi’s stoppage of funds to the State under central schemes and the Citizenship (Amendment) Act. It is also banking on its cash transfer schemes such as Lakshmir Bhandar for women. Highlighting the issue of women’s safety, the BJP has fielded a woman from Sandeshkhali, the constituency that saw reports of assault on women.The BJP hopes to perform better in the districts of north Bengal, where it had won seven out of eight seats in 2019, while the Trinamool’s focus is more in the southern districts with a high proportion of Muslim voters. For this, the TMC is also battling the Left-Congress coalition. The alliance may turn out to be a factor in certain seats in the minority-dominated districts of Malda and Murshidabad, and the decision of the Indian Secular Front to walk out of the alliance is likely to work to the advantage of the TMC. The BJP is bringing up Ram Mandir, violence during Ram Navami processions and the illegal movement of people across the India-Bangladesh border. Polarisation of voters on religious lines had helped the BJP in the 2019 Lok Sabha election and the Trinamool in the 2021 Assembly polls, edging out the Left and Congress from the field. The Trinamool is also harping on the Bengali identity by presenting itself as its custodian and portraying the BJP as an interloper and being insensitive to the interests of the State. For the BJP, West Bengal is not merely about winning more seats but is also about expanding its foothold into a region that claims exceptionalism. Some of the earliest arguments for a Hindu polity had originated in Bengal, and this gives the BJP hope. \nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nGeneral Elections 2024\n\n/\n\nBharatiya Janata Party\n\n/\n\nAll India Trinamool Congress\n\n/\n\nWest Bengal\n\n/\n\nsexual assault & rape\n\n/\n\neducation\n\n/\n\njudiciary (system of justice)\n\n/\n\nwelfare\n\n/\n\nIndian National Congress\n\n/\n\nAyodhya Ram Temple\n\n/\n\nBangladesh\n\n/\n\nreligion and belief\n\n/\n\nCitizenship Amendment Act\n\n/\n\nIndian Secular Front",
        "headline_1": "​Eastern front: On the electoral battle in West Bengal",
        "headline_2": "Polarisation of votes in West Bengal is edging out the Left and the Congress",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Beastern-front-on-the-electoral-battle-in-west-bengal/article68132397.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "03-05-2024"
    },
    {
        "full_article": "Divorce can be the true test of marriage. This was one takeaway from a case SC judged this week. It was hearing a couple that on its path towards divorce, took a singular leap, and asked for its marriage to be declared invalid instead. On the grounds that no “customs, rites and rituals” had been performed. Justices BV Nagarathna and Augustine George Masih granted the required “relief” and also an illuminating tutorial on the Hindu Marriage Act, 1955. In a nutshell, per law, a marriage performed without “appropriate ceremonies” cannot be said to be “solemnised”.\nWhy is this jaw-dropping? Because up and down the country Indians get married in a glorious diversity of ways. And all of these should have equal standing in the eyes of modern law. But between the different laws that pronounce rigidities on the matter, they don’t. The judges in this instance declared, “marriage is not an event for ‘song and dance’ and ‘wining and dining’.” But why can’t it be? Or rather, in the countless cases where it already is, surely law shouldn’t ruin the party.\n\nHMA itself has been criticised for flattening wedding practices over time. As examples, scholars point to the fading of matrilineal practices like Aliyasantana in Karnataka and Marumakkathayam in Kerala. Besides, it only refers to Sagai, Kanyadan and Saptapadi. That’s very despiriting for, say, Shubho Drishti and Arundhati Nakshatra. Not to mention all the marriages that completely sidestep the named trinity.\nIs there any elegant solution to all this confusion and exclusion? Yes! The state should remain the registry for all marriages, but no longer have anything to do with sacraments and ceremonies.\nThe Special Marriage Act, 1954 does wear the dress of such a solution. But, from its 30-day notice to how it’s being undermined by anti-conversion laws, its embodied reality is citizen-unfriendly. Moreover, the vast majority of marriages take place under other, religion-based laws, which, like HMA, have very specific requirements for a “solemnised” marriage. What we need is a dramatically reformed version of SMA, where it becomes the sole interface between the state, law and citizens. Why should the state only recognise marriages that limit themselves to a rigid menu of options? Real India certainly doesn’t. Quite happily so. But SC reminded us how vulnerable this happiness is. Better check if your wedding meets the “appropriate ceremonies” criteria.\n\n",
        "headline_1": "My marriage, my way: Laws make marriage complicated. State’s role should only be in registering marriages, not specifying sacraments",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/my-marriage-my-way/",
        "news_paper_name": "The Times of India",
        "publish_date": "03-05-2024"
    },
    {
        "full_article": "The US Federal Reserve’s monetary policy meeting concluded on Wednesday by retaining status quo on interest rates. A subsequent explanation contained the all-purpose reason given by central banks: uncertainty. Stress tested by the RussiaUkraine conflict, major central banks coped admirably. But success has only left them on the edge.\n21st century onions | In Indian political folklore, a surge in onion prices can topple govts. Today, they can undermine RBI’s equanimity. RBI’s monetary policy committee has overseen disinflation over the last year. Yet, MPC collectively votes to keep interest rates high even if RBI’s analysis suggests acting otherwise.\nThe April edition of the biannual monetary policy report showed for the last seven quarters it’s supply shocks that have mainly driven inflation. As shocks ease, the report concluded that a generalised and durable disinflation is underway. Still, MPC is haunted by the ghost of “overlapping food price shocks”. Even central banks can’t control the climate.\n\nWhose expectations? | Central bankers are displaying an intriguing approach. They have been quick to credit monetary policy credibility with anchoring inflation expectations. It’s a frequently cited reason for disinflation. That didn’t hold back France’s central bank governor candidly admitting: “We do not fully understand how households and business form expectations nor how this maps into their actions.”\nNo surge pricing | The Swedish central bank offers a clue: it’s about consumers’ psychology. They don’t like surge pricing but adapt quickly if input costs have gone up because that’s in sync with their sense of fairness.\nThe battle’s won but central bankers appear unsure of what worked. It’s certainly not ‘the end of history’ moment for them. Perhaps they should take a cue from the approach of GOI economists. A question about employment elicits a reply on GDP.\n\n",
        "headline_1": "Uncertainty’s bankers: Central banks have survived an inflation stress test. But they are not sure if they passed",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/uncertaintys-bankers/",
        "news_paper_name": "The Times of India",
        "publish_date": "03-05-2024"
    },
    {
        "full_article": "As the third phase takes polling from Karnataka’s southern regions to the northern, it enters a very different political terrain. For BJP, the election moves from Vokkaliga-dominated constituencies where it needed an alliance with JDS, to Lingayat-dominated regions that had allowed the party to claim a base in south India. Lingayat politics may have been more welcoming to BJP than the politics of the other dominant caste in the state, but it has also added new fault lines to the party’s relationship with the region.\nLingayats are, arguably, the most persuasive historical example of the resilience of caste in India. The group emerged out of a strong anti-caste movement of the 12th century. Driven by ideals of saint-poets and oral tradition of the vacchanas, the movement took on positions that would be considered radical in presentday India.\n\nRead full story on TOI+\n\n",
        "headline_1": "Where goes the Lingayat vote",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/where-goes-the-lingayat-vote/",
        "news_paper_name": "The Times of India",
        "publish_date": "03-05-2024"
    },
    {
        "full_article": "To imagine wealth can only be created through unfair means and therefore it’s fair to expropriate it, is unfair to anyone who adds value to their enterprise. Only a handful inherit their wealth in India. The bulk of wealth creators are self-made.\nIn 2021-22, per income tax data, there were 887 people with annual incomes of ₹25cr plus or monthly incomes of ₹2cr-plus; they had a share in total reported individual incomes of 1.5%. Only 0.2% of income came from interest, and only 0.66% came from house property income. Of 1,319 individuals with wealth over ₹1,000cr on the Hurun India Rich List of 2023, 64% were self-made.\n\nRead full story on TOI+\n\n",
        "headline_1": "Equality of wealth is a bad idea",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/equality-of-wealth-is-a-bad-idea/",
        "news_paper_name": "The Times of India",
        "publish_date": "03-05-2024"
    },
    {
        "full_article": "Free press was once used to hold power to account. Nowadays, it is power that holds the press \"accountable\"—not, of course, in terms of exposing the truth, but more in terms of colouring it to justify the pervasive inequality and plundering of the poor.\nAs we observe World Press Freedom Day in Bangladesh today, we recall that there are nine laws in operation that directly or indirectly hamper the functioning of free press, and there are four others in advanced stages of preparation. It is interesting to point out that laws exist to prevent serious and society-disrupting crimes like murder, physical assault, rape, kidnapping, child abuse, child marriage, etc, but nothing compared to the number of laws that are in operation to curtail the free press.\nThe Digital Security Act (DSA) and the Road Transport Act (RTA) were passed together in September 2018. The former was enacted—officially meant for cybercriminals—immediately, following which hundreds of journalists, artists, cartoonists, teachers, writers, etc were jailed, but the latter law remains to see its full and effective implementation. This in spite of thousands of deaths on our roads. The Money Laundering Prevention Act, 2012 was supposed to have been revised, but remains unattended. In the meantime, $8.27 billion is laundered out of the country every year, according to the US-based Global Financial Integrity (GFI). This, again, in spite of our severe dollar crisis.\nSo many laws enacted in such a speedy manner in the case of the media, and the neglect for the necessary laws in other vital areas when the country needs them urgently, speak volumes as to our priority. What constitutes a greater danger to society, from an official perspective, couldn't be clearer.\nIn addition, new administrative fiats are being announced that curtail journalists' scope to serve the society. Take the latest example of Bangladesh Bank (BB). It has informally started a practice that prevents journalists from entering BB premises to search for and collect reports that are of public interest. Journalists can only enter to meet the spokesperson, and that also with a prior appointment.\nWhy has this practice been introduced? How will it serve public interest? Has journalists' work harmed BB's operation in any way? Has our reporting done any damage to our economy? We would be happy to hear the governor's complaints about journalists' work, behaviour, etiquette or ethics. We would be willing to sit with the relevant authority of BB and discuss how these functional problems can be ameliorated without hampering professional journalism.\nOn the face of it, and without BB explaining why, we consider this latest restriction on journalists to be anti-democratic, anti-free press and anti-public interest. This restriction may end up hiding corruption, covering up scams, preventing public knowledge of illegal and dangerous bank takeovers, preventing severe irregularities from coming out, and generally endangering the banking sector by preventing accountability.\nThen again, does the Bangladesh Bank have the right to prevent the media from covering this highly important public institution? Other than military institutions that deal with national security, no other institution can be kept above and beyond open public scrutiny.\nTake the following few cases as examples: 1. Hallmark scam at Sonali Bank; 2. Basic Bank loan scam; 3. Bismillah Group loan scam covering five local banks, including Janata, Prime and Jamuna; 4. Anontex loan scam at Janata Bank; 5. Crescent Group loan scam at Janata Bank; 6. PK Halder syphoning off Tk 10,000 crore from four non-bank financial institutions; 7. Farmers Bank loan scam; 8. NRBC Bank loan scam; and 9. the reserve heist from BB itself.\nAll the above cases were investigated by the central bank, but none were made public. The reports might have gathered dust at the desk of high-level officials, whether as a result of some deals or just due to their usual practice—we would never know. These incredible scam stories became public knowledge only because some conscientious officials were compelled by their love for the country and commitment to the national interest to share such reports with the media. If restrictions like the ones presently imposed existed at that time, NONE of these scams would have reached the public. Whose interest is the BB aiming to serve by imposing these restrictions?\nThere are all sorts of ownership violations and excessive borrowing by owners themselves from their own banks through false claims, as well as mutually agreed borrowing from each other's banks in violation of banking laws. Media, by regularly bringing them to light, helps the government in vital ways.\n\nSuch a level of corruption could not have flourished if the media had the scope to reveal these activities through timely reporting. If the government allowed for a rise of quality journalism through enacting nurturing laws instead of preventive ones, the whole corruption scenario would have been dramatically different. The same would have been the case with abuse of power, nepotism, cronyism, tax evasion, and every other ill.\nBoth national and international experts have expressed grave doubts about the strength of our banking system. Ask every honest, fully tax-paying business person, and they will express their grave concern about the state of our banking system. Just one single issue of non-performing loans (NPL) illustrates our point. Over many years, BB, instead of trying to restrain it, allowed this issue to reach its present mountain-high level. BB's role stood as a mockery of those who repaid bank loans diligently.\nIn the absence of the parliament's \"watchdog\" role overseeing the executive branch's work, especially dealing with the economy and the banking sector, it has been only the media that has highlighted the negative impact of NPLs and decried BB's policies of surrendering to the greed-ridden and pernicious role of a section of businessmen.\nHas Bangladesh gained by restricting the press over the years? Our answer is amply illustrated by the above example. To further answer that question, judged by the rise of corruption, total lack of accountability of the political class, absence of transparency in bureaucracy, the rise of unbridled power of police and other law enforcement agencies, and the overwhelming sense of disempowerment of the public in general, Bangladesh has suffered greatly by restricting the media.\nSuch a level of corruption could not have flourished if the media had the scope to reveal these activities through timely reporting. If the government allowed for a rise of quality journalism through enacting nurturing laws instead of preventive ones, the whole corruption scenario would have been dramatically different. The same would have been the case with abuse of power, nepotism, cronyism, tax evasion, and every other ill. Examples galore where laws that protect the media have been seen to contribute in most effective ways towards its development. Freedom, as Amartya Sen highlighted, is a vital element for development.\nInstead, an antagonistic atmosphere was created in which the government and independent press were seen to belong to the opposite sides. It is our strong belief that a free and independent media is sine qua non for Bangladesh's future progress. There is no better way of bringing about accountability than allowing independent media to flourish. No government agency or party network can provide authentic information about the real situation as free media can. Nobody wants to bring the bad news to those in power. It will always be tempered by fear and coloured by self-interest. There is no surer way of preparing ourselves for our next stage of development than building a credible accountability structure, and a free media is the best bet.\nMahfuz Anam is the editor and publisher of The Daily Star.\n\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "Has Bangladesh gained anything by a restrictive press?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/the-third-view/news/has-bangladesh-gained-anything-restrictive-press-3600411",
        "news_paper_name": "The Daily Star",
        "publish_date": "03-05-2024"
    },
    {
        "full_article": "In the Indian Premier League (IPL), expectations run high as franchises invest astronomical amounts to secure top talent. This raises the question: do big-money signings always live up to the hype? This season, Australian speedster Mitchell Starc's record-breaking deal and Bangladeshi pacer Mustafizur Rahman's steal of a buy brings this question to the forefront, making us wonder what truly determines a player's worth.\nShah Rukh Khan's Kolkata Knight Riders (KKR) secured Starc for a staggering 247.5 million rupees after an intense bidding war against the Gujarat Titans (GT) in the IPL 2024 auction, making him the most expensive player in IPL history. The World Cup-winning 33-year-old is known for his lethal pace, unplayable Yorkers, and intimidating presence on the field. With a successful World Cup campaign and an excellent form leading up to the IPL, KKR fans were expecting nothing but greatness from Starc.\nHowever, reality had a different script. So far this season, Starc's performance has been plagued by inconsistency and underwhelming numbers. With just seven wickets in eight matches at an expensive average of 47.14, Starc struggled to find his rhythm. Despite occasional flashes of brilliance, like his spell of 3/28 against Lucknow Super Giants (LSG), Starc's inability to control the run flow and provide breakthroughs was evident throughout the season. In fact, his bowling economy of 11.79 proved to be costlier than his colossal price tag, leaking runs at a rate far beyond his calibre. His disappointing performances have left KKR fans and pundits alike questioning the wisdom behind the massive investment.\nHowever, Gambhir, KKR's mentor, defends Starc saying IPL struggles don't define his worth. He stresses team effort, suggesting Starc's contribution matters beyond stats. \"It (his poor stats) doesn't matter, T20 cricket is all about bowlers getting smashed. We've got three wins out of four.\"\nOn the other side of the table, Mustafizur Rahman was bagged by the Chennai Super Kings (CSK) for a mere 20 million rupees at his base price, a steal by IPL standards. Mustafizur's performance in the tournament has been exceptional till now. The left-arm seamer possesses a unique skill set, including deceptive slower balls, cutters, off-cutters, and pinpoint Yorkers. His variations and unorthodox bowling action make it difficult for batsmen to pick the trajectory and pace of his deliveries, often resulting in mistimed shots and wickets.\nFrom the beginning, Fizz has been outstanding at their home ground, the MA Chidambaram Stadium in Chepauk. With 11 wickets from six matches and an economy rate of 7.75, he has proven himself as one of the best exponents of the slower ball.\n\nIn the battle between Starc's disappointing performances and Mustafizur's stellar displays, the true essence of the IPL shines through. While big-money signings may grab headlines, it is the bargain buys like Mustafizur Rahman who often prove to be the real game-changers.\nCSK coach Mike Hussey praised Mustafizur, highlighting the effectiveness of his slower ball on the Chennai pitch. \"He [Mustafizur Rahman] has got that wonderful slower ball, which is hard to hit, particularly here in Chennai,\" Hussey said at the pre-match press conference against LSG.\nIn the opening match of IPL 2024, Mustafiz bowled a magical spell of 4/29, contributing to CSK's win and earning himself the well-deserved Player of the Match award. With 14 wickets in nine matches at a modest average of 22.71 and an economy rate of 9.26, Fizz has proven to be worth his weight in gold for CSK.\nWhile Starc struggled to make an impact, Mustafizur thrived, consistently delivering excellent performances for CSK.\nSpeaking on Star Sports, former Indian opener Sunil Gavaskar suggested that the huge amount paid for Starc's service was questionable. He remarked that if Starc could make an impact and contribute to winning matches, then the investment could be deemed as justified. \"Over the top, to be absolutely frank. I don't think anybody is worth that kind of money. If Starc can make an impact and win maybe four out of the 14 matches that he plays, then you can say money's worth,\" he said.\nHowever, Starc failed to live up to the bar set by Gavaskar, leaving many questioning the justification of his expensive price tag.\nThe mammoth amount spent on Starc's acquisition ignited discussions about the true value of players in the IPL. While Starc's reputation as a world-class bowler may have justified a high price, his on-field performances failed to live up to the investment. The Fizz, on the other hand, showcased that talent and skill can often outweigh monetary considerations. His bargain buy status shed light on the importance of smart scouting and player selection.\nUnfortunately , Mustafizur's time in the IPL has been cut short due to national team commitments. The Bangladesh Cricket Board (BCB) set a deadline of May 1 for his departure. Mustafizur's absence will be keenly felt by CSK. His ability to bowl in the death overs and pick up crucial wickets made him a vital weapon in CSK's arsenal. As CSK navigates through the latter stage of the tournament, we might see a reshuffle in their bowling attack, potentially involving changes in strategies with Pathirana, the Sri Lankan youngster who has been sensational alongside the Fizz, and the possibility of calling up a backup player.\nIn the battle between Starc's disappointing performances and Mustafizur's stellar displays, the true essence of the IPL shines through. While big-money signings may grab headlines, it is the bargain buys like Mustafizur Rahman who often prove to be the real game-changers.\nAs Mustafizur's IPL journey concludes and with over half the season remaining, attention now turns to Mitchell Starc's potential comeback. Despite his struggles, Starc's wealth of experience and proven abilities suggest that a turnaround is possible. He has the talent to regain his form and make a significant impact for KKR. However, it will require a lot of adjustment and mental resilience. If Starc can rediscover his rhythm and confidence, he has the potential to silence his critics and leave a lasting mark on the tournament. Fans eagerly await his resurgence, adding an extra layer of anticipation to the rest of the IPL season.\nHisam Rafiq is a cricket analyst and freelance sports writer. He can be reached at [email protected]\n\nViews expressed in this article are the author's own. \nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "IPL's costly gamble: Starc's woes vs Fizz's wonders",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/ipls-costly-gamble-starcs-woes-vs-fizzs-wonders-3600326",
        "news_paper_name": "The Daily Star",
        "publish_date": "03-05-2024"
    },
    {
        "full_article": "Anyone from my generation would remember how the protests by university students all across the United States in 1968, and the strong-armed response from law enforcers, ended President Lyndon Johnson's plans to run for re-election and marked the beginning of the end of the US's bloody war in Vietnam. That anti-war student movement was a watershed in the country's political history. It was the period of counterculture where anti-establishment sentiments were vocally and virulently expressed by the society's younger generation. The classic film The Trial of the Chicago 7, based on real events, is a most graphic reminder of that turbulent and dark period, where the court chose not to remain impartial and even the judge himself became a party to intimidating defence witnesses.\nThe world is now witnessing a return to similar student protests, in some of the most well-known universities in the US, this time against Washington's inability to stop Israeli genocide against Palestinians, many of the victims being children and women. This is because of the establishment's \"ironclad\" and unqualified support for Israel, a policy that cuts across the entire political spectrum of the country, the likes of Independent Senator Bernie Sanders being the very miniscule exceptions. The younger generation finds such a biased policy unethical, immoral and unjust, and hence demands course correction.\nThe students' protests have nothing to do with anti-Semitism, a narrative that successive Israeli governments and the powerful Jewish lobby in the US have cultivated with deadly effect. It must be noted that many among the protesters happen to be Jewish. The protests have everything to do with the quest for justice for the people of Palestine, who have been victims of illegal occupation, continuous suppression and utter injustice at the hands of Israel for more than seven decades, while the West looked on with deafening silence, even condoning them more often than not.\nWhat is shocking this time, though, is the high-handed reaction from the leadership of the universities. Faculty members who support the protests have lost their jobs; hundreds of students, and counting, have been arrested and expelled; police are being called in to confront the protesters. This is happening even when the protests have largely been peaceful. The actions of the university leaderships, however, have not quelled the protests; if anything, they have generated a stronger and wider movement—not just by students, but by a larger segment of society, from coast to coast, seeking justice and end of genocide.\nThe Constitution of the United States guarantees freedom of assembly and the right to free speech. These are well-founded values that the US and other Western countries profess loudly when it comes to a \"value-based world order.\" It seems that the university authorities clearly look at things differently when it comes to Israel. Revelations that many of the universities in the US receive sizeable monetary endowments from businesses/companies with links to Israel and some other Jewish groups seem to be the main cause why the authorities choose to ignore provisions of the country's constitution written by its very founding fathers.\nA university is not just a place where one goes to get a degree; it is meant to be a centre of excellence. Its very name suggests that it is the vortex where the universal values of free thinking, justice and ethics are nurtured and embedded in the minds of the youth. It is where the greatness of innovation and creativity are encouraged and rewarded. In the land of the free and the home of the brave, a university cannot be a place where the right to speak out freely against visible injustice is culled, and the bravery of condemning genocide is met with harsh punitive measures. Such actions by the universities involved strike at the very roots of democracy and humanity—things the United States so vocally professes elsewhere but stops far short every time Israel is at the centre of the talking point.\nThe strong-arm tactics of these universities deserve condemnation in the strongest possible language. Are the leadership of these universities blind to what is happening in Gaza today? Are they deaf to the frantic cries for help of a six-year-old Palestinian boy in Rafah before he was silenced by an Israeli bomb?\nThe youth-led anti-war movement of the 1960s and 1970s had a seismic impact on the US's body politic. What the current movement, which is fast acquiring a global character, will mean for the policymakers in Washington remains to be seen. The first one led to Vietnam's emergence as a nation-state after decades of fighting. One hopes the sequel will lead to a similar outcome for the Palestinians, and an end to granting impunity to Israel for all its crimes.\nShamsher M Chowdhury, Bir Bikram, is a former foreign secretary of Bangladesh and president of Trinamool BNP.\nViews expressed in this article are the author's own.\n\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n",
        "headline_1": "Student protests in the US: A déjà vu of 1968",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/student-protests-the-us-deja-vu-1968-3600311",
        "news_paper_name": "The Daily Star",
        "publish_date": "03-05-2024"
    },
    {
        "full_article": "Raising revenue collection by the National Board of Revenue (NBR) has remained in focus for long, with various suggestions coming from different quarters. Beyond the task of achieving a balanced tax-to-GDP ratio, there is a pressing need to elevate revenue generation from its current sluggish state, requiring swift and decisive actions. This issue took the centre stage during a recent meeting titled 'Bangladesh's Domestic Resource Mobilisation: Imperatives and a Roadmap,' hosted by the Policy Research Institute (PRI) in the capital. Speakers delved into the necessity of comprehensive reforms to break free from the country's persistent reliance on debt. The lack of substantial reforms has been identified as a key factor behind poor revenue growth, prompting the identification of lingering issues that, if addressed effectively, could significantly enhance domestic resource mobilisation. Highlighting potential measures for revenue enhancement, the executive director of the PRI underscored that a mere 2.0 percentage point increase in domestic tax revenue could elevate the country's GDP growth by 0.2 percentage points above the current levels. Moreover, he cited the detrimental impact of overreliance on indirect taxation which exacerbates income inequality within the tax structure.Two of the irritants that continue to deter revenue collection at a higher level, according to the speakers at the event, are tax exemption and subsidy. It was mentioned that phasing out certain tax exemptions could generate an additional Tk 600 billion revenue in next four years. As regards subsidy, it was observed that currently, one-fourth of Bangladesh's tax revenue is spent on subsidy payments. Subsidies in many cases appear questionable in the way they are dished out without proper policies and fiscal logic. Besides the astronomical amounts that have gone to the power sector in meeting the oil import bills from the state coffer is by all means a case of misdirected subsidy. Then again, there is the case of domestic pricing of petroleum products. Despite the unprecedented fall of prices of petroleum products in the international market, the government kept the domestic prices as they were, only to make sure that its state-owned corporation makes profits at the cost of the multiplier impact that oil price fall would have brought to the country had the prices been adjusted. As a measure of strengthening the NBR in collecting more revenues, the foremost one is its modernisation and automation. Automation has its special appeal to the ordinary citizens, besides the business community. With the government revenue becoming more and more reliant on income tax, the commoners will find an automated tax system very helpful that will not only facilitate online submission of tax returns but also e-payment of taxes with acknowledgement receipts. Widening the tax-net is another key issue that is far from getting due impetus. No doubt, the low Tax-GDP ratio is an indication of the narrow tax net that despite promises for expansion every year in the budget announcement has remained mostly unaddressed. Time is running out, and unless the authorities do the needful by way of comprehensive reforms, increasing NBR revenue will remain a subject of academic discussion -- as it has been so long.",
        "headline_1": "Gearing up NBR revenue",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/gearing-up-nbr-revenue-1714664728",
        "news_paper_name": "The Financial Express",
        "publish_date": "03-05-2024"
    },
    {
        "full_article": "Savar is not light years away from Dhaka, just a little over 30 kilometers separate the satellite town from the Bangladesh capital. But the former normally has temperature 3.0 degree Celsius lower than in the megacity. Still more significant is the fact that in the commercial areas of Dhaka, the temperature is 2.0 degree Celsius higher than in green covered Ramna and Dhaka University area. In case of the temperature variation between Dhaka and Savar, the deciding factor naturally is local ecosystem. While Savar boasts 50 per cent vegetation and 22 per cent water bodies and wetlands of its total area, the unplanned and world's third most densely populated city Dhaka is almost barren with a measly 2.0 per cent cover of lush and eco-friendly greeneries although it still has 8.0 per cent of its area covered by vegetation. A recent research study by the Institute of Remote Sensing and GIS of the Jahangirnagar University confirms this.When it comes to water bodies in central Dhaka, its coverage has drastically declined to just 5.0 per cent. The same microclimate differentiation is responsible for the 2.0 degree Celsius variation between commercial hubs and Ramna-Nilkhet area where sprawling parks, lakes and a profuse tree cover of the university campus and residential area for ministers and high government officials lend it its soothing environment. One can even feel the difference at the time of passing the area from any other direction. If the trees, parks and lakes in an area help keep its environment comparatively cooler, the residential buildings and other accommodations also play a decisive role in determining a locality's level of temperature. For example, in the Dhaka University area, the few tall buildings are students' dormitories and those keep a healthy distance from each other. Moreover, rows of very big trees hide many of those out of sight. In areas surrounding Ramna, the accommodations are even of lower height and sparsely distributed. Population density there is the thinnest in this capital city. Contrast this with the area's neighbourhood Lalbagh which is the densest urban settlement on this planet with 181,340 people living in one square kilometre. According to the Population and Housing Census 2022, the population density in Dhaka South City Corporation is 39,353 and in Dhaka North City Corporation it is 30,474 per square kilometre. No wonder, Dhaka was found to be the 7th least liveable city in the world by the Economist Intelligence Unit in that year. The institute of Economics and Peace considered Dhaka the fourth global mega-city to face the biggest challenges in terms of population boom, high disaster risks and vanishing green spaces. Abnormal crowding of people of such an astounding order is good enough to expose Dhaka's position as an unliveable place. The current heat waves have caused what looks like 'wet-bulb temperature' that claimed 11 lives in nine days. For long the city has turned out to be a 'heat island' in the parlance of environmentalists. According to a 2021 study by Md Imran Hosen, a researcher at the University of New South Wales, Australia, Dhaka's surface temperature rose by a mean of 6.43 degree Celsius or 0.24C per year between 1993 and 2020. Consequently, 60-70 per cent of Dhaka residents now suffer from heat stress. There are other risks such as from precarious fall of the underground water table and impermeable land surface because of unplanned concrete structures with little grass lands and open space. This makes the city a veritable heat trap. Now the question is, if there is any way of transition from this terrible situation. From its current mess, there is no easy route for escape. But Savar and Ramna along with Dhaka University area offer some redeeming features. Tree plantation is certainly a viable option, although it is not the only one. Under a DNCC tree plantation programme, a target of planting 200,000 saplings was taken, courtesy of the first chief heat officer recruited by the Adrienne Arsht-Rockefeller Foundation Resilience Centre. Launching programmes with fanfare in this part of the world is hardly followed by post-launch follow-up and required care. The median of the widened road between Agargaon metro rail station and Shishu Mela should by now have become a host to young trees if saplings were planted at the time the road got its spacious shape. Similarly, other roads such as Rokeya Sarani, once a proud host to some indigenous select trees, could be given its green cover back. Shrinking roadside green spaces can be revived or even reversed. The incumbent mayor of Rajshahi has proved it beyond doubt. Let the cheap heat officer take short- mid- and long-term programmes in order to work wonder in this regard. About reviving wetlands, water bodies such as ponds, not much can be done because many of those have long vanished and on their places multi-storied buildings now stand. Yet Rajuk marked a total of 3,364 ponds, of which 250 are in central Dhaka, in its jurisdiction of 1,528 square kilometre. Even if one-third of those can be restored, things can be better. Tree shade and surface water together can cool the city to a large extent. At least 20 per cent green cover can do the trick. By its own admission, the government revealed in its \"Mujib Climate Prosperity Plan\", Bangladesh could lose 5.0 per cent of its working hours equal to 3.83 million jobs and GDP loss of 4.9 per cent by 2030. The worst can still be averted if remedial action plans such as administrative decentralisation and the city's physical recovery are started with utmost seriousness.\n[email protected]",
        "headline_1": "How to arrest unliveable Dhaka's decline",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/how-to-arrest-unliveable-dhakas-decline-1714664768",
        "news_paper_name": "The Financial Express",
        "publish_date": "03-05-2024"
    },
    {
        "full_article": "It is a story narrated by a senior journalist, who was once a Chhatra League leader of the Rajshahi region and claimed to have been present when it took place. Bangabandhu Sheikh Mujibur Rahman, the then Prime Minister of the newly-born Bangladesh, was staying at the Uttara Ganabhaban during one of his visits to the northern region. At the time Bangabandhu was gossiping with Chhatra League leaders, a visitor was announced by the reception and unfamiliar as the name appeared to him, he did not wish to see the visitor. Bangabandhu asked one of his assistants to give the stranger Tk 500 and apologise for not seeing him then. But the person waiting at the reception was insisting on meeting Bangabandhu. This time he managed the people at the reception to convey to Bangabandhu that he was one of his classmates in Islamia College in Kolkata. Bangabandhu immediately recognised him, met him happily and apologised for not being able to recognize him initially. The friend told him \"It's okay. You are the prime minister of the country. And you have so many things to do. But please tell me why you have sent me Tk 50. Am I that poor or am I here to seek any financial help?\", much to the embarrassment of Bangabandhu. After seeing him off, Bangabandhu exclaimed to all present there, \"Tk 500 reduced to Tk 50 within a few yards only. Then where the money I'm begging from different countries is going.\" Bangabandhu could understand the newly-found country had 'dens of thieves'. Indeed, he identified corruption as the primary evil, hindering the country's development. In many of his speeches during 1972-75 across the country, he pointed it out. Whether he could contain corruption is a matter of debate, but no one will disagree that he could understand the persistence of widespread corruption. What about now? Is the present regime adequately aware of the level of corruption existing in society, particularly at service-providing agencies or departments? The ground reality suggests it is not.A recent story is sure to corroborate the fact. A member of the local union parishad informed the management committee of a village mosque that an amount of Tk 100,000 had been allocated from the Ministry of Religious Affairs for the renovation of its washrooms, but the mosque would get Tk 90,000 as Tk 10,000 would be required as the speed money for securing disbursement of the funds. Later, he said the disbursement would require payment of Tk 40,000. Persons responsible for disbursement of the fund were not the only party to claim a slice from it. The mosque committee finally received only Tk 31,000, less than a third of the allocated fund.Most people in Bangladesh know this is not any department-specific phenomenon; this situation is prevailing in almost every department and agency, and in every sphere of society in a broader sense. This is why the cost of a simple pillow climbs to Tk 6,000 in government purchase and a public servant can amass billions of taka. The government has, however, shown high tolerance to corruption though 'zero tolerance to corruption' has been a buzzword among the people in office. Yes, the statutory anti-corruption agency is often seen chasing and catching suspected corrupt persons, but most of them are minnows; the big fishes remain off their radars. Corruption has got a sort of social recognition become of the leniency showed to the corrupt elements. Unless and until the government and its anti-corruption agency take a zero-tolerance stand against corruption and people start hating it and shunning corrupt people, the nation cannot root it out.\n[email protected]",
        "headline_1": "Where do allocated funds go?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/where-do-allocated-funds-go-1714664807",
        "news_paper_name": "The Financial Express",
        "publish_date": "03-05-2024"
    },
    {
        "full_article": "Heat stroke, a serious health risk, is becoming increasingly prevalent due to rising temperatures. It occurs when the body's temperature regulation system fails, leading to a dangerous uptick of body temperature. Prolonged exposure to extreme heat, combined with dehydration, can trigger this life-threatening condition. As climate change intensifies, more people are at risk.To prevent heat stroke, it is crucial to stay hydrated and avoid prolonged exposure to high temperatures. Trees play a critical role in mitigating heat-related illnesses by providing shade, reducing ambient temperature, and releasing moisture through transpiration. They also play a crucial role in combating climate change by sequestering carbon dioxide, a major contributor to global warming.Investing in tree planting initiatives and preserving green spaces can create cooler, more liveable environments and contribute to the fight against climate change. It is essential to recognise the interconnectedness of environmental health and public health and to preserve and nurture urban forests to create healthier, more resilient communities for future generations.\nMd Maun Khan AmiStudentNorth South University[email protected]",
        "headline_1": "Combating heat stroke",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/combating-heat-stroke-1714664826",
        "news_paper_name": "The Financial Express",
        "publish_date": "03-05-2024"
    }
]