[
    {
        "full_article": "BJP hopes this shows voters’ faith in the party, Congress sees flickers of revival. It’s difficult to tell either way. But electors going quiet can be troubling for democracy\n\nAround 8% fewer voters went to the booths on April 19, the first day of Lok Sabha polling in Madhya Pradesh, than in 2019. This is twice the national average 4% drop in voter turnouts in the election’s first phase.\nRead full story on TOI+\n\n",
        "headline_1": "MP’s sound of silence",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/mps-sound-of-silence/",
        "news_paper_name": "The Times of India",
        "publish_date": "30-04-2024"
    },
    {
        "full_article": "Finance Commission chairman fondly recalls his long association with Jagdish Bhagwati, who retires this academic year. Panagariya calls Bhagwati the most influential trade theorist of his generation\n\nAfter a spectacular 65-year-long career as the world’s leading economist, Jagdish Bhagwati will retire this academic year. So, it is an opportune time to pay tribute to him.\nRead full story on TOI+\n\n",
        "headline_1": "‘Witty polymath & institution builder’",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/witty-polymath-institution-builder/",
        "news_paper_name": "The Times of India",
        "publish_date": "30-04-2024"
    },
    {
        "full_article": "Environment risks are borne directly by people. Yet, it hasn’t emerged as a serious poll issue\nUttarakhand has struggled to cope with frequent outbreaks of forest fires this year. Over the weekend, fires progressed up to Nainital, triggering the use of IAF helicopters to douse the flames. Forest fires are not just a threat to lives and property, they also undermine tourism in a state that depends on it. Not that it really mattered in the campaign strategies in the state’s LS polls. No observer can be blamed for considering forest fires a non-issue.\nMissing anger: Environmental risks in India have been multiplying. Along with it the related costs are rising. These costs are borne mostly by people as mitigation mechanisms such as insurance are not yet sophisticated enough. However, this challenge is seldom an election issue. Political parties are happy to skirt these issues as they don’t seem to catalyse an electorate’s anger.\nBad air days: The absence of anger is not because the problem is invisible. For example, India’s poor air quality is a perceptible problem. Air pollution may be termed a “silent killer” but its health effects are debilitating. Something that is tangible.\nIts economic fallout is huge. World Bank recently estimated the economic costs of India’s poor air quality. It concluded that the lost output from premature deaths and morbidity in 2019 was 1.4% of GDP, or $36.8 billion. Despite the quantification of the costs of pollution it hasn’t emerged as a meaningful election issue.\nComplexity leads to delay: One plausible reason for low priority given to environment-related consequences is the complexity of challenge. It requires bringing together many stakeholders to gauge the trade-offs involved. Subsequently, the benefits of a course of action take time to show up. The nature of the problem is incompatible with the incentives that drive political parties. It’s therefore convenient to kick the can down the road.\nOutliers needed: Traditional political parties are not going to make an extra effort to address environmental issues in a sustained manner. While it’s relatively easy to announce targets such as an increase in installed capacity of renewable energy, dealing with domestic environmental issues is painstaking because of clashing stakeholder interests. This is where India could do with a ground-up green political movement. Their most important contribution globally is mainstreaming the environment agenda. A green party doesn’t have to capture power. It needs to capture the imagination to catalyse change.\n\n\n",
        "headline_1": "Missing in election",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/missing-in-election/",
        "news_paper_name": "The Times of India",
        "publish_date": "30-04-2024"
    },
    {
        "full_article": "BJP’s manifesto promises it. But joint theatre commands remain elusive\nChina recently undertook another major military reorganisation by dissolving PLA’s Strategic Support Force (SSF) and replacing it with Information Support Force for better oversight on cyber, space and tech-driven operations. SSF was created in 2015 as a new branch of PLA alongside PLA’s theaterisation exercise that saw seven previous military regions refashioned into five theatre commands.\nIndia’s incomplete theaterisation: India, however, has been taking baby steps in the theaterisation process. While BJP’s 2024 Lok Sabha election manifesto promises the implementation of joint theatre commands, this comes more than two decades after Kargil Review Committee submitted its report expressing dissatisfaction with the military structure. Sure, we now have a Chief of Defence Staff to serve as a single point of military advice for govt. But bringing army, navy and air force personnel and assets together under joint commands remains a challenge.\nTricky negotiations: India currently has 17 single-service commands. In case of conflict with China, New Delhi has to mobilise at least seven service commands to Beijing’s one joint western command. However, discussions around India’s theaterisation have been plagued by questions about who controls assets that were previously assigned to individual services, and command over personnel.\nRivalries galore: Add to this off-record admissions of inter and intra-services rivalries. Three and four-star officers want to retain their existing rank privileges, which they may have to give up under the proposed three-joint-command framework – two land-based commands and one maritime command.Slow transition: To promote jointness, Parliament passed the Inter-Service Organisation (Command, Control and Discipline) Bill that will apply to all military personnel who were hitherto governed by separate service rules. Cross-service staffing of army, navy and air force has begun. But the process to create a culture of jointness is too slow. China has raced ahead. If India is to avoid another 1962, it has to quickly flatten its military structure and create joint theatre commands now. Even lessons from the Ukraine war demand this.\n\n",
        "headline_1": "Single & weaker",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/single-weaker/",
        "news_paper_name": "The Times of India",
        "publish_date": "30-04-2024"
    },
    {
        "full_article": "The contentious issue of the rights of the country's workers has long vitiated the country's international trade. Now the ministry concerned has come up with amendments to the labour law in order to address the problem. To be introduced to parliament in the next session beginning on May 02 for passage, the proposed amendments are expected to address most of the concerns of the country's trading partners and the International Labour Organisation (ILO), hopes State Minister for Labour and Employment Md Nazrul Islam Chowdhury. Although he claims that his ministry is not concerned about US and EU action plan, the fact is that the two destinations of Bangladesh readymade garments, 85 per cent of the total foreign exchange earner, have to be appeased by meeting their demands. The RMG industry has flourished on cheap labour and gross irregularities in terms of employment, wage structure, overtime and other benefits. Most galling is the denial of the right to trade unionism in this sector. But it would be a travesty of truth if the fact is not admitted that the RMG has come a long way from the time of Rana Plaza tragedy. Thanks to the initiatives by the Alliance and Accord --- two international platforms of global apparel brands, retailers and rights groups of North America and Europe, Bangladesh now boasts the greatest number of green factories in the world. The country is now home to a total of 233 Leadership in Energy and Environmental Design (LEED)-certified factories with the latest addition of 29. What is particularly gratifying is that factories from other industries and sectors, apart from garments and textile, such as tannery and leather goods, tea, cement, plastic, food and beverage, pharmaceutical, tiles and ceramic have been nominated for the 'Green Factory Award-2023'. This particularly positive development added exultation to the celebrating of the National Occupational Health and Safety (OHS) Day observed on Sunday last. Evidently, this progress made on the occupational safety front has not been matched by the welfare of workers. Labour exploitation is random, particularly in the RMG sector. There are garment workers without regular employment and in the very fact of absence of regularisation lies the seed of exploitation. If there were labour unions, they could bargain for such workers. Unless labour unionismis allowed, even if it is in limited form, this kind of exploitation will continue. If the amendments now proposed take care of such issues, well and good; if not, the RMG sector will not find a smooth sailing. In this case, the international buyers also have a responsibility to share in the burden of transition of garment units to green factories by paying higher prices for apparel from Bangladesh. Well, if workers of the formal sector are not allowed to enjoy the rights they deserve, what about those in the unregistered factories and units in the private and informal sector? Sure enough, workers there have to work mostly under the looming threat of occupational hazards. Those are poles apart from the LEED-certified green factories. Inspector general of the Department of Inspection for Factories and Establishment (DIFE) puts the number of such unregistered factories at 0.22 million and 1,148 of those were sued for non-compliance of regulations in 2022-23. This speaks volumes for the mismanagement of the sector. Let the amendments bring some sanity in productive sectors by ensuring at least the basic rights of workers.",
        "headline_1": "Amendments to labour law",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/amendments-to-labour-law-1714404450",
        "news_paper_name": "The Financial Express",
        "publish_date": "30-04-2024"
    },
    {
        "full_article": "There was a time when the urban middle class ruled the state or was about to be born. Never mind if people were not sure what it meant or how they were defined. The urban middle class was basically understood as a socio-economic category who stood guard over the national \"spirit\" whatever that meant as well. It was this vagueness that gave them power and the cultural space in the urban zones which they occupied and was their greatest signal of legitimacy.This period was between 1947 and 1971 when Bangladesh- about to be - was being played out. However, the war changed that as political power was re-formed and several new entrants made the scene. This included the army who were capable of taking over state power and did. Nor did people bother to read long editorials and poetry to decide what to do next weakening the middle class clout.As socio-economic changes took place and bank loans gave birth to a new class who didn't need to listen to sermons, the middle class expanded in numbers but more a matter of population size while its moral force began to dwindle. In the post-middle class moral society, they faced a battle to be recognized and accepted as they were as the imagined descendants of Ekushey.But while the middle class grew in size its clout dimmed proportionately. The middle class -by that one means the urban middle class- doesn't fully understand the process of this disempowerment. One reason is their continuous faith in the power of the State as the agency of intervention doesn't go with the clout of the same institution. They pin a lot of hope in elections which are entirely weakened as an institution by politicians themselves.It means the State exists but in a highly reduced state manned by a variety of players with an institutional identity which is closer to a private company with several large scale exclusive monopoly business contracts. It can't and is not interested in doing anything unless there is profit attached to it by whatever name it's called. But most importantly, this is also where the urban middle class and their clan lives. Population size matters but transition matters more. Economists estimate that the size of the \"middle class could well be around 44 million and 60 million in 2025 and 2030, respectively.\" This obviously means that such a large number of people need to be looked after. The suggestion therefore is, \" to take full advantage of the dynamics behind the expansion of the middle-class, Bangladesh should design policies that are consistent with the needs of the heterogeneous middle-class households and increase their resilience.\" The problem in such solutions which are possible and practical is the inevitable choice of agency, the government in initiating policies. Actions to strengthen the middle class particularly the upper middle class is very important and obviously state policies need to be key.But the concept that serves as the root of many positive economic governance ideas is a construct that is free of self service based decision making and has the ability to implement such policies after formulating them. And that is where the key question is.The middle class can be split widely into the urban and rural version. The discussion by most experts is more about the economic structures, behavior and potential of the traditional urban middle class. It follows conventional and logical economic and policy behavior. However, in the case of Bangladesh, what is understood as governance is itself different and more complex but at the same time limited.It means, the official policy making world is actually aware that their policies have very limited reach and doesn't apply to a majority of the economic realities including of the overall middle class. Today the majority lives in the rural areas not the urban zones where the State is virtually non-existent. The middle that we think of, the traditional shushil middle, is a graduated one who is trying to go to the upper section using the government where the economic opportunities are as wide as any entrepreneurship zone.The new middle classes and external economies are the new reality. Field level research data shows significant changes beyond the pale and policies of the government and a distinct lack of dependence on the formal economic structure. A major part of that is of course migration but internal and external migration itself is driven by the economic status of the intending migrant so the very poor use internal sources of employment for poverty alleviation. It doesn't produce a significant (powerful) lower middle class located both in rural societies as well as having a footprint in the urban domain. But their self-management of poverty alleviation is not a product of government policy but more out of response to economic needs. Meanwhile, the upper middle class is being produced by external migration with several economic layers within. The majority goes to the Middle East but many go to Malaysia too with a significant rural upper middle also going to Europe and all are able to mobilize several lakhs to fund the process. In fact rural economies have structured this process as an economic activity as an instigator of economic change.While agriculture is still a major part of the employment sector, external migration consumes almost 25 million people. That makes them a significant chunk of the labour market generally held to be around 75 million including those over 15 years. The agro and industrial labour population will not produce the consuming middle class but the external migrants will. And this high growth is not a result of any government policy. Which is why who is and how the new middle class is doing needs more attention as a left out sector of socio-economic change. \n[email protected]",
        "headline_1": "Urban middle class weakening as rural versions emerge",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/urban-middle-class-weakening-as-rural-versions-emerge-1714404487",
        "news_paper_name": "The Financial Express",
        "publish_date": "30-04-2024"
    },
    {
        "full_article": "'How universities are cracking down on a swell of tension months into student protests over Israel's bombardment of Gaza'. This sentence is the heading of a CNN report of April 28 on campus unrests in the USA.The mentioned CNN heading makes it clear that the university authorities are not listening to what the students have to say, but have decided to deal with the issue in a high-handed manner. And the heading, too, does not tell much about what is exactly happening in Gaza that the students are protesting against. The establishment and the Western media cannot simply accept the fact that the predominant narrative of exceptionalism about Israel can be challenged by any quarter. Consider what Nancy Pelosi, former Speaker of US House of Representatives, faced when she tried to speak at the Oxford Union in the UK. BBC says, 'pro-Palestinian protesters' called her 'warmonger'. In the USA, the demonstrators, according to the BBC, dumped manure outside her own home in California. But unabashed, she said that she asked protesters if they cared about what Hamas had done and what happened in Israel and so on and so forth. In other words, she is asking the protesters to be even-handed. One wonders if she herself is even-handed in her approach to support destruction of Gazan settlements and indiscriminate massacre of men, women, children, even newborn babies, doctors, journalists, aid workers … you name it. By denying access to food, water and electricity, the remaining Gaza people are being starved to death. How can all these bear comparison to what Hamas did to Israel about 7 months ago as part of its resistance against the forces of occupation?When in a democratic society, a section of the population is protesting, it is expected of the leadership that that they would listen to the protests and not tell them what they should or should not say or do. The mainstream media which at other times are found to be so vocal and graphic in their accounts if atrocities are committed by regimes they do not like, are now muted. It is half-truth if it is said that student protesters on US campuses are 'pro-Palestinian protesters', for they are protesting an ongoing genocide that is taking place in a part of Palestine called Gaza. And they are also not protesting against what is often reported in the Western media as 'Israel-Hamas war'. An army armed to the teeth with the world's most advanced weaponry is killing innocent people and trying to catch a ragtag group of resistance fighters using guerrilla tactics of hit and run against the invading Israeli troops. If anything, it is a war on an unarmed civilian population that has so far mindlessly massacred about 35 thousand innocent civilians. Students of different universities across the USA are protesting this seven months long killing in Gaza. But they are being arrested in hundreds. Undaunted, more students are joining the protest. They are protesting at Columbia University in New York, at Yale University in New Haven, Connecticut, at the University of Texas at Austin, University of Southern California, Emory University in Atlanta, Boston's Emerson College-- the list is getting longer every day. And in every case of protest, the students are facing arrest, academic suspension, expulsion and every other form of suppression. And their protest against Israeli atrocities is being branded as 'anti-Semitism'. And all this is happening in a land of free speech! The world has as though turned topsy-turvy. The predominant narrative of the older generation has been shattered. The younger generation is questioning and challenging it. Hence is this heavy-handed action to silence them. \n[email protected]",
        "headline_1": "The protests at US campuses",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/the-protests-at-us-campuses-1714404515",
        "news_paper_name": "The Financial Express",
        "publish_date": "30-04-2024"
    },
    {
        "full_article": "Artificial intelligence (AI) is shaking up the financial world, from lightning-fast algorithmic trading to fraud detection on steroids. AI can analyse massive datasets to unearth hidden patterns and potential investments, making it a game-changer for investment management. But AI isn't just about stock picking. Financial institutions are using AI to streamline loan applications, assess creditworthiness, and even personalise investment advice for clients. AI-powered chatbots are also providing 24/7 customer support, making financial services more accessible and convenient.While AI offers undeniable benefits, it's not a magic solution. Human expertise is irreplaceable when it comes to portfolio management, strategic decision-making, and risk assessment. The future of finance lies in collaboration, where AI and human intelligence work together to achieve the best possible results. As AI technology matures, its influence on financial markets is certain to grow, demanding new regulations to address issues like algorithmic bias and transparency. One thing is for sure: AI is here to stay, and the way we manage our money will never be the same.\nSayma AkterStudent North South University[email protected]",
        "headline_1": "AI revolution in financial market: boon or bane?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/ai-revolution-in-financial-market-boon-or-bane-1714404538",
        "news_paper_name": "The Financial Express",
        "publish_date": "30-04-2024"
    }
]