[
    {
        "full_article": "The combative advent of the Russian military into Ukraine early Thursday has predictably spooked markets across all asset classes the world over. Oil prices surged to an eight-year high of around $105 a barrel, stock markets tumbled with the Indian bourses crashing nearly 5% on Thursday and the rupee dipping perilously close to the 76 to a dollar mark. The flight to safety amid all this mayhem propped up India’s favourite yellow metal to a 15-month high. Domestic stock indices that have already been witnessing tumultuous swings in recent weeks as global inflation flared up and the US Federal Reserve signalled faster throttling of ‘easy money’ liquidity, did pare some of these initial losses on Friday. But multi-layered uncertainty will keep investor nerves on edge, as will the diplomatic fallout of how the UNSC decides to tackle Russia in its vote, with the western world seeking strict condemnation and sanctions, while India has thus far preferred not to take a side. There could be double-edged economic ramifications for those sitting on the fence if the extent of sanctions against Russia are intensified. This could deter Indian interests, be it in terms of trade financing, investment flows and even banking transfers as calls to bar Moscow from the SWIFT global payment network grow louder. For now, Russia’s oil exports have not been explicitly targeted yet.India’s imports of petroleum products from Russia are only a fraction of its total oil import bill and thus, replaceable. But getting alternative sources for fertilizers and sunflower oil may not be as easy. Exports to Russia account for less than 1% of India’s total exports; pharmaceuticals and tea could face some challenges, as will shipments to CIS countries. Freight rate hikes could make overall exports less competitive too, but it is the indirect impact on the trade account that is more worrying. The surge in crude oil prices will drum up India’s inelastic oil import bill, and gold imports could jump back up and keep the rupee under pressure. Trade and current account deficits may be jeopardised, although forex reserves are healthy. The biggest concern, for India, however, remains the impact of oil prices on inflation, and the unravelling of the Budget math which hinges on average oil prices of $75 a barrel. The RBI’s assertion that retail inflation had peaked at 6.01% in January, as well as its growth-accommodative stance may need a rethink with oil prices 11% higher since its February 10 monetary policy review. On the fiscal side, the Government, which has been conservative in its revenue assumptions in the Budget, has the room to pre-emptively cut domestic fuel taxes to nip inflationary expectations, stoke faltering consumption levels and sustain India’s fragile post-COVID-19 recovery through this global churn.",
        "headline_1": "The perfect storm: On Russia’s Ukraine gambit",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/the-perfect-storm-the-hindu-editorial-on-russia-invasion-of-ukraine/article65084486.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "26-02-2022"
    },
    {
        "full_article": "Fishermen from Tamil Nadu keep getting caught with alarming regularity in the territorial waters of Sri Lanka for “poaching”. Yet, the stakeholders concerned have yet to demonstrate the alacrity required for well-known solutions. In the latest development, the Sri Lankan Navy arrested 22 fishermen who are from Nagapattinam and neighbouring Karaikal, on Wednesday. There are already 29 fishermen in custody in Sri Lanka, as pointed out by Tamil Nadu Chief Minister M.K. Stalin in his letter to External Affairs Minister S. Jaishankar a few days ago. As per an estimate, Sri Lankan authorities have also impounded 84 boats. The frequency with which Tamil Nadu’s fishermen allegedly cross the International Maritime Boundary Line, despite being aware of the consequences, highlights their level of desperation driven by livelihood concerns. This is, however, not to absolve them of their culpability in endangering Sri Lanka’s marine biodiversity, which is of vital importance to Tamil fishermen of the Northern Province, who suffered in the civil war. The vexatious problem has also been aggravated by events over the past month — the reported death of two Jaffna fishermen following “mid-sea clashes with their Tamil Nadu counterparts” on January 27 and 29, subsequent protests by northern Sri Lankan fishermen, and the reported auctioning by Sri Lanka of 140 impounded boats even before a Tamil Nadu government team and fishermen’s representatives could visit Sri Lanka to finalise modalities on the disposal of unsalvageable boats. There has been no word from Colombo on permitting fishermen-devotees to attend, in March, the annual festival of St. Anthony’s Church at Katchatheevu.Apart from getting the arrested fishermen released, the governments of the two countries should fix a date for an early meeting of the Joint Working Group, last held in December 2020. They should also facilitate the resumption of talks at the level of fisherfolk, especially from Tamil Nadu and the Northern Province. Sri Lanka should be proactive as its citizens in the North bear the brunt of the alleged acts of transgression. Besides, its positive actions would be in tune with what the Prime Ministers of India and Sri Lanka agreed at the virtual summit in September 2020 — to “continue engagement to address the issues related to fishermen through regular consultation and bilateral channels”. New Delhi should also consider providing additional incentives and concessions to fishermen of the Palk Bay districts of Tamil Nadu to elicit a better response from them for its deep sea fishing project. It could also propose assistance for the fishermen of the Northern Province as a gesture of goodwill. There is no paucity of ideas in the area of the Palk Bay fisheries conflict, but adequate action on the part of the stakeholders is found wanting.",
        "headline_1": "Troubled waters: On India-Sri Lanka fishing conflict",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/troubled-waters-the-hindu-editorial-on-india-sri-lanka-fishing-conflict/article65084884.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "26-02-2022"
    },
    {
        "full_article": "There was a time, not long ago, when Bangla news editors would use the phrase \"like the price of water\" to connote the low cost of an item. Even last year, raw cowhide during the Qurbani Eid was sold for the lowly \"price of water.\" Aggrieved dairy producers are often heard of throwing away their products in protest of the parity found between milk and water. With the Dhaka Wasa increasing the water tariff 14 times over the last 13 years, the newspersons would have to look for a new analogy. How about using \"like the price of a citizen—by extension, a human being,\" then?\nI wish water was the only pricey commodity. Gas, electricity, fuel and food items are all on a price enhancement frenzy. The cost of living has gone up, and the worth of life has come down. People die for trivial and avoidable reasons. They receive mercy packages in some news-making accident cases. The price tag is as low as the cost of a funeral.\nAccording to a news report, a typical middle-class resident of Dhaka needs more than Tk 50,000 a month to meet the basic needs of a family of four. The sad reality is that the majority of Dhaka residents don't make that amount on their own. To afford a berth in the concrete jungle that we call home, Dhaka residents must either live on household income, where they have partners or other members of their families share the expenses, or they must take up a second job or adopt spurious means simply to survive. The system is draining out our essential human attributes. I don't have facts and figures to support my suspicion. But the dire state of the Bangladeshi middle class, which is struggling as living costs outpace their income, is a fact beyond suspicion.\nThe lines at the backs of the Open Market Sale (OMS) trucks snake through the city to hiss at the crisis. Although intended for the poor and low-income groups, the trucks selling products with controlled prices are now frequented by people from middle-income groups. They wait for hours to get everyday items such as rice, flour, lentils, edible oil, and onions. The long queues for food items are symptomatic of inflation. It is probably indicative of the class of \"new poor\" atrophied by the unemployment and financial losses caused by Covid-19.\nI came across a meme recently that showed an oversized man with a hefty kitchen bag, from which fish and poultry items were poking out, teasing a poor beggar, saying, \"What happened to your share of the per capita income?\" Somehow, the facts that we are told don't correspond with the reality that we experience. They do in theory, and statisticians can prove it to us mathematically. In practice, however, middle-class households are failing to solve their daily arithmetic, notwithstanding the GDP.\nIs it true that the middle class is making compromises in their daily diet charts to make ends meet? How can we make the most of our demographic dividends, if our next generation doesn't get the right amount of nutrients? For instance, for the optimal brain development of children, we need to ensure the required portion of proteins. A diet rich in protein helps children to think clearly and be more focused on processing information, thereby increasing their learning abilities. We have become self-sufficient in our meat and egg production, in our crops production. What good is this data if we cannot afford to consume the goods that it speaks of?\nWith the distant war drums, the oil price is likely to be revised to influence a wide range of products even further. And soon enough, we are going to have the holy month of Ramadan, when historically the costs of essentials rise to unfair levels due to a boost in demand. During the month of abstinence, we will manage to overindulge, allowing the businessmen to engage in \"price gouging.\" We will hear about government intervention, but with no effect. Middle-man will remain middle-man, extortionists will behave to prove their mettle. And the prices will soar higher to dehumanise the middle-class consumers.\nFor sustainable growth, the motto of leaving no one behind is often chanted. But more and more, we are witnessing a forked growth in which the rich are getting richer and the poor are getting even poorer.\nThe policymakers must acknowledge the elephant in their AC room. For quick relief, bank deposits and lending rates need to be adjusted to control commodity prices. More incentives should be given not only to the production side of the agriculture sector, but its distribution side, too. We need the stringiest action against the syndicates who create artificial crises in the market. Import duties on fundamental goods need to be reduced. The government is already targeting the corporate sector for heftier taxes. Instead of creating fear, the number of taxpayers should be increased. If the long queue before the truck sale is any sign, there should be more government-regulated mega shops.\nMore importantly, we must not lose focus on population control and unemployment issues. And corruption, the core of all evil, needs to be checked. I left this issue for last because it is corruption that creates a vicious cycle of supply and demand. Most people are corrupt because they cannot make their ends meet. Imagine a city where 98 percent (according to a report) struggle to manage their everyday lives with their official income, and then imagine the consequences of discomfort. The answer is blowing in the wind.\n \nDr Shamsad Mortuza is the pro-vice-chancellor of the University of Liberal Arts Bangladesh (ULAB).\n",
        "headline_1": "Save us from the brunt of price hikes",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/blowin-the-wind/news/save-us-the-brunt-price-hikes-2970621",
        "news_paper_name": "The Daily Star",
        "publish_date": "26-02-2022"
    },
    {
        "full_article": "Writer Mushtaq Ahmed paid the ultimate price for his freedom of expression, and it's a matter of shame for us all that it happened in the year of the Golden Jubilee of Bangladesh's independence. Ironically, the law that was applied against Mushtaq to accuse him of harming the image of the country for criticising the current state of affairs, the Digital Security Act (DSA), has itself earned global notoriety. Even in the most cautious diplomatic condemnation of the DSA, UN Human Rights High Commissioner Michelle Bachelet termed it an \"ill-defined\" piece of legislation \"used to punish criticism of the government.\" According to the European Union (EU), \"some of its provisions risk going beyond the stated purpose of fighting digital crime.\"\nThe defenders of human rights, however, were not so polite in expressing their outrage. Amnesty International said, \"The Digital Security Act criminalises many forms of freedom of expression, and imposes heavy fines and prison sentences for (the) legitimate forms of dissent.\" Another rights group, dedicated wholly to the issue of the freedom of expression, ARTICLE 19, observed in an analysis of the DSA that its \"several provisions are in breach of international human rights law.\" The Human Rights Watch (HRW) termed it \"draconian\" and called for scrapping it altogether.\nFollowing widespread criticism, the government now accepts that \"there have been some abuses of the DSA.\" Admitting such misapplication of the dreaded act, the law minister told us that the police had been instructed not to arrest journalists under this law, until an investigation was completed and a charge sheet finalised. How problematic the ministerial discretion has been in applying the law has already become clear, as a number of reports suggest the contrary. On February 18, 2022, police in Satkhira arrested Jahurul Haque, a local reporter, for his Facebook status that allegedly defamed a police officer. Another journalist, Azhar Mahmood, was sent to prison earlier this month in the northern district of Rangpur in a DSA case. According to Ain O Salish Kendra (ASK), a national monitoring group of human rights violations, as many as 1,134 cases were lodged last year against journalists and alleged government critics under the DSA, which was manifold higher than the previous years.\nThe so-called misapplication of the DSA by law enforcement agencies and activists of the ruling party is only one part of the potential hazard of the law. The other part lies with the justice system, where subjects of persecution by the executive branch of the government face almost wholesale denial of their rights to bail. There are several judicial precedents in the subcontinent on the rights of bail, which say this right could not be denied without exceptional guilt and risks, and criticising the government or exercising the right of the citizens to free expression is not a crime. But our trial courts and magistracies refrain from using their judicial discretion on affording bails to those against whom there are no criminal records and whose only offence is criticising or satirising people in power or their acts.\nMushtaq, however, was even more unlucky that he was denied bail by the higher court, too, which issued a rule nisi upon the government, and he died before the expiry of the time given for the government's response.\nA year has passed since Mushtaq died under the custody of the state, but many questions remain unanswered. Neither the government, nor the National Human Rights Commission (NHRC) has investigated the allegations of foul play surrounding his case. One of his co-accused, cartoonist Ahmed Kishore, had alleged abduction, torture and being kept incommunicado in some mysterious detention centres for a few days before they were shown arrested, which could easily be classified as Enforced Disappearances. And the alleged perpetrators were members of the Rapid Action Battalion (Rab). The investigation by the Police Bureau of Investigation (PBI), ordered by the trial court, which ruled out any such illegal act, is hardly a credible one as it lacked independence. Similarly, there was no independent investigation into the circumstances of Mushtaq's death, while the official post-mortem report was rejected by most observers as not credible.\nMushtaq was not a political activist and did not belong to any political party. He was a writer and a brave entrepreneur. Like millions of other people on social media, he had simply expressed his views—obviously critical of the government—on various issues and exchanged views with his friends in groups; yet, he became a victim of gross injustice.\nResearch by Prof Ali Riaz on behalf of the think tank Centre for Governance Studies (CGS) shows that a large number of people implicated in criminal cases under the DSA are activists of the ruling party itself, subjected to harassment by their rivals within the party. Due to the rigid non-bailable provisions of the law and the flexibility of allowing anyone to lodge a complaint without being affected directly or indirectly, the DSA has become a weapon of choice for both the law enforcement agencies and the powerful people.\nIf we want to avoid any more tragedies like Mushtaq's death in state custody, we need the DSA to be repealed at the earliest. Wasting time in the name of consultation with foreign experts to amend a discredited law serves no good purpose.\n \nKamal Ahmed is an independent journalist and writes from the UK. His Twitter handle is @ahmedka1\n",
        "headline_1": "DSA took away Mushtaq",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/dsa-took-away-mushtaq-2970611",
        "news_paper_name": "The Daily Star",
        "publish_date": "26-02-2022"
    },
    {
        "full_article": "On February 24, 2022, the world woke up to the news of a fully fledged, large-scale Russian invasion of Ukraine. Russian President Vladimir Putin says the attack is aimed at \"demilitarising\" and \"denazifying\" Ukraine. There have been reports of attacks on Ukrainian military posts and the airport in Kyiv. Russian military convoys have been seen pouring into Ukraine. An attack in a residential area has left at least 10 people dead (at the time this article was being written), along with many injured.\nWhile the attack on Ukraine does not come as a surprise, given the apprehension of the West of a mass-scale attack on Ukraine since December last year—the US and Europe, including the North Atlantic Treaty Organization (Nato), have been quite vocal about their fears and concerns, and have threatened Russia of consequences over the last few weeks—the response from these countries to the actual invasion has been stupefying, and not in a positive sense.\nThe Ukrainian crisis is essentially about the threat of Nato's potential expansion to the borders of Russia. Ukraine has been wanting to become a member of the alliance for some time—a pain point for Russia, given that it does not want Nato's presence in its backyard. And to give credit to Russia's concerns, these conversations have gained momentum in recent months.\nEarlier this week, Ukrainian President Volodymyr Zelenskyy's spokesperson Sergii Nykyforov had reaffirmed his country's interest in joining the western security alliance. \"This course is not only reflected in the constitution, but is also in the full consent of the authorities and society,\" Nykyforov said, perhaps hoping that admission to Nato would guarantee Ukraine's security, in the reality of the country's perpetual vulnerability to an attack from Russia.\nAnd Nato and its members have only been encouraging Ukraine's aspirations to join the US-dominated alliance, suggesting repeatedly that Russia cannot veto Ukraine's admission in the group. In September 2021, US Defence Secretary Lloyd Austin clearly said that \"...no third country has a veto over Nato's membership decisions. Ukraine, as you heard me say earlier, has a right to decide its own future foreign policy and we expect that they will be able to do that without any outside interference.\"\nNo wonder, with such verbose and reassuring statements coming from the Nato members, Volodymyr Zelenskyy felt confident of the alliance's backup in the face of threats from Russia.\nUnfortunately, Nato failed to respond adequately to the Ukrainian crisis. While in the wake of the invasion, the US, along with the EU, Japan and the UK, had imposed a series of sanctions on Russia, the US Department of State made it very clear that the Russian energy sector would not fall within its purview. \"The sanctions that are being imposed today, as well (as those) that could be imposed in the near future, are not targeting and will not target oil and gas flows,\" said a senior state department official. This is because the West cannot risk its energy supply chain—Russia is the second-largest oil exporter and the third largest oil producer in the world, and feeds the world's demand for energy significantly.\nIt is not surprising that between the lives in another country and the livelihoods in one's own, one would choose the latter.\nWhile the West, Nato, and their allies have been forthcoming in their condemnation of the invasion, mere words mean little to the people of Ukraine scrambling to find shelter from the constant Russian bombardment.  \nUS President Joe Biden has assured that \"the world will hold Russia accountable\" for the \"unprovoked and unjustified attack\" on Ukraine. But how does holding Russia accountable help the Ukrainian people? Where are the US reinforcement troops now, who are supposed to be stationed in Nato's eastern flank? Where are the 8,500 American soldiers who were put on heightened alert? What are they doing to evacuate or shelter the Ukrainian people?\nWhere is the European \"united front\" that the British Prime Minister Boris Johnson had so confidently talked about after discussing this issue with his European counterparts back in December 2021? Were these assurances only hyperbolic?\nOne might ask European Commission President Ursula von der Leyen what they are doing to materialise their commitment to not allow \"President Putin [to] tear down Europe's security architecture.\" Ursula von der Leyen suggested that, with a sanction package, they would \"target strategic sectors of the Russian economy by blocking their access to key technologies and markets.\" But without targeting the energy sector, would these measures be of any use in pressuring Russia into withdrawing its troops?\nEmerging from an emergency meeting, Nato Secretary-General Jens Stoltenberg called the attack a \"brutal act of war\" that has \"shattered\" peace in Europe. Yet, he failed to outline a solution to the crisis.\nAnd the UN has resorted to its stoic condemnation tonality, asking Russia to bring its troops back in the name of humanity. UN chief Antonio Guterres further said, \"What is clear for me is that this war doesn't make any sense.\" When did war ever make any sense?\nThe vagueness of such statements underplay the significance of the humanitarian crisis that is unfolding in Ukraine right now. And if world leaders cannot come up with the right solutions, they should at least refrain from making irresponsible and meaningless statements. This is the least the people of Ukraine deserve right now.\nAmid this cacophony of so many condemnations and sympathies, perhaps the most tangible \"punishment\" for Russia has been the UEFA's move to strip the country of the opportunity to host the Champions League final in St Petersburg. The decision might be confirmed after an extraordinary meeting of the body's executive committee on February 25.\nAgainst the backdrop of the current reality in Ukraine, one cannot but blame Nato and its allies—especially the US—for hanging the country out to dry, and in its hour of need, too. The head-scratchings that are now going on around the Nato circle should have happened when the alliance had encouraged Ukraine to be bold. There is a good possibility of this invasion ending in Ukrainian submission before the Russian military's might. If that happens, it will be the collective submission of the country's provocateurs as well, and perhaps the world would not be surprised.\nTasneem Tayeb is a columnist for The Daily Star. Her Twitter handle is @tasneem_tayeb\n",
        "headline_1": "Nato's inadequate response to Russia’s invasion of Ukraine: All thunder and no rain?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/natos-inadequate-response-russias-invasion-ukraine-all-thunder-and-no-rain-2969821",
        "news_paper_name": "The Daily Star",
        "publish_date": "26-02-2022"
    },
    {
        "full_article": "We have been seeing a downward trend in the supply of locally produced gas for a while now; yet there have been little efforts to explore potential gas reserves, even though Bangladesh is known to have a considerable amount of gas reserves still unexplored. The country currently has 26 natural gas fields, 20 of which are cumulatively producing about 2,400 units (million cubic feet) gas per day, against the daily national demand of about 4,000 units. About 600 units of regasified liquefied natural gas (LNG) are being added to the national grid through import, but that still leaves a shortage of about 1,000 units per day.\nThe imported LNG accounts for about 20 percent of total gas supply in the country. The Bangladesh Oil, Gas and Mineral Corporation (Petrobangla) annually pays more to import LNG than to cover the cost of the 80 percent of the gas, which is supplied from local gas fields. Importing LNG is essential to partially overcome the gas shortfall, but this has also put our economy under pressure. With a depleting trend of local gas production, a significant increase in LNG import is envisaged in the short to medium term. How sustainable that will be for us economically remains a cause for major concern.\nA logical alternative to this situation would be to increase local gas production. We may, at this point, look at the simple paths of action to this end.\nIncrease the reserve base\nWhen hydrocarbon reserves are depleted, a common practice around the world is exploring new areas to find new reserves. This has not happened in Bangladesh; over the last 20 years, we drilled only 24 exploratory wells, which is a ridiculously small number for a country with high hydrocarbon potential. Only a third of the onshore reserve is moderately explored, and a large expanse of the Bengal plain remains little explored, despite geological and seismic surveys detecting ample targets for drilling.\nOffshore gas exploration has been even more scarce in Bangladesh. Since the first exploration campaign in 1974-1978, no comprehensive offshore programme has been undertaken, and offshore drilling has been few and far between. Strangely enough, no one seems to be able to explain why the multi-client survey for offshore gas reserves has not been done here, even after Petrobangla initiated the process back in 2015.\nMoreover, how does one explain the reason behind keeping the seismic data of 12,500 line kilometres of shallow water and 6,500 line kilometres of deep water—acquired during decades of surveys by international oil companies (IOCs) and other agencies—locked in Petrobangla's drawers? Why is this data not used to attract IOCs to come and explore our offshore reserves?\nIncrease the number of development wells\nFull-scale development of known gas wells is perhaps the best way to enhance production and supply. Most of the gas fields here don't see full-scale development. If we look at India's Tripura, the Rokhia gas field has 30 wells drilled, and Agartala Dome field has 49 wells. In comparison, the Srikail field in Bangladesh has only five wells and Fenchuganj has six, although both are either the same as or bigger than the Tripura gas fields.\nAdd stranded gas to the national grid\nThere is no point in leaving the already discovered gas untapped. The coastal island of Bhola has two gas fields discovered by Bapex: Shahbazpur and Bhola North. The Shahbazpur gas field is producing about 60 units per day, and this amount can be doubled. But it has not happened because Bhola does not have a demand for the extra gas. The extra gas cannot be added to the national grid because there is no pipeline across the 15km channel connecting the island to the mainland. For the same reason, the gas in the new-found Bhola North field remains stranded. If a pipeline is installed, the produced gas would recover the cost of its construction in less than a year.\nThe Chhatak gas field in Sunamganj should be immediately released for production. It has been 17 years since gas production in that field has remained suspended due to the blowout during Niko Resources' drilling, and the subsequent court case between Bangladesh and the gas company. Furthermore, there have been several gas finds which were not put up for production due to a lack of appropriate technology, such as Patiya in Chattogram and Kasba in Cumilla. This technology is available in the world and can be easily acquired.\nIncrease production rate in individual wells\nAn important difference between the IOCs and the national company is that the former produces gas at a higher rate per well compared to the latter. For example, the Bibiyana gas field, operated by Chevron, produces at a rate of 60 mmcfd or more per well, while the national company-operated gas wells produce 25 mmcfd or less per well. The national oil company should take appropriate actions to enhance individual gas well production rates.\nTarget unconventional reservoir horizons\nMost of the large gas fields in Bangladesh have gone past their peak production stage. Conventionally, gas is produced from moderate to thick sand layers, which are easy to locate. As these are being used up, we should now look for the thin to very thin sand layers (reservoirs) grouped together in the wells. Latest innovations in the oil industry have developed technologies which can locate and produce gas from these \"thin bed reservoirs.\"\nBy putting the methods above into action, it is possible to increase the gas production rate in Bangladesh. This will certainly lessen the burden of paying for the high-priced LNG import.\n \nDr Badrul Imam is a former professor of the Department of Geology at Dhaka University.\n",
        "headline_1": "How to increase gas supply from local sources",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/how-increase-gas-supply-local-sources-2969796",
        "news_paper_name": "The Daily Star",
        "publish_date": "26-02-2022"
    },
    {
        "full_article": "If a group of unruly men were to swoop down on students demanding justice for the gang rape of one of their classmates, what would it say about the men in question? At the very least, it would imply that they condone the rape—or worse, that they themselves were directly involved in the very act. We are thus at a loss as to why a group of men allegedly affiliated with Bangladesh Chhatra League, the student wing of the ruling party, would attack the protesting students of Bangabandhu Sheikh Mujibur Rahman Science and Technology University (BSMRSTU) in Gopalganj if they had nothing to do with the rape incident.\nAccording to reports, on Wednesday evening, a group of seven or eight men attacked a BSMRSTU student and her friend, took them to an under-construction building, raped her and tortured her companion. On Thursday morning, several hundred students laid siege to the Gopalganj sadar police station, demanding punishment for the suspects. Students, requesting anonymity, told our correspondent that a group of BCL men had started hurling brickbats at the students at around 5pm. In the ensuing clash between the two groups, at least 30 protesters were injured.\nIt would be redundant to point out that the gang rape itself, which took place in the town of Gopalganj, is highly disturbing. We are outraged that, despite the ever-climbing statistics—according to Bangladesh Mahila Parishad, at least 1,235 women reported they had been raped, and 179 gang-raped, in 2021—the government has done little to make the cities, towns and the country at large safer for women and girls, beyond cosmetic changes and empty promises. It is now an established fact that a major reason for the escalating violence against women in Bangladesh is the impunity enjoyed by the perpetrators. Time and again, we have seen how the administration goes out of their way to protect the perpetrators, especially those who have some form of affiliation with the ruling party, and how the justice system, too, ultimately fails the survivor(s) as a result.\nWe have repeatedly called upon the government to ensure that it ends the impunity enjoyed by the perpetrators, and to take stern action against the members of the ruling party who are implicated in such cases. It must investigate whether the BCL members were, in fact, involved in the attack on the protesting students, and if so, what possible justification the BCL members would have to do so, if not to protect the perpetrators.  We understand that police have picked up three youths for questioning—two of whom were cleaners and whose colleagues staged a demonstration in the town claiming their innocence and demanding their release. We implore the authorities to conduct a fair investigation to find the real culprits.\n",
        "headline_1": "Why did BCL attack protest on gang rape?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/why-did-bcl-attack-protest-gang-rape-2970591",
        "news_paper_name": "The Daily Star",
        "publish_date": "26-02-2022"
    },
    {
        "full_article": "The one thing we have feared since the recent rise in tensions between Nato and Russia over Ukraine has unfortunately happened. Russian President Vladimir Putin declared war in a pre-dawn televised address, after which Moscow mounted an assault by land, sea and air on Ukraine. At the time of writing this editorial on Friday evening, Ukraine's President Volodymyr Zelensky reported 137 Ukrainians being killed on the first day of the Russian invasion, while Russian forces captured the former nuclear power plant in Chernobyl and the Hostomel airport in the Kyiv region. Meanwhile, gunfire is ringing through the streets of Kyiv as Russian tanks entered the capital on Friday. The International Criminal Court (ICC) prosecutor has hinted that his court may investigate the possibility of war crimes within Ukraine. We would like to firstly express our solidarity with the people of Ukraine and, as ever, condemn the war initiated by Russia. What the world is watching unfold—and which is being referred to as the worst since World War II—is an abrupt and unnecessary attack by Russia in the face of only a perceived threat from the West. It is the height of injustice and illogicality that Ukrainian lives should be lost owing to conflicts between Russia and the Nato members.\nWhile President Putin has tried to justify his move by claiming he had no other options left, we cannot help but be doubtful of such a statement. Had all avenues of resolution through dialogue been exhausted? Had the existing dialogue between parties involved, including the West, truly reached a dead end? Even then, is hostile invasion of innocent people truly ever the only option left?\nWhile we condemn Russia for its invasion of Ukraine, we cannot say that the West has no responsibility in bringing the situation to this state. The gradual expansion of Nato, first in 1999 and second in 2008, were swallowed by Russia, who unambiguously asserted that any attempt to incorporate Georgia and Ukraine into the alliance would be the last straw. The West obviously did not take Russia seriously. Just as the US has its own sensitivities about security issues—would it allow anti-Western military alliance to have members close to the US border?—so does Russia, and they cannot be ignored. \nNow that the situation has turned into a war, its effects will inevitably spill over to the rest of the world, including Bangladesh, as prices of essentials will rise further and the global supply chain will be dealt a blow. However, the first priority is to save the Ukrainians from the Russian invasion. While we call for an immediate end to hostilities in Ukraine, we also hope that dialogue and negotiations will win.\nWe do not want a war in Europe. \n \n",
        "headline_1": "Russia’s aggression must be stopped ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/russias-aggression-must-be-stopped-2970456",
        "news_paper_name": "The Daily Star",
        "publish_date": "26-02-2022"
    }
]