[
    {
        "full_article": "INDIA bloc parties won 10 of the 13 Assembly seats across seven States where by-polls were held on July 10 and the results were announced on July 13. The popular verdict broadly echoes the recent Lok Sabha election results that signalled a fatigue with the Bharatiya Janata Party (BJP). The by-poll results indicate that the BJP’s politics is encountering some resistance on the ground. Of particular note is Himachal Pradesh where the Congress won two of the three Assembly seats which fell vacant after three independent legislators joined the BJP after resigning their seats. The government of Chief Minister Sukhvinder Singh Sukhu had teetered on the brink in February after six Congress MLAs, along with these three independents, had voted in favour of a BJP candidate in a Rajya Sabha contest. They were later disqualified from the Assembly after Congress candidate Abhishek Manu Singhvi lost the Rajya Sabha poll. This had brought down the party’s tally to 34 in the 68-member House. With its victories in Dehra and Nalagarh, the Congress has returned to its original strength of 40 MLAs. The Sukhu government had won a majority on June 4 when the Congress won four of the six seats that had by-polls alongwith the 2024 Lok Sabha election. By restoring the numbers of the Congress, the electorate of Himachal Pradesh has rejected the opportunism of the defectors and the overreach of the BJP.Something similar happened in Uttarakhand too, as the Congress retained the Badrinath seat. The sitting MLA from the seat, Rajendra Singh Bhandari, who had defected to the ruling BJP, was defeated by Congress’s Lakhapat Singh Butola. It is not that all defectors are being rejected by the people. The Congress continued to suffer losses in Madhya Pradesh where Kamlesh Pratap Shah, who had switched sides to the BJP, won a tough contest against his former party. The continuing decline of the Congress in the State is a clear message to the party that it needs to look beyond the current local leadership. While the Dravida Munnetra Kazhagam’s win in Tamil Nadu’s Vikravandi seat further reinforced its position, in West Bengal, the Trinamool Congress (TMC) continued to reign supreme by wresting three seats from the BJP, in Raiganj, Ranaghat Dakshin and Bagda. In all the three seats, MLAs of the saffron party had switched sides to the TMC, which is the ruling party in the State. The TMC also retained the Maniktala seat. In Punjab, the Aam Aadmi party got its pound of flesh from the BJP as it trounced the sitting MLA in Jalandhar West who had defected to the BJP and sought a re-election. All the parties should heed the voice of the people, seek consensus and reduce conflict, and eschew opportunistic defections.\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nAssembly Elections\n\n/\n\nGeneral Elections 2024\n\n/\n\nBharatiya Janata Party\n\n/\n\nHimachal Pradesh\n\n/\n\nIndian National Congress\n\n/\n\nRajya Sabha\n\n/\n\nUttarakhand\n\n/\n\nMadhya Pradesh\n\n/\n\nDravida Munnetra Kazhagam\n\n/\n\nTamil Nadu\n\n/\n\nWest Bengal\n\n/\n\nAll India Trinamool Congress\n\n/\n\nAam Aadmi Party\n\n/\n\nPunjab\n\n/\n\npolitics\n\n/\n\npolitical development",
        "headline_1": "​Restoring a verdict: On the Assembly by-poll results",
        "headline_2": "Opportunistic defections will likely be punished by the voters",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Brestoring-a-verdict-the-hindu-editorial-on-the-assembly-by-poll-results/article68403346.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "15-07-2024"
    },
    {
        "full_article": "The adage that there are no permanent enemies and no permanent friends, only permanent interests in politics could explain many a twist in shifting political alliances across the democratic world. But it would only be an understatement in Nepali politics, where the art of coalition making has for long been a farce. On Saturday, incumbent Nepal Prime Minister Pushpa Kamal Dahal of the Communist Party of Nepal (Maoist Centre) predictably lost a trust vote, after only 63 of the 275-member House of Representatives backed him, while 194 lawmakers voted against the motion of confidence. The loss was a foregone conclusion after the Communist Party of Nepal (Unified Marxist-Leninist) led by Khadka Prasad Oli — he has been made the Prime Minister again — withdrew support from the CPN(MC)-led government and joined hands with the opposition Nepali Congress, led by Sher Bahadur Deuba. Mr. Dahal had managed to hold his post for close to two years, and after surviving three trust votes — all necessitated by his decision to change partners. The CPN(MC) had formed the government after the November 2022 elections, despite finishing a distant third and Mr. Dahal had managed to do so by exploiting the differences between the Deuba-led NC and the Oli-led CPN(UML). These two parties won 89 and 78 seats, respectively, in 2022, and have now formed a coalition government with the arrangement that Mr. Oli and Mr. Deuba will share the post of Prime Minister, each for half of the remaining term.Ever since Nepal transitioned from an absolute monarchy to a constitutional one in 1990, and then to a full-fledged republic in 2008, its democratic polity has been marked by instability and constant changes in power, leading to poor governance. Despite the institution of constitutional reforms related to federalism and guaranteed representation for marginalised forces following a civil war and the overthrow of the monarchy, the outcomes have been a perpetuation of the country’s status as a “least developed country”. It is quite evident that the leadership of the three major parties have shown more interest in sticking to power by any means irrespective of whether they are driven by pre-poll coalitions or not. Besides, the inherent instability in a parliamentary system that reflects social fissures in the country has led to a form of coalition politics that is driven less by ideological or principled considerations and more by a hankering towards power. Such instability and an unprincipled pursuit of power will only result in more disillusionment among the Nepali people with the democratic process. Nepal can perhaps be better off with a presidential system that allows for a directly elected head of state.\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nNepal\n\n/\n\nelection\n\n/\n\ndemocracy\n\n/\n\npolitics\n\n/\n\npolitical parties\n\n/\n\nconstitution",
        "headline_1": "​Unprincipled alliances: On politics in Nepal",
        "headline_2": "There seems to be no end to the instability of coalitions in Nepal",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Bunprincipled-alliances-the-hindu-editorial-on-politics-in-nepal/article68403779.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "15-07-2024"
    },
    {
        "full_article": "In reaction to assassination bid, Trump shows he’s boss of optics. Political rhetoric on either side won’t change, though \nThe assassination bid on Trump at a campaign rally, confirmed analysts’ worst fears of what America’s rough political rhetoric could accomplish. The constant stirring of anger, the consistent polarisation-sans-reason, and the two political parties at their weakest, have created space for political violence. \nViolence is up | Just as an example of growing disquiet was the assault on speaker Nancy Pelosi’s husband in 2022 – attacked with a hammer after a conspiracy theorist’s call to “break her kneecaps”. The world has witnessed the aggression in US politics and society, so earnest bites that “political violence is unAmerican” has few takers. Political violence in fact may be a new normal, notwithstanding the urgent calls from politicians across parties to dial back the rhetoric. Laments over the impact of social media on the dysfunction that’s American politics today, resurfaced over the explosion of misinformation right after the assassination attempt. Hysteria online has implications offline. But for social media companies, it was business as usual.\nEver political | In America’s multi-ethnic, multi-race, unique political system, divisions are the norm. Trump’s politics is rooted in every faultline. A measure of the reach of his extreme politics is how even social media cancellations did little to restore “normalcy”. His instinctive and politically astute reaction to the attack, days before the Republican convention where he’ll be formally nominated party presidential candidate, should dispel any doubt of his political smarts. The first batch of T-shirts with his raised fist and bloodied face was on sale on online shopping platform Taobao less than three hours after the attack. He seized the moment – a contrast with similar-aged Biden, decidedly feeble domestically, though forceful in his support of Israel’s war.\nLeave guns alone | Finally, the gun question. America’s the only Western and wealthy nation where firearm fatalities are the leading cause of child and teen deaths. Yet, guns are a tool, a toy, a symbol of American “values”. Trump shooter’s AR-15, a semi-automatic civilian version of the military M16, is unlikely to be available in the civilian market in any other country.\nThere are experts suggesting the attack may see Republicans reconsider their stance on firearms. Four presidents were assassinated, several were shot at. There’s nothing to indicate that the incident, from which Trump emerged a winner, will have any impact on attitudes to guns. It likely only whetted appetite for more violence. America’s extensive security apparatus, taken by surprise in Butler County, which is Trump country, has work to do.\n\n",
        "headline_1": "Trump’s moment",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/trumps-moment/",
        "news_paper_name": "The Times of India",
        "publish_date": "15-07-2024"
    },
    {
        "full_article": "Enhancing authority of LG in lead-up to assembly polls sends out wrong signals\nCentre’s move to expand the powers of Jammu & Kashmir’s LG is a concerning development. Through an amendment of rules, LG has been made the final authority on functioning of All India Service cadre, police, and postings and prosecution sanction, among other things. This is the second time this year that Centre has extended its jurisdiction over how the Union Territory is to be run. When seen in context of impending assembly elections – to be held by Sept 30, per SC directive – this raises questions over the road ahead for J&K.\nTwin goals in J&K | That insurgency-ridden UT represents a special case is not in doubt. As the recent spurt in terror attacks in Jammu highlights, it needs a very efficient administration if violence is to end in the region. But just as important is the restoration of democratic process. The high turnout in Valley constituencies in recent LS polls is an indicator of what its people want.\nThe upcoming Assembly elections, the first in 10 years, represent a great opportunity in this regard. Expansion of central authority in lead-up to assembly polls has already raised apprehensions regarding the powers of an elected govt.\nWill J&K get what it had? | The step has also put a question mark over statehood being restored to J&K, something Centre has promised ‘at the earliest’. For, while L&G may be top authority in a UT, a state is run by elected representatives, with Centre’s representative, the governor, having limited powers. How would overarching central authority work if J&K is granted statehood again?   \nIt is now for Centre to allay apprehensions regarding its latest move. Winning over the hearts and minds of people is very important in a strife-torn region. And that calls for transparency.\n\n",
        "headline_1": "Where’s J&K headed?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/wheres-jk-headed/",
        "news_paper_name": "The Times of India",
        "publish_date": "15-07-2024"
    },
    {
        "full_article": "If the shoe doesn’t fit, delivery boy does a revisit \nMany more delivery boys ring your bell than friends and relatives. One moment they appear framed just outside the doorway, the next you see them juggling dexterously with their paraphernalia. You don’t offer hot tea, only cold stares. Always in a hurry, their quizzical eyes have only one question: OTP? They don’t overstay even this half-welcome. The instant you clear the OTP test, they are gone. They never initiate conversation but respond to those who miss visitors out of sheer nostalgia.\nThe OTP warriors take on a different role when they turn up to collect returned products. So many products are returned these days that you wonder if the delivery boys need a new nomenclature. Redeemers would be more appropriate because they do even this job with equanimity, sporting the same inscrutable expression as they do while delivering a new product. \nReturning or rejecting products has become a thriving subculture. Thanks to a generous return policy, these rejections aren’t followed by broken hearts or even a broken limb. No snide remarks, no bruised egos, no counter-questions. It’s not even mandatory to buy a new product. Unlike credit card defaulters, there’s no fear of history catching up someday, at least not yet.\nThe redeemers can probably guess if a customer is doing it for fun or convenience, like someone ordering two pairs of shoes, selecting the one that fits, and sending the other back with torn wrappers. They, however, have no way of knowing if the apparel failed the test or the mirror. Do the redeemers wish habitual offenders to be blacklisted or named and shamed in the future? Perhaps not, because carrying a returned product is also a duty. \nWatching silently from the sidelines are elders still figuring out online shopping. While they take note of the exchange of OTPs and products, their mind goes back to the good old days when they walked into a shop with their eyes lowered and a prayer on their lips. Sporting a sheepish smile, they did everything to keep the shopkeeper in good humour. Obvious in their pace was an admission of how they had goofed up in the first place or how their family forced them to return something against their wishes. The shopkeeper always had the upper hand. Somehow, they could never play Redeemer.\n\n",
        "headline_1": "Many happy returns",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/many-happy-returns/",
        "news_paper_name": "The Times of India",
        "publish_date": "15-07-2024"
    },
    {
        "full_article": "Defying predictions of a stagnating relationship, PM Narendra Modi and Russian president Vladimir Putin have once again shown the world the bonhomie they share. Putin added a charming touch by conveying his remarks through a competent Hindi translator, which seemed to visibly please the PM. ‘Sukh-dukh ka saathi’ or all-weather friend is how Modi described Russia. The Modi visit has restored the nearly quarter-century-old ritual of annual summitry that had been interrupted since 2020 by Covid and then the Ukraine war in 2022.\nGeopolitics has always been at the heart of the India-Russia relationship. A radical and menacing China in the 1960s and the Sino-American rapprochement in the 1970s had led Delhi and Moscow to develop a comprehensive strategic partnership. Today, alignments have shifted and are more complex. Russia and China have come closer, in large part to counterbalance an unpredictable and hostile US.\nBut is Russia really becoming a junior partner to China, as mainstream commentaries suggest? This is simply untrue. Russia has single-handedly and successfully resisted the mighty NATO alliance in Ukraine as well as absorbed the shock of nearly 16,000 western economic sanctions. According to World Bank data released in June, Russia is the fourth largest economy in the world after China, US, and India (GDP based on purchasing power parity).\nRussia is too proud, too independent and too militarily powerful to ever submit to China. Its grand strategy is to balance the US, shape a stable balance of power in Eurasia and Asia, and proactively collaborate with the Global South in developing a more sustainable multipolar world. India, for its part, has committed itself to comprehensively deepen economic interdependence with Russia so the latter has another major Asian economy as an option to diversify its commercial ties with China.\nHow will Washington and Beijing look at this summit? Many have already declared Modi’s folly in undermining the partnership with the US and failing to make a dent in the Sino-Russian relationship. Again, this sweeping narrative is based on half-truths and devoid of context. It also fails to recognise Indian geostrategic interests.\nFirst, a more transactional relationship with the US has been evident for some time. If two decades ago, it was conventional wisdom to assert that the US held the keys to India’s emergence as a great economic, political and military power, this assumption is no longer obvious today. In recent years, Washington has made it apparent that it sees India more as a useful instrument in a future confrontation with China than as a major power with legitimate interests and aspirations. This approach has unsettled Indian strategists who worry not just about the US being unable to back up the tough talk on China should a serious clash erupt in the Himalayas, but that India might find itself drawn into a deadly Sino-American military conflict in the Western Pacific. This is a key reason for India to hedge its bets and broaden its geopolitical horizon towards the non-western world. Rejuvenated ties with Moscow will ensure Washington takes India more seriously as an independent player.\nAs for China, its growing ties with Russia have been premised on an acute realisation that a sequel to the Ukraine experiment — using a willing proxy — could occur on its eastern doorstep in the Taiwan Straits. Beijing might even wish for a protracted conflict in Ukraine so the US finds itself bogged down in areas away from the Western Pacific. China, therefore, is unlikely to weaken its Russia link in a hurry. The only realistic way to influence the Sino-Russian entente, is if the collective West abandons its disastrous confrontation and negotiates a new European security architecture that accommodates core Russian interests. However, the prevailing politics in the US leaves little room for optimism.\nThe irony of this summit is that Beijing views the upswing in India-Russia relations as generally conducive to regional and continental stability. This is because Delhi’s latest assertion of its geopolitical independence makes it less receptive to a US Cold War approach to Asia while simultaneously providing it with the reassurance that a military superpower like Russia has a sympathetic ear to core Indian interests in the subcontinent. While Russia will not interfere or publicly take sides in the India-China border dispute, it has its own strategic reasons to encourage both its key partners in Asia to deal with their differences in a mature framework. Russia has already played such a constructive role in the aftermath of the 2020 Ladakh border crisis.\nIndia-Russia relations are still vital because they act as a geopolitical stabilizer while also providing immense leverage to Delhi during this period of great change. The messaging from Modi’s visit should be seen in this light — it is an emphatic vote for a multipolar world and India’s continued march forward to major power status.\n\n",
        "headline_1": "The deeper message and geopolitics behind the Modi-Putin bonhomie",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/voices/the-deeper-message-and-geopolitics-behind-the-modi-putin-bonhomie/",
        "news_paper_name": "The Times of India",
        "publish_date": "15-07-2024"
    },
    {
        "full_article": "Every monsoon brings new images and stories of sufferings. After Friday's heavy rains in Dhaka, two stories that seem to have particularly stuck with many social media users involve the deaths of four individuals in electrocution and how, even 36 hours after the rain had stopped, several areas in DSCC remained submerged. For many, the first is a painful reminder of a similar tragedy in Mirpur last year. It too involved four people, including three of a family who died after being electrocuted on a waterlogged street. The second story comes with a side dish of irony, as it reminded many of a promise by the DSCC mayor about ensuring swift drainage of water—within 15 minutes no less—after heavy rains. Promises, as one quipped, die fast in Bangladesh.\nBut these are not just stories of sufferings but also of an abject policy failure. Unfortunately, those in charge of making sure these sufferings do not occur can apparently say or do anything and get away without facing consequences. Over the past four years, according to a report by this daily, more than Tk 730 crore has been spent by the two city corporations of Dhaka—Tk 370 crore by DNCC and Tk 360 crore by DSCC—to address the waterlogging problem. But despite the spectacular lack of effects of their initiatives, there has been no accountability whatsoever for the authorities and officials concerned.\nIt can be recalled that the city corporations officially took over canal and drain management from Dhaka WASA on December 31, 2020. It was meant to streamline efforts to mitigate waterlogging. It did not happen, and as a result, the situation remains as dire as before. The city's drainage system continues to be weakened by poor design, weak maintenance, and ongoing road construction/repair activities. Much of the drainage network remains clogged by waste, making it very hard for rainwater to flow into rivers. City corporation officials, speaking anonymously, also acknowledged the failure of their efforts to declutter the canals, canal-drains, and box culverts.\nCurrently, Dhaka has a network of 2,211 kilometres of drains, with 961km in the south and 1,250km in the north. True, ensuring the smooth function of such a big network is a big task, but there is no alternative to it, and for that improving the capacities of city corporations is crucial. But even that will not be enough. Given the unregulated growth of Dhaka, experts have stressed the importance of a master plan to restore all the canals and waterbodies, and preventing their encroachment by unscrupulous entities. Addressing improper waste disposal is also critical. But most importantly, Dhaka's persistent waterlogging problem cannot be resolved without the sincerity of relevant authorities.\n",
        "headline_1": "Waterlogging is a gift from the city corporations",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/waterlogging-gift-the-city-corporations-3656841",
        "news_paper_name": "The Daily Star",
        "publish_date": "15-07-2024"
    },
    {
        "full_article": "If the term \"unimpressive\" was a football team, it would be England. And the phrase \"deserving of the crown\" would be synonymous to the current Spanish team. These two teams, with very different journeys, are now in the Euro Cup final. \nThis year's Euros felt mundane and dragged at times. Mediocre at best, prosaic at worst—there have not been many groundbreaking stories to cover. But if there was one team that has been thoroughly entertaining, it would be Spain. Young, fierce, well-structured and coordinated, the Spanish team has been the best of the tournament by a mile. \nIn stark contrast to Spain, there is England; watching who felt like a chore. There is no cohesion between the players; they have conceded a couple of goals and have clung onto the tournament by a bare thread. There are no risks being taken, and thus, very few rewards to reap. Despite having an attacking threat at their disposal, they have fired too many blanks. Given all of this, prior to the semifinals, the mood in the country had been quite bleak. However, since they booked their place in the final and became the first English team to make it into the last match of a tournament on foreign soil, the mood has somewhat elevated with hopes. \nThe problem with criticising England is that there is a major off-the-field force to consider when reflecting upon the national team: the media. As notorious as English fans' reputation has been around the world, the media is much worse. It is no secret that even to this day, racism pollutes football, and it comes to the forefront when the English boys fail. We saw it in the aftermath of the Euro 2020 final against Italy, when Bukayo Saka, Marcus Rashford and Jadon Sancho felt the burden of the entire nation for missing their penalties in the final. We saw it again when England lost by a goal to Iceland just before this year's Euros, and Saka, who played just a mere 15 minutes of the game, was plastered all over the front page. Racism exists and the mainstream media is as much at fault as the keyboard warriors who run to make racist comments under players' social media posts. Thus, with England, there is a degree of precarious liability that needs to be kept in mind. \nMy rational football brain desires to see the more deserving team to win—the team that will deliver the best football in the finals. However, the fragile part of my heart is weary of seeing young English players thrown to the wolves when the scoreline does not favour them. \nThe criticism of the style of play this year has been justified to a degree, and Gareth Southgate has expressed how it affects the morale of the team when their performance is continuously criticised. Yet, amidst all the critics and negativity, they have still made it to the final. Optimist and English enthusiasts will tell you that this is tournament football; it is not about beauty but rather the end product, and that is fair. But this is where England has always lacked—getting down and dirty to walk away with a victory, even amongst the ugly. This new generation of players understands that. They also understand that there is life beyond the field. \nWhile the young English players carry the weight of the nation's expectations on their shoulders, they feel much more at ease with carrying that burden than their predecessors. You can see it in the arrogance of Jude Bellingham; he knows who he is and he is very confident in his ability. Kobbie Mainoo, despite being just 19 years old, has comfortably slotted into the starting line-up. And as for Bukayo Saka, it has been the most wonderful journey of navigating the adversity to rise above the noise. When England faced Switzerland in the Quarterfinal's penalties, each player stepped up with confidence that has so often escaped the English team. \nEven with all the songs, such as \"it's coming home,\" \"Southgate you are the one,\" being blurted out, England still feels undeserving of lifting the trophy tonight, especially when you compare Spain's prevailing run to the final. But football is not about who deserves it more but rather who wants it more, and England is hungry. Whether that hunger can translate on the pitch is a different question, but perhaps the only question that matters. Declan Rice eloquently put it that witnessing the England Women's Euros victory is a source of inspiration to them. Now, whether the English male team can replicate their female counterparts, comes down to the next ninety minutes they step onto the field. \nRaiyan Binte Rafiq is a sports columnist for The Daily Star. She is currently pursuing an LLM, while freelancing for INDIVISA. She also oversees recruitment at Next Level Sports Management based in Bangladesh.\n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n",
        "headline_1": "God, save the boys",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/god-save-the-boys-3656591",
        "news_paper_name": "The Daily Star",
        "publish_date": "15-07-2024"
    },
    {
        "full_article": "In the increasingly digital world, cybersecurity has become a critical concern for individuals, businesses, and governments alike. While much of the focus is often on technological solutions—there is another crucial aspect that often goes underappreciated: the human emotions involved in cybersecurity.\nFear and anxiety significantly impact cybersecurity. The fear of data breaches, identity theft, and cyberattacks can drive individuals and organisations to adopt more stringent security measures. For instance, after the high-profile Equifax data breach, which exposed the personal information of over 147 million people, there was a significant increase in the number of people signing up for credit monitoring services and identity theft protection. This breach highlighted the vulnerability of even large organisations and instilled fear among consumers about the safety of their personal information.\nHowever, fear and anxiety can also have negative effects. Excessive worry about cyber threats can lead to \"security fatigue,\" where individuals become overwhelmed and desensitised to the constant barrage of warnings and advisories. A study by the National Institute of Standards and Technology (NIST) found that people experiencing security fatigue may neglect basic security practices, such as updating passwords or installing software patches, thereby increasing vulnerability to attacks.\nTrust is another pivotal emotion in the cybersecurity landscape. Users must trust that their systems are secure, that the websites they visit are safe, and that their personal information is protected. Unfortunately, trust can be easily exploited by cybercriminals through social engineering tactics such as phishing attacks. During the Covid pandemic, there was a significant increase in phishing attacks where cybercriminals posed as health organisations. These attacks exploited the public's trust in these institutions, tricking individuals into revealing sensitive information or downloading malicious software.\nThe 2013 Target data breach, where hackers gained access to the retailer's network by exploiting the trust placed in a third-party contractor, underscores how trust in third-party vendors can become a vulnerability if not properly managed.\nThe stress associated with maintaining cybersecurity can also influence behaviour. Professionals working in cybersecurity roles often face high levels of stress due to the constant threat of attacks and the pressure to protect sensitive information. For instance, the cybersecurity teams at hospitals during ransomware attacks, such as the one on Universal Health Services, experienced immense stress as they worked to secure patient data and restore critical systems while under attack. This stress can lead to burnout, reducing the effectiveness of cybersecurity teams and increasing the likelihood of human error.\nFor end-users, stress from dealing with complex security protocols and the ever-evolving nature of cyber threats can result in poor security habits. A common example is users resorting to simple, easy-to-remember passwords across multiple accounts, despite knowing the risks, to reduce the cognitive load associated with managing complex security requirements. This behaviour was evident in the aftermath of the Yahoo data breach, where many users admitted to reusing passwords across different sites to simplify their online security management.\nComplex security measures often lead to frustration and anger. Managing passwords, dealing with frequent updates, and navigating authentication requirements can be exasperating. The Yahoo data breach underscores the importance of robust security practices, but user frustration can lead to non-compliance, undermining cybersecurity efforts. A survey by the University of California, Berkeley found that many users are frustrated by the complexity and frequency of password changes required by their employers, leading to shortcuts such as writing down passwords or using easily guessable passwords.\nConfusion and helplessness often accompany cyber incidents. The rapid evolution of cyber threats and the complexity of security technologies can leave us feeling overwhelmed and powerless. In times of crisis, such as a ransomware attack or data breach, individuals and organisations may struggle to understand what steps to take. Developing clear response plans, conducting regular drills, and seeking assistance from cybersecurity experts can help alleviate confusion and empower us to respond effectively to cyber incidents.\nRelief and satisfaction follow successful cybersecurity measures. Implementing robust security protocols, thwarting cyber threats, and safeguarding digital assets bring a sense of accomplishment and peace of mind. Knowing that our sensitive information is protected against malicious actors provides a sense of relief.\nHowever, success in thwarting cyber threats can breed overconfidence and complacency. Believing that we are immune to cyberattacks can lead to lax security practices and vulnerability to future threats. Similarly, organisations may become complacent after implementing security measures, failing to adapt to evolving cyber threats. By staying informed about emerging cyber threats, conducting regular security assessments, and updating security protocols, we can guard against overconfidence and complacency.\nAnother issue that surfaces after cybersecurity breaches aspect is guilt and shame. Individuals may blame themselves for falling victim to phishing scams or neglecting security best practices. Organisations may feel ashamed of security lapses that compromise customer data or tarnish their reputation. Instead of dwelling on mistakes, they should focus on lessons learned, steps for improvement, open communication and collaboration to foster a culture of shared responsibility in cybersecurity.\nTo enhance cybersecurity by addressing emotional factors, individuals should be empowered with user-friendly cybersecurity education and practical knowledge. Building of trust by fostering transparency and reliability in digital services, prioritsing employee well-being and stress management to enhance cybersecurity resilience are also crucial along with simplifying security measures to reduce frustration and encouraging compliance.\nIn Bangladesh's digital journey, understanding and addressing cybersecurity emotions are paramount. By recognising the fears, frustrations, and triumphs inherent in digital defence, we can develop more effective strategies for safeguarding our digital assets. Through education, empathy, and collaboration, we can navigate the complexities of the digital landscape with resilience and confidence.\nBM Zahid ul Haque is an experienced CISO and cyber digital transformation strategist. He can be reached at: [email protected].\n\nViews expressed in this article are the author's own. \nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "Consider human emotions while developing cybersecurity measures",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/consider-human-emotions-while-developing-cybersecurity-measures-3656516",
        "news_paper_name": "The Daily Star",
        "publish_date": "15-07-2024"
    },
    {
        "full_article": "Friday morning's torrential downpour -- the heaviest monsoon rainfall of the season so far -- was expected to provide the much-needed respite from the scorching heat. Momentarily it did, but the city dwellers had to suffer flooding of roads and ground floors of many homes as the downpour overwhelmed the city's inadequate drainage system. The monsoon shower lasted over three hours causing severe water-logging in city areas like Mirpur, Mohammadpur, Shewrapara, Kazipara, Mazar Road, Elephant Road, roads near Matsya Bhaban, Central Road, Dhanmondi 27, Karwan Bazar, Farmgate, Tejgaon, Arambagh and Bijoy Sarani. Hapless commuters were forced to wade through waist-deep waters, while ground floors of residential and commercial buildings with shops got inundated by filthy water. Water-logging only made city's usual traffic congestion worse with many motor vehicles going out of order in the middle of inundated roads. The ensuing chaos highlighted the city authorities' abject failure to address a problem that has plagued residents for years. The city authorities only recently claimed significant progress in addressing Dhaka's chronic water-logging problem. It took one single downpour to exposed hollowness of the claim.In the past four years, the twin city corporations of Dhaka have reportedly spent around Tk 73 billion to resolve water-logging. Money has literally gone down the drain. The three hours of rain on Friday morning proved that the problem has worsened. Before 2021, Dhaka WASA was primarily responsible for managing Dhaka's water-logging. At that time, when roads were submerged in rainwater, the city corporations would conveniently blame Dhaka WASA. With the city corporations taking over the responsibilities of recovering the city's canals and drainage system, there was a great hope of a discernible improvement in the situation. Urban experts, however, are of the view that merely keeping the canals clean by removing the floating garbage will not in itself solve the water-logging problem. There are several stages before rainwater flows through the drains and into the river, and these also demand attention. They pointed out that rainwater flows through catch pits and into the drains beneath the road. Many catch pits and drain openings are blocked. Besides, the water capacity of the canals has decreased because of sediment accumulation. The city corporations should prioritise digging the canals to increase their depth and also dismantling unauthorised structures built on those. City planners say that the lack of integrated planning by Dhaka's two city corporations is largely to blame. The two city corporations are providing temporary solutions and in effect wasting money rather than paying attention to Dhaka's long-term master plan for drainage management. Dhaka's water-logging problems are impossible to solve without long-term proper measures.Notably, a city needs a minimum of 25 per cent of open \"breathing\" space. But the authorities are allowing almost all open spaces to be transformed into a concrete jungle, devoid of vegetation and grasslands for children to play. Moreover, low-lying water retention areas adjacent to the city have also been filled up for housing. The disastrous impact is clear for all to see. As urban areas are being expanded haphazardly by occupying every inch of available open spaces and wetland surrounding the city, the intensity of water-logging may worsen further in the future. It poses a daunting challenge to the city authorities and planners.",
        "headline_1": "Can sinking Dhaka be saved?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/can-sinking-dhaka-be-saved-1720970032",
        "news_paper_name": "The Financial Express",
        "publish_date": "15-07-2024"
    },
    {
        "full_article": "The annual inflation rate last month was 9.72 per cent, a welcome decline from seven-month high at 9.89 per cent in the previous month of May. Despite this temporary easing in comparative terms, there is nothing reassuring for the common consumers in this small numerical fluctuation of the figures that represent price levels of consumer goods in the market. In fact, there is hardly any substantial change in the prices of essentials in the kitchen market. Even so, those tasked with calculating the inflation rate at the Bangladesh Bureau of Statistics (BBS) may find some solace in seeing the changes, however small that might be in real terms. But the figures representing the inflation rate have remained close to 10 per cent during the past two fiscal years belying the government's effort to bring it down to 7.5 per cent. True, last month witnessed a slight decline in the inflation rates of food and non-food items from 10.76 per cent and 9.19 per cent respectively to 9.42 to 9.15 per cent. Obviously, the changes contributed to the slight improvement in the inflation figure. One wonders, if the BB's move (as part of its contractionary monetary policy) that raised the rate of interest against the credit it extends to the commercial banks (policy rate), which increased borrowing cost of money from banks, has finally worked to lower the inflation rate! However, experts are not convinced if it has anything to do with the BB's monetary policy as the inflation rates in the past months did not demonstrate any consistency. The IMF, on the other hand, held the constantly depreciating Bangladesh Taka (BDT) against US dollar (USD) as an important driver of the rising inflation rate. Notably, in the last two years, BDT lost its value against USD by 35 per cent. Considering that in three months ending in December last year (2023), Bangladesh's imports in goods and services on an average cost Tk888.18 billion, while the exports during the same period were worth Tk613.84 billion, it is not hard to understand why the country is constantly under pressure to foot its import bill and why USD is getting costlier against BDT by the day.Costlier dollar means rising cost of import. So, until the volatility of the forex market is tamed, the cost of imported fossil fuels will continue to rise, leaving its knock-on effect on everything from domestically produced industrial to agricultural commodities, let alone other imported commodities. In that case, any impact that tightening of money supply may have on inflation rate is offset by further drop in BDT's purchasing power. In that event, the poor, the fixed-and-low-income people find that their real incomes have eroded further. In fact, it is a vicious circle that only tightening of money supply cannot address. On the other hand, costlier credit discourages investment leaving its dampening effect on business in general. When business is in the doldrums, unemployment situation in the economy worsens. It is, again, the poor who are engaged mostly in the informal economy, either as employers or employees, are the worst hit. Consider that between 35 and 88 per cent of the country's workforce is employed in the informal economy, mostly in the agriculture sector, which contributes from 49 to 64 per cent to the Gross Domestic Product (GDP). The large variations in the percentages of the actual size of the informal economy and that of the workforce are due to the fact that there is a lack of appropriate data on the subject. The fact remains that the livelihood of a substantial segment of the population is linked to the informal sector. So, the policymakers need also to assess how tightened money supply is affecting this sector. Any economic shock hurts the poor more than the rich. In this connection, the BB in its report for the just ended fiscal year (FY2023-24)'s monetary policy review has hinted at going for further tightening of money supply in the market. Interestingly, though the contractionary monetary policy has yet to demonstrate its efficacy in cooling down inflation, the banking regulator wants to extend it for another term. Understandably, its aim is to push down the inflation rate sustainably to the targeted 7.5 per cent in the medium term. But in case inflation refuses to calm down, the central bank would see to it that the contractionary monetary policy is further intensified and remains in force far longer. If the contractionary monetary policy has failed to produce its intended result so far, what is the guarantee that it would work in the future? With increased government borrowing, what amount of liquidity would be left with banks to support business and others in need of credit? No doubt, the contractionary policy is the best tool so far in practice to rein in inflation in the advanced economies in the northern hemisphere. Indeed, it worked successfully in that part of the world. Even Sri Lanka, according to the World Bank, has been showing signs of stabilisation and is projected to grow by 2.2 per cent this year (2024) defying the serious downturn it suffered in 2022. But going by previous experience, Bangladesh has thus far proved to be an exception when it comes to combating inflation by using tested monetary tools.So, it is time policymakers took stock of the situation before they embark on a more ambitious target of achieving 6.5 per cent inflation rate in this fiscal year (2024-25).Though, in theory, Bangladesh's economy is market-driven, here, in practice, non-market forces are the dominant players in controlling the movement of goods and services. That would require the policymakers to go for a mix of measures, rather than going exactly by the book, to control the recalcitrant inflation.\n[email protected]",
        "headline_1": "Rethinking ways to tackle inflation",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/rethinking-ways-to-tackle-inflation-1720970074",
        "news_paper_name": "The Financial Express",
        "publish_date": "15-07-2024"
    },
    {
        "full_article": "If Aristotle's famous saying, \"One swallow does not make a spring\" holds, one demon owl (barn owl) should not make a winter either. Right now developments all around are nightmarish with the exposure of dubious elements one after another in high positions. Bureaucracy, however, has not maligned itself for the first time. Polemic against corruption notwithstanding, the country's bureaucracy has been pampered for much too long. The reason behind this is overreliance of political functionaries on the bureaucracy and perhaps a symbiotic relationship between the two. Since bureaucracy remains well entrenched and political power is transitory, there is a valid reason for the latter showing nerves in dealing with the former unless the political supremos have larger than life profiles or Himalayan personalities. After years of turning a blind eye to bribery and corruption in the administration, the recent drive by the government against such moral turpitude and material malpractice stands hardly any chance of culminating into a logical conclusion. There is a fear, \"given the one, the other will follow\". Making such juicy but stinking scandals public may have diverted people's attention from the more catastrophic looting of wealth from banks in the form of non-performing loans (NPLs) estimated at 1.45 trillion by December, 2023. The amount of money thus misappropriated and laundered by a single person to destinations abroad is many times more than the combined illegal wealth acquired by people in government service, although the total asset accumulated by each of the corrupt in the latter category is staggering.Now what remains unspelt is that politics and bureaucracy are birds of a feather that flock together. Or, else the scandalous developments could not take place at all. It is unbelievable that only one organ has been affected by the gangrene whereas the rest is healthy and wholesome. The combined cancerous impact has encouraged the privileged sections on all fronts including businesspeople to go whole hog for exploiting every opportunity in mindlessly advancing their interests. Market has turned into a killing field where the common people are being literally slaughtered thanks to the outrageous profiteering motive of business syndicates. They know well enough that the administration not known for enviable integrity plays to the gallery and would not or could not opt for the comprehensive surgery needed to cure the disease. Meanwhile they take full advantage of the situation to arbitrarily hike prices of essentials. Consumers, except those who are filthy rich, are gasping for breath. How can anyone explain the atrocious price hike of onions at this time of the year? This item was priced between Tk 70 and 80 even during the Eid-ul-Adha. Now its market prices vary between Tk 110 and 120. Costlier by Tk 40-50 within three weeks! Rarely are the growers of onion responsible for this cut-throat price hike. There is a limit to making profit. Traders who are least concerned about the common people's suffering are playing a villainous role in the process. They are creating a society where the big fish swallow the small fries. Had they any responsibility towards their compatriots now reeling from abnormal inflation, they could keep the price reasonable. Even then the profit would be enough for them. Let it be noted that green chilli may be short in supply this time around every year and even then the price of this spice between Tk300-500 has no justification. All other vegetables are much too dear and the staples have also registered a price increase by Tk 10-12 over the past weeks. People are struggling to survive in this hostile market regime with the supply of nutrient components to their daily diet decreasing every passing day. Governance has evidently wobbled. This portends an ominous future for both the government and the people. Signs on social and education fronts are equally gloomy. There is a serious need to urgently take the disparate and deviated forces under control before the situation worsens further.\n[email protected]",
        "headline_1": "People want to be free from the stifling conditions",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/people-want-to-be-free-from-the-stifling-conditions-1720970103",
        "news_paper_name": "The Financial Express",
        "publish_date": "15-07-2024"
    },
    {
        "full_article": "The metro rail service in Dhaka is hailed as the most efficient, fastest, and reliable mode of transport for its residents. It benefits millions of passengers. A megacity with a population exceeding 20 million and projected to grow further due to its expanding economy, underscores the necessity of such infrastructure.Metro Rail has become integral to our daily lives. Currently, the last train departs from Motijheel around 9:40 pm. Given Dhaka's bustling nature, we strongly urge the DMTCL authorities to extend the Metro Rail services until 11 pm. This extension would ensure that passengers have a safe and dependable mode of travel even at late hours.\nRafid AlamDhaka[email protected]",
        "headline_1": "Need for extended metro rail hours",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/need-for-extended-metro-rail-hours-1720970127",
        "news_paper_name": "The Financial Express",
        "publish_date": "15-07-2024"
    }
]