[
    {
        "full_article": "External Affairs Minister S. Jaishankar’s listing of four hurdles to better counterterrorism cooperation, i.e., state support for financing terror; multilateral mechanisms that are opaque and agenda driven; double standards and politicisation of countering terrorism according to where terror groups belong, and the “next frontier” (the use of emerging technologies such as drones and virtual currency by terrorists), needs attention. The focus of the UNSC special briefing on Thursday, ‘Global Counterterrorism Approach’, that was convened by India, is well-timed given that the “Global War on Terrorism” and the sanctions regimes launched after 9/11 are in disarray. In their haste to exit Afghanistan in 2021, for example, the UNSC’s permanent members, the U.S. and the U.K. struck the biggest blow to the sanctions regime by holding talks with the Taliban, easing their path to power in Kabul and letting their handlers in Pakistan off the hook. Second, as Mr. Jaishankar has pointed out, a P-5 country (China) continues to block the designations of Pakistan-based terrorists, including five named this year, from the LeT and the JeM. Finally, instead of uniting to accept India’s proposal, of 1996, of a Comprehensive Convention on International Terror to institute global practices on countering terror, the P-5 countries are hopelessly polarised, and irrevocably so, over Russia’s war in Ukraine. Given the scenario, New Delhi’s attempt at highlighting the issues during the last few weeks of its two-year UNSC tenure was apt, as it built up to the briefing with conferences in India including a UN Counter-Terrorism Committee meeting, the No Money For Terror conference, and an Interpol conference.It is unfortunate, however, that the briefing appears to have been overshadowed by heated words outside the Council between Mr. Jaishankar and his Pakistani counterpart Bilawal Bhutto Zardari. In response to Mr. Jaishankar’s comments on Pakistan being the “epicentre of terrorism”, Mr. Bhutto chose to launch a personal tirade against Prime Minister Narendra Modi and the 2002 Gujarat riots. That Pakistan’s “dossier” on what it claims is an Indian hand behind a blast in Lahore essentially pertains to an attack on the 26/11 terrorist strikes mastermind and LeT chief Hafiz Saeed is equally telling about the Pakistan government’s regard for him, as well as its desire to muddy the global narrative on terrorism. The Government would be better served by not taking the bait, and focusing instead on the task at hand: “re-invigorating” the global agenda and counter-terrorism architecture by emphasising the need for unity on the issue, and for all countries to provide resources to the battle against those driven by a radical ideology who continue to threaten civilian populations worldwide.",
        "headline_1": "Countering terror: On action against groups targeting civilians",
        "headline_2": "All nations must come together against groups targeting civilians",
        "link": "https://www.thehindu.com/opinion/editorial/countering-terror-the-hindu-editorial-on-action-against-groups-targeting-civilians/article66271678.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "18-12-2022"
    },
    {
        "full_article": "Turkey’s recent attacks on Syria’s Kurdish towns and its threat of a ground invasion could destabilise the border region, which has yet to recover from the scars of a long civil war and the violence by the Islamic State (IS) terrorist group. The trigger was the November 13 blast in Istanbul that claimed six lives. Turkey has blamed the Kurdistan Workers’ Party (PKK), the Kurdish militant group operating in its southeastern parts, and the People’s Protection Units (YPG), a Syrian-Kurdish militia, for the blast (they have denied the allegations) and has carried out air strikes in Syria’s Kurdish towns. Turkey has reportedly asked the YPG to withdraw from key towns on the border — Manbij, Tal Rifaat and Kobane — soon and has threatened to launch another cross-border incursion into Syria if the YPG failed to do so. Turkish President Recep Tayyip Erdoğan wants to create a buffer zone between the YPG-controlled towns in Syria and Turkey’s own Kurdish territories, where the state has been fighting the PKK. Ankara sees the YPG as an ideological and organisational brother of the PKK, which it has designated, along with the U.S. and European countries, as a terrorist organisation.Turkey has carried out several incursions in the past into Syria, gobbling up territories now manned by the Syrian National Army, a rebel umbrella group that is opposed to Damascus and backed by Ankara. But, Turkey had also come under pressure from the U.S., its NATO partner that backs a YPG-led militia group, and Russia, an ally of the Syrian regime, which placed constraints on its operations. However, Russia’s Ukraine war seems to have altered the geopolitical reality in the region in Turkey’s favour. A preoccupied Russia would not like to antagonise Turkey, which despite being a NATO member has not joined the U.S.-led sanctions, and the U.S. would want Ankara’s support for the inclusion of Sweden and Finland into NATO. This opens space for Mr. Erdoğan to up the ante in Syria. But this could be a dangerous bet. The IS had captured most of these border towns in 2014-15. The YPG, with U.S. help, had fought hard against the IS to liberate the region. Now under attack, the YPG has already said it would end patrolling of many towns on the border. A Turkish incursion could trigger further chaos, which could help Islamist militants to regroup and push the Kurdish population, already victims of years of wars, into further misery. Instead of taking the military path, Mr. Erdoğan should hold talks with Russia and the U.S., which have better ties with the Syrian Kurds, to find a workable solution to stabilise the border.",
        "headline_1": "Dangerous gamble: On Turkey’s attacks on Syrian Kurds",
        "headline_2": "Turkey should not use its geopolitical advantage to crush Syrian Kurds",
        "link": "https://www.thehindu.com/opinion/editorial/dangerous-gamble-the-hindu-editorial-on-turkeys-attacks-on-syrian-kurds/article66271141.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "18-12-2022"
    },
    {
        "full_article": "This month’s clash between Chinese and Indian troops at Tawang is yet another reminder that New Delhi must ratchet up military, diplomatic and geopolitical pressure on Beijing until it changes its strategic calculations. At this time the Xi Jinping regime’s calculation runs something like this: the global balance of power is such that China can change the territorial status quo in its neighbourhood on its own terms through the use of military force. This approach succeeded in the South China Sea, and to some extent in Doklam and Galwan.\nBeijing has learned that sustained application of military pressure under a certain threshold yields dividends. Unsurprisingly, it has opened a new pressure point along the frontier in Arunachal Pradesh. Not only does transgression and encroachment help China acquire its territorial objectives, it creates a nervousness within India’s political leadership that Beijing can exploit to secure other political and economic goals. From Xi Jinping’s perspective, China has a pretty good formula.\nHow do we change Beijing’s calculations? The long-term solution is to pursue sustained economic growth within a pluralistic, liberal democratic model that serves as a geopolitical counterpoint to China. Through periods of hostility, competition and bonhomie, we must not lose sight of this strategic, civilisational objective. The scorecard in this long-term competition is not merely the tally of troops, warships, aircraft and missiles, but per capita GDP and social capital.\nWhat about the near-term? The first task in changing Beijing’s calculations is for New Delhi to act differently and become more unpredictable. The army must continue its front-footed approach in countering the PLA’s transgressions. However, the political and diplomatic establishment should not be as eager to achieve a mutual de-escalation as it has been. Instead, the army and the Indian Air Force should be deployed in a manner that signals that the nation is prepared for long-drawn military tensions along the Himalayan frontiers. This is costly and risky. That is why it is likely to work better. New Delhi must make Xi Jinping think hard about whether he really wants a war on his southern front at a crucial time when he is taking on the US over Taiwan.\nThe second task is to use diplomacy to demonstrate India’s ability to affect China’s geopolitical profile. The Modi government’s refusal to be part of Xi Jinping’s Belt & Road Summit is a good example of how this works. Without India, the Belt & Road Initiative has become a trillion-dollar boondoggle of unsustainable projects and bad debts. Instead of gaining influence, China is facing nationalist backlashes in several countries that owe it money. It dare not write off the loans, for doing so will cause all others to demand the same treatment.\nIndia should stop supporting China’s grand geopolitical initiatives: be it the Shanghai Cooperation Organisation, BRICS, AIIB and so on. The foreign policy establishment should cool its enthusiasm for summits and high-level meetings between top political leaders. Over the coming decade, China has to contend with a vastly superior West in a global techno-economic competition. The focus of diplomacy ought to be to make Beijing realise that China needs India on its side, and that this comes at a price.\nThe third task is to unapologetically be a part of countervailing coalitions against China. The Quad is a good starting point but must neither be taken for granted nor transformed into a broader entity looking at non-geostrategic issues. New Delhi has done well to commit itself to the maritime dimension of the Indo-Pacific, and it is good to see the Indian Navy participating in exercises in East Asian waters. I have long argued that this is the really big, consequential game: the more India demonstrates capability and willingness to project power in East Asian waters, the more we will be able to dissuade China along the LAC and in our immediate neighbourhood. By expanding the canvas on which the India-China relationship plays out, India can create pressure points in places where Beijing feels more vulnerable. Maritime power is flexible and can be readily ratcheted up or down. It is important to have sufficient inventory of the capabilities: submarines, surface combatant ships and missiles that can be employed as needed. The configuration of India’s planned theatre command system must incorporate such thinking.\nUnless it feels the pain, China will be tempted to raise the tempo of transgressions in the coming years. New Delhi must deliver that pain in stronger doses until Beijing comes around. The good news that India is already on this path: what is required is greater resolve and investment. We can do without the chest-thumping and sabre-rattling in the media which does little to help, and vitiates the space for diplomacy.\n\n",
        "headline_1": "Pain & gain: Deterring China requires us to change Xi’s cost-benefit calculations",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/voices/pain-gain-deterring-china-requires-us-to-change-xis-cost-benefit-calculations/",
        "news_paper_name": "The Times of India",
        "publish_date": "18-12-2022"
    },
    {
        "full_article": "The deepest desire of every person, perhaps every being, is to be happy. Some people are lucky and are happy by nature; they have something psychologists call a ‘high set point’. The rest of us have to find happiness. Fairly early in life, we develop our theory of happiness, that is, a belief about what will make us happy. This theory is usually unconscious but very deep and drives all our actions. One common theory of happiness is called ‘the missing tile theory’. We focus all our attention on what is missing and believe if only we had ‘this’ we would be happy. The ‘this’ can be good grades, getting to a good college, finding a good job, meeting the right partner, getting a promotion or living a certain lifestyle. The problem is that this tile is a moving goalpost; as soon as you get what you’re missing, you quickly focus on the next missing tile. Happiness is forever postponed.\nAnother theory which a lot of ambitious, high-achievers fall for is that success will bring happiness. As a child, good behaviour and academic excellence attracts praise and love. We like that feeling and quickly get addicted to it. Before long you are on a treadmill of hard work leading to achievements and rewards. Success brings some joy but like a drug-addict, you need bigger and bigger doses of success to feel good. No matter what you achieve, others seem to be more successful. This phenomenon is called the ‘hedonic treadmill’ and, instead of happiness, it results in a mid-life crisis. At some point you realise this is not sustainable. I was a classic victim of this theory until I decided to get off the treadmill nearly 15 years ago. Since then I’ve made a lot of effort to get to the bottom of what happiness really means. I’ve learned a few things.\nl First, happiness has nothing to do with what you have or don’t have, whether you are successful or not. Psychologists and philosophers have concluded that happiness is ‘synthetic’ or manufactured by the mind. “The mind is its own place and in itself can make heaven of hell and hell of heaven,” said the poet John Milton. In one famous study, one person wins a lottery while another has their arm amputated at about the same time; six months later both are at the same level of happiness they were at before the events. I recently met Shalini Saraswathi who literally overnight lost all four of her limbs and her baby. Yet she didn’t give up and today runs marathons, works at a tech company and is a motivational speaker. Far from being crushed by her losses, she is radiant, laughing. Mind boggling! So, one key to happiness is to tame the mind through meditation, to learn to dissociate from one’s thoughts, cultivate abundance and gratitude. This is what spiritual traditions have been advocating for millennia.\nl Second, as long as you focus on yourself, you cannot be happy. All kinds of negative thoughts including comparisons, envy and regret well up and can overwhelm you. The only reliable way to keep these at bay is to lose yourself in activities or commitments. When you are running or playing tennis or singing, you tend to lose yourself for a bit. It’s the same when you immerse yourself in something other than yourself whether that be raising a child, helping others, building a business or creating something. For a while you forget time, you forget you exist; it’s a phenomenon called ‘flow’. It’s impossible to feel down when you are in flow.\nl A third requirement for happiness I’ve realised is freedom. Freedom means different things to different people. What matters most to me is freedom from want. Freedom in terms of how I spend my time and with whom I spend it. And most importantly, free from a need for approval or affirmation. Over this decade I made intentional choices to set myself free. I decided to walk away from a fancy job to become a social entrepreneur and writer.\nI learned to stop craving the spotlight and the need to be relevant. I regained control over my time and how I spent it. Whew!\nl A fourth driver is people. We are the sum of the few people we hang out most with. So, you consciously want to be around people who are positive, who accept you unconditionally and inspire you to become a better version of you. Joy and negativity are both more contagious than Covid.\nl Finally, happiness comes from cultivating acceptance. “Life is under no obligation to give you what you expect.” This is what the late actor Irrfan Khan calmly said when he was diagnosed with cancer. The fact is that life will not always or even largely go as we expect. As you reach mid-life, even if things are going well, the thought occurs, “Is this all there is? I had hoped for so much more.” Sometimes really bad things happen — illnesses, mistakes or losses — and it doesn’t feel fair. It is not how you thought life would play out. Why is this happening to me? “Why me?” is the wrong question, I learnt. “Why not you? What makes you so special that bad things happen only to other people,” asked my friend Anu when I moaned to her. It does not matter what you expect from life but rather what does life expect from you. Simply put, happiness comes from wanting what you get rather than getting what you want.\nHappiness, it turns out, is exactly what all spiritual traditions tell us. It is simply a state of mind. It lies within us and is always within our grasp. But it often takes a lifetime of seeking to find that out.\n\n",
        "headline_1": "A few lessons on happiness after a lifetime of chasing it",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/mindset-matters/a-few-lessons-on-happiness-after-a-lifetime-of-chasing-it/",
        "news_paper_name": "The Times of India",
        "publish_date": "18-12-2022"
    },
    {
        "full_article": "The current BJP government is at an eight-year mark. Last week, BJP won a record victory in Gujarat. BJP did lose Himachal Pradesh to Congress. The Gujarat win, however, counts far more in terms of its impact on national politics. Gujarat sends 26 Lok Sabha MPs, while Himachal only sends four.\nAlso, in Himachal, BJP lost by a vote share of less than 1%. In Gujarat, BJP decimated Congress – 52% vs 27% vote share. New to Gujarat, AAP did rather well too, scoring 13% of the vote. BJP however, dominated. This, at the eight-year mark for the national government.\nRead full opinion on TOI+\n\n",
        "headline_1": "Six things to learn from BJP: You can critique the party but you should acknowledge what it is doing right",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/The-underage-optimist/six-things-to-learn-from-bjp-you-can-critique-the-party-but-you-should-acknowledge-what-it-is-doing-right/",
        "news_paper_name": "The Times of India",
        "publish_date": "18-12-2022"
    },
    {
        "full_article": "A political war of words has very, very predictably broken out over Amitabh Bachchan’s comments at a Kolkata film festival inauguration. The veteran actor drew attention to how moral policing and checks on freedom of expression hamstring India’s entertainment industry today. A look back at how hurt-sentiment brigades have targeted most big releases this year establishes the factuality of Bachchan’s statements. As this is neither a new phenomenon nor unique to any particular ideological dispensation, all political posturing against it is hypocritical to the point of absurdity. It is beyond this posturing that the stakes are real and high.\nAfter a two-year slump and thanks in large part to southern surprises, 2022 will have a cheery box office report. Like every other entertainment industry, India’s opportunities are more global than before and so is the competition obviously. The public sphere that now includes a raucous social media is also more Babelic than ever. This means that outrage against some title, some song, some dialogue … will only rise and rise. This is freedom of expression. This is fine. Governments have an altogether different role – helping India’s economic and soft power grow alongside the industry.\nIn 2018, the Supreme Court had hauled up four states for crippling the exhibition of Padmaavat after it had already been certified by the censor board. This is what MP home minister Narottam Mishra, demanding changes in the upcoming Pathaan, must be reminded today. Even as the film is accused of disrespecting “Hindu sentiments” for featuring a saffron-coloured bikini, on the other side the MP Ulema Board is calling for its ban for hurting “Muslim sentiments”. Governments have to safeguard the industry from being ground up between sundry opinions. Protect ease of doing business – and audiences’ freedom to choose.\n\n",
        "headline_1": "Big B, bigger message: Govts can’t join ‘outrage brigade’ targeting films",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/big-b-bigger-message-govts-cant-join-outrage-brigade-targeting-films/",
        "news_paper_name": "The Times of India",
        "publish_date": "18-12-2022"
    },
    {
        "full_article": "Nazmul Biswas (28) of Khulna went to Qatar, hoping to change his family's financial condition.\nWith the same dream, Golam Mustafa (26) of Cumilla went to Saudi Arabia, and Rabiul Awal (31) of Narayanganj went to Dubai.\nBut last year, in December, all three returned to Bangladesh as corpses. Nazmul died in an accident, and the other two died of a stroke and of a heart disease.\nAdditionally, 45,301 migrant corpses arrived in Bangladesh between 2008 and June of 2022. Of these, 27,231 bodies (63 percent) arrived from six countries in the Gulf. Among them, 12,930 came from Saudi Arabia alone. Besides, 5,123 corpses came from the United Arab Emirates, 3,776 from Oman, 2,724 from Kuwait, 1,011 from Bahrain, and 1,562 from Qatar. Many more Bangladeshi migrants who died abroad were buried locally for various reasons, especially in Saudi Arabia.\nBefore this, between 2003-2007, 6,017 dead bodies of migrant workers had arrived. Earlier, in 2002, the airport had information about the arrival of 3,613 dead bodies. In total, 54,931 migrant worker corpses are estimated to have come in so far.\nThe death of migrant workers in Qatar, the country hosting the 2022 FIFA World Cup, has been globally criticised. But there has been overwhelming silence over the deaths of workers in the other Gulf countries.\nAccording to data from Dhaka's Shahjalal International Airport, an average of 8-10 bodies arrive daily. According to documents, most migrants who are middle-aged or young, die of brain stroke – other causes include heart disease, accidents at work, road accidents, suicide, etc.\nHowever, there has been no national inquiry into why so many migrants die of brain stroke or heart attacks at such young age.\nAccording to migrants, relatives of the dead, and experts, the temperature in the Gulf Cooperation Council (GCC) countries is too hot for the migrants to handle. Unskilled or low-skilled Bangladeshis are involved in risky and difficult laborious jobs in harsh weather. The hostile environment, 12-18 hours of inhumane daily work, poor living conditions, separation from relatives for a long time, and mental stress, usually cause stroke or heart attack.\nAnyone can observe the cargo gate area of Dhaka's airport, where bodies in coffins are handed over to the families. There are no seating arrangements or toilets for the waiting families. And when they finally see the dead bodies of their loved ones, many cannot handle it. Thus, their suffering has no end.\nQatar spent more than USD 200 billion on eight new stadiums, airports, roads, and modern public transport systems for the 2022 FIFA World Cup. For this, the country needed a large workforce; almost all of whom were migrants, including from Bangladesh.\nAccording to the Bureau of Manpower, Employment, and Training (BMET), 1,121 migrants went to Qatar in 1976. After that, it increased gradually, but was limited to 10,000-12,000 migrants per year until 2011. Due to the enormous development project of the world cup, 28,000 migrants went to Qatar from Bangladesh in 2012, 58,000 in 2013, 87,000 in 2014, 1,24,000 in 2015, and 1,20,000 in 2016. In the following years, the flow of workers to Qatar decreased. In 2021, 11,158 workers went to Qatar.\nAccording to various international media reports, 6,650 migrant workers from India, Pakistan, Sri Lanka, Nepal, and Bangladesh died in Qatar between 2011 and 2020 while working on massive development projects for the world cup. Among them, 1,018 were Bangladeshis.\nWhile the global media has been very critical of this, it has remained silent over the deaths of 27,231 workers in other GCC countries.\nI have been following this matter for the last 14 years and have tried to investigate why so many migrant workers are dying. So let's look at some of the facts. Among the 307 corpses that arrived in December 2019, 176 (56 percent) died of stroke and were young or middle-aged. Sixty-two (20 percent) died due to heart disease or natural causes. Fifty-seven migrants (18 percent) died in various accidents. Twelve (4 percent) died in road accidents. Three committed suicide, and two were killed.\nIn addition to the above-mentioned causes, food habits, difficult work, constant stress, oppression by employers, various demands of relatives in the country, constant pressure to send money home, and the monotonous life they lead without their families are also contributing factors.\nIn most cases of death, the entire family lost their only source of income and became destitute. And their families suffer because they spent a lot of money to send them abroad – not to mention that their deaths leave many women without a husband, and many children without a father.\nBut the corpses that are returning are not only of men, but also of women. After Saudi Arabia started taking large numbers of women workers from Bangladesh in 2015, corpses of women have also been returning. From 2016 to 2021, nearly 600 female corpses arrived in Dhaka. Suicide is a significant cause of death for women, along with stroke, heart disease, or accidents. At least 31 percent of deaths are suicides, which is increasing, especially in Saudi Arabia.\nHajera Begum is one such example. From Narsingdi, she went to KSA and committed suicide just 14 days after reaching the kingdom. Her sister, Nadira, said that Hajera faced difficulties with her three kids after leaving her husband. She then decided to go to KSA. But after leaving, communication with her stopped. She could not believe that a strong woman like Hajera could commit suicide. Instead, her sister thinks that she was tortured.\nAccording to psychologists, a person never commits suicide under normal circumstances. What we see in Saudi Arabia is that most women are being oppressed or are facing situations where they feel like suicide is their only way out.\nThe world cup final will be held on December 18, which is also when we observe International Migrants Day. Of course, migration of workers is very important for a country like Bangladesh in terms of the remittance that it earns. The Bangladesh government has taken a number of positive steps in regards to its migrant workers. However, there is still a lot that needs to be done.\nAmong them is the need to look into the causes of migrant deaths. If the reasons for their deaths can be properly identified, perhaps the various stakeholders can take steps to prevent them. Ultimately, it needs to be recognised that nothing is more important than life.\nShariful Hasan is a freelance journalist.\n",
        "headline_1": "The sickening silence over Bangladeshi migrant worker deaths",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/the-sickening-silence-over-bangladeshi-migrant-worker-deaths-3198546",
        "news_paper_name": "The Daily Star",
        "publish_date": "18-12-2022"
    },
    {
        "full_article": "India looks set to end a tumultuous year on a celebratory note, marking both 75 years of independence and the start of its G20 presidency. But another milestone is looming. United Nations experts estimate that on April 14, 2023, India will officially overtake China and become the world's most populous country.\nThat is not necessarily cause for celebration. China occupies approximately 9.6 million square kilometres (3.7 million square miles), compared to India's 3.3 million square kilometres, which makes India's population density nearly three times higher than China's. Yet, unlike China, India struggles to feed, educate, and care for its 1.4 billion people, despite its impressive growth rate over the last three decades.\nPopulation growth poses both opportunities and challenges. India's population is expected to grow over the next four decades to approximately 1.7 billion, before plunging to 1.1 billion by 2100. Owing to the declines in its mortality and fertility rates, India has a narrow window of opportunity to harness the growth of its productive labour force to boost economic development.\nBut uneven regional patterns, if not addressed, could turn India's demographic dividend into a permanent demographic divide. While India's northern states continue to grow, population growth in southern India has already stabilised; in some states, like Kerala in the south and Nagaland in the northeast, the population has already begun to shrink. This means that parts of India may experience baby booms while other regions grapple with aging populations.\nThat said, the effects of climate change make it extremely difficult to predict India's demographic trends. The country is experiencing extreme weather events – cyclones, heatwaves, droughts, and floods – with alarming frequency. Some rivers overflow while others run dry. Millions across the subcontinent already suffer from water scarcity, leading to mass displacement and migration from uninhabitable areas, exacerbating the regional divide.\nThe political implications of these trends could be far-reaching. India's population grew from 350 million to more than a billion between 1947 and 1997, with the poorer, less educated, and largely Hindi-speaking northern states accounting for much of the increase, whereas southern states curbed population more effectively, owing to better human development and education policies. While northern families had 6-7 children on average for decades, the average for southern Indians dropped quickly to two children per household.\nGiven that India is a democracy, the more populous north should have had more parliamentary seats and, therefore, greater political power. But in 1976, anxious not to reward poor population control with increased political influence, Prime Minister Indira Gandhi froze parliamentary representation at the level of the 1971 census. The constitutional amendment that enabled the freeze was supposed to expire 25 years later, but Prime Minister Atal Bihari Vajpayee renewed it for another quarter-century.\nAs a result, some southern MPs represent fewer than two million voters, while some from the north represent as many as 2.9 million. Prime Minister Narendra Modi's ruling Bharatiya Janata Party (BJP), which elicits overwhelming support from voters in the northern Hindi-speaking Cow Belt, appears set to end this anomaly and to restore equal representation when the amendment lapses again in 2026.\nWhile this scenario would make the Indian parliament more representative, it would also give the northern states a two-thirds majority, enabling the BJP to amend the constitution at will without regard to the wishes of the southern states. Modi's cabinet would be able to pursue nationalist policies that the less populous states may find unpalatable or discriminatory, thus threatening India's hard-won national unity.\nToday, just two northern states, Bihar and Uttar Pradesh, account for the bulk of India's population increase. With 220 million people, Uttar Pradesh would be the world's fifth most populous country if it were independent. These states, which already have a disproportionate influence on Indian politics, will likely gain even more power as their populations grow over the next decade.\nIgnorance about family planning and the benefits of smaller families in the less-literate north is likely the principal factor behind India's uneven population growth. While the southern states have already transformed themselves, partly thanks to higher education levels among women, female literacy in the north is still far below the national average. Whereas Bihar's population grew by 25.4 percent between 2001 and 2011, Kerala's increased by just 4.9 percent. The 2021 census was postponed because of the Covid-19 pandemic, but the gap has likely grown over the past 11 years.\nMeanwhile, India's labour market has never fully recovered from the pandemic. According to the Centre for Monitoring Indian Economy, employment in India fell from 408.9 million in 2019-20 to 387.2 million in 2020-21 as the unemployment rate soared during the first year of the crisis. While employment has since recovered, there are 4.5 million fewer jobs than there were before the pandemic.\nThe sharp increase in youth unemployment is particularly worrying. The unemployment rate for Indians aged 19-25 rose to 23 percent nationally, reaching 40 percent in Kerala and Kashmir. Female participation in the labour force, which had previously been in line with global trends, has plunged in the last few years. At the other end of the spectrum, southern India has witnessed a proliferation of assisted-living facilities, as many aging parents have no one to look after them after their children emigrate in search of better work opportunities.\nInstead of starting 2023 on a promising note, India is struggling with a worsening north-south divide, uncontrolled urbanisation, water shortages and resource scarcities, an aging population in some areas, and mounting youth unemployment in others. India's impressive growth and economic development offer reason for hope, and Indians have proved themselves to be resilient and resourceful in trying times. But to seize the opportunities offered by the looming demographic shift, India must acknowledge and address these trends. Otherwise, what looked like a dividend could fuel a disaster.\n\nShashi Tharoor, a former UN under-secretary-general and former Indian Minister of State for External Affairs and Minister of State for Human Resource Development, is an MP for the Indian National Congress. He is the author, most recently, of Pride, Prejudice and Punditry: The Essential Shashi Tharoor (Aleph Book Company, 2021).\nCopyright: Project Syndicate, 2022.www.project-syndicate.org\n\n(Exclusive to The Daily Star)\n",
        "headline_1": "India's looming demographic divide",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/project-syndicate/news/indias-looming-demographic-divide-3198336",
        "news_paper_name": "The Daily Star",
        "publish_date": "18-12-2022"
    },
    {
        "full_article": "According to newspaper reports, 2,90,347 admission forms were sold against only 6,035 seats at Dhaka University. This has brought in Tk 2,90,347,000 for the university, at the rate of Tk 1000 per form. Last year, Jahangirnagar University earned Tk 20 crore selling 3,59,962 admission forms against 1,889 seats. According to news reports, this gave them a profit of Tk 12 crore. Besides these recognised and popular public universities, there was a GST (general, science and technology) cluster admission test for 22 other public universities, which brought in Tk 44 crore. Adding up the total money earned from selling admission forms by public universities countrywide will easily amount to over Tk 100 crore. \nStudents need to bear many types of expenses besides the price of admission forms. For example, many students buy forms for more than one unit because it is uncertain which one they could get into. Moreover, because of the structure of question papers for the admission tests, students enrol in coaching centres to prepare for them after their HSC results are out. For such two- or three-month-long courses, they have to pay at least Tk 10,000. Students from rural areas going to Dhaka or other divisional towns for this training have to spend another Tk 20,000 to Tk 30,000 to pay for food and residence. There are expenses for guide books and notes at coaching centres, too. All in all, the business of university admission tests is a big one. \nOn top of this, a large majority of those who apply for admissions fail to reach their goal because of the limited number of seats at universities. The students who failed to get a seat at DU, for instance, altogether paid around Tk 28 crore in hopes of having a chance to study at the university. It shows that this large amount of money earned by Dhaka University and the similar amounts earned by other public/government universities are from students who received not one penny of service in return. And this lack of a minimum ethical standard should be deemed abnormal, even in our modern capitalist society. \nThe students who fail to get in accept it as a result of their \"lack of talent\" and do not raise any questions out of embarrassment. In truth, public university admission tests are similar to the lottery business. And university admins' success in doing this year after year lies in the market mechanism, which is that a large number of children want to study at a select few universities. They are ready to pay the money just for the right to stand in line. Because of the crises in the job market, young people hold the belief that a certificate from a certain university with brand value will help them get a good job four years on. Then again, employers also often do not want anything less than a Masters degree for any position. \nPrivate universities, on the other hand, have increased in number to meet this large demand for certificates of higher education. \nAnd how are private universities being run? These were and are being run partly by teachers belonging to public universities. These teachers were taught at public schools and universities in order to use their knowledge and skills for the interest of people, not to conduct business. We see that private universities are founded not only using private capital, but they also get investment in the form of human resources made up of public money. \nOn the other hand, a step-by-step privatisation process has been internally underway through various means in public universities. This becomes apparent through the introduction of more and more training courses, evening departments, skills development centres, etc on public university premises. Public university teachers are also investing more time teaching at private universities or running skills development centres, doing consultancies for private firms, etc. They have less time for research, which severely reduces the quality of the public universities that employ them.       \nThe UGC is leading in this altering of the character of higher education. It sowed the seed of commercialisation of our higher education in 2006 through its strategic paper planned for 20 years. The strategic paper provided direction for public universities to gradually stand on their own feet regarding income. \nUnder the World Bank's prescription, higher education in Bangladesh is headed towards falling into the hands of the rich and, to some extent, towards the middle and lower-middle classes being trapped in debts. Higher education is becoming the means of making individuals richer, leaving behind others who are told they will benefit from the \"trickle-down effects\" of an extractive economy. Humanistic, ethical, cultural, and national values and sensibilities will be at the sacrificial altar of a free market shaped by anti-people ideologies. Higher education needs to urgently be freed from the chains of relentless profit-making of the most irresponsible type.      \nAlamgir Khan is the editor of Biggan O Sangskriti (a Bangla magazine on science and culture).\n\n",
        "headline_1": "Free our higher education of corporate greed",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/free-our-higher-education-corporate-greed-3198316",
        "news_paper_name": "The Daily Star",
        "publish_date": "18-12-2022"
    },
    {
        "full_article": "I have long wondered why cities in Bangladesh cannot develop a \"culture\" of walking as a mode of transportation, even though city streets and footpaths are always crowded. It is a paradox. There is no shortage of commuters, vendors, food kiosks, and everyday happenings of urban life on Dhaka's footpaths. But do congested footpaths necessarily indicate a pedestrian culture?\nCulture is, of course, a complicated word with a zigzagging history of numerous meanings, as the Welsh thinker Raymond Williams would say.\nIt is hard to pinpoint what culture is. At its most safe and cautious stance, it may mean a people's widely shared ways of thinking about themselves, their way of life, language, food, music, money, art, and their sense of right or wrong, among many other things. Culture presumably shapes a group's identity by fostering certain social patterns unique to that group, even though both identity and social patterns could very well be complicit with the political machinations of the dominant class.\nIs walking as an everyday urban practice to go to work, the market, or to school – or, walkability – an element of Bangalee culture? I am talking about walking as a primary means of going around, as an urban lifestyle, not merely as a \"health practice\" in parks and on lakefronts. Walking, sadly, is not part of our shared value system, and there are many reasons behind this.\nFirst, the most obvious: our cities hardly value walkable footpaths as part of an urban ecosystem. Merely having footpaths does not mean people will start walking on them. Other related factors inspire people to view the footpath as an inviting, pedestrian- and gender-friendly, functional, and safe place. I was reading urban planner Jeff Speck's Walkable City: How Downtown Can Save America, One Step at a Time (2012) and in it, Speck offers a \"General Theory of Walkability,\" which explains how a walk must meet four essential goals: \"usefulness,\" \"safety,\" \"comfort,\" and be \"interesting.\" When a walk satisfies these conditions, a pedestrian can rate a city's walkability score highly.\nUsefulness implies a kind of urban organisation in which a walker can reach his or her daily destinations by walking. Safety suggests that a pedestrian can walk without being hit by a car or obstructed by a makeshift chayer dokan or tong (tea stall). Comfort means that the organisation of footpaths and adjacent buildings should be undertaken at a scale and distance that pedestrians find welcoming. And, interesting is when the pedestrian finds the footpath not only walkable, but also full of exciting experiences, including views of unique buildings, sites, trees, water bodies and, in general, humanity.\nThe second reason for the low score of walkability in Bangladeshi cities is related to the ways in which we conceptualise the idea of social status. Our self-righteous notion of ijjot (honour) frames walking on the street with a tinge of both denigration and indignation. From the bourgeois middle-class perspective, the street is a place for the struggling masses, the downtrodden, khete khawa manush (the working class).\nThis view is enshrined, for instance, in Abdullah Al Mamun's acclaimed film Ekhoni Shomoy (The Moment, 1980), where the protagonist walks the streets of Dhaka in despair and observes the cruelties of life, while Sabina Yasmin's classic song, \"Jibon mane jontrona, noy phooler bichhana (Life is pain, not a bed of flowers)\" – makes it all painfully vivid.\nSo, the thought process goes like this: If you are walking to your office a few kilometres away, there must be something wrong. Walking to work doesn't reflect your uppity middle-class status. If your children are walking to school, it socially means that you failed to afford a middle-class lifestyle. These mythologies need to be challenged.\nThird, our popular imagination of a successful urban person typically whizzes by in a car, while looking at the huddling aamjonota on the sidewalk with pity. Vehicular mobility is the uber symbol of an upward social trajectory. And walking is a necessity for people on the lowest rung of the social ladder.\nWe grew up hearing \"Lekha pora kore je, gari-ghora chore shey (S/he who studies, rides a car or a horse),\" believing firmly in the capitalist mantra of wealth accumulation as an unquestionable life pursuit. Poet Jibanananda Das' anti-materialist reading of the automobile in his 1934 poem \"Unishsho Choutrish\" portrays the middle-class valorisation of the car, as well as his own anxiety over this misguided dream that he thinks blunts our inner sensibilities: \"A motorcar/Fills the mind with misgivings/A motorcar is always a thing of darkness/Though its name is the first/Among the children of light… This motorcar is a trailblazer/It's rushing in the direction/Where everyone is supposed to be going…\" (translation by Rakibul Hasan Khan). \"The children of light\" learn their first lesson: they must ride a car one day in order to be seen as successful. This type of lesson continues to fuel our middle class aspirations, national priorities, planning policies, and visions of progress.\nBangladesh needs a national footpath policy. The foundation of this policy could be as simple as this: if there is a road, there must be a functional footpath alongside it. All kinds of urban planning – from the metropolis to small towns – should vigorously focus on footpath design. This must be an urban requirement by law.\nToday, around the world, footpaths/sidewalks are enjoying an urban renaissance as the foundation of walkable urbanism. \"Walkability studies\" is a growing sub-field in urban planning.\nThis is not to say that footpaths are only about safety and aesthetic pleasure. It is also about business-friendliness and environmental well-being. Speck writes, \"We must understand that the walkable city is not just a nice, idealistic notion. Rather, it is a simple, practical-minded solution to a host of complex problems that we face as a society, problems that daily undermine our nation's economic competitiveness, public welfare, and environmental sustainability.\"\nWhy are footpaths neglected in our urban vision? According to the Danish architect and urban planner Jan Gehl (who visited Bangladesh with much interest), it is a problem of the level from which city administrators and planners look down on the city. Gehl argues that they only see the \"big story\" – the mega-scale of the city viewable only from above – and then the \"medium story\" of land-use plans, the Detailed Area Plan (DAP), and infrastructures.\nBut city administrators often fail or are reluctant to see the \"little story,\" experienced only at the ground level or at a human scale. Yet, most people live their lives at the level of little stories. This is where their houses, neighbourhood parks and markets, and footpaths are. These are the places where the community flourishes and thrives.\nThe problem is that our political and urban leadership looks at the city and its problems from godlike heights. From the sky, it's hard to see the humble necessity of footpaths. From the political perch high up, one can only see massive infrastructures like expressways, bridges, intercity highways, and other megaprojects – but not footpaths, the neglected and negligible domain of aamjonota.\nTo create liveable cities, it is very important to come down from the sky and wade into the mud of our grinding reality on the ground. Ministers, city mayors, MPs, bureaucrats, city administrators, transportation engineers, and planning professionals should start walking on the footpaths – at least a kilometre of it – to reach their office every day. Change comes when one experiences its possibilities.\nAdnan Zillur Morshed, PhD, is an architect, architectural historian, urbanist, and professor at the Catholic University of America in Washington, DC. He is also executive director of the Centre for Inclusive Architecture and Urbanism at Brac University.\n\n",
        "headline_1": "Footpaths of Bangladesh: Our complicated relationship with walking",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/the-grudging-urbanist/news/footpaths-bangladesh-our-complicated-relationship-walking-3197841",
        "news_paper_name": "The Daily Star",
        "publish_date": "18-12-2022"
    },
    {
        "full_article": "We are disappointed that the repeated calls for austerity, no less from the prime minister herself, have thus far failed to curb wastage, inefficiencies, and corruption in various government agencies in the midst of the worst economic crisis in over a decade. The finance ministry has recently issued yet another directive to practise austerity, calling upon government, semi-government, autonomous, and statutory bodies, as well as state-owned enterprises and financial institutions, to cut expenditures in the revised budget for the rest of the fiscal year. It has also asked them not to demand any additional money beyond the amount allocated. \nThere can be no doubt that this directive is the need of the hour, yet we cannot help but wonder if such calls are enough to change the status quo, given their consistent failure to hold those who flout such prescriptions to account. \nWe have repeatedly written about the many excesses that government officials and institutions have engaged in over the past few months, from unnecessary foreign trips as part of government projects (despite a supposed ban on such trips) to acquiring lavish apartment buildings using taxpayers' money, from chronic cost escalations and deadline extensions of projects to financial irregularities in a number of public offices. Unfortunately, but predictably, no one has had to answer for flagrantly disregarding the PM's directive to practise austerity. Even the audit reports, prepared by the government's own oversight institution, the Office of the Comptroller and Auditor General (CAG), detailing the irregularities and corruption of Bangladesh Telecommunications Company Limited (BTCL), Petrobangla, the Directorate General of Food, the Directorate General of Health Services (DGHS), public hospitals and other healthcare facilities, and the ministries of agriculture and fisheries and livestock (to name just a few), have been gathering dust. We have not even seen any public acknowledgement of these reports, much less promises of action against the concerned departments and involved officials. Under the circumstances, we must ask: does the government lack the capacity to address the glaring irregularities, or the willingness to do so? \nWhen the national budget for this fiscal year was announced, we had expressed our concern that it seemed insufficient to address the challenges facing our economy at the time. We are glad that the finance ministry has at last understood the importance of cutting down the existing budget, and more crucially, of stopping reckless spending in the name of burning the budget. Every year, we witness a desperate attempt by different ministries and divisions towards the end of the fiscal year to run through their allocated amount, by any inefficient means possible. We simply cannot afford such carelessness at this critical juncture. \nTherefore, we welcome the directive that any money of the development allocation that remains unused be returned to the government, instead of being transferred to the revenue budget. We can only hope that good sense will prevail and the relevant ministries and departments will finally do what is best for the country and its people who are struggling to simply survive in these trying times. We urge the finance ministry to follow through with their directives and ensure their implementation, beginning with strengthening its monitoring system of how the budget is planned and spent.\n",
        "headline_1": "Why do calls for austerity remain unheeded?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/why-do-calls-austerity-remain-unheeded-3197781",
        "news_paper_name": "The Daily Star",
        "publish_date": "18-12-2022"
    },
    {
        "full_article": "The ongoing dollar crisis in the country is affecting people from all walks of life, but among those hit the hardest are Bangladeshi students living abroad and prospective applicants who are planning to go abroad to pursue higher studies soon. With many of the country's leading banks now reluctant to open new student files, and not even allowing transactions via the existing ones, these students are in a dire situation, with many having to postpone their study plans.\nA Bangladeshi student studying abroad must have a student file in a local bank in order to exchange the taka for the local currency of the countries they are studying in. The file, which is associated with the student's or their sponsor's active bank account, is crucial for processing payments for their tuition and other costs, like housing and transportation. According to Unesco's \"Global Flow of Tertiary Students\" report, 49,151 Bangladeshi students left the country for higher education in 2021. And, according to data from Bangladesh Bank, USD 153.1 million in the first quarter of FY 2022-23 was sent abroad for education purposes, compared to the USD 98.8 million in the first quarter of FY 2021-22. If this flow of currency is stopped, students who live abroad or aspire to go abroad for their studies would essentially be left in the lurch.\nBanks cannot open new files reportedly because of a fund crunch. Although there was initially a rumour that it was the Bangladesh Bank's decision to prevent scarce US dollars from leaving the country, the central bank insists that the restrictions are being put in place by the banks themselves due to their limited reserves of foreign exchange. BB has also assured us that this crisis would come to an end soon, possibly in January. We certainly hope so. The future of some of our most hardworking and talented students is being put on hold because of this crisis, which is pointing towards larger troubles in our economy. \nFor almost a decade now, the authorities and the banks themselves have failed to rein in massive amounts of money being laundered out of the country, and the financial sector itself is in shambles. Instead of addressing these bigger problems – which have massively damaged our economy and our forex reserves – why are they putting restrictions on students from paying their tuition fees? Why must the public always have to pay the price for the failed policies and practices of the government? We urge the authorities to do the needful to ease the dollar crisis at the earliest and avert the impending consequences that may arise.\n",
        "headline_1": "Don’t let the dollar crisis cancel dreams",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/dont-let-the-dollar-crisis-cancel-dreams-3197766",
        "news_paper_name": "The Daily Star",
        "publish_date": "18-12-2022"
    },
    {
        "full_article": "The government has initiated a move to import some essential commodities before the Ramadan at a hefty cost-- estimated to be close to US2.50 billion. Ramadan, the holy month of restraint and rectitude for the Muslims, is unfortunately better known in this part of the world as the month when prices shoot through the roof, thanks to the profiteering zeal of the traders. This year, given the domestic inflationary pressure compounded with global recession, the government appears to be extra-alert in procuring the commodities that are most consumed in this month. Eight products have been identified for import that include wheat, edible oil, sugar, pulses, chickpeas, onion, spices, and dates. Although all these items will be in high demand during the month rendering their procurement crucially important, the fact remains that at a time of forex crunch facing the country, spending a huge sum from the government's not-so-comfortable reserve may warrant problems difficult to predict.Observers, including the media have highlighted the situation as one that needs to be taken care of with well thought-out plans. It is because of the unease due to hefty spending, prompted by the need to make supply of these commodities available during the upcoming Ramadan that the central bank has issued a circular allowing businesses to import these items on deferred payment basis under buyers' or suppliers' credit. Under the facility, the authorised dealers will be allowed to open Letters of Credit (LCs) for import of these goods on deferred payment terms up to 90 days under buyers'/suppliers' credit. The facility will remain applicable from the date of initiation of imports until March 31, 2023.The circular came after a BB instruction to all scheduled banks to keep cash margin of the import LCs at the lowest level possible. Buyers' credit refers to borrowing for import payment from overseas banks or financial institutions. Suppliers' credit refers to credit extended for imports directly by the overseas suppliers instead of a bank or financial institution.Reaction of a section of traders to the decision is mixed, while it has been welcomed by many. Viewed from an objective perspective, there is apparently a two-fold problem. First, given the global scenario and scarcity of some of these items because of supply constraints due to Ukraine-Russia war, borrowing from overseas sources to execute imports under buyers'/suppliers' credit may be fraught with difficulties. A few well-connected traders may be in a position to utilise the facility, but many others may not be fortunate enough. It is not known what would be the government's stance in such a situation. Releasing funds from the state coffer would no doubt be too costly. In that case, if the government decides to import less, the low income groups will be the worst sufferers as monopolistic market syndication is sure to take its vicious toll because of inadequate supply. On the other hand, borrowing from overseas sources, if successful, needs to be brought under central bank's scanner in order to ensure transparency as to the fund borrowed and the price of the product/s. The government's decision thus needs to be followed up cautiously.",
        "headline_1": "Import of essentials under buyers'/ suppliers' credit",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/import-of-essentials-under-buyers-suppliers-credit-1671284936",
        "news_paper_name": "The Financial Express",
        "publish_date": "18-12-2022"
    },
    {
        "full_article": "As per a report in The Financial Express printed on December 15, it is learnt that a customs wing \"has detected numerous doubtful dealings in its initial scrutiny of trade-based irregularities\". These are suspected by authorities to be linked to the siphoning off of foreign currencies. Over-invoicing on imports and conversely, under invoicing of exports has been a matter of much debate over the last few decades, and it is good to see that efforts are finally being made to detect, and hopefully, bring to book those involved in the irregularities. Economists and tax authorities have long suspected that this practice of over-invoicing and under-invoicing in trade has been a means to launder money outside the country. Now that the Risk Management Unit (RMU) of Customs wing of the revenue board is trying to work, one can only hope that efforts will not stop at mere detection; rather concrete steps will be taken against those who flout the rules and take advantage of bonded warehouse facilities. Allegations have been raised against a number of businesses that are entitled to bond facility for import purposes. Apparently, goods imported by these entities are of higher value than those of commercial importers. How so? Why would there be two different sets of prices for the same product?The fact that the national board of revenue (NBR) had formed RMU to detect companies suspected of tax evasion was a step in the right direction. Compilation of the database of risky companies needs to be expedited. The procurement of the requisite software for analysing data should not be delayed, particularly at this time of economic troubles where the NBR is having trouble collecting taxes (thanks partly due to the general economic downturn). While it is certainly commendable that NBR is making a list of risky companies, it should also make another list of companies that are trusted, as pointed out by a former president of DCCI (Dhaka Chamber of Commerce and Industry). Of course these lists, both positive and negative, need to be reviewed periodically to make sure the database stays updated and relevant. The issue of compliance needs to be an ongoing process. As stated before, risky companies need to be taken to task for tax evasion and/or money laundering activities. Similarly, companies that have a good track record should not be caught up in any wild witch hunt. While the Customs Act, 1969, states in very clear terms what customs can and should do, it is only now that steps are being taken to empower the body to act on suspected illicit transactions (better late than never). By one estimate, the RMU would require an allocation of \"Tk220 million to procure software from local companies and for other preparations.\" Interestingly enough, the original RMU formed back in 2012 failed to be effective, primarily because, the unit lacked a proper organisational structure and requisite staff, and did not have a policy framework to carry out its activities. Learning from the past would be a good starting point. Reportedly, the revenue authority was supposed to modernise customs by 2013 but ultimately relevant policy guidelines, documentation, recruitment of personnel, etc. were not finalised within stipulated timeframes for reasons unknown. Nine years have elapsed and one may only wonder why RMU was not made effective. It is simply inexplicable. Now that the cat is out of the bag with regards to very public news of thousands of crores of Taka being siphoned off from a particular bank and balancing the national budget becoming increasingly difficult, news about RMU resurfaces from hibernation. It is high time that authorities act professionally to rein in on crony capitalism that threatens to turn the economy on its head. Tk220 million in 2013 may well have mushroomed to Tk500 million in 2022, but there is hardly an excuse not to implement the project. Think of the billions of Taka in unpaid taxes and many more billions of Taka laundered abroad. This is public money that is not ending up in the national exchequer, but in the pockets of individuals and businesses and this has been going on for decades. Financial integrity needs to be reinstated for the survival of the State and for that to happen money laundering has to be tackled head on. Unfortunately in Bangladesh, a crisis is only a crisis when we reach a rock bottom situation. This happened in the case of our energy sector planning. It may happen with the state of finances too, unless the powers-that-be take notice of what is going on in plain sight. Precisely how does the government intend to increase revenue if these loopholes remain in place? It is not as though the revenue authority has taken necessary steps to widen the tax net to bring in the millions of people who should be paying taxes but are not. Since that has never gained any traction with any government, one is left to plug the holes in the system, if one is least bit interested to stop money laundering and/or get what is owed to the revenue authority.[email protected]",
        "headline_1": "Dubious transactions and suspected money laundering",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/dubious-transactions-and-suspected-money-laundering-1671284987",
        "news_paper_name": "The Financial Express",
        "publish_date": "18-12-2022"
    },
    {
        "full_article": "The Victory Day announcement that the Dhaka metro rail, formally called the MRT Line-6, is set to start rolling from December 28 makes the route's would-be travellers feel elated. It's the 11.7-kilomrtre Uttara-Agargaon segment, out of the total 20.1 km Uttara-Motijheel route. The Uttara-Agargaon segment is set to open as part of the elevated metro rail's formal inauguration. After opening this phase of the route, the authorities concerned are set to deal with nine stations. Countdown to the opening of the Agargon segment has boded well as expected. The authorities, now in their final stage before blowing the whistle, are busy giving the finishing touches to their work. The maneuverability of the viaducts, the tracks, the stairs to and coming down the stations, the comfort in the use of the other facilities inside had given great worries to the metro's technical supervisors. In the last few months, the traffic department had been busy testing the railway tracks' foolproof strength in bearing mobility and speed, the entries and exits of the railway engines and carriages in short gaps --- among others.With the challenging phase of preparing the Uttara-Agargaon railway segment over, in order to turn to the specific speed on the elevated tracks, the would-be passengers now ought to be metro-friendly. It would be sheer exercise in futility if the passengers cannot pick up the technical know-how adequately, and fall into awkward situations. It has been heartening to see the metro authorities trying their best to demonstrate the techniques of boarding and getting down from a metro rail. The essential parts of the exercises were shown on the individual Facebook pages. But a large section of the social media users, who have also travelled by both the elevated metros and subways feel differently. As they feel, it takes a time longer than believed to make the first-timers acquainted with the other-railway. Even the seasoned metro and subway travellers are found being wont to falling victims to pratfalls while boarding a train or getting down from it. Despite the disciplined manner in which passengers are found entering a carriage without noise, many in these developed countries are averse to the metros and subways. They say they dread these journeys. Some say they find it difficult to getting used to board a train just after one has left the station. They understand they'll never miss a train. Another will reach the station soon. They say they feel greatly confused and perplexed --- and that what they'll miss is the breathing space. Others say they have a fear for 'abnormal' speed or they dread something running from one place to another at high altitude. Most of the Dhaka metro rail travellers hope the number of the above people would be few and far between. But people avoiding subway due to their claustrophobic state are still found in many countries, especially in the West.However, it's a proven fact that people in the developed ancient cities no longer see people with subway or elevated-rail sickness. After popularising these modes of rail journeys for over a century, the authorities have been sufficiently able to make their urban people friendly to subways, metro rails, ropeways, cable cars etc. The demand of the Bangladesh authorities on the passengers is humble: Skilfully inserting tickets into the specific slots, entering the platform, remaining attentive to the public speakers announcing arrival and departure of the trains. They should know the trains arrive and depart the stations every 10 minutes. People await eagerly the winning for Dhaka the sobriquet of a metro-savvy city.[email protected]",
        "headline_1": "The city aboard metro rail, finally",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/the-city-aboard-metro-rail-finally-1671285297",
        "news_paper_name": "The Financial Express",
        "publish_date": "18-12-2022"
    },
    {
        "full_article": "A death certificate is an important document. When a loved one passes away, obtaining this certificate becomes a mandatory task for a number of reasons. These reasons include closing the deceased's bank account, accessing pension benefits, claiming life insurance or settling property. So, getting a registered death certificate should be easy and hassle-free. However, this is not the case for most people. My mother passed away last November. She used to have a bank account and receive retirement benefits as my father's beneficiary. To close that account, we now need her death certificate. When we went to the local union council to collect the certificate, we were told that it was not possible to obtain my mother's death certificate since she had no birth certificate. Even after informing the union council authorities that we have her National Identity Card, we failed to get her death certificate. As far as I know, NID database contains one's occupation, permanent address, present address, age, marital status, birth registration number, gender, educational qualification, visible identification mark, religion, driving license number, passport number, income tax certificate number, telephone and mobile phone number, etc. So, why wouldn't a NID card be enough to get a death certificate? Some days ago, while collecting my daughter's birth registration certificate, my wife and I had to collect our birth registration certificates first, although we both had NIDs. During the launch of NID cards, we were told that this card would give us many citizen benefits. But in reality, despite having NID cards, we cannot obtain birth or even death certificates.Md. Zillur Rahaman, Satish Sarkar Road,Gandaria, Dhaka, [email protected]",
        "headline_1": "Easy availability of death certificates",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/easy-availability-of-death-certificates-1671285326",
        "news_paper_name": "The Financial Express",
        "publish_date": "18-12-2022"
    }
]