[
    {
        "full_article": "It was certain that Imran Khan, Pakistan’s Prime Minister, would be ousted in the no-trust vote. The Opposition had put up a united face. His allies had jumped ship, reducing the ruling coalition to a minority. His party lawmakers had revolted against him. The cricketer-turned-PM’s defeat was a matter of formality in a country where no Prime Minister has completed their term. On Sunday, the Deputy Speaker dismissed the no-trust motion, calling it against the Constitution, which was followed by Mr. Khan’s formal request to the President to dissolve the National Assembly. Pakistan will have to hold elections in three months, provided there is no judicial intervention. There were three bad options before Mr. Khan: resignation, no-trust vote or early elections. By choosing elections, he avoided a humiliating defeat and also sought to torpedo the Opposition’s bid to form a government for the remainder of the current Parliament’s term. Before the National Assembly convened, Mr. Khan had set the campaign pitch by accusing the Opposition of conspiring with a foreign power (an indirect reference to the U.S.) to unseat him. The current crisis would also allow him to play the victim of some foreign conspiracy and seek a fresh mandate. But the question is what price does Pakistan pay for his political manoeuvring? The conspiracy theories, the dismissal of the no-trust motion and the call for early elections all suggest Mr. Khan’s contempt for parliamentary procedures and basic democratic decency.For the labyrinth he is in today, Mr. Khan has to blame nobody but himself. Having been a political underdog for years, he broke into Pakistan’s two-party political order in 2018 with the direct support of the military. His cocktail of religious conservatism, nationalism and anti-corruption crusade promised to build a ‘Naya Pakistan’. But while in power, he made three critical mistakes: mismanagement of the economy, mismanagement of his ties with the military, and full-spectrum hostility with the Opposition. His vindictive approach towards the Opposition brought together all the major Opposition parties, which tried to cash in on the growing public resentment amid economic woes. Cracks in the government’s relationship with the military began appearing last year when Mr. Khan reportedly sparred with the establishment over the appointment of the new ISI chief. His visit to Moscow in February, immediately after Russia’s Ukraine invasion, and the “neutral” policy his government adopted regarding the conflict seem to have quickened his fall. Last week, the Army chief, General Qamar Javed Bajwa, spoke against the Russian invasion and re-emphasised the importance of Pakistan’s ties with the U.S. in a public rebuke of Mr. Khan’s pragmatism. Now, out of favour with the military, a lost majority in Parliament and faced with anger amid a worsening economic crisis, the ‘Captain’ does not have any good options before him. With his back against the wall, what he is doing for political survival is only weakening Pakistan’s non-military institutions and subverting its democratic proceedings.",
        "headline_1": "Game for the throne: On Imran Khan’s attempts to cling to power",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/game-for-the-throne-on-imran-khans-attempts-to-cling-to-power/article65290092.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "05-04-2022"
    },
    {
        "full_article": "The World Health Organization’s (WHO) decision to recommend a pause in the supply of Covaxin for export is worrying. This follows an inspection of the company’s production facilities between March 14 and 22 that found “deficiencies” in the process to ensure that the vaccine produced is consistently suitable for use. Bharat Biotech, the makers of Covaxin, has said it is committed to addressing these ‘Good Manufacturing Process deficiencies’ and developing a “corrective and preventive” action plan that it will submit to the Drugs Controller General of India (DCGI). WHO has told countries that for now they should “consider” alternative vaccines but it has also said that the data available with it suggest that Covaxin is safe and effective. The details of these lacunae are not public but Bharat Biotech has said that sophisticated equipment needed to “enhance the process stringency” were unavailable during the COVID-19 pandemic. This is not the first time that Bharat Biotech has tangled with WHO. The global body sought information at least nine times from the Hyderabad company before approving it to be a global supplier of Covaxin. In March 2021, the Brazilian health regulator, Anvisa, pointed to several problems with Bharat Biotech’s manufacturing plant ahead of an agreement by the company to sell 20 million doses of the vaccine to Brazil. This deal was ultimately terminated, but there has never been clear communication either by Bharat Biotech or the DCGI on the concerns raised by the Brazilian health body.While India is no stranger to making and supplying billions of vaccine doses, it has historically done so with the benefit of time. The pandemic saw pulling out all the stops and the balance between safety and speed tilting towards the latter by both drug regulators, under pressure from their governments, and vaccine manufacturers, for whom gargantuan demand promised a financial windfall. Other companies, internationally too, have made mistakes in supply. AstraZeneca mistakenly supplied some volunteers who were being tested with the Oxford vaccine with half the required dose that led to surprising results. This was not disclosed until much after the trial results were made public and experts openly questioned the efficacy results. The defining characteristic of a vaccine is its safety profile and its acceptability is premised on its makers and the regulators being transparent about it at all times. Both the Government and Bharat Biotech should strive for better public communication on these fronts.",
        "headline_1": "A pause to reflect: On WHO decision to recommend a pause in the supply of Covaxin",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/a-pause-to-reflect-on-who-decision-to-recommend-a-pause-in-the-supply-of-covaxin/article65289681.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "05-04-2022"
    },
    {
        "full_article": "Facing the ignominy of being voted out, Pakistan's Prime Minister Imran Khan has taken an unprecedented step—advising the president for dissolution of the National Assembly and calling for early elections. In what many believe to be a blatant violation of the rules, the deputy speaker declared the no-confidence motion illegal on the basis of what he described as a \"foreign conspiracy,\" thereby scuttling the much-anticipated vote that would decide whether Imran Khan remained in office or not.\nReacting in the immediate aftermath of Sunday morning's events, Ahmed Bilal Mehboob, who heads the think tank Pildat, pointed out in a TV broadcast that Fawad Chaudhry had hardly finished asking Qasim Suri for a ruling that the former deputy speaker began to read out a ruling—no doubt prepared in advance—showing that there had been no \"application of mind\" to the matter and a pre-prepared plan had been followed.\nIt was evident that with the crumbling of the ruling coalition and defeat looming in the numbers game, the prime minister had lost the confidence of the house, and that this was a last-ditch attempt to escape his imminent ouster. The development has now plunged the country into a constitutional crisis. The Supreme Court has taken suo motu notice of the matter, and the whole country is awaiting its ruling over the government action.\nLawyer Faisal Chaudhry, who is the brother of former Information Minister Fawad Chaudhry, said there were judgments of the Supreme Court that put Article 5 of the constitution \"above all other matters.\"\nSpeaking on a TV channel, he also said that the court would have to have a deeper look into the \"Lettergate\" affair—a reference to the \"threat letter\" from a foreign country that Prime Minister Khan has repeatedly alluded to as proof that the no-confidence move was a part of a global conspiracy.\nLast week, the PTI government had approached the military leadership to salvage the situation. Over the past several months, the security establishment had taken a step back, leaving the government to fight its own political battles with a re-energised opposition alliance. This decision seemed to encourage the opposition to step up its attacks on the government.\nIt also triggered an unravelling of the fragile coalition and led to a rise in the number of dissidents within the ruling party's ranks. The PTI government has been floundering for some time, but no one expected it to unravel so quickly. The rising number of party defectors had also shaken the government and things were looking extremely grim for the embattled prime minister.\nBy his own admission, the ISI chief had reportedly given Imran Khan three options: face the no-confidence vote, resign or go for elections. Imran Khan apparently opted for the third option, provided the opposition withdrew the no-confidence motion. The shrewd opposition, however, refused and asked for the prime minister's resignation in order to end the showdown. That, many believe, was the end of the arbitration move involving the security establishment.\nMeanwhile, the prime minister piloted a fresh narrative: that the opposition's no-confidence motion was part of a \"US-backed conspiracy.\" He also claimed that he was being threatened for not accepting foreign dictation and for pursuing an independent foreign policy.\nThe story of foreign interference in Pakistan's internal political matters was built around a cable from a Pakistani diplomat, based on his conversations with certain American officials. Although the contents of the letter were reportedly shared with some journalists, there is little evidence to substantiate the government's claims that the no-confidence motion was sponsored by foreign forces.\nThe government, it would seem, purposely exaggerated an informal, undiplomatic expression by an American diplomat to build a narrative that suited their political needs and tried to paint the opposition's \"wholly democratic\" move as some kind of foreign conspiracy.\nEven the statement issued after the national security committee meeting did not directly mention any such foreign-backed conspiracy for regime change in Pakistan.\nThe line that most people point to in the communiqué issued after the meeting is, \"The committee concluded that the communication amounted to blatant interference in the internal affairs of Pakistan by the country in question, which was unacceptable under any circumstances.\"\nHowever, any expert will tell you that this is standard diplomatic parlance whenever a third country comments on matters considered internal by any sovereign state.\nBut the contention was used by the government to throw out the no-confidence motion.\nWhat is most troubling is that the PTI government is using the issue to declare opposition leaders \"foreign agents\" and \"traitors.\" The use of this \"ultra-nationalist\" card could prove to be extremely dangerous for the country and could harm Pakistan's national interest. The prime minister has been using religion to galvanise his right-wing support base. He has declared the unfolding power struggle \"a battle between good and evil\"—rhetoric that has made the political environment extremely volatile.\nImran Khan's latest move is a further demonstration of his contempt for parliament and the democratic process. Such unconstitutional steps will only weaken democracy further. Surely, elections are the only solution to current political crisis in the country, but the \"apparently unconstitutional\" means employed to block voting on the no-confidence resolution sets a bad precedent and cannot be tolerated.\nIn the words of Deputy Attorney General Raja Khalid Mehmood Khan, the federal government has \"toyed\" with the law of the land. In his view, the deputy speaker's action was totally in violation of the constitution.\nWhat we witnessed in the National Assembly on Sunday was a travesty of democracy, and what the prime minister doesn't realise is that his surprise \"trump card\" could easily turn into a nightmare for him if the Supreme Court deems the government's actions \"not kosher.\"\n \nThis article was first published in Dawn, an ANN partner of The Daily Star, on April 4, 2022.\nZahid Hussain is a Pakistani journalist and author.\n",
        "headline_1": "A travesty of democracy",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/travesty-democracy-2998056",
        "news_paper_name": "The Daily Star",
        "publish_date": "05-04-2022"
    },
    {
        "full_article": "Maisha Momotaz Meem, the 22-year-old English department student from North South University (NSU), was riding her scooter on Kuril Flyover to her university last Friday morning when she got run over by a covered van. It was being driven by someone who only held a licence for driving light vehicles, not heavy ones such as the covered van.\nThe driver of the Meghla Paribahan bus which hit and killed two pedestrians in Gulistan on January 8 this year had been driving it with a licence to operate only light vehicles for around two years.\nBefore it ran over and killed five brothers on the Chattogram-Cox's Bazar Highway on February 8, the assailant pick-up van had already been operating for three years without updated fitness clearance papers, route permit and tax token.\nAccording to police data, 5,088 people were killed in 5,472 road accidents in 2021. Latest data from the Bangladesh Road Transport Authority (BRTA) indicates that at least 10 lakh registered vehicles are being driven by unlicensed workers. \nIt would be naive to expect a driver, who has been operating a heavy vehicle without a proper licence for years without being caught, to be responsible behind the wheel. \nSo, how many thousand more avoidable murders on roads until the authorities in charge of making our roads safer take notice? \nUnfortunately, this lax attitude of authorities is not unique to how they handle issues of expired or missing vehicular documents. \nBack in 2018, after students from schools, colleges and universities protested for road safety, the Road Safety Act 2018 was introduced and came into effect in November 2019. But it is yet to be fully implemented.\nNeither statistics—the number of deaths and road crashes rose by 29.86 percent and 30.34 percent in 2021 from 2020—nor daily news of deaths caused by vehicles seem to push authorities towards the urgency that this epidemic demands. Why else is it that the draft for a National Road Safety Strategic Action Plan-2021-2024, which was prepared over a year ago, is yet to be approved by authorities? The fact that road crashes and resultant deaths have now become a national problem seems obvious to experts and ordinary citizens, but not to those who could actually formulate laws and plans to help reduce these deadly numbers. \nA high-powered taskforce, formed in October 2019 to tackle road crashes and bring discipline to the sector, and led by the home minister, began its journey with an 111-point recommendation. Though it took several decisions during its three meetings till June 2021, only one has been fully implemented—to appoint a focal person from four ministries concerned to oversee the implementation of all other decisions. \nWhat hope is there for a country—soon to become a middle-income one—to be a safe one for its citizens if people are being killed on roads daily, with little intervention from authorities besides what's on paper?\nMany are looking at Meem's death through a misogynistic angle: \"Why does a girl need to ride a scooter anyhow?\" I believe the question can be tweaked to ask: Why aren't our roads safe enough for women to ride scooters on? Why must they practise independence while treading a line between facing harassment or meeting death? And if it is so unacceptable for women to drive their own vehicles, what is the alternative? To keep boarding buses wherein they face harassment from other passengers simply for being women? Or to search the horizons and wait for one of the mere six women-only BRTC buses which currently operate within the capital? \nOthers are wondering why students, especially from NSU, have not taken to the roads in larger numbers to protest their peer's death. Again, why must students, who are supposed to be able to uninterruptedly pursue their education, be forced to take to the streets to demand as basic a need as safe roads from their government? This concept baffles me now as much as it did in 2018. Even if students do take to the streets now, what would change anyway? We all remember too well how the state responded to their legitimate demands in 2018. And even the protests last November do not seem to have moved authorities to action.\nHaving laws and regulations on paper, holding meetings with specialised task forces, conducting traffic safety weeks are all good and well. But it is past high time now for the relevant government bodies to step up, smell the road accident deaths, and actually implement their myriad decisions. Every day that they don't, tens of Bangladeshis lose their lives to avoidable deaths—for which only systemic flaws can be blamed. \nAfia Jahin is a member of the editorial team at The Daily Star.\n",
        "headline_1": "Why should we need to demand safe roads?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/why-should-we-need-demand-safe-roads-2997951",
        "news_paper_name": "The Daily Star",
        "publish_date": "05-04-2022"
    },
    {
        "full_article": "The spectre of \"stagflation\" threatens the world once again. This time, the risk is the direct consequence of political provocations and war.\nStagflation is a composite word implying inflation with stagnation. Stagnation refers to weak, \"near zero\" growth, inevitably worsening unemployment.\nThe term \"stagflation\" was supposedly first used in 1965 by Iain Macleod, then UK Conservative Party economic spokesperson. It caught on in the 1970s, when high inflation and unemployment ended an economic era dubbed the \"Golden Age of capitalism\" describing the post-World War 2 boom.\nNormally, in a recession, the inflation rate—i.e., the overall rate at which prices increase—falls. As unemployment rises, wages come under pressure, consumers and businesses spend less, reducing demand for goods and services, slowing price rises. Similarly, when the economy booms, the labour market tightens, pushing up wages, in turn passed on to consumers via increasing prices. Thus, inflation rises and unemployment falls during a boom.\nHowever, stagflation poses a dilemma for central banks. Normally, when economies stall, central banks try to stimulate growth by cutting interest rates, encouraging more borrowing, and thus spending. But that could also fuel further price rises and higher inflation. On the other hand, if they raise interest rates to check inflation, growth may slow even more, further worsening unemployment.\nThe growth of world trade after WW2 increased demand for the US dollar, the de facto world currency under the 1944 Bretton Woods (BW) international monetary agreement. During the 1960s, US economic growth was increasingly sustained by government military and social expenditure. Spending increased for both \"defence\", especially the Vietnam War, and President Lyndon B Johnson's social programmes.\nAs LBJ was reluctant to acknowledge the rising costs of the Vietnam War, it was difficult to raise taxes to pay for his \"swords and ploughshares\" spending. Instead, spending was financed by government debt, from selling US Treasury bonds. Thus, the world financed US government spending, including the war.\nUS monetary policy was obligingly expansionary. Unsurprisingly, inflation shot up from 1.1 percent during 1960-64 to 4.3 percent in 1965-70. Higher inflation also eroded US competitiveness, further worsening its balance of payments deficit,\nand undermining US ability to honour its BW commitment to maintain full convertibility to gold at USD 35 per ounce. This obligation did not go unnoticed by foreign governments and currency speculators.\nAs inflation rose in the late 1960s, US dollars were increasingly converted to gold. In August 1971, US President Richard M Nixon ended the exchange of dollars for gold by foreign central banks, effectively violating its BW commitment. A last-ditch attempt to salvage the international monetary system—through the short-lived Smithsonian Agreement—failed soon after. By 1973, the post-WW2 BW international monetary arrangements were effectively done with.\nOil exporting, European and other countries which held reserves in US dollars suddenly found their assets worth much less. With Venezuela, the Middle East-led Organization of Petroleum Exporting Countries (OPEC) reacted by dropping their earlier willingness to keep oil prices low.\nIn October 1973, \"nationalist\" Saudi monarch Faisal embargoed oil exports to nations supporting Israel. The oil price almost quadrupled—from USD 3 to nearly USD 12 per barrel when the embargo ended in March 1974. This rise was paralleled by great increases in other commodity prices during 1973-74.\nCommodity supply shocks and higher commodity prices increased production costs, consumer prices and unemployment. As rising consumer prices triggered demands for higher wages, these in turn increased consumer prices. Thus, wage-price spirals accelerated price increases and inflation.\nThe 1979 Iranian revolution triggered a second oil price shock. The resulting \"great inflation\" saw US prices rise over 14 percent in 1980. In the UK—then deemed the \"sick man of Europe\"—inflation averaged 12 percent a year during 1973-75, peaking at 24 percent in 1975.\nIn the 1960s, unemployment in the seven major industrial countries—Canada, France, West Germany, Italy, Japan, the UK and the US—rarely exceeded 3.25 percent. But by mid-1982, it rose to 8 percent, exacerbated by interest rate hikes, ostensibly to fight inflation.\nIn October 2021, the International Monetary Fund, the European Central Bank, the US Fed and other such institutions believed the factors driving inflation were transitory. None of these authorities saw an urgent need for interest rate hikes.\nBut in the last month, the war in Ukraine and sanctions against Russia have driven up the prices of commodities such as wheat and oil. This will exacerbate rising inflation in much of the developed world.\nThis time, 'stagflation' is the direct consequence of political choices, especially for war, not unavoidable economic trends. Developing countries are fast learning where they really stand in this unequal world of endless war, e.g., from the European treatment of Ukrainian refugees.\nPeace is therefore imperative. The alternative is the barbarism of conflict among big powers in which most of us have no vested interests.\n \nCopyright: Inter Press Service\nAnis Chowdhury is adjunct professor at Western Sydney University and the University of New South Wales, Australia. Jomo Kwame Sundaram is a former economics professor and a former assistant secretary-general for economic development at the United Nations.\n",
        "headline_1": "War or Peace, Barbarism or Hope?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/war-or-peace-barbarism-or-hope-2997226",
        "news_paper_name": "The Daily Star",
        "publish_date": "05-04-2022"
    },
    {
        "full_article": "Although we frequently hear calls for justice whenever a grievous crime takes place, the role of public prosecutors, i.e. the very individuals who conduct criminal cases in court on behalf of the state, is seldom—if ever—discussed.\nThree state actors play the most important roles in ensuring justice for a crime. The police record the complaint and investigate the crime. The public prosecutor presents the case in court and formulates arguments as to why the accused ought to be convicted. Finally, the judge weighs the evidence and arguments put forth by both sides, and decides whether there is sufficient evidence to punish the accused, or whether they must be acquitted. While we commonly acknowledge the important role of police and judges in ensuring justice and subject them to some critique, public prosecutors often escape public scrutiny, despite playing a role that is no less important than the other two actors.\nAlthough members of the police force are recruited through the Bangladesh Civil Service, and judges are recruited through the Bangladesh Judicial Service Commission, no such recruitment system exists for public prosecutors. As a result, there is no officially prescribed selection criteria for public prosecutors that is based on merit and qualifications, nor is there any permanent service regulation to ensure their efficiency and accountability. Section 492 of the Code of Criminal Procedure, 1898 gives the government the power to appoint public prosecutors. Currently, public prosecutors, additional public prosecutors, special public prosecutors and assistant public prosecutors are appointed by the Solicitor Wing of the Law and Justice Division under the law ministry.\nAccording to the Justice Audit in 2018, public prosecutors and additional public prosecutors in metro areas receive a daily fee of Tk 500, and a monthly allowance of Tk 2,000. In non-metro areas, their daily fee is Tk 250, while the monthly allowance is Tk 1,500. Assistant public prosecutors receive a daily fee of Tk 200 in both areas, but no monthly allowance. Given such meagre pay, prosecutors often engage in private practice, which hampers their state duties, or seek additional income through other means, according to a 2016 research report on criminal justice in Bangladesh by the International Crisis Group.\nExperts have long called for an independent prosecutorial service in Bangladesh. In 2006, at a Regional Workshop on Strengthening the Criminal Justice System arranged by the Asian Development Bank (ADB), the then Law Minister Moudud Ahmed highlighted our disintegrated public prosecution system as one of the two key weaknesses of the criminal justice system in Bangladesh, the other being weak investigation. He said, \"Bangladesh has no permanent public prosecutors. Every political government appoints its own political allies in the public prosecutorial service to serve at its pleasure and only while its term lasts … The ad hoc nature of their appointment prevents continuity in service and accountability.\" He mentioned that as an \"initial step,\" the law ministry had prepared a law to introduce a permanent attorney service in Bangladesh, so that public prosecutors would be \"recruited purely on merit basis after passing a national examination like that taken by other civil servants … As permanent appointees, they will be made accountable in the performance of their duties.\" This law was not, however, passed during his tenure.\nMore recently, in January 2017, the then Chief Justice Surendra Kumar Sinha had denounced the partisan bias in appointing public prosecutors at a meeting of the Supreme Court Legal Aid Committee. He said, \"Earlier, in every district, the famous and renowned lawyers used to be appointed as APP in criminal cases. This post was dignified. But now they [those who are loyal to the ruling party] are being recruited instead of the experienced lawyers.\"\nInterestingly, the last caretaker government had promulgated the Government Attorney Services Ordinance, 2008, which had set up a separate and permanent Government Attorney Services Department. The purpose of this department was to appoint, train, retain and administer government law officers to ensure effective representation of the state in the judicial process in the Supreme Court, district courts and upazila courts. However, as ordinances are laws that are made in the absence of parliament, Article 93 of the constitution requires them to receive parliamentary approval at the first parliamentary session after any ordinance is promulgated. In absence of such approval, it will cease to have effect, as was the fate of the Government Attorney Services Ordinance.\nNotably, Section 1.4.3 of the Eighth Five Year Plan (2020-2025) published by the Bangladesh Planning Commission specifically states establishment of an independent prosecution service as one of the key targets in relation to improvement in governance and institutions. It mentions that \"primarily 70 percent of this attorney service appointment will be from registered advocates which will be selected by government. Rest 30 percent will be recommended by Judicial Service Commission to appoint. Before, adhering to the appointing process, it will develop attorney service appointing rule, disciplinary rule, service rule, posting and promotion guidelines, in service training procedures, etc.\"\nAlthough the Eighth Five Year Plan states that the \"government will gradually execute this decision,\" whether an independent prosecutorial service will in fact be established in the coming years remains to be seen. A useful starting point for the government in introducing this long overdue service would be to consult the Guidelines on the Role of Prosecutors adopted by the Eighth United Nations Congress on the Prevention of Crime and the Treatment of Offenders in 1990. Under Article 2 of the guidelines, member states must ensure that the \"selection criteria for prosecutors embody safeguards against appointments based on partiality or prejudice,\" and excludes any discrimination against a person on any grounds, such as political status. Article 4 of the guidelines requires the states to ensure that prosecutors are able to perform their professional functions without improper interference.\nAs we celebrate 51 years of independence, how much longer must we wait to see the introduction of an independent prosecution service that can truly combat crime?\n \nTaqbir Huda is the advocacy lead for the Gender Justice and Diversity Programme at Brac.\n",
        "headline_1": "Where is our independent prosecution service?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/justice-practice/news/where-our-independent-prosecution-service-2997216",
        "news_paper_name": "The Daily Star",
        "publish_date": "05-04-2022"
    },
    {
        "full_article": "We are heartbroken by what is happening in Sri Lanka. Years of mismanagement and nepotism, followed by the Covid-19 pandemic and global economic instability because of the war in Ukraine, have left its economy in shambles. We sympathise with the Sri Lankans, who after years of turmoil due to civil war, have once again been thrust into great difficulty, even though they have no blame for what is currently transpiring in their country.\nThe island nation of nearly 22 million people has been grappling with rolling blackouts for up to 13 hours a day, as the government scrambles to secure foreign exchange to pay for fuel and other essential imports. Sri Lanka's acute foreign currency shortage has largely been driven by sharp declines in tourism and remittances—its two main sources of foreign currency. Failing to diversify its export basket over the years has pushed Sri Lanka into the worst economic turmoil in the country's history since its independence in 1948. The family-based politics practised in Sri Lanka have also led to years of nepotism and unchecked corruption, and years of poor debt management ultimately overburdened the economy to the point of complete collapse.\nAccording to experts, what's happening in Sri Lanka should serve as a strong lesson for Bangladesh, which suffers from many of the same problems that its government high-ups refuse to even acknowledge, let alone address. And one can only hope that our government officials have the capacity to take heed of it before it's too late. While Sri Lanka is somewhat a victim of Black Swan events, its leaders totally failed to prepare the country's economy to face any unpredictable economic shocks—which somewhat predictably is bound to happen at some point. Similarly, we have also seen government high-ups in Bangladesh come out when things go wrong and claim that there was no way of them predicting the external circumstances, so what happened was not their fault. While the former might be true to some extent, there is no excuse for not establishing strong economic pillars in the country that can automatically absorb most external shocks.\nThe tragic collapse of the Sri Lankan economy, followed by the civil strife and mass resignation of its cabinet members, should wake us up to the grave danger that we ourselves could face. We must work towards diversifying our exports and securing our macroeconomic stability, and send a strong message to our political class of the danger of them living in their own bubbles, ignoring experts' warnings and people's concerns.\n",
        "headline_1": "A real tragedy is unfolding in Sri Lanka",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/real-tragedy-unfolding-sri-lanka-2998051",
        "news_paper_name": "The Daily Star",
        "publish_date": "05-04-2022"
    },
    {
        "full_article": "What's the point of having a national emergency helpline if citizens don't have help coming their way on time? According to a report published by this daily, the helpline 999—which allows citizens in trouble to call and ask for help from police, fire service or ambulance service providers in case of any crime, accident or other emergencies—responds to distress calls at a much slower pace than that of the developed countries. While the average response time of the 999 unit in Bangladesh is about 20 minutes, it is only seven minutes in countries such as the US, the UK, and Japan. Many service-seekers even alleged that they had to wait for hours after calling the helpline.\nWhile the helpline unit, which started its operation in December 2017, initially received 8,000 to 12,000 calls every day, now there are around 30,000 calls. And while the unit is expected to have the capacity to attend to at least 500 calls at a time, it can only take 100 calls. This is because it doesn't have sufficient manpower, or the technological/logistical support necessary to cater to the increased number of service-seekers.\nThe unit, importantly, doesn't have the automatic caller identification and location system, which can locate a caller's exact address instantly and significantly cut down the response time. This system, crucial for any emergency helpline, hasn't been installed even after a decision by the authorities to do so in August 2019. As a result, too much time is lost in trying to identify the locations of service seekers as the callers themselves have to provide all the information that service providers need before the latter can send a team to help them.\nAlso, everything—from pinpointing their locations to communicating with the various service providers to finally assigning a team to rescue or help them—is currently done manually, which is a time-consuming process. This is another example of the inefficiency of the system.\nThe authorities must upgrade it according to international standards. In order for the helpline to work efficiently, greater coordination among all the ministries and departments concerned is needed, because getting the required information from all is key to making the system work. In addition, the manpower crisis identified by the relevant officials must be addressed on a priority basis if the people are to get any service from the helpline. Awareness must also be raised about the importance of such an emergency service so that no one abuses the system or the service providers through blank or prank calls. These measures and reforms are vital for the system to do its work.\n",
        "headline_1": "Make emergency helpline service more efficient",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/make-emergency-helpline-service-more-efficient-2997756",
        "news_paper_name": "The Daily Star",
        "publish_date": "05-04-2022"
    }
]