[
    {
        "full_article": "In the wee hours of August 25, 2017, a group of militants—the Arakan Rohingya Salvation Army (ARSA)—attacked around 30 police posts in the north of Rakhine State, Myanmar. According to media reports, 10 police personnel, an immigration officer, one soldier and 59 militants were among the casualties. The militants were said to be equipped with knives and homespun bombs.\nWhat followed was a brutal bloodbath unleashed by the Myanmar military—also known as the Tatmadaw—in the name of counter-insurgency operations. Rakhine State, home to about a million Rohingya Muslims, was turned upside down by the Tatmadaw—going village to village, door to door, exacting revenge on the Rohingya. Villages were razed to the ground. People were burnt in their own homes. Men were killed in scores; women and girls were gang-raped by the Myanmar military—in many instances, multiple times—their private parts intentionally mutilated, their bodies and souls bearing the scars of sexual violence; infants and children were shot, burned with their parents, and at times left out in the open for scavengers to feast on.\nAccording to an estimate by Médecins Sans Frontières (MSF)—popularly known as Doctors Without Borders—at least 6,700 Rohingya were killed in the first month of that ethnic cleansing operation. MSF itself called the number \"an underestimation.\" The atrocities of the Tatmadaw led to the exodus of more than 700,000 Rohingya Muslims from Rakhine State, including around half a million children, who took on the desperate journey to cross to the other side of the Naf river into Bangladesh's Cox's Bazar.\nIt was later noted in a UN fact-finding panel report that the atrocious military offensive in Rakhine State was orchestrated with \"genocidal intent\".\nAccording to a report published by Thailand-based rights group Fortify Rights, the Tatmadaw attack on the Rohingya community had been premeditated. Titled \"They Gave Them Long Swords: Preparations for Genocide and Crimes Against Humanity Against Rohingya Muslims in Rakhine State, Myanmar\", the report traced and documented how between October 2016 and August 2017, in preparation for the ethnic cleansing operation, the Myanmar authorities, \"Systematically 'disarmed' Rohingya civilians, confiscating household items that might be used as weapons or in self-defence. Systematically tore down fencing and other structures around Rohingya homes, providing the military with a greater line-of-sight on civilians. Trained and armed local non-Rohingya communities in northern Rakhine State. Suspended humanitarian aid and access to Rohingya, systematically weakening the civilian population and removing monitors on the ground. Enforced a discriminatory Muslim-only curfew in northern Rakhine State and evacuated thousands of non-Rohingya citizens from the area. Built up an unusually sizeable military presence, incommensurate with the threats at hand.\"\nThe world watched in horror as hundreds of thousands of persecuted Rohingya fled for their lives in the face of the vicious Tatmadaw crackdown. While today marks the fourth year of the latest Rohingya displacement, it is certainly not the first instance that this has happened.\nThe predominantly Buddhist Myanmar has historically harboured an exclusionary attitude towards the Rohingya, which has been reflected in their 1948 citizenship law, and especially in the policies adopted during and after the rule of General Ne Win, who grabbed power in 1962. General Ne Win, in various phases, systematically excluded the Rohingya Muslim minorities, initially excluding from citizenship those people whose ancestors had entered the country after 1823. Then, the 1974 constitution recognised 134 \"national races\"—this did not include the Rohingya, who were treated as a non-indigenous minority. Later, the Burma citizenship law of 1982 stated that only children of the \"national races\" will be considered full citizens of the country, thus excluding the Rohingya further.\nOver the decades, there have been frequent spikes in attacks on the Rohingya, which have led to multiple episodes of displacement, specifically in 1978, 1991-1992, 2012-2013, 2016 and again from 2017 onwards. Yet, little has been done to ensure safe living conditions in their native land. A generally accepted etymological notion of the word Rohingya is that \"Rohang\" comes from the word \"Arakan\" and \"gya\" means \"from\", in the Rohingya dialect. The irony is, these people terming themselves as \"from Arakan\" are barely allowed to live in their own lands.\nIt is not that the world did not react to these atrocities committed against the Rohingya. There have been multiple UNGA resolutions condemning these human rights abuses, and there have also been instances when sanctions were imposed on the Myanmar junta by countries and blocs. Unfortunately, none of these seem to have played any role in stopping the ethnic persecution of the Rohingya.\nThe 2017 Rohingya displacement created multiple layers of pressure on host countries, including Bangladesh, which is now sheltering more than 1.2 million refugees. It takes the Bangladesh economy an estimated USD 1.21 billion every year to support Rohingya refugees, as mentioned in an article by The Diplomat.\nAccording to a report published recently by a local news outlet citing an official from the Office of the Refugee Realief and Repatriation Commissioner (RRRC), around 30,438 infants are born in the Rohingya camps each year. And in the face of waning donor support, Bangladesh is grappling to support the refugees, especially in the backdrop of the ongoing global pandemic. In 2017, against an appeal of USD 434 million, the world community pledged USD 344 million as part of a six-month response plan; in 2018, it was USD 656 million against an appeal of USD 951 million. In 2019, the figure fell to USD 635 million. The worst was yet to come. In 2020, against a request for USD 1,058 million, the donors only pledged USD 509.95 million till October 2020. Till May this year, only USD 340 million has been pledged against a request of USD 1,000 million—just north of a third of the requirement.\nThe living conditions in the Rohingya camps are also growing worse by the day. Sanitation, hygiene and health have become major concerns, especially in the wake of faecal contamination of the land and water, which has led to an increased risk of water-borne diseases.\nDue to deforestation of more than 6,800 acres of forest land where the Rohingya have been sheltered in squalid camps, the refugees remain exposed to the risk of landslides and mudslides during monsoon. As recently as July this year, the Bangladesh authorities had to evacuate around 10,000 Rohingya due to lethal landslides.\nNow unable to accommodate the growing number of Rohingya refugees in cramped camps, the Bangladesh government has been left with no choice but to relocate around 100,000 of them to the remote island of Bhashan Char. While the long-term habitability of Bhashan Char is questionable and is being doubted by the international community and humanitarian agencies, what other choice does Bangladesh have now?\nWith international funding declining drastically and living conditions in Cox's Bazar worsening, Bangladesh is almost left on its own to support these persecuted refugees. Despite the pandemic and the myriad challenges faced by the people of this nation, the Bangladesh government allocated Tk 202 crore in the last budget as part of social safety net programmes for refugees.\nWhile during the time of Aung San Suu Kyi there was a small ray of hope that a safe repatriation of the Rohingya would be possible in the medium to long-run, that has been smothered after the military coup in Myanmar.\nWith no end in sight to the protracted stay and struggles of the Rohingya refugees, Bangladesh is doing its best to provide for them, even while the international community is failing them in both enabling safe repatriation and supporting them with livelihoods. Right now, relocation of the Rohingya to Bhashan Char looks like the most feasible option that Bangladesh can offer. The international community should support Bangladesh in making Bhashan Char more liveable and safe for the Rohingya, or provide the country with more funding so that it can arrange better accommodation for them. Complaining and pointing out flaws is not going to help any of the parties involved, not least the refugees. Until the international community is able to ensure that the Rohingya will be protected in their homeland from the Myanmar military regime's brutal crackdowns, the least they can do is support Bangladesh in providing for them.\n \nTasneem Tayeb is a columnist for The Daily Star. Her Twitter handle is: @tasneem_tayeb\n",
        "headline_1": "Four years on, no end in sight to the plight of the Rohingya",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/closer-look/news/four-years-no-end-sight-the-plight-the-rohingya-2159946",
        "news_paper_name": "The Daily Star",
        "publish_date": "25-08-2021"
    },
    {
        "full_article": "Death is always difficult to accept, but in the case of some, it is more so. The news of Major (retd) Muqtadir Ali passing away on August 20 not only shocked his family, but also all his freedom fighter colleagues, second war course batchmates, professional colleagues in the energy sector, and personal friends and relatives. It was so because he was in such robust health and was an example to us of healthy living. His brain stroke proved to be fatal. In a matter of a few hours, we lost a dear friend, the freedom fighters a proud example, the energy sector a well-known professional, and the country an ideal citizen who worked relentlessly for its betterment. He was courteous to the core, the first to volunteer for a collective cause, always exuding human qualities and ever ready to extend a helping hand to whosoever needing it. Modesty was his trademark.\nIt was a motley group that had gathered at Murti, a temporary training camp in the mountainous part of northern Jalpaiguri, India, for the training of the second batch of commissioned officer cadets for the Bangladesh army to serve our Liberation War.\nThere were about 70 of us, of various ages and educational and social backgrounds. As we gathered for our first fall-in, in the early hours of an October morning, I looked around at all these unknown faces—recognising only three—and realised that these comrades in arms were all the family I had, for God knows how long? Suddenly, all these unfamiliar faces' fates seemed to have been blended into mine and magically made one.\nThey were all filled with a youthful and dreamy determination to fight for the country now under Pakistani occupation. We all had an unspoken sense of being a part of a far bigger historical force, of something grand and noble and beautiful. During our first break, we started talking and getting to know each other.\nThere was one youthful face, full of earnestness, sincerity and grace that naturally drew me towards him. This was the first time that I met Muqtadir Ali, soon to become one of my constant sources of warmth, support and friendship. We exchanged personal information, and unbeknownst to us, a bond was forming and the seeds of a life-long friendship were being sown. Every day, through our physical training, theoretical classes, evening games, long night patrols and modest meals, our friendship grew.\nMuqtadir was an ideal officer cadet—disciplined, sharp, eager, energetic, agile and mentally strong. He was often the first one to answer questions by the training instructors and the one to rigorously engage them on issues of formulating strategies and tactics, whose rudimentary levels we were being taught.\nThere was a special dynamic among the 70 of us who, by some unknown and unfathomable stroke of fortune, had been thrown together. We realised that for the foreseeable future, our whole world consisted of just us—this diverse group of freedom fighters, most of whom we did not know till the day we came together at the Murti camp. Our Liberation struggle was that unique moment in history that brought us together, our love for our motherland was that magical bond that held us together, and our firm belief in the independence of Bangladesh was the dream that strengthened us, in every moment of the time that we spent together.\nIt was often that we felt anxious and worried about our parents and loved ones that we left home. There were many occasions where we would huddle together and talk about the atrocities that we had ourselves witnessed. Muqtadir's was a very meaningful and powerful presence for us in those occasions. He would drive away our sorrows with his optimism, his ardent hope about the future and his steely determination about our purpose. All this had a magical impact on our psychology and strengthened our motivation to carry on, whose frequent author was Muqtadir.\nWithin a short time, I became close to Muqtadir, who showed most of the virtues that make for an ideal freedom fighter. I learnt about his personal life, his family and especially about what he did before he joined the Murti camp. He joined the Liberation War in May and after some initial training, joined Major CR Datta's operation in what later became Sector 4. His extraordinary valour and readiness to engage the enemy earned him great respect from his compatriots, which later resulted in his nomination for the Murti training to be an officer in the Bangladesh army. In everything he did, he exuded confidence, commitment, determination, a single-minded sense of purpose and a spirit of sacrifice that would make him, later in his life, an exceptional professional in the service of his country. In the future, he would be a part of that committed group who would work tirelessly to build Bangladesh after independence.\nAfter independence, we parted ways. On returning from Murti in February 1972, I resigned from the army and re-joined my studies at Dhaka University, and later entered journalism.\nIt was really after I co-founded The Daily Star in January 1991 that my friendship with Muqtadir began anew. By this time, he was a well-known professional and had for years worked at Titas Gas Company, of which he later became Managing Director. He also became the chairman of Petro Bangla and chairman of the Petroleum Corporation of Bangladesh. He retired as an additional secretary of the government in 2012 and served the private sector in various advisory capacities.\nHis long involvement in the gas sector earned him respect from experts. He devoted himself to learning more and more about the vital energy sector, thus receiving laurels from his contemporaries.\nHis role as the founding secretary general of the Bangladesh War Course Foundation (BWCF), an organisation of all the participants in the first and second war courses at Murti, was most exemplary. His energy, discipline, commitment and care for the foundation got us off to a great start. Subsequently, he held various executive posts, in all of which his performance was unmatched. In fact, for those of us who were not such regular members, Muqtadir was the person who would constantly strive to get us more involved. Thus, for any activity of the foundation, I could count on his unfailing effort to move us forward.\nIn his passing, we have lost another freedom fighter and a patriot. Several such brave and committed freedom fighters left us during these trying times. Due to the pandemic, we couldn't observe their passing in the appropriate manner that they so richly deserved. But we must remember that with the passing of each of them, we are losing members of that blessed generation who had the honour and the privilege of being personally involved with that glorious moment in our history that gave us an independent country, where we can live in freedom.\nMy tribute to each and every one of them for their unique roles in 1971—roles that were a blend of youthful energy, courage, sacrifice, love and a beautiful dream of freedom and a life of dignity. Muqtadir, who personally touched so many of us in so many splendid ways, personified all these qualities in a magnificent way.\n \nMahfuz Anam is Editor and Publisher, The Daily Star.\n",
        "headline_1": "Tribute by Mahfuz Anam: Major (retd) Muqtadir Ali, an unassuming patriot from the blessed generation",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/tribute-mahfuz-anam-major-retd-muqtadir-ali-unassuming-patriot-the-blessed-generation-2159941",
        "news_paper_name": "The Daily Star",
        "publish_date": "25-08-2021"
    },
    {
        "full_article": "Paban Paul, 38, a tea worker of Rampur Tea Garden in Bahubal upazila (Habiganj district), died of Covid-19 on July 6. Rampur Tea Garden is a furi (division) of Rashidpur Tea Estate, owned by Finlay Tea Co. Ltd. Paban had fever from June 27. On July 1, he started having difficulties in breathing. The following day, he developed severe breathing problems and was taken to Bahubal Upazila Health Complex. According to Paban's family, the upazila health complex could not treat him. It referred him to Habiganj district hospital. However, the Sheikh Hasina Medical College in Habiganj also failed to treat him. He was then admitted to MAG Osmani Medical College in Sylhet the same day (July 2). He got a bed in the general ward. On July 3, he was moved to ICU.\nPaban was treated at ICU up to July 6—his condition turned critical and he died at 3:22 pm. His Covid-19 test sample was collected as soon as he was admitted to Osmani. At 4:30 pm on the day he died, it was confirmed that he was Covid positive. A healthy man without any known underlying conditions, Paban Paul is known to be the first reported casualty of Covid-19 in the tea gardens in Habiganj district.\nAfter Paban's death, his family members got tested for Covid-19 too, but none of them were positive. According to Ajoy Singh (24), a nephew of Paban's who accompanied him to hospitals, he checked with the tea garden dispensary regarding Covid-19 tests, but he was told that he should make his own arrangements. The only immediate step taken by the garden management was to offer firewood for Paban's cremation and the funeral meal on August 5 for the family and a few others. The next thing the management is likely to do is recruit Paban's wife, mostly likely as a tea leaf picker in his place. And period! The company has done its duty to Paban's family.\nIs it really so simple?\nNripen Paul, joint general secretary of Bangladesh Cha Sramik Union (BCSU), the only trade union for around 100,000 registered workers in Sylhet and Chattogram divisions, believes tea gardens must do more. According to the Bangladesh Labour Rules 2015, the owner of tea gardens must provide \"indoor\" and \"outdoor\" treatment to its workers and their family members. Purabi Paul, wife of Paban, reports the family spent Tk 85,000 (including a bribe of Tk 30,000 to secure a ICU bed) for his treatment. Will the owner refund, in full or part, the cost of his treatment? \"We do not know how to approach the owner for this,\" says Purabi, who is now the only breadwinner of the four-member family.\nTheir ordeal demonstrates just how helpless tea workers are when infected with Covid-19. Most tea workers will testify that the management in any tea garden is least interested in carrying out Covid-19 tests of their workers. Why? According to different sources, owners fear that if tests are carried out, many cases of the coronavirus will be detected, and Covid positive workers will have to be sent into quarantine for at least 14 days with pay. They recognise the risks of Covid-19 in the tea gardens, but are unwilling to bear the associated financial costs.\nAccording to Rambhajan Kairi, an executive adviser of BCSU, the management has, on the other hand, shown interest in vaccination, and in helping workers and their families to register for it. However, on the issue of testing for Covid-19 in the tea gardens, the civil surgeon of Sylhet district, Dr Chowdhury Jalal Uddin Murshed, said, \"I wanted to initiate testing booths in the tea gardens, but the expert committee in Dhaka advised me not to do so, because there is a risk that Covid-19 will spread when collecting samples. Like others, the tea workers have to come to sample collection booths at district sadar hospital and upazila health complexes.\"\nCovid-19 tests in government facilities may not sound expensive. At a district or upazila health complex booth, it costs Tk 100. But for a tea worker whose daily cash pay is Tk 120, this is expensive. Also, getting these tests requires travel costs and at least a day off work. Then, if one tests positive, the resulting treatment cost can be far too high for a tea worker to bear.\nAs a result, those in the tea gardens testing on their own and testing positive are having a very hard time. Hari Das (60) of Rajnagar Tea Estate in Rajnagar upazila (Moulvibazar district) is one such worker, who was a registered worker for 10 years and a casual worker for five years at the manager's bungalow. His family took him to Moulvibazar Sadar Hospital with breathing problems, and he tested positive on July 7. However, because he is no longer a registered worker, he had to face even greater struggles, since he lost his wages for every day he was absent from work.\nHis family, already in hardship, reportedly spent Tk 13,000 for his treatment, including on oxygen, which he needed for one night. His son Babul Das (22) shared how difficult it was for the family to meet treatment costs, adding \"the management has not contributed anything for my father's treatment.\" The owners very often do not provide medical expenses even to registered workers—an allegation that is widespread in the tea gardens.\nRegardless of the many general holidays and lockdowns that have been implemented by the government to control the spread of the coronavirus, the tea gardens have continued operations throughout, including during the current wave of Covid-19 and the most recent lockdown. With a week off for Eid, a strict lockdown began on July 23, when all industries, including garments factories, remained closed. However, the tea gardens were the only exception. The Bangladesh Tea Board in a circular classified tea as \"foodstuff\", and its production and sale was exempted from the lockdown.\nDuring this period, many started to believe that the tea gardens are a safe haven from the coronavirus. They have been proven wrong. There are allegations that tea workers have been wilfully exposed to Covid-19, given that tea gardens remained fully operational even though safety equipment for tea workers are miserably short in supply and Covid-19 tests for workers and their families are just inadequate. On the one hand, the owners are reluctant about providing tests, and on the other, the workers have a tendency to hide illness unless the symptoms become too explicit due to a fear of losing their daily wages.\nWe are yet to get a clear picture of the pandemic in the tea gardens, which remain largely isolated. The fear is that the Delta variant has spread into the communities in labour lines. The tea gardens in Assam, close to Sylhet, became a hotbed for Covid-19 related deaths during the second wave of the virus. According to a report in Northeast Today, 105 deaths were reported between April 1 and June 28, 2021 from the tea estates. In the first wave of Covid-19 last year, deaths in the tea gardens of both Assam and Bangladesh were few. However, in the current wave, Covid-19 deaths have dramatically increased.\nAgainst this backdrop, the tea workers and their communities require urgent attention from the state and owners of tea gardens. Massive awareness campaigns, garden level tests for coronavirus, distribution of mask and sanitiser in adequate quantities and proper physical distancing at all stages of tea leaf picking, depositing and processing are some urgent needs in the tea gardens. Tea workers have brought huge profit and comfort to their owners, which includes state agencies that own 17 tea gardens. Now, at this time of crisis, they should treat the tea workers as a priority group for tests and vaccination.\n \nPhilip Gain is a researcher and director at the Society for Environment and Human Development (SEHD). Email: philip.gain@gmail.com\n",
        "headline_1": "Tea workers routinely ignored during the Covid-19 pandemic",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/tea-workers-routinely-ignored-during-the-covid-19-pandemic-2159091",
        "news_paper_name": "The Daily Star",
        "publish_date": "25-08-2021"
    },
    {
        "full_article": "The recently-published report of Working Group-I of the Intergovernmental Panel on Climate Change (IPCC) is a renewed wakeup call on the urgency of taking action at the global level to address climate change. It has, with more accuracy and confidence, confirmed that at least one degree Celsius of temperature rise compared to pre-industrial level can be attributed to human activities. The recent climate events in North America, Europe and Asia, such as heat stress, wildfires and floods, are ample evidence of runaway climate change.\nAgainst this, what is urgently needed is exponentially enhanced adaptation actions, particularly in the most vulnerable low-income countries. Obviously, COP26 to be held in Glasgow in just three months is expected to negotiate an ambitious programme on adaptation. The July ministerial meeting held in London reached an understanding on putting adaptation on a higher political plane while moving forward. It may be mentioned that for the last few years, framing of adaptation has been expanded by multidisciplinary thinking from the national to global levels, requiring global cooperation and multi-stakeholder engagement. Accordingly, this norm of globalising responsibility for adaptation is recognised in the Paris Agreement, as a \"global goal\" and a \"global challenge\" (Articles 7.1 and 7.2).\nAlthough six years have passed since the adoption of the Agreement, not much progress has been made in operationalising the Global Center on Adaptation (GGA), nor is there any concrete roadmap to address this challenge. So, COP26 is expected to establish a clear process of defining the GGA going forward. Some agencies, including the Green Climate Fund, adopted the potential of transformational adaptation as a criteria for approving projects/programmes for funding. The challenge is how to achieve the transformational adaptation under the existing global socioeconomic order.\nTransformational adaptation is often contrasted with incremental adaptation, as a continuum, beginning with reactive, coping strategies. The former calls for a system-wide change, a restructuring of human and ecological systems as an integrated whole, with a focus on sustainability of natural resources and man-made artefacts. This grounds human actions in spaces/places in the natural world and questions the effectiveness of existing systems, social injustices and power imbalances. But incremental adaptation happens within the existing socioeconomic structure, which works with the dominant actors without conflicts with prevailing interests and values. The proponents of this model argue for a slow process to effect change while working within the system, as the national or global dynamics do not support a radical change in the system, which is founded on the neoliberal paradigm that values market justice more than procedural and distributive justice.\nTherefore, it can be argued that as a pragmatic approach, incremental adaptation can be a vehicle for transformational adaptation (despite being a slow process), but only if it proceeds as part of a well-planned, long term strategy under current and future climate change. However, the process must be dynamic, without being locked into the inertia against change. For this to happen, there must be a few fundamental elements.\nThe first is locally-led adaptation (LLA). We may recall that the now-defunct Global Commission on Adaptation had suggested embracing the LLA track for all the right reasons. A rich body of evidence already establishes the efficacy of LLA beyond contestation, as adaptation is inherently local or regional, because climate impacts differ spatially, across regions and across socioeconomic groups in any country. So, adaptation actions must remain bottom-up, with national governments providing for a facilitative policy-institutional framework.\nIn fact, LLA can be regarded as a shift in adaptation paradigm, meaning a shift in fundamental approaches and assumptions in existing practices. If we really mean it as a paradigm shift, we must ask upfront the questions of Who, What, How, etc. in adaptation policy domain. It may be mentioned that adaptation is viewed often from a \"technocratic\" perspective, for investment decisions, to build climate-proof resilient infrastructure. But this view does not address power and political dynamics, which is needed for a holistic perspective of adaptation that addresses the underlying causes of vulnerability, such as poverty, marginalisation, structural inequalities, economic, political and social disempowerment, etc. This latter lens is about transformational adaptation. However, available literature shows that even now, overwhelming practices in adaptation are driven not by local actors, but by those living far away from the locales or places increasingly pounded by extreme climate events as part of the new normal. Without a fundamental shift from hitherto centralised approaches to LLA, even incremental adaptation cannot be achieved sustainably.\nIn this effort, adequate funding for gradual implementation of LLA can make a difference. However, only three percent of the least developed countries' (LDCs) adaptation finance needs are now met with global support. Therefore, the following need to be agreed upon at COP26: First, scaling-up of adaptation funding to 50 percent of climate finance from the current level of only 20 percent globally. This had been pledged more than a decade ago by the developed countries and global funding agencies. Second, as pledged by the LDC Vision 2050, at least 70 percent of climate finance needs to be delivered to local communities, as opposed to the less than 10 percent that is currently reaching them. Third, COP26 must agree on a programme to improve access to adaptation finance, particularly for low-income nations, which includes reducing procedural complexities. Fourth, poor communities must get adaptation funding only on a grant basis, against the increasing trend of loan provision. Fifth, COP26 must agree that the five percent share of funds generated from market mechanism activities under Article 6 of the Paris Agreement is channeled to the Adaptation Fund. Finally, the expedited direct access modalities (EDA) initiated earlier by the Adaptation Fund and now the Green Climate Fund must scale devolution of funding to sub-national and local community levels so that programmes can be designed and implemented directly by local actors, with resources under their direct control. This internationally-supported funding must be complemented by national and local resources.\nThe successful implementation of LLA requires a change in capacity building at all levels, focusing particularly on local actors including elected local representatives, local government officials, local entrepreneurs and community leaders. There should also be a focus on building local youth and women leadership. We may recall that earlier, supply-driven, short-term project-based, foreign consultancy-led capacity building under donor-supported Technical Assistance programmes did not work well. So, we must shift towards a demand-driven mode in capacity building. What we really need is a transformative capacity building model for transformational adaptation. This is the collective local agency to initiate social and economic transformation that gradually moves away from unsustainable and disempowering trajectories, towards a new social-ecological trajectory that grounds adaptation actions within the assimilative and regenerative capacities of both man-made and natural capital.\nFinally, as experience in adaption interventions is relatively new, a learning-by-doing approach has to be taken. This is where action research is extremely important, which integrates local/indigenous and scientific knowledge and methods. In this process, big data will not do, as national and global aggregate data mask spatial, socioeconomic and gender differentiation. The use of sub-national and local level data for measuring the process of monitoring, evaluation and learning would be the most appropriate when it comes to locally-led adaptation.\n \nMizan R Khan is Deputy Director and Saleemul Huq is Director of the International Centre for Climate Change and Development (ICCCAD) at Independent University, Bangladesh, (IUB).\n",
        "headline_1": "We must urgently prioritise adaptation to address the climate emergency",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/we-must-urgently-prioritise-adaptation-address-the-climate-emergency-2159101",
        "news_paper_name": "The Daily Star",
        "publish_date": "25-08-2021"
    },
    {
        "full_article": "It is sad but true that the Savar Tannery Industrial Estate (STIE) in Hemayetpur has defeated the very purpose for which it was established. In fact, it is wreaking exactly the same kind of havoc on the Dhaleshwari river that the Hazaribagh tanneries had wreaked on the Buriganga before being moved to the estate. It is, therefore, not surprising that the parliamentary standing committee on the Ministry of Environment, Forest and Climate Change has recommended that it be shut down because the capacity of the Central Effluent Treatment Plant (CETP) is incomplete in every respect, including its capacity to treat effluent—it being able to treat less than 70 percent of the waste produced every day.\nThe STIE has been in the headlines over the last several years. The tannery estate has become a very good example of poor planning and execution. The estate is far from being completed yet. For example, the CETP has not been completed even after nine years since the project was taken up in 2012. Yet, most of the around 160 tanneries have been shifted to the estate initially with no treatment facilities at all. Can the Dhaleshwari withstand the burden of 15,000 cubic metres of untreated waste, including all the solid waste, being dumped into it every day?\nWe forget that these rivers are the main lifeline of the major conurbations. The Buriganga is all but dead, and the Dhaleshwari faces the same fate. But was it inevitable? Why should it have taken nine years and counting to complete a CETP project? Was it necessary to shift all the tanneries and overburden the CETP? What has happened—as a consequence of bad planning and even worse execution of the plan—is that not only has the environment, including the two major rivers skirting the capital, been seriously endangered, but the leather industry, a budding sector that has added to our export basket, also faces a severe threat. Presently, because our leather industry has not been given the certification by the Leather Working Group, our leather products are fetching 40 percent less price in the international market.\nHowever, we wonder if it would be advisable to close down the estate completely. And we in no way want to convey the impression that the parliamentary committee's recommendation is not justified. That notwithstanding, we suggest that the newly formed government company, which has taken over the task of completing the CETP, should get on with completing it as quickly as possible. We would hope that the planners would keep in mind the future production level of the tanneries so that the CETP does not become dated by the time it starts working at full capacity. Meanwhile, the tanneries should be asked not to overburden the current capacity of the plant. That would involve reducing the production, but we believe that is better than closing down the tannery estate completely till all the facilities are up to scratch.\n",
        "headline_1": "Savar tannery estate is a big hazard to the environment",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/savar-tannery-estate-big-hazard-the-environment-2159921",
        "news_paper_name": "The Daily Star",
        "publish_date": "25-08-2021"
    },
    {
        "full_article": "On June 3, this newspaper highlighted the horrific experiences of three trafficked victims who were lured to India under false promises of getting well-paying decent jobs. In reality, they were tricked by members of a sex trafficking gang, sexually abused, and forced into prostitution. Every year, thousands of women and girls are trafficked from Bangladesh to India and other countries. As this newspaper again reported on Tuesday, some of the girls trafficked to India and forced into prostitution by a transnational racket—some of whose members have recently been apprehended—are still stranded in India, while a few, including a minor, are yet to be traced.\nAccording to the report, at least 10 girls, mostly TikTok users, were trafficked by the racket recently. Of them, six victims, including a minor, are still stranded or untraceable in India. Now, a police team wants to visit India to rescue them and bring them back to Bangladesh, while interrogating those arrested in connection with the trafficking. Till now, the Indian police have arrested 12 members of the racket—11 of them Bangladeshis. And Bangladeshi law enforcers have arrested 20. Police said the gang members targeted female TikTok users and trafficked them in the name of providing well-paid jobs there at shopping malls and beauty parlours.\nMajor progress in busting this gang of traffickers only began after a video clip of a 22-year-old woman being tortured and sexually assaulted went viral on social media. This shows that the law enforcers of both countries were always a step behind the traffickers. However, following the recent arrests, the Bangladeshi law enforcers have managed to gather crucial information on this trafficking ring. And interrogating those in custody on the Indian side of the border might provide key information that could help in the rescue of the missing girls. Another matter that the law enforcers should follow up on is the identity of those providing the trafficked girls with new names and Adhar cards once they cross over to the other side of the border. Is any insider on either side of the border helping trafficking gangs commit these crimes? That is also worth investigating.\nWe wholeheartedly support any action by the law enforcers that could lead to the rescue of the missing girls. And we hope and trust that the Indian authorities will provide their full support to that end. As this case clearly illustrates, human trafficking by transnational gangs, due to its very nature, can only be stopped through transnational efforts on the parts of the authorities. In that regard, not only must our law enforcers become more competent at opposing human trafficking, through raising awareness and enhancing vigilance, but they must also step up coordination with other law enforcing agencies to effectively stop trafficking from Bangladesh.\n",
        "headline_1": "Take all steps to rescue trafficked victims",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/take-all-steps-rescue-trafficked-victims-2159916",
        "news_paper_name": "The Daily Star",
        "publish_date": "25-08-2021"
    }
]