[
    {
        "full_article": "Anumula Revanth Reddy has traversed a long political distance to emerge as the Congress Chief Minister of India’s youngest State, Telangana. Not restrained by ideological harnesses, fired up by burning ambition, and endowed with the capacity to work hard, Mr. Reddy and the Congress turned out to be a perfect fit for each other. Leaving behind his many past lives, including in the Rashtriya Swayamsevak Sangh-affiliated Akhil Bharatiya Vidyarthi Parishad and the Telugu Desam Party, he arrived in the Congress, in 2017. His rise within the party has been as impressive as the rise of the Congress itself, and perhaps both are linked. The threat that Mr. Reddy posed to his chair was sensed early on by the outgoing Chief Minister K. Chandrashekar Rao (KCR), which partly explains how he landed up on the wrong side of the law in a sensational bribe for vote case. But nothing would break the momentum of Mr. Reddy. His relentless campaign against KCR endeared him to an expanding segment of voters who thought many in the Opposition camp were not being true to their roles. Mr. Reddy developed a good rapport with the central leadership of the Congress, and galvanised enough momentum for the party that other leaders had no option but to fall in line with him.Having climbed the peak, fresh challenges begin for Mr. Reddy and the Congress. Congress leader Rahul Gandhi has placed caste justice as a motif of his politics, and the party victory in Telangana is indeed built on a multi-caste, multi-religious social coalition. Congress leaders who have stayed with the party through bad times could justifiably feel aggrieved that a later entrant has come on top when the party won power. Of particular note is Mallu Bhatti Vikramarka, who was Congress Legislature Party leader in the outgoing Assembly. A Dalit, who walked across the State in a successful mobilisation for the party, he has to be accommodated respectfully if the Congress wants to make its social justice plank meaningful and trusted by the masses. The party has 64 MLAs but only 17 can become Ministers besides the Chief Minister. The new government has to keep itself stable with the slim majority it has in the 119 strong Assembly. Considering all these factors, the Congress has made it clear that its Telangana government would not be a ‘one man show’. The Congress has also promised to further embellish the array of welfare schemes in the State. The party’s governance and political management in Telangana will also have a ripple effect in other States, particularly in Andhra Pradesh. Telangana presents a potentially rewarding challenge for Mr. Reddy and the Congress.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nTelangana Assembly Elections 2023\n\n/\n\nIndian National Congress\n\n/\n\nTelugu Desam Party\n\n/\n\nBharat Rashtra Samithi\n\n/\n\nwelfare\n\n/\n\nRahul Gandhi",
        "headline_1": "Power to the people: On Telangana as a potentially rewarding challenge for the Congress",
        "headline_2": "The Congress has an opportunity to demonstrate its governance model in Telangana",
        "link": "https://www.thehindu.com/opinion/editorial/power-to-the-people-the-hindu-editorial-on-telangana-as-a-potentially-rewarding-challenge-for-the-congress/article67611584.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "07-12-2023"
    },
    {
        "full_article": "The Goods and Services Tax (GST), which turns six and a half years old this month, has yielded almost ₹3.4 lakh crore through October and November. While revenues in October marked the second highest monthly collections, November’s kitty is the third highest. Both these months also recorded accelerated revenue growth after a sequence of slowing upticks that culminated with September recording a 27-month trough of 10.2%. October’s GST inflows were up 13.4% and November’s by 15.1%, with revenues from domestic transactions up 20%, the highest in 14 months. Festive fervour surely bolstered last month’s nearly ₹1.68 lakh crore of GST revenues, which were based on transactions in October, and that trend may persist this month as well on the back of anticipated last-minute Deepavali spending. Prior to this two-month spike, GST revenues had crossed ₹1.65 lakh crore on only three occasions, which were typically driven by year-end compliances. Now, the average monthly collection so far in 2023-24 stands at ₹1.66 lakh crore, and economists believe central GST receipts may surpass Budget estimates even if one factors in a relative slowdown in the final quarter of this year.With revenues buoyant, in no small part due to tighter compliance and a crackdown on tax evaders, the government must consider resetting its ambitions and work towards making the GST a truly good and simple tax, as it was promised to be. At a recent industry interaction, responding to concerns about the manner in which a spate of GST demand notices and investigations have unfolded in recent months, Finance Minister Nirmala Sitharaman said the GST is still at a stage of moving from “uncertainty to certainty” on some grounds and those aspects are being sorted out now. That certainty needs to be pursued at a broader level to provide genuine comfort to investors about India’s tax regime being stable and predictable. For one, pending taxpayer appeals against central GST levies have risen by a quarter this year to hit nearly 15,000 cases by October and it is necessary that appellate tribunals cleared by the GST Council become operational at the earliest to unwind this pendency and set clear precedents for future tax treatment disputes. It is equally critical to lay down a road map to bring in excluded items such as petroleum and electricity into the GST framework as well as the rejig of its complicated multiple rate structure. With the general election ahead, some dithering on such reforms may be understandable, but the GST Council must not lose focus of the unfinished agenda and keep deliberating on its to-do list, so that these steps can be fast-tracked after the Lok Sabha election. \nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\ntaxes and duties\n\n/\n\nDeepavali\n\n/\n\nbudgets and budgeting\n\n/\n\npetrol\n\n/\n\nelectricity production and distribution\n\n/\n\nGeneral Elections 2024",
        "headline_1": "Creating certainty: On the Goods and Services Tax",
        "headline_2": "Healthier inflows from GST offer policy makers the bandwidth to fix its flaws",
        "link": "https://www.thehindu.com/opinion/editorial/creating-certainty-the-hindu-editorial-on-the-goods-and-services-tax/article67611026.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "07-12-2023"
    },
    {
        "full_article": "By Vir Singh\nThe visible world we are living in is a manifestation of an invisible world: the world of the soil. Brimming with diverse life forms, the vibrant invisible world beneath us is just another biosphere in itself that we call the pedosphere. The pedosphere is not uniform throughout the planet; it comprises diverse ecosystems influencing the entire planetary life. A pinch of fertile soil teems with millions of living organisms. For instance, a mere teaspoon of native grassland soil shelters between 600 million and 800 million bacteria, spanning approximately 10,000 species. Fungi, measuring miles in length, coexist in that same teaspoon, along with 10,000 individual protozoa and 20 to 30 beneficial nematodes representing up to 100 species.\nThe realms of monera, protista, and fungi kingdoms find their dwelling in the soil. Numerous plants, including algae, contribute to the rich tapestry of life within the soil, as do a myriad of animals, ranging from small larvae and earthworms to larger reptiles and mammals. The soil ecosystem is a vibrant mosaic of life, and it serves as the foundational support for life above ground. The well-being of the visible world depends fundamentally on the health and prosperity of this hidden subterranean life.\nIn Hindu philosophy, soil is held sacred, echoing an ancient proverb among traditional Indian farmers: “Feed not the plants, but feed the soil, so that the soil itself nourishes the plants.” The soil is perceived as a living system, an ecosystem, and nurturing it is seen as a moral obligation.\nProductivity is, in fact, an ecosystem function. Soil fertility arises from the intricate web of decomposition processes orchestrated by microorganisms within the soil. The greater the population and diversity of these microorganisms, the higher the fertility of the soil ecosystem, leading to increased productivity.\nSoil fertility is intricately linked to biodiversity, and this relationship extends to above-ground ecosystems. Biodiversity within the soil is imperative for enhanced carbon sequestration. This, in turn, contributes to the reduction of global warming and aids in mitigating climate change.\nRemarkably, the soils of the world store twice as much carbon as the entire plant biomass globally. Soil without carbon is no soil; it turns into a dead surface. It is photosynthesis that by incorporating carbon into soil infuses life into the invisible world of the soil. Thus, there is a direct connection between the soil ecosystem and the above-soil ecosystem. This carbon capture by the soil is indispensable for maintaining environmental balance and the climate equilibrium of our planet. Contrary to the common notion that soil is a mere inexpensive resource, it is, in reality, the most precious one – a sacred foundation for the well-being and sustainability of life on Earth.\nThe combined actions of chemosynthesis, pedogenesis, and photosynthesis give rise to a remarkable interconnected “substance” encompassing the rhizosphere, pedosphere, and phytosphere, respectively. These spheres maintain a continuous flow of air, water, and nutrients, intricately linked through three distinct phenomena.\nSomeone has rightly said, your smile is directly proportional to soil fertility. Your sustainable and happy future flows from fertile soil.\n\n",
        "headline_1": "Your Happy Future Flows From Fertile Soil",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/your-happy-future-flows-from-fertile-soil/",
        "news_paper_name": "The Times of India",
        "publish_date": "07-12-2023"
    },
    {
        "full_article": "Recall the time when you bought the same product, chose the same restaurant to dine, went back to the same hotel to stay, the same mall or the same theatre to visit. You would not have chosen to repeat the experience with that product or service if you did not like the previous experience.\nThe loyalty effect | Research in consumer behaviour shows that only a satisfied customer repeatedly chooses a particular product or service. In contrast, a product or service where the promised experience was not delivered is unlikely to be bought again. Thus, repeated consumption of a particular product or service is a robust indicator of how contented the customer is.\nLet us apply this idea to voters as consumers of their experience with the service provided by a political party.\nImportance of ticket selection | Research in political economy shows that the phenomenon of incumbents returning to office is interpreted as the “voter as a consumer” being happy with the “service of governance” provided by the political party or candidate.\nTherefore, political parties conduct surveys – both formal and informal – to judge the level of satisfaction of the voters with an incumbent candidate. Based on such surveys, political parties decide whether to provide a ticket to an incumbent candidate or not.\nRead full story on TOI+\n\n",
        "headline_1": "When Voters Return For A Second Helping",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/et-commentary/when-voters-return-for-a-second-helping/",
        "news_paper_name": "The Times of India",
        "publish_date": "07-12-2023"
    },
    {
        "full_article": "Chennai on December 4 and 5 experienced its seventh devastating flooding in the last 50 years triggered by cyclonic activity. It has drawn a comparison with the 2015 floods, which claimed 289 lives and inundated over two million houses.\nIt’s too early to properly gauge the severity of the current flooding but anecdotal evidence suggests it may be more severe in intensity than what the city experienced in 2015.\nMichaung’s pounding | IMD’s data showed that in the 48 hours between Sunday and Tuesday mornings, the rainfall in the Chennai sub-division was 39.5 cm, over 19 times the normal.\nThe rainfall over the last few days has reversed the northeast monsoon’s trend. Between October 1 and November 29, there was rainfall deficiency of 21%. By Tuesday morning, it had turned to an excess rainfall of 54%. This gives a sense of the deluge over the last few days and the pressure on the city’s infrastructure.\nPlans on paper | The city receives about 60% of its annual rainfall between October and December. On paper, Chennai’s hydrological layout has a semblance of order. Three relatively shallow rivers cut through the Chennai Metropolitan Area (CMA) and flow into the Bay of Bengal.\nConnected water bodies | The three rivers are linked by a navigation canal. Finally, three large storage tanks that supply drinking water to the city have outlets to the rivers and surplus water can be discharged into them.\nSupplementing these water bodies is the Pallikaranai marsh in the southern periphery that plays a critical role in regulating the storage and release of water.\nRead full story on TOI+\n\n",
        "headline_1": "Our Cities: That Sinking Feeling",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/cash-flow/our-cities-that-sinking-feeling/",
        "news_paper_name": "The Times of India",
        "publish_date": "07-12-2023"
    },
    {
        "full_article": "History, said motor magnate Henry Ford, is bunk, thereby consigning history to the dustbin of, well, history.\nBut if Ford dismissed history as a has-been, NCERT is proposing to treat the study of the past as a never-was.\nA panel has recommended that the Ramayan and the Mahabharat should be included in the history curriculum. If the proposal is accepted, history will be taught under four classifications – classical period, medieval period, British era, and modern India.\nTo seek to encompass what are the two greatest mythological epics of the world within the limiting rubric of a single subject is to do a disservice to both, the sagas and history.\nHistory is, or ought to be, a narration of past events, rooted in time and place, and based in so far as is possible, on facts, taking into account the inevitable colouration of actuality by the refraction caused by the prism of time.\nMythology occupies a dimension beyond the boundaries of time and space. It is, in the true sense of the term, ageless, as pertinent to the present as it was to the millennial past of its creation. It is also not restricted to any space or geographical location, but is of universal relevance.\nThe Mahabharat and the Ramayan bear teachings not just for India and Indians, but for all humankind. They impart profound insights into the interwoven strands of ethics and morality, the obligation of duty and the imperative of compassion.\nJust one small part of the Mahabharat, a later addition to the epic, which has become central to Indic thought, the Bhagwad Gita, has over the centuries inspired libraries of commentaries without exhausting the cornucopia of the significance it holds for both the seeker of enlightenment and the individual confronted by the everyday trials and turmoil of the commonplace.\nBoth epics demand separate study as literature, moral philosophy, metaphysics, ethics, psychology, and political science.\nTo bundle them up as a unitary faux-history, to historicise myth and mythicise history, is to make a travesty of both. Or, Henry Ford-like, reduce them both to bunk.\nHistory, said motor magnate Henry Ford, is bunk, thereby consigning history to the dustbin of, well, history.\nBut if Ford dismissed history as a has-been, NCERT is proposing to treat the study of the past as a never-was.\nA panel has recommended that the Ramayan and the Mahabharat should be included in the history curriculum. If the proposal is accepted, history will be taught under four classifications – classical period, medieval period, British era, and modern India.\nTo seek to encompass what are the two greatest mythological epics of the world within the limiting rubric of a single subject is to do a disservice to both, the sagas and history.\nHistory is, or ought to be, a narration of past events, rooted in time and place, and based in so far as is possible, on facts, taking into account the inevitable colouration of actuality by the refraction caused by the prism of time.\nMythology occupies a dimension beyond the boundaries of time and space. It is, in the true sense of the term, ageless, as pertinent to the present as it was to the millennial past of its creation. It is also not restricted to any space or geographical location, but is of universal relevance.\nThe Mahabharat and the Ramayan bear teachings not just for India and Indians, but for all humankind. They impart profound insights into the interwoven strands of ethics and morality, the obligation of duty and the imperative of compassion.\nJust one small part of the Mahabharat, a later addition to the epic, which has become central to Indic thought, the Bhagwad Gita, has over the centuries inspired libraries of commentaries without exhausting the cornucopia of the significance it holds for both the seeker of enlightenment and the individual confronted by the everyday trials and turmoil of the commonplace.\nBoth epics demand separate study as literature, moral philosophy, metaphysics, ethics, psychology, and political science.\nTo bundle them up as a unitary faux-history, to historicise myth and mythicise history, is to make a travesty of both. Or, Henry Ford-like, reduce them both to bunk.\n\n",
        "headline_1": "Beyond history: The Ramayan and the Mahabharat are too epic in scope to be taught as a single subject",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/jugglebandhi/beyond-history-the-ramayan-and-the-mahabharat-are-too-epic-in-scope-to-be-taught-as-a-single-subject/",
        "news_paper_name": "The Times of India",
        "publish_date": "07-12-2023"
    },
    {
        "full_article": "The apprehension that the international community, including aid agencies and multilateral bodies are turning their backs on the Rohingya refugees – and by default Bangladesh – is gaining ground. At the time the donors decided to slash per capita food assistance from $12 to $8.0 per month – a reduction by one-third, the indication of backing out of their commitment was quite clear. Now multilateral financial institutions like the World Bank (WB) and the Asian Development Bank (ADB) have started becoming increasingly more tight-fisted. The situation for Bangladesh, the country that could not help becoming a reluctant host to the persecuted Rohingya, has turned so desperate that it now has to seek loan for the refugees from the WB and the ADB. On this issue, the Transparency International, Bangladesh (TIB) has not minced words to castigate the two international lenders. Of the $1.0 billion under negotiation with those two lenders-cum-donors, $535 million will be inked as a loan and the rest $465 as a grant. It is exactly at this point, the TIB has made its objection – and for valid reasons – known. A country now facing severe foreign exchange crunch already has its multifarious obligations to perform starting from payment for energy and installment of interests on the loans taken earlier. How can donor and lending organisations now press Bangladesh to accept loans to be used for the Rohingya, victims of genocide? Glowing praise for hosting the 10 million Rohingya people evicted from their homeland is no substitute for real aid to feed this huge number of people. Yes, the international community has appreciated Bangladesh time and again but its initial generosity is now drying up. The host country has suffered a lot in terms of environmental damage, socio-cultural stress and friction between the local people and the refugees; and, of course, economic instability arising out of the presence of such a large number of outsiders in areas known for smuggling of drug and other illicit goods. Yet Bangladesh has done all it could do for the Rohingya so that they could lead as good a life as refugees can expect. But it cannot host such a large population from another country for eternity. Since August, 2017, more than 723,000 Rohingya people were forced to flee the country, according to the United Nations High Commissioner for Refugees (UNHCR), in the face of a pogrom by the military junta of Myanmar. The world is quite aware of the barbaric treatment of the Rhingya but the current geo-politics is so fraught with self-centred and nasty calculations that there is none willing to come forward for resolving the Rohingya crisis. The big powers have their own power games to play although they are quite vociferous to admonish weaker nations for violation of human rights, democratic norms and principles, labour rights and a host of other socio-economic values. They feel no qualms about exporting arms worth billions of dollars to be used against civilians but are quite reluctant to share their responsibility in mitigating the sufferings of the peoples like the Rohingya and the Palestinians or the Sudanese. Their double standard has actually been responsible for prolonging crises almost everywhere in what is called the Third World. Repatriation of the Rohingya is the solution to their crisis and Bangladesh should receive grants, not loans, as long as the last Rohingya leaves its soil for its home in the Rakhine Province.",
        "headline_1": "Now loan from WB, ADB for Rohingya!",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/now-loan-from-wb-adb-for-rohingya-1701871480",
        "news_paper_name": "The Financial Express",
        "publish_date": "07-12-2023"
    },
    {
        "full_article": "The diplomat Wali-ur Rahman passed away rather quietly last week. It was the end of a career given over to the service of the state of Bangladesh. It was a career which fifty-two years ago became part of national history when Rahman turned his back on the Pakistan foreign service and declared his allegiance to the cause of Bangladesh's freedom. Rahman did what the nation expected a patriot to do, which was to identify with the people in their tough struggle for freedom from colonial rule.The annals of 1971 are, for a very significant part, the narratives of the Bengali diplomats who did not think twice before making it known where they stood in the darkness that had befallen the Bengali nation. It is this story which Wali-ur Rahman's passing brings home to us once again, a tale that would remind us and enlighten the generations born after the war of the courage our principled diplomats demonstrated in a year which began as our annus horribilis before transforming itself into our annus mirabilis.Those diplomats who defied circumstances, who were not certain that Bangladesh would be free or when it would be free, have for the most part passed into their graves. A few remain. There is the bravery of K.M. Shehabuddin and Amjadul Haq we must not forget, for these two diplomats, based at the Pakistan High Commission in Delhi, were the first to defect to Bangladesh. And they did it at a time when the Mujibnagar government was yet to be formed, when the guerrilla struggle for liberation was yet to take shape. Shehabuddin and Haq had little idea of where the future would take them, but they took the plunge.And like them a good number of others would take the plunge as the war gained in intensity. Abul Hasan Mahmood Ali, the young diplomat based in New York, decided in late April to abandon the Pakistan foreign service. He had precious little idea of when, if at all, Bangladesh would be free. But patriotism underscored his act, as it did for Abul Fateh, the senior Bengali diplomat who was ambassador in Iraq. Syed Amirul Islam declared his allegiance to Bangladesh in Tunis. The point was not missed by these diplomats: they could not morally be in the service of a government that was busy murdering their compatriots in occupied Bangladesh.An articulate exponent for Bangladesh abroad at the time was Mohiuddin Ahmed. He was part of the Pakistan mission in London, but in August 1971 he electrified the crowds at Trafalgar Square with his passionate defence of Bangladesh's cause and his decision to link his fortunes to those of his suffering country. And then there was M.M. Rezaul Karim, also in London, who walked out of the Pakistan mission to identify with the Bengali cause. When Bangabandhu Sheikh Mujibur Rahman arrived in London after his release from Pakistan in January 1972, it was Rezaul Karim, Mohiuddin Ahmed and Mohiuddin Ahmed Jaigirdar who received him at Heathrow. All our diplomats who dispensed with their lives of comfort in the service of Pakistan and chose the uncertainty that was at the time associated with the Bangladesh war are part of national history. On a larger scale, their heroism in that year of all-encompassing darkness should be a chapter in the training of young men and women who through the Bangladesh Civil Service examinations regularly are selected for the nation's foreign service. These diplomats of 1971 are points of light.And observe the richness they added to Bangladesh's history through their patriotic acts. Hossain Ali, Pakistan's deputy high commissioner in Calcutta, went over to the Bangladesh cause on 18 April, a day after the Mujibnagar government took charge of the struggle. A significant chapter in the history of Bengali diplomacy was written in August 1971, when Enayet Karim, SAMS Kibria, Abu Rushd Matinuddin, Syed Muazzem Ali, Ataur Rahman Chowdhury, AM Sharful Alam and Sheikh Rustam Ali walked out of the Pakistan mission in Washington and proclaimed their loyalty to Bangladesh.SA Karim, at the time part of the Pakistan mission at the United Nations, did a similar act. Two Bengali ambassadors --- KK Panni and Abdul Momin --- quit the Pakistan foreign service and placed their services with the Mujibnagar government. Humayun Rashid Chowdhury in Delhi and Mustafizur Rahman in Kathmandu did not hesitate to walk over into the Bangladesh camp. AMA Muhith, in Washington, shed his links with Pakistan and joined the struggle for Bangladesh.Such are the chronicles of Bangladesh's diplomacy in the year when it mattered the most. Wali-ur Rahman's passing is a reminder to the nation of the enhanced moral and political strength injected into the War of Liberation through the selfless and courageous acts of these diplomats. None of these diplomats knew when the country would be free. None of them knew if there would be a time when they could go home to their liberated country or would be destined to spend the rest of their lives in exile abroad. But all of them knew that the nation, their people, needed them in that hour when state terrorism unleashed by the Yahya Khan regime held Bangladesh in its sinister grip. Post-1971, these diplomats would render admirable service to the country despite the many political convulsions it went through. Many would do honour to the country through rising to ambassadorial positions and serving the nation abroad. Some others would become foreign secretaries. A good number of them, following their retirement from service, would move into newer spheres with newer contributions to buttress their love of the land. A few of them would go into politics. Some would associate themselves with think tanks or give shape to think tanks. Some others would write columns for newspapers, articles aimed at enlightening readers on the critical issues confronting the country. On television talk shows and at seminars a fairly good number of them would focus on national history, reminding citizens of the ethos of Bangladesh as it was conceived in the flames of war. In December, it is for citizens to study the careers of these diplomats and recount the hard times they lived through and the tough decisions they took in a season when the skies showed little of sunlight for Bangladesh. For Wali-ur Rahman, for all his fellow freedom-fighter diplomats, our gratitude remains abiding. They were part of the generation that reconfigured history. It is our collective responsibility to keep that history alive, in eternal brilliance. \n[email protected]",
        "headline_1": "Remembering our freedom-fighter diplomats",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/remembering-our-freedom-fighter-diplomats-1701871526",
        "news_paper_name": "The Financial Express",
        "publish_date": "07-12-2023"
    },
    {
        "full_article": "PayPal, one of the fastest, easiest and most popular online payment gateways in the world, is not available in Bangladesh. There has been a repeated demand from our freelancing community to bring PayPal to Bangladesh for a long time. State Minister for Information and Communication Technology (ICT) Zunaid Ahmed Palak has also shown commitment to facilitating its arrival. The US company, however, has not yet introduced its service in the country. Freelancing or online outsourcing plays an important role in our economy's growth. Apart from lifting the economy, it is opening new doors of opportunity for youths to be financially independent. The number of young freelancers is increasing day by day in Bangladesh. According to the ICT minister, currently, we have more than 650,000 freelancers in the country, and their total annual income is about USD 1 billion. The unavailability of PayPal, however, is creating a fundamental impediment to optimising the potential of our freelancers. PayPal is a banking channel which acts as an intermediary for payments between two parties. After signing up on the platform, customers are supposed to link their bank account, credit card or debit card to PayPal. Once the procedure is complete, the customers pay or receive money, with the option of keeping the amount in their PayPal account or transferring it to their bank account. Most of our freelancers deal with foreign clients through platforms or marketplaces like Upwork. For all top marketplaces, PayPal is the most accepted payment method. It is beneficial for both the clients and the workers. The clients can make the payment swiftly online and the workers can receive it instantly. In the US, PayPal is so popular that Bangladeshis often lose out opportunities to their competitors just because they do not have a PayPal account. Without PayPal, freelancers often resort to more expensive, sluggish and inconvenient methods such as bank-to-bank transfers. Most of these platforms charge a fee between five per cent and 30 per cent. Having access to PayPal can allow freelancers to ask their customers to send money via this platform, which costs them only 2.5 per cent. PayPal allows sending the invoice directly to the customer. Customers also trust PayPal because it offers an easy complaint mechanism. They know they can file a complaint with PayPal easily if the service provider fails to deliver. In absence of PayPal service, freelancers in Bangladesh have to rely on bank transfer and sometimes illegal channels. Since the bank transfer system is complex and slow. The freelancers often use illegal channels as the payment method, which is depriving the government of a considerable amount of revenue every year. PayPal is currently available in 203 countries in the world. Even neighbouring countries including India, Nepal, Bhutan and Sri-Lanka have been able to give PayPal access to their freelancers and move their economy forward. But Bangladeshi freelancers are somewhat falling behind. The government has taken many initiatives to stimulate the freelancing sector. But there are still shortcomings regarding the payment system. So, time has come for us to seriously work on PayPal's launch in Bangladesh so that our freelancers can work globally and repatriate their hard-earned money. \n[email protected]",
        "headline_1": "When will PayPal arrive in Bangladesh?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/when-will-paypal-arrive-in-bangladesh-1701871570",
        "news_paper_name": "The Financial Express",
        "publish_date": "07-12-2023"
    },
    {
        "full_article": "Newborns are often found dead or abandoned in our society. Around 300 such children were, unfortunately, found abandoned in the past seven years, according to the Bangladesh Child Rights Forum. Approximately 12,000 abandoned children received shelter in Chhotomoni Nibash, a government shelter for the lost and abandoned children from 2016 to 2022, say the data of the Department of Social Services. Most of these newborns are one or two days old. These newborns, most of whom were born as a result of unwanted pregnancy, were found in hospitals, dustbins, railway stations, bus stands and public toilets. The number of such abandoned newborns may increase more if we cannot raise awareness among people about the use of contraceptives and provide them sex education. Abortion at any stage is a punishable offence in Bangladesh. However, it is difficult to prevent abortion in a country like ours, where the number of rape cases is alarming, use of birth control low and illiteracy rate high. Illegal routes to abortion can endanger the lives of both the woman and child, leading to social stigma and contributing to increasing numbers of abandoned children. In the civic sense, law should not impose motherhood, respecting the individuals' rights to life, liberty, freedom of choice and privacy. Carrying a fetus in the womb should be the deliberate decision of a woman, as it substantially changes her life. So, we urge the authorities concerned to reform these abortion laws, which restricts a mother from making a decision on her child's birth.\nAshikujaman Syed,Research Assistant,Bioinformatics Research Lab,Center for Research Innovation and Development (CRID),[email protected]",
        "headline_1": "Rethinking anti-abortion policy",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/rethinking-anti-abortion-policy-1701871591",
        "news_paper_name": "The Financial Express",
        "publish_date": "07-12-2023"
    }
]