[
    {
        "full_article": "Examinees of PECE, SSC and HSC will attend in-person classes every day while the rest of the students will go to school once a week after schools and colleges reopen on September 12, Education Minister Dipu Moni announced on September 5. The SSC and HSC exams are planned to be held in November and December, respectively.\nState Minister of Primary and Mass Education Zakir Hossain said the next day that plans are underway to hold the primary completion exam (PECE) at the end of November and early December with a shortened syllabus on all six subjects.\nSchools remained closed for the better part of two school years and students were deprived of their normal school life. Children and their families are still subject to the trauma of the pandemic and the disruption of life and livelihood. Emotional stress and the mental health effects of the pandemic on children have been severe, according to surveys and expert opinion. In light of that, how justified is the single minded-focus of the education authorities on holding the exams?\nEver since the PECE (at the end of grade five) and JSC (at the end of grade eight) national examinations were introduced in 2009 and 2010, education experts have been questioning the need and value of adding these high stake examinations to the existing SSC and HSC examinations (at the end of grades 10 and 12).. With the hindsight of a decade, it has become obvious that the two additional exams for the young children have not helped to improve pedagogy in schools or the learning outcome for children. Instead, the exams have diverted the attention and energy of teachers, parents and students to preparing and securing high scores at any cost in the public exams. As documented by Education Watch study (2014), these have created a new industry of coaching centres, guidebooks, mock tests, second guessing of probable exam questions, memorising answers, and even criminal activities related to question paper leaks and cheating in exams.\nThe simple logic seems to have been forgotten that it is teaching and learning in the classroom, not testing and exams, that help students and improve quality of education. There is an important role for assessing student's learning in good pedagogy. A teacher has to ensure that students are learning every day and making progress during the school year. This is known as formative assessment in contrast to summative assessment, such as the public exams and the annual exams in schools. Regrettably, in our schools, formative assessment as a tool for pedagogy is neglected, while formal exams, especially the national ones, are given all the attention.\nThe culture and habit of inordinate attention on public exams have affected the assessment undertaken within the school in the way their frequent periodic exams dominate the school routine. A distraught parent of a well-known private primary and secondary school that run Bangla and English medium sections sent me a half-yearly exam paper for class three maths received by his 8-year-old daughter to be returned online. The girl is expected to complete the exam in two and half hours. The closely printed four-page question paper included 46 questions in four parts plus 18 alternative questions and a geometry part of six questions.\nIt was surprising to see the level of reading comprehension required of the class three student (after more than a year of missed schooling) to answer the math questions, memorisation of definitions of mathematical terms required, and solving mathematical problems, which would be a challenge for a student at levels two or three grades higher. The girl spent a whole day trying to understand and answer the first 28 questions and in desperation turned to her father for help. One wonders what purpose is served by this kind of testing, except perhaps to justify to parents the high fees they charge; and adding to the mental stress of the child.\nA conundrum seems to have escaped the attention of the decision-makers as the school restarts. It is difficult to decide at what grade level children are ready to restart. Should it be where they were last year when school closed, or one grade higher now where they would normally be without Covid-19. It is almost the last quarter of the current school year and by the time the trial and error of the phased reopening is carried out, the year will be over. Come January 2022, should the students then be in the next higher grade—skipping two grades without much teaching undertaken in school? Whatever the education authorities' narrative about online and distant teaching and weekly \"assignments\" may be, most observers agree that the large majority of students, who live in rural areas and belong to low income families, were practically out of touch with learning activities for most of two academic years.\nThe official thinking seems to be that—regardless of total school shutdown for almost two academic years—students who were in grade three in March 2020, should be considered in grade four in 2021 and would be in grade five in January 2022. But with no schooling for most of two years, are the students prepared for the lessons in their new grade level? How will the teachers adjust and adapt their lessons for the students' level of readiness? How will the students cope with the new grade level content without the pre-requisites learned earlier? Will the accumulated deficits handicap a generation in their future learning, except perhaps the few fortunate ones who are highly gifted or whose families can afford expensive private tutoring? Should there be a rapid assessment of students' core skill level when school restarts to decide where they should be placed?\nAn alternative approach is, of course, a set pattern of examinations and testing, for which students are drilled to memorise the answers in school and in coaching centres and they pass their exams. Acquiring the knowledge and competencies from studying the subjects is not necessary to pass these exams. Is this desirable, though this seems to be the accepted practice in our schools?\nThe decision-makers have forgotten or are not willing to admit that when schools ran normally before the pandemic, the majority of students did not acquire the basic competencies in Bangla and maths, i.e., literacy and numeracy, expected at the grade level by the national curriculum. This outcome unfortunately has been revealed by national student assessment (NSA) at the primary level and learning assessment at secondary institutions (LASI). It is highly likely that the situation has further aggravated, especially for the disadvantaged children from low income families.\nThe Directorate of Secondary Education claims that late last year, 94 percent of the students collected assignments from schools and returned them. It is not known whether the students' work were marked properly by teachers, how well students performed or how credible was the reported data from schools. But on the basis of this information, it was claimed that students were very much engaged in learning. The officials seem to live in a make-believe world of their own!\nThe key messages, emphasised by me in an earlier op-ed (\"To open or not to open schools,\" ...The Daily Star, May 31, 2021) remain valid. First, going for reopening in stages observing health and safety protocol is the right decision, but more effort is needed for coordinated planning by health and education authorities, especially at the local level. Secondly, a learning loss recovery plan has to be formulated and implemented with at least a three year time-line including extension of the current academic year by six months to June 2022, and opportunistically, changing school calendar permanently to September-June.\nThere are also pedagogy, curricular arrangements, teacher support and learning assessment elements which need attention. Curriculum shortening and public exams have to be based on epistemological reasoning focusing on \"core competencies\", rather than sticking to the whole gamut of subjects in the syllabus. The latter path seems to be favoured by the officials. PECE and JSC examinations this year should be abandoned and a sound alternative should be considered for the future. Abridged SSC and HSC exams should be held on core subjects early next year, instead of rushing to exams within this calendar year. \nThirdly, effective management and implementation of the recovery plan is critical with upazila-based and institution-based planning, work teams formed involving non-government stakeholders and adequate financing. The financial support should include institutions, teachers and students currently outside of government support. Finally, the short-term actions have to be placed within a medium term and longer term framework.\nThe pandemic is not over yet. Physical and mental well-being of children and helping them return to a meaningful learning process should be the priority. Students falling behind by a year, if necessary, will not be the end of the world, if a proper learning recovery plan is implemented effectively. \n \nDr Manzoor Ahmed is professor emeritus at Brac University.\n",
        "headline_1": "Children’s learning and wellbeing, not testing, is the priority",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/childrens-learning-and-wellbeing-not-testing-the-priority-2173596",
        "news_paper_name": "The Daily Star",
        "publish_date": "12-09-2021"
    },
    {
        "full_article": "The world is at a crossroads. Almost two years since SARS-CoV-2 was detected, some countries globally are returning to normal, or something very close. Many more countries—including in the WHO South-East Asia Region—continue to aggressively respond, battling new and more transmissible variants. Social and economic disruptions continue.\nThe Covid-19 crisis is not over—far from it. We have many more months ahead. Global vaccine inequities continue to be a challenge, causing avoidable disease and death, and risking the emergence of new variants. If you are eligible, get vaccinated. Whatever one's vaccination status, continue to take precautions: Wear a mask, wash hands and watch distance. Avoid crowded places, close-contact settings, and confined and enclosed spaces. We must not let down our guard.\nThe pandemic will soon enter its third year. In addition to Covid-19, the region faces a range of pressing threats, from emerging and re-emerging diseases, to natural disasters and climate-related weather events. In 2021 alone, India, Indonesia and Timor-Leste have responded to floods. Indonesia and Nepal have responded to earthquakes. In all countries of the region, the need of the hour is to strengthen capacities to prevent, prepare for, respond and recover from Covid-19 and other health emergencies, and to accelerate progress in all areas of health, towards our eight Flagship Priorities and the health-related Sustainable Development Goals (SDGs).\nWe know what is required. Strong health systems that are primary healthcare (PHC)-oriented, and which leave no one behind, create populations that are healthier, more productive and financially secure. Resilient health systems are the bedrock of emergency preparedness and response, and ensure that when acute events occur, essential health services can be maintained.\nIn ordinary times, every dollar spent on PHC-oriented health systems yields an average return of at least nine to one. In lower-middle-income countries, that return can more than double, and accelerates progress on other SDG targets, such as zero poverty, decent employment and gender equality. Consider that in September 2020, the Global Preparedness Monitoring Board estimated that it would take the world 500 years to spend as much on investing in preparedness—including on PHC-oriented health systems—as it was losing due to Covid-19.\nCountries of the region unanimously agree: Action to build back better essential health services cannot and must not wait. And they have a clear plan on how it should be done, as detailed in a \"declaration\" issued at the 74th Session of the WHO Regional Committee.\nFirst, health leaders will mobilise leadership and accountability across sectors, with full recognition of the need for a health-in-all-policies approach that addresses social, economic and environmental determinants of health, and which empowers communities. Governance of the health sector in particular will be strengthened, including through greater oversight and engagement with the private sector and civil society organisations.\nSecond, increased public investments in health that are allocated towards strengthened PHC services, enhanced human resources for health, and increased access to essential medical products. Since 2019, WHO has advocated that all countries globally increase spending on PHC by at least 1 percent of GDP.\nThird, better integrating health emergency and disaster risk management strategies, as well as public health emergency preparedness and response capacities, with PHC services. Based on years of experience responding to health emergencies, countries of the region agree that to be effective, an emergency response must be embedded within affected communities and existing health structures, reducing response times, empowering local networks, and responding to on-the-ground needs as and when they arise.\nFourth, leveraging the potential of traditional systems of medicine, as well as key innovations in digital and disruptive health technology. We must draw on our past in a way that is safe, effective and well-regulated. We must embrace our future in a way that is appropriate and sustainable, and which integrates technologies into existing systems.   \nFifth, strengthening partnerships. Covid-19 has shown that robust and reliable bilateral, multilateral and public-private partnerships are critical to emergency response and to maintaining essential health services. Such partnerships must continue to be strengthened, not only to anticipate and respond to emerging needs, but to feed into and support an overall vision that is cohesive, and which is aligned with our long-term targets and goals—our Flagship Priorities and the SDGs.\nWe have before us a once-in-a-century opportunity to strengthen and transform health systems, accelerating a health and economic recovery that is more equitable, resilient and sustainable for all. The future belongs to the bold.\n \nDr Poonam Khetrapal Singh, WHO South-East Asia Regional Director.\n",
        "headline_1": "Plan to build back better",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/plan-build-back-better-2173591",
        "news_paper_name": "The Daily Star",
        "publish_date": "12-09-2021"
    },
    {
        "full_article": "\"What goes around comes around\" may be an apt and oft-used cliché, but in referencing 9/11 and Afghanistan, it only embitters. US President Joe Biden's withdrawal from \"forever wars\" was supported by 54 percent of US adults, according to a September 4 Pew survey. They were not pleased, by a 71 percent margin, with how Biden exited, and a whopping 69 percent acknowledged the 20-year failure of \"Operation Enduring Freedom.\" In spite of deploying a NATO-based coalition (of over 40 countries), two of every three coalition fatalities were in no other uniform than that of the United States. Which is why when former UK Prime Minister Tony Blair dubs Biden's withdrawal as being \"imbecilic,\" more cans of worms can be opened than not.\nBlessed with the most \"baby-faced,\" even impish, British chief executive looks (the youngest since Robert Jenkinson in 1812), Blair blazed into 10 Downing Street with \"Third Way\" reform promises. Only Margaret Thatcher rivals his three consecutive election victories. He won almost half the votes in 1997, nearly three-quarters in 2001, but his sinking 2005 popularity of 35 percent spoke volumes. No electoral defeat evicted him. His fall from grace was softened by a 1994 Granita Pact with Shadow Chancellor Gordon Brown. Both headed rival Labour factions, but if Labour won, they agreed Blair would hold the reins for two terms, then Brown.\nAnother \"forever war,\" in Iraq, doomed Blair from 2003. Alone among European \"powers,\" he supported US President George W Bush (Bush Junior), henceforth his \"blood brother,\" to invade a country already defeated and dismantled in the January 1991 Desert Storm War. Bush Junior wanted to link 9/11 to Saddam Hussein, even though Britain and the United States supported him in the 1980s Iraq-Iran war. Bush Junior innocuously confessed to the press: Saddam \"tried to kill my dad.\" The Vulcan Group ensured he never spoke his mind so freely again.\nThis Vulcan Group would meet in Montgomery, Alabama (so named because of a 1903-built statue of the Roman god of fire in the city). It was home to Condoleezza Rice, George HW Bush's (Bush Senior's) National Security Advisor on Soviet Union/East Europe. She parleyed with Bush Senior's Secretary of Defence Dick Cheney, President Gerald Ford's Secretary of Defence Donald Rumsfeld, Colin Powell (a Colonel under Rumsfeld in the late 1970s), an academic, Paul Wolfowitz (Bush Senior's Under Secretary for Defence), and Bush Senior's Presidential Special Negotiator Richard Armitage. James Mann incisively explains how they planned the Cold War from the 1970s. After winning the Cold War, they probed the nature of a \"new world order.\"\nIslam became the new villain, abetted by Israel. Ayatollah Ruhollah Khomeini's successful 1979 revolution became a strategic US loss. When Israel's 1982 Lebanon War evicted the Palestinian Liberation Organisation from the city, the Iran-backed Hezbollah picked up the anti-Israel mantle. Back in Washington, the 1953-founded American Israel Public Action Committee (AIPAC), which began successfully funding congressional candidates, suddenly burst into influencing policy-making circles with enormous clout. Its golden age would be to help Jared Kushner, President Donald J Trump's Assistant, Senior Advisor (2016-20), and son-in-law, snatch Palestinian land for Israeli settlers. All of these were unfolding when Samuel P Huntington's early 1990s book, Clash of Civilization and the Remaking of World Order, was souring western mindsets against immigrants. Hispanics and Muslims faced the brunt of public wrath. Bush Senior lost the 1992 election, thus postponing Vulcan plans, but when his son won in 2000, the setting changed. Bush Junior was, like Blair, the most \"baby-faced\" chief executive, but under him the Vulcan window flung too wide open for the world to not change.\nCold War-minded Vulcans overcame Baby Boomers at the turn of the century. Arguably the most respectable Republican president of the 20th Century, Dwight David Eisenhower, also seeking to halt \"forever wars,\" made a sagacious 1961 Farewell Address prediction: \"…we must guard against…unwarranted influence…by the military-industrial complex…[M]isplaced power exists and will persist.\" A decorated soldier whose World War II leadership salvaged an entire continent smacked the military where it hurts the most: right on the face.\nTriumphant military-industrial partnerships left grave 9/11 footprints and potentially graver missing blanks. Reducing Afghanistan, Iraq, and Libya to rubbles exemplified the former: five weapons producing corporations earned 2.2 trillion USD just from the Afghanistan outlay (Boeing, General Dynamics, Lockheed, Northrop Grumman, and Raytheon). Question-marks accompany the latter: why were proportionately fewer executives killed in the 8:45-9:00am attacks in a trenchantly workaholic country inside a building catering mostly to executives (2,606 Twin Towers fatalities were largely service-workers from 77 countries); or how could Dulles International Airport become eerily silent on 9/10 night when it typically bustles with traffic; and did dumping Osama bin Laden's body into the Arabian Sea, much like opening the Guantanamo Bay prison camp, follow the essence of common law, as practiced in the United States?\nBritain's knight-in-shining armour, Blair, whose \"Third Way\" honestly and successfully shifted the Labour Party's obsolete socialist platform towards the suddenly materialistic centre (as Bill Clinton did with his Democrats in the 1990s), was guest of honour in Bush Junior's first post-9/11 congressional speech. He elevated invisible ephemeral \"western values\" over tangible economic successes, stoking embedded anti-Islam and anti-immigrant European moods in the process. The long-term damage of empowering rudderless populists in the 1990s only stiffens their resolve today, irrevocably reconfiguring European political calculations. \nFrench President Jacques Chirac and Germany's Chancellor Gerhard Schröder denounced the Anglo-American Iraqi invasion. Rumsfeld dismissed both as \"old\" Europe leftovers. Britain, one of Europe's most historically stooped countries, led its \"new\" Europe, with ostensibly \"democratic\" East European newcomers (Czech Republic, Hungary, and Poland). Blair's public approval fell to 27 percent when he left 10 Downing Street, but his \"values\" priority skyrocketed. It fed the Brexit psyche, European isolationism, and Muslim denigration (precisely when Muslims stand demographically taller and more inescapably European today).\nA British public inquiry into the 2003 Iraq war causes (the 2009 Chilcot Report), concluded Britain was not threatened by Iraq. Even the International Court of Justice branded that war a crime (of aggression, since it was not in self-defence nor sanctioned by the United Nations). Future historians objectively assessing today's emergent populism might shed more light on which is worse: being \"imbecilic,\" or practicing value-infused turncoat politics.\nEuropean anger at the United States for leaving Afghanistan is flat-footed. Europeans had 100-odd days after Biden's announcement until August 2021 to do something. They did nothing. As European and US citizens rivet against each other over populism, regionalism, and the Atlantic partnership, the bells may toll for the British-US \"special relationship.\" Winston Churchill romanticised it during World War II, based upon sputtering ground-level dynamics on free-trade preferences and democracy/welfare gestures from a century earlier. Germany's 1871 creation further warmed Anglo-American relations (almost a century after Britain recognised the United States in 1785), but today's ebbing glow foretells uncertainty.\nInter-ethnic sparring inside Afghanistan hinders intra-cultural tussles, but the \"forever wars\" crippling Afghanistan, Iraq, and Libya leaves unquenched cokes. Other fires cannot but flare. Other countries cannot but fan them. We learned how: (a) filial or value-laden bondages rock the international relations boat more than an arms-race; and (b) without sturdier safeguards, we will never know if mature democratic countries are also wolves in sheep's clothing.\n \nDr Imtiaz A Hussain is the Head of Global Studies & Governance Program at Independent University, Bangladesh (IUB).\n",
        "headline_1": "9/11 anniversary, Afghanistan and values",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/911-anniversary-afghanistan-and-values-2173586",
        "news_paper_name": "The Daily Star",
        "publish_date": "12-09-2021"
    },
    {
        "full_article": "On August 31, 2019, the \"final\" draft of the National Register of Citizens (NRC) in Assam was published amidst considerable expectations, excitement and anxiety. It was a document of \"genuine\" Indian citizens that was thought to be the panacea for the state's long-festering issue of illegal immigrants.\nThe NRC is a document of Indian citizens who can prove they came to Assam by March 24, 1971, the day before Bangladesh declared independence from Pakistan. Assam is not the only Indian state which has faced migration of people from across the border, and yet, it is the first and only state which has a NRC which was published for the first time in 1951 based on the first census data of independent India.\nWhen the first draft NRC was released on July 30, 2018, more than four million people found themselves out of the list. An additional 102,462 people were left out in June that year, taking the total number of those excluded to 4,110,169. However, the number came down to a little over 1.9 million in the final NRC. But two years down the line, nothing has changed. Those who were left out of the NRC as well as nearly eight lakh people who were lucky to have made it on to the document continue to stare at a bleak and uncertain future. Equally concerned are thousands of people who, having been suspected of being foreigners, have been put in make-shift camps located in the state's prisons.\nThe \"final\" NRC ran into a tsunami of controversy the moment it was published as it came under fire from almost all quarters in Assam as a \"flawed\" exercise carried out by the bureaucracy. The Supreme Court, which supervised the NRC preparation process from 2013, has not heard the matter since January 6, 2020. Both the BJP government at the Centre and the state coordinator of NRC have not accepted it either and are seeking for a reverification of 20 percent of the names which figured in the final NRC.\nDoes it mean that 1.9 million people who are out of the final NRC have become stateless? Not quite. Those excluded from the list can appeal to the special tribunals as well as the Supreme Court. But they face a few key challenges: for one, the burden of proof is on the accused or the alleged foreigner. Secondly, many families are unable to produce documents due to poor documentation culture, illiteracy or because of lack of funds to hire lawyers to move the tribunal.\nIt was made clear that those left out of the final NRC would not be declared foreigners and they would have the choice of appealing against their exclusion from the NRC within 120 days in foreigners' tribunals which was to decide on their citizenship status based on the provisions of the Foreigners Act, 1946, and Foreigner (Tribunals) Order, 1964. However, those excluded have not been issued \"rejection slips\" by the NRC office, which would help them to file appeals. All India United Democratic Front legislator Ashraful Hussain, who was actively involved in helping Muslims of East Bengal (now Bangladesh) to file their documents for moving the foreigners tribunals, has called for immediate issuance of the \"rejection slips.\" Adding to the predicament of those left out of the NRC, the Registrar General of India is yet to formally notify the final NRC as several applications seeking re-verification of the list are pending in the Supreme Court.\nThe Supreme Court mandated that eight lakh people who made it to the NRC give their biometrics so that they can avail of the federal and the state government's social welfare schemes and secure jobs by getting multipurpose Aadhaar Unique Identification Card. But many of them continue to struggle to get the card even today because of a \"freeze\" on the release of biometric details and therefore the Aadhar cards, adding to their trauma of finding themselves in a \"so-near-yet-so-far\" situation. The trauma for the people excluded from NRC is mounting with each passing day as they wait for the exercise to resume.\nAadhar card is not only required for buying ration and enjoying the benefits of the government's schemes The collection of biometrics of those excluded from the NRC following a Supreme Court-approved standard operating procedure in November 2018, is needed during the hearing of their claims for inclusion in the NRC and objections to the inclusion of people who may have figured in the citizens' list erroneously or through alleged manipulation. Officials at the Aadhar card issuing office in Guwahati reportedly told The Indian Express that they cannot issue the Aadhaar cards \"till a clarification is received from RGI and the matter is communicated to UIDAI by Home and Political Department, Government of Assam.\"\nApart from triggering political turmoil, the final NRC released on August 31, 2019 has thrown up more problems as the entire exercise conducted by the Assam bureaucracy at a cost of Rs 1,660 crore got mired not only in controversies over the exclusion of people belonging to both the Hindu and Muslim communities, but also due to legal complications and the absence intervention by the Supreme Court which had monitored the updating of the list of citizens.\nMaking the NRC largely acceptable to all stakeholders is indeed a daunting task in a state where ethnic and linguistic faultlines between \"original inhabitants\" and migrants have always simmered. The road ahead is far from clear. At a more fundamental level, the question is: how bumpy is the road going to be?\n \nPallab Bhattacharya is a special correspondent for The Daily Star. He writes from New Delhi, India.\n",
        "headline_1": "Two years on, NRC’s bumpy road ahead",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/two-years-nrcs-bumpy-road-ahead-2173606",
        "news_paper_name": "The Daily Star",
        "publish_date": "12-09-2021"
    },
    {
        "full_article": "We are delighted to hear the current president of FBCCI, the apex trade organisation of the country, call for the punishment of wilful defaulters of bank loans which, as of June this year, amounts to nearly one lakh crore—a rise of 11.80 percent in the last six months and 3.21 percent compared to last year. Defaulting bank loans or non-performing loans (NPL), has been with us for many decades now. Successive governments have treated them with kid-gloves and have thus allowed them to not only exist, but also grow to the present state. What is an aberration in any well run banking system anywhere else in the world has become a common practice in our case.\nIt is important to distinguish between defaulters and wilful ones. The former category are the product of circumstances and the latter create their own to justify not repaying the banks. It is the wilful defaulters—people who deliberately and in a planned manner do not pay their scheduled instalments—who create the havoc in the system. These people are playing with the depositors' money, making a mockery of the financial laws of the land and are essentially defrauding the depositors.\nThis paper has been waging a war against these elements who, we feel, have been given too many chances, too much flexibility and pampered in ways that have sent a wrong signal as to the seriousness of the authorities to deal with them. Time and again their loans were rescheduled, with each rescheduling interest rates being lowered or part of it written off and instalments made easier.\nEach time a loan defaulter is allowed to go free we are disincentivising a genuine borrower who ends up repaying higher interest rates than the wilful defaulter. It is time we really become serious about reducing our NPLs. The rising trend is dangerous for the health of our banking system. We greatly appreciate the call of the FBCCI president but must point out that one time call will hardly remove the malaise. What is needed is concerted action by the business community and the banking sector working together for this national cause.\n",
        "headline_1": "Take action against wilful defaulters",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/take-action-against-wilful-defaulters-2173561",
        "news_paper_name": "The Daily Star",
        "publish_date": "12-09-2021"
    },
    {
        "full_article": "We wholeheartedly welcome the resumption of in-person classes at schools all over the country in phases starting Sunday. After a hiatus of almost a year and a half since the pandemic began, it is reassuring to know that students will finally be able to return to their classrooms. This is a step in the right direction if our goal is to recover the learning loss students suffered during the pandemic and to try to regain some semblance of normalcy.\nAs per the current plan, HSC and SSC candidates for 2021 and 2022, and PECE candidates for 2021 will attend classes every day. Students of classes 1 to 4 and 6 to 9 will be attending classes in person once a week and primary school students will attend at most three classes a day.\nThough this decision from the government could have come much earlier—given that most other commercial, social, and economic activities went on relatively normally in-between lockdowns—we are pleased that it is finally happening.\nHowever, it is crucial that health and safety precautions are practiced vigilantly by school staff and students. Even though the rate of Covid-19 infections has lowered significantly from what it was a couple months ago during the peak of the second wave in the country, the threat of a surge still remains. We commend the Directorate of Primary Education (DPE) for issuing an order stating the responsibilities of all stakeholders in reopening schools amid the pandemic. Such directives as keeping schools shut in areas the government deems to be \"red zones\", ensuring mask-wearing and social distancing, and allowing only two students to sit on each long bench in a classroom will go a long way in ensuring the safe reopening of schools.\nBesides this, though, we also hope that all school premises have been thoroughly cleaned and that authorities have actively tried to keep their schools free from Aedes mosquito larvae, given the disturbing rise in dengue cases nationwide. Children may be less affected than adults when it comes to Covid-19, but the same cannot be said for the prevalent dengue virus strain, which has infected over 2,000 people in the first week of this month alone.\nWe hope the reopening of schools will go smoothly and that the government and relevant authorities already have plans in mind for any potential crisis that may arise. It is reassuring to know that many students who were deprived of education due to not having proper access to digital learning resources will again be able to study in a familiar and supportive learning environment. That said, we would urge school and college authorities to prioritise the safety of students and staff at every step of each reopening phase.\n",
        "headline_1": "Schools starting to reopen at long last",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/news/schools-starting-reopen-long-last-2173471",
        "news_paper_name": "The Daily Star",
        "publish_date": "12-09-2021"
    }
]