[
    {
        "full_article": "Being an El Niño year, the expectation was that north India would see a sparse monsoon. However, the pendulum has swung the other way. July saw record rainfall in many parts of Himachal Pradesh, Punjab and Uttarakhand and the rare sight of the Yamuna nearly spilling into the Red Fort in Delhi. At least 150 were killed and losses worth ₹10,000 crore were reported by Himachal Pradesh alone. The worst, however, was yet to come as the week saw multiple floods in Himachal Pradesh and Uttarakhand that have claimed at least 60 lives since Sunday. A series of landslides has crumbled buildings and blocked highways. The immediate explanation for the landslides is the unexpectedly copious rainfall that these States have received and that these in turn are due to a surfeit of Western Disturbances (WD). These are tropical storms that originate in the Mediterranean region and normally bring winter rainfall to north India. However, right from the beginning of this year, the WD have been erratic. There were too few of them in December and January and their absence was cause for the hottest February recorded in India in at least a century. However, the WD appear to be overcompensating for their absence, with several of them incident over north India in the last two months — a time when they normally should not be around. While a combination of WD and monsoon can be dismissed as ‘freak’ weather, climate scientists have been warning of the increasing probability of such high-risk events. The awry WD are in part due to a warming Arctic that causes the polar jet stream, which carries moisture, to deviate from its regular path and bring the disturbances to north India during the monsoon.It is in the context of these altered weather patterns that warnings by scientists and environmentalists of the perils of wanton construction in the Himalayas must be factored in. The ongoing Char Dham road building project has led to large-scale altering of the mountains with significant chunks carved away, rendering them vulnerable to upheaval. As recent fears of land subsidence in Joshimath, Uttarakhand demonstrated, ill-thought construction and haphazard building practices have magnified the risk to residents who live in these regions. While State governments tend to search for short-term solutions such as demanding compensation from the Centre for ‘disaster relief’, it is time that more serious thought is given to the nature of infrastructure development and, if need be, restrictions imposed in the larger interest of minimising hazards and maintaining stability. \nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nweather science\n\n/\n\nMonsoon\n\n/\n\nDelhi\n\n/\n\nflood\n\n/\n\nnatural disasters\n\n/\n\ndisaster management\n\n/\n\nEnvironmental disasters\n\n/\n\nHimachal Pradesh\n\n/\n\nUttarakhand\n\n/\n\nmountains and hill-stations\n\n/\n\nmountains\n\n/\n\nroad transport\n\n/\n\ndevelopment\n\n/\n\nPunjab",
        "headline_1": "A necessary brake: On altered weather patterns and infrastructure development",
        "headline_2": "Haphazard development is increasing the impact of weather events",
        "link": "https://www.thehindu.com/opinion/editorial/a-necessary-brake-the-hindu-editorial-on-altered-weather-patterns-and-infrastructure-development/article67202218.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "17-08-2023"
    },
    {
        "full_article": "The announcement by Prime Minister Narendra Modi of a scheme to help the urban poor build houses in cities is a signal that the government is to undertake one more plan to address the problem of a shortage in urban housing. Even five months ago, its stand was that no new housing scheme had been envisaged following the extension of the Pradhan Mantri Awas Yojana-Urban (PMAY-U) till December 2024, with the focus on expeditious completion of sanctioned houses. But an appraisal of PMAY-U may have caused the shift in stance. It also indicates that ‘housing for all’ is still a long way away. In the last eight years since the launch of PMAY-U, only two–thirds of the sanctioned houses, or 76.25 lakh houses out of about 1.19 crore sanctioned, were either completed or handed over as on August 14. The central assistance released was ₹1.49 lakh crore; the Centre’s share has been limited to 24.4% while that of States and urban local bodies is 16%. The remainder, almost 60%, has to come from beneficiaries. Of the estimated total investment of ₹8.31 lakh crore for the 1.23 crore houses originally proposed, the beneficiaries (urban poor) have to shell out ₹4.95 lakh crore. Under the proposed scheme, the share of beneficiaries should be brought down to at least 40%, as a parliamentary committee report highlights, as beneficiaries are not in a position to fully pay their share because of their low income. Even though some State governments try to help such beneficiaries access bank loans, financial institutions have been lukewarm in their responses citing the lack of proof of sustained income.The parliamentary committee also made well-considered suggestions on the implementation of PMAY-U, and the government would do well to examine them while drawing up the proposed scheme. The committee’s most significant recommendation is on the need to drop uniform and fixed assistance across the country, as followed in PMAY-U, and adopt a flexible arrangement instead, depending on the topography and other factors. Reasons behind the poor quality of the houses and the prevalence of unoccupancy too should be gone into. High land costs, floor space index restrictions, and multiple certification from different agencies are factors that determine the success of urban housing. This calls for central government-organised discussions with the relevant agencies such as State governments, local bodies, urban planning bodies, urban sector professionals, financial institutions and activists, as there is enough time for the Union government to formulate the new scheme. This time, the objective should be to draft a fool-proof scheme so that ‘housing for all’ no longer remains a slogan but becomes a reality in the tangible future.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nhousing and urban planning\n\n/\n\nPrime Minister Narendra Modi\n\n/\n\ngovernment\n\n/\n\nlocal authority\n\n/\n\nurban planning",
        "headline_1": "Housing for all: On scheme to help the urban poor build houses in cities",
        "headline_2": "Addressing housing shortage in urban areas requires urgent, concerted efforts",
        "link": "https://www.thehindu.com/opinion/editorial/housing-for-all-the-hindu-editorial-on-scheme-to-help-the-urban-poor-build-houses-in-cities/article67201451.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "17-08-2023"
    },
    {
        "full_article": "This is not the first time that Chinese economic policymakers have faced serious challenges. To many the last 45 years might appear as a continuous period of rapid growth, but nearly every decade, radical shifts in policy were necessitated by previous reforms either running out of steam or causing distortions.\nRead full story on TOI+\n\n",
        "headline_1": "Will the bamboo bend?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/will-the-bamboo-bend/",
        "news_paper_name": "The Times of India",
        "publish_date": "17-08-2023"
    },
    {
        "full_article": "India finally has a Digital Personal Data Protection law. A much-needed piece of legislation but it leaves much to be desired. Passed by Lok Sabha on August 7 and by Rajya Sabha on August 9, the DPDP bill was discussed for barely an hour in either House. Despite some updates over the 2022 version of the bill that was finally passed, the law retains its essential flavour. Which provides for and promotes data processing, at the same time claiming to recognise the right to data protection.\nRead full story on TOI+\n\n",
        "headline_1": "So much data but not much protection",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/not-categorized/so-much-data-but-not-much-protection/",
        "news_paper_name": "The Times of India",
        "publish_date": "17-08-2023"
    },
    {
        "full_article": "Modi’s Independence Day speech reiterated his earlier pitch that India can become a developed nation by 2047. He pointed out that India’s uniquely placed to get there, propelled by the world’s largest population below 30, the growing number of educated women and its position as the voice of the Global South at a time when a new world order is emerging after the outbreak of the pandemic. But realising opportunities presented by this confluence of positives will need a coherent approach to transform the economy.\n\nThe World Bank currently classifies India as a lower middle income country on the basis of per capita gross national income. This measure is inadequate. For example, Bermuda, an offshore financial centre, tops the World Bank list and is six places ahead of the US, the world’s most influential nation. Therefore, a better measure is the expansion of all-round capabilities that offer everyone economic opportunities and improve the quality of life. India’s large sub-30 population can uncage the economy only if they have opportunities in more productive sectors. To make it happen, reforms need to directly address India’s underemployment problem, which allows youth to transition from farms to industry at too slow a pace.\nToday, more girls than boys take up education in STEM. It’s a significant marker of social progress and also economic potential. Yet, women’s labour force participation rate was 24% in 2022 compared to the global average of 47%. To allow women to use their training, improving the rule of law is essential. Inadequate public safety coupled with poor transport facilities deny women economic opportunities. It leads to a sub-par economic performance.\nIndia has used its G20 presidency to evolve solutions for some pressing problems of the Global South such as the debt crisis. To further expand its sphere of influence, India needs to improve its global ranking of 18 in merchandise export. Trade policy, which has turned protectionist, needs to be reset as no country has become d eveloped without using cross-border trade as a vehicle of economic growth. Modi’s pitch is good because it’s an ambition grounded in real advantages. He should next put the weight of his office and his personal appeal to championing a new set of internal reforms, aimed at unshackling the productive potential of all sections of the economy. And these reforms will have to be underpinned by better quality human capital. It’s tough. But it can be done by 2047.\n\n",
        "headline_1": "The 2047 Dream",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/the-2047-dream/",
        "news_paper_name": "The Times of India",
        "publish_date": "17-08-2023"
    },
    {
        "full_article": "A sharp indicator of Argentinians’ economic troubles is inflation exceeding 115%. Spiralling prices form the backdrop for the country’s far-right populist presidential contender, Javier Milei, who has unexpectedly won the largest share of the vote in the primary elections.\n\nHe has campaigned as a ‘political outsider’ who will shake up the establishment. There is a lot of loud raging against existing institutions and hostility to expertise in his rockstar-style campaigning. Also, a lot of narcissism, hypermasculinity and anti-feminism. He sounds familiar because both the playbook and aesthetic of demagoguery have become familiar across the world – from Orban to Trump to Erdogan.\n\nA demagogue is bad for democracy by definition because he (rarely is it she) woos supporters by feeding their fears. He mocks rational argumentation and complexities. His mark of authenticity is cranking up dividedness unapologetically. The one word summing all of this up is, Trumpism. And that more than half of last year’s Republican congressional candidates questioned or outright lied about the results of the 2020 election, shows that even democracy’s ability to humble a demagogue cannot be taken for granted.\n\nMilei’s ‘chainsaw plan’ to fix Argentina’s woes includes scrapping the central bank, swapping the national currency for dollars, eliminating the health, education and environment ministries and other jaw-droppers.\nWhy can’t he see how harmful all this is? For the same reason as Netanyahu is hellbent on an anti-judiciary agenda that is hurting both Israel’s economic and strategic interests. The lack of accountability to courts or press or any other independent institution that demagogues demand, dilutes the oversight on policies too. They shoot from the hip and citizens take the hit. The template of their seductions is now known as clearly as their grim fallouts. Argentinians should heed it.\n\n",
        "headline_1": "El Trump: Democracies beware of demagogues. Argentina has thrown up the latest, a copy of Trump, Orban, Erdogan",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/el-trump/",
        "news_paper_name": "The Times of India",
        "publish_date": "17-08-2023"
    },
    {
        "full_article": "For several years, China has been one of the foremost exponents of economic growth while also being the second-largest economy in the world due to its large population. According to World Bank data, China is the world's leading exporter with exports amounting to almost $3.7 trillion in 2022. But it is also the second-largest holder of US debt, owing around $850 billion, second only to Japan. However, latest economic reports indicate that China is not experiencing the same level of prosperity as it used to.\nIn The Wall Street Journal, Walter Russel Mead explained how, last June, one of China's best aspects, exports, fell at a double-digit pace of 12.4 percent. In addition, the country is experiencing record levels of youth unemployment, which can sound contradictory when several manufacturers are reporting labour shortages. And even though the central government still has substantial sums of money to counter these problems, some experts are predicting a dramatic market decline.\nHaving said that, China knows that, in the long run, its slowing growth may become an issue, raising concerns about some internal issues that the country is facing. There are many internal factors that can create political instability, a fact that would not help China's growth at all. The Chinese population is also getting older, the younger generations are experiencing frustration, and the huge gaps between richer and poorer areas can definitely cause turmoil when growth is slowing down.\nAnother factor worth mentioning, that may hit China soon, is deflation. With inflation being flat in June after the lack of growth, there is a possibility of deflation in the medium run. In fact, some Chinese sectors, such as manufacturing, are already experiencing this due to low internal demand. The Chinese economy had not fully recovered from the consequences of the 2020 pandemic when Western central banks started to raise interest rates. As a consequence, people found themselves in a disadvantaged situation in terms of spending.\nIn order to overcome this situation, the Chinese government has made a surprising concession for many people. By mid-July, China announced that the country will implement several policy measures to support private businesses and accelerate the nation's recovery after the pandemic. The state news agency, Xinhua, expressed that China will do its best to create a market-oriented, first-class business environment, and that its private sector will promote Chinese-style modernisation and the construction of a socialist modern power. However, the actions that China plans to carry out are more similar to those of Western capitalist countries. Among all the measures, it is worth mentioning that they are going to advocate for the protection of the property rights of private firms and entrepreneurs, and that steps will be taken to ensure fair market competition by breaking down barriers to market entry. Besides that, China plans to create a \"traffic light\" system to make it clearer in which areas private investors will be able to invest, as well as encourage some private companies to issue more debt in the form of technology innovation bonds. This will allow companies to reach levels that they would be unable to reach without external financing support.\n\nThe Chinese population is also getting older, the younger generations are experiencing frustration, and the huge gaps between richer and poorer areas can definitely cause turmoil when growth is slowing down.\nChina will also offer support for so-called platform companies to be determinants when it comes to job creation and international competition. The actions will encourage private enterprises to maximise investment in certain areas such as power generation, storage, and industrial internet. Following the example of Western countries, China will also invest heavily in research and development, which will encourage businesses to expand their infrastructure and facilities.\nFinally, the Chinese government expressed its desire to refute erroneous statements and practices that may hurt private companies, saying that it will address any problems they are facing as quickly as possible. All these actions together are expected to boost China's economy, just as it was growing in the years before the Covid-19 pandemic.\nGiven that China is governed by the Chinese Communist Party, it may be surprising to some that they are taking the actions mentioned above. But perhaps it's high time that the country, which has historically differentiated itself from the free economies of the western world, takes steps that its people can benefit from. When these measures are implemented, companies will be able to grow, and their benefits will be reflected in the nation. The country's population can also expect a better salary, which will allow them to spend more. This can reactivate the Chinese economy, which, based on data, is currently stagnant. The country is facing a serious problem of no growth and potential deflation. Against this backdrop, China's proposed policy measures seem like a smart move. On the flip side, if the results of implementing these measures are as expected, it would mean that the model that China has been employing all these years lacked efficiency. It seems that the coronavirus changed the world in more ways than we had expected.\nM Kabir Hassan is a professor of finance at the University of New Orleans, US.Jose Antonio Pérez Amuedo is a doctoral student at the University of New Orleans, US.\n\n",
        "headline_1": "China’s slowing growth, deflation, and support for private firms",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/chinas-slowing-growth-deflation-and-support-private-firms-3395701",
        "news_paper_name": "The Daily Star",
        "publish_date": "17-08-2023"
    },
    {
        "full_article": "During my recent visit to Bangkok, I gathered enough insight into the megacity's notorious traffic problems. I found these issues to be, in many ways, comparable to Dhaka's intolerable traffic congestion. Dhaka and Bangkok, the capitals of Thailand and Bangladesh, respectively, share the common characteristic of an uncontrollable flow of people making them the primate cities of their respective countries. No other cities in either country are comparable to the capitals in terms of total population and scale of economic activities. Bangkok's total population is over 11 million and land area is around 1,568 sq km, while Dhaka has a total estimated population of 22 million across a land area of 1,353 sq km. This means that Bangkok holds around 15 percent of Thailand's total population of 71 million, while nearly 13 percent of Bangladesh's total population resides in Dhaka city.\nThe lengthy gridlock of cars can be seen throughout these cities all day, but is more intense during the mornings when people go to work and in the evenings when they return home. Meanwhile, the polluted air from cars remains unbearable for pedestrians and street vendors in both cities. Despite many new transport infrastructures being built in Bangkok over the years, including the BTS Skytrain and expressways, the increasing population density coupled with a rapid increase in the number of private vehicles in the past decades has rendered these efforts less impactful. The preference of most residents to use private cars results from the difficulty of walking long distances to get to the train station. The fare for the BTS Skytrain is also high. Another mode of public transport in Bangkok is the bus service. But this is also not adequate and has a limited capacity. In Dhaka, on the other hand, while the availability of buses is not a problem, they are not comfortable. Most are not air-conditioned and do not cater separately to the needs of women and children.\nThe creation of an urban transport system requires heavy public investment. But this may not always deliver the desired outcome, which is to provide relief to the city's residents who suffer as a result of heavy traffic jams. The popular belief is that public transport can solve congestion. However, if a city becomes too crowded and if enough roads are not built with a sound masterplan, the city is unlikely to get rid of traffic congestion. Dhaka and Bangkok both expanded without adequate use of land and proper planning of transit for citizens. Both these cities grew without sufficient space on the roads. For instance, while Tokyo has a 23 percent road-to-area ratio and New York has 32 percent, Bangkok has only eight percent and Dhaka has around seven percent. This defeats the purpose of building an expensive public transport network as it may prove to be inadequate in cities where too many people live on a small area of land and without adequate road space.\n\n. Both Dhaka and Bangkok either share the same types of transport infrastructure or have plans for these, such as a metro rail, elevated expressways, bypass roads, flyovers, underground trains, etc. The expectation is that these will help to reduce traffic congestion. However, alongside these, it is crucial that the cities consider other non-infrastructural solutions such as density reduction, designating decentralised business and economic zones in other towns/cities, and provide incentives to citizens who need not be living in the capital to relocate to suburban areas. \nPopulation density is a very important factor in determining the movement of people and goods within an urban area. This should be pre-planned rather than left to people's individual choice to build structures and cause the density to become too high, as has been the case for both Dhaka and Bangkok. A reasonable level of density should be maintained in a city to allow for the smooth movement of people. But both the cities in discussion have been overbuilt and are responsible for creating an unbalanced urban pattern in their respective countries. Dhaka and Bangkok are both administrative as well as economic capitals. Dhaka city has grown without a physical plan for over a century and only got a masterplan in 1959. This plan and other masterplans following it were never properly implemented. Thus, Dhaka's traffic system is quite chaotic, with residents spending long hours on the congested roads every day.\nThe popularity of private cars worsens traffic congestion due to the amount of road space they occupy while carrying only a small number of commuters. For both Dhaka and Bangkok, if traffic jams are to be reduced, the citizens should be convinced about the merits of using public transport. For this, the quality of service, safety, and efficiency in public transport must be improved. At the same time, the city authorities must have forethought and build adequate roads before human settlements can take root in potential urban areas around Dhaka and Bangkok, which have so far witnessed unplanned development. The planning authorities of these cities must adhere to zoning regulations strictly, as this will help solve traffic problems in newly urbanised areas. Decentralisation of economic activities to other cities must also be undertaken in order to reduce pressure on the capital cities.\nIn addition, to reduce wastage of national resources, another target should be to minimise the average fuel use per capita. The operating cost for vehicles increases due to traffic congestion, as excess amounts of fuel and lubricants are burned while also adding to the maintenance cost of vehicles. Both Dhaka and Bangkok either share the same types of transport infrastructure or have plans for these, such as a metro rail, elevated expressways, bypass roads, flyovers, underground trains, etc. The expectation is that these will help to reduce traffic congestion. However, alongside these, it is crucial that the cities consider other non-infrastructural solutions such as density reduction, designating decentralised business and economic zones in other towns/cities, and provide incentives to citizens who need not be living in the capital to relocate to suburban areas. If the governments create industrial zones and growth centres in different areas of the country, and arrange quality health and other services there, people will feel less inclined to only settle in the capital city.\nIn both cities, there are laws against illegal parking of vehicles and against the use of roads and footpaths for business purposes, but these practices are commonplace. To solve this, authorities must earmark parking areas and prohibit the illegal parking of cars. Many areas of these cities have been overtaken by indiscriminate construction of high-rise buildings, mixed with hospitals, schools, hotels, and shops, causing traffic congestion to reach intolerable levels. The town planning standards of both cities should be strictly followed in order to make people's lives comfortable. No narrow roads should be without drainage systems, and newly developed areas must include bicycle lanes and footpaths.\nDr Nawshad Ahmed is a former UN official, an economist and urban planner. His latest book is \"The Urbanization Challenge and Role of Municipalities in Bangladesh: A Case for Boosting Investment in Urban Areas\".\n\n",
        "headline_1": "What do Dhaka and Bangkok have in common? ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/what-do-dhaka-and-bangkok-have-common-3395666",
        "news_paper_name": "The Daily Star",
        "publish_date": "17-08-2023"
    },
    {
        "full_article": "We are quite frustrated to see the mayor of Chattogram City Corporation (CCC) blame residents for the city's devastating waterlogging problem. During a press conference on Monday, he said that \"irresponsible\" city dwellers carelessly dumped plastic waste in drains and canals, which get clogged as a result and cannot hold water when it rains excessively. The result is flooding and waterlogging that cripples the city every year.\nWhile we cannot deny that responsible civic behaviour is a significant part of a healthy city management system, we must say that placing the blame for waterlogging squarely on the public's shoulder is not only unfair, but is indicative of dereliction by those actually responsible for preventing this scenario. For years, the public have been demanding solutions to Chattogram's waterlogging crisis. Every monsoon, residents brace themselves for dirty ankle- to knee-deep water flooding low-lying areas. Moreover, given that the city is riddled with open drains, getting swept away into one of them is a real possibility as it is nearly impossible to identify the drains because the city gets flooded after minimal rain. What does the mayor have to say about that? Isn't it his job to keep the city safe for the people who voted him into office?\nWe also want to know what his office has done to make sure that people are not recklessly dumping plastic waste into water bodies. Has there been any awareness-building campaign to stop this problematic behaviour? Has there been any punitive action to deter it? Given that polythene bags and single-use plastics have been banned, why are they still available in the first place?\nTo his credit, the Chattogram mayor did mention how natural water bodies that were once abundant had been filled up over the years, as well as illegal canal-grabbing and hill-cutting. In August 2017, a megaproject costing Tk 5,617 crore was approved to solve the waterlogging problem, to be implemented by the Chittagong Development Authority (CDA), a part of which was recovering and dredging canals. Six years on, there is still no visible progress. The CCC has been blaming the CDA for not handing over dredged canals, and the CDA has been blaming the CCC for not improving the city's drainage system. On top of that, illegal hill-cutting has raised the risks of excessive erosion when it rains, with the silts ending up in the water bodies and obstructing water flow.\nThere is a lot that these government bodies, and those in charge of them, need to sort out first before anyone points a finger at the public. They need to properly do their job, and relieve Chattogram residents of their perennial suffering.\n",
        "headline_1": "Don’t make city dwellers your scapegoat",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/dont-make-city-dwellers-your-scapegoat-3395561",
        "news_paper_name": "The Daily Star",
        "publish_date": "17-08-2023"
    },
    {
        "full_article": "We are quite frustrated to see the mayor of Chattogram City Corporation (CCC) blame residents for the city's devastating waterlogging problem. During a press conference on Monday, he said that \"irresponsible\" city dwellers carelessly dumped plastic waste in drains and canals, which get clogged as a result and cannot hold water when it rains excessively. The result is flooding and waterlogging that cripples the city every year.\nWhile we cannot deny that responsible civic behaviour is a significant part of a healthy city management system, we must say that placing the blame for waterlogging squarely on the public's shoulder is not only unfair, but is indicative of dereliction by those actually responsible for preventing this scenario. For years, the public have been demanding solutions to Chattogram's waterlogging crisis. Every monsoon, residents brace themselves for dirty ankle- to knee-deep water flooding low-lying areas. Moreover, given that the city is riddled with open drains, getting swept away into one of them is a real possibility as it is nearly impossible to identify the drains because the city gets flooded after minimal rain. What does the mayor have to say about that? Isn't it his job to keep the city safe for the people who voted him into office?\nWe also want to know what his office has done to make sure that people are not recklessly dumping plastic waste into water bodies. Has there been any awareness-building campaign to stop this problematic behaviour? Has there been any punitive action to deter it? Given that polythene bags and single-use plastics have been banned, why are they still available in the first place?\nTo his credit, the Chattogram mayor did mention how natural water bodies that were once abundant had been filled up over the years, as well as illegal canal-grabbing and hill-cutting. In August 2017, a megaproject costing Tk 5,617 crore was approved to solve the waterlogging problem, to be implemented by the Chittagong Development Authority (CDA), a part of which was recovering and dredging canals. Six years on, there is still no visible progress. The CCC has been blaming the CDA for not handing over dredged canals, and the CDA has been blaming the CCC for not improving the city's drainage system. On top of that, illegal hill-cutting has raised the risks of excessive erosion when it rains, with the silts ending up in the water bodies and obstructing water flow.\nThere is a lot that these government bodies, and those in charge of them, need to sort out first before anyone points a finger at the public. They need to properly do their job, and relieve Chattogram residents of their perennial suffering.\n",
        "headline_1": "Don’t make city dwellers your scapegoat",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/dont-make-city-dwellers-your-scapegoat-3395561",
        "news_paper_name": "The Daily Star",
        "publish_date": "17-08-2023"
    },
    {
        "full_article": "The recent spate of arrests following the suspected emergence of a new militant outfit and subsequent police raids have raised concerns about the resurgence of militancy in the country. On Monday, police took into custody 17 alleged militants after locals, with the help of autorickshaw drivers, apprehended them in Moulvibazar. This marks a dramatic escalation in counter-terrorism scrutiny of the region after police raided a suspected militant hideout two days earlier. Overall, in four separate drives over a span of eight days – the first two held in Mirpur, Dhaka – some 38 suspected militants have been arrested. We are told that the suspects also had 11 children with them.\nThe question is, how worried should we be about these developments? Although all such raids are usually followed by reassuring claims about things being under control, we must approach them with a degree of caution. Any reading of the situation must not only be political, but also be from a security perspective. The new outfit linked to recent arrests has been identified as \"Imam Mahmuder Kafela\", whose ideology apparently aligns with the \"Ghazwa-e-Hind\", or Battle of India, the prophecy of a pan-Indian takeover under Muslim rule. The chief of the Counter Terrorism and Transnational Crime (CTTC) of police has suggested that it has more than one hideout, as well as links with other established outfits. During their raid, police have recovered explosives and non-domestic detonators, suggesting its capabilities and possible external influences.\nThe organisation's recruitment strategies – engaging entire families rather than lone wolves – also reflect a more covert approach aimed at avoiding suspicion and evading the radar of law enforcement agencies. This family-centric strategy signals the adaptability of extremist groups, a stark reminder that the fight against religious extremism remains an ongoing one. All this is quite concerning. Evidently, the lull in major militant activity since 2016-2017 – when Bangladesh experienced a surge in terrorist incidents – should not distract us from the danger posed by the operation of the new outfit and others said to be lying low.\nWhat should we do to stave them off? Anti-militancy operations of the kind witnessed in recent days are an important part of the response. But as we have stressed repeatedly before, for a greater impact, we must not focus on law enforcement alone. While these raids maybe successful on a short-term basis, the evolving operational methods of militant outfits underscore the importance of pursuing both hard and soft approaches. We must understand why some individuals or families are getting drawn to radical ideologies. As well undertaking deradicalisation programmes, both in wider social settings and inside prisons for convicted militants, we must promote a culture of religious tolerance and address the underlying factors leading to frustration and radicalisation.\n",
        "headline_1": "How serious is the threat of a militant resurgence?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/how-serious-the-threat-militant-resurgence-3394986",
        "news_paper_name": "The Daily Star",
        "publish_date": "17-08-2023"
    },
    {
        "full_article": "A jump of 11.59 per cent in value addition to 65.97 per cent for the country's main export earner ready-made garment (RMG) in the last fiscal year (FY) is sure to make all concerned ecstatic. Value addition to RMG hovering between 60.51 and 64.32 in the seven years preceding the pandemic recorded an erratic fall and recovery in the pandemic and post-pandemic years until it slid to the lowest slot at 54.38 per cent in FY 22. Viewed from such a point the recovery is quite encouraging but for the discrepancy between the figures of export volumes of apparels as furnished by the Export Promotion Bureau (EPB) and the National Board of Revenue (NBR). According to the EPB, Bangladesh's RMG export was worth Tk46.99 billion while the NBR claims it was Tk38.30 billion. This means the rise in value addition in the last fiscal was 10.69 per cent accounting for a total of 65.07 per cent. Notably, the central bank prepares its report on the basis of EPB figures.Even the rise in value addition the NBR shows is still higher than the average rate before the pandemic years. Economists and RMG insiders attribute the sudden spurt in value addition to the growing muscle of backward linkage sectors. This is corroborated by the fact that the knitwear apparels have done better than the woven segment with denim sub-sector standing out. The addition of value to a product of the service sector certainly goes up if the raw materials and the main ingredient ---in this case fabric, knit and woven clothes ---can be sourced domestically. But then rise in productivity of workers or factories also add value. Again, a shift to the high-end RMG products also contributes significantly to value addition. Finally, what is less mentioned is the larger volume of export to the extent that Bangladesh has now relegated China to the second position in terms of its export volume to the EU and US markets. Well, China still earns more than Bangladesh does because of the former's quality and high-end exportable apparels. Indeed, the China-plus policy has been behind this shift in global preference for garments from Bangladesh. Thankfully, the RMG factories here have responded well but not up to the mark. Had it been able to seize the opportunity coming their way, the top foreign export earner would have now discovered itself in a far stronger position. The foreign brands reluctant to pay higher prices on account of price rise of raw materials and rising cost of factories for remediation and elevation to eco-friendly green types are also to blame for not the desired take-off by the RMG here. Clearly, value addition to RMG products can turn business of this sector robust if the procuring foreign brands fully comply with trade rules and regulations. The positive impact that has spurred the knitwear sub-sector can be equally effective for the textile industry. Investment in the factories making woven garments and more particularly in textile industries for sourcing clothes locally can bring about a paradigm shift in the RMG business. A great deal of time has been lost but still there is an opportunity to advance the country's RMG interests riding on the West's China-plus policy. Last but not least, 65-plus per cent value addition means quite a handsome profit. Let the workers have a share of this they genuinely deserve.",
        "headline_1": "RMG value addition shows the way",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/rmg-value-addition-shows-the-way-1692198726",
        "news_paper_name": "The Financial Express",
        "publish_date": "17-08-2023"
    },
    {
        "full_article": "Two years ago this month, the United States suddenly decided to bring its presence in Afghanistan to an end and have its soldiers go home. Over the next few days, Washington's allies followed suit. At the presidential palace in Kabul, President Ashraf Ghani decided, without informing the members of his government, to leave the country. He escaped at a time when he ought to have stayed on to reassure his people that they would be safe.And yet Ghani had much to fear from the advancing Taliban. The brutality with which the Taliban, in their first phase of seizing Afghanistan, treated President Najibullah and his brother must have preyed on his mind. He surely did not wish to meet a similar end. From that point of view, Ghani's flight was understandable. What is not understandable, though, is the alacrity with which America and its allies, having been in the country for two decades, abandoned Afghans to their fate. The pitiful images of terrified Afghans sprinting beside departing US military aircraft, with many clinging to the wings in their desperate bid to run from the advancing Taliban, will forever be a blot on human conscience. Two years on, hardly anyone remembers Afghanistan. It has become a blip on the human radar. It is as if a country called Afghanistan does not exist or has simply withered away. Today, more than half of the Afghan population goes hungry. Civil servants who once served the government in the two decades before August 2021 do not have their jobs. The Taliban, despite making promises of ruling differently than they did between 1996 and 2001, have gone ahead with taking one medieval step after another. They have pushed girls into their homes, informing them insensitively that no girl beyond the age of thirteen will have a right to education. In effect, the Taliban have gone out on a limb to make sure that Afghan girls grow into adulthood far removed from the rest of the world. For the Taliban, official policy is geared to a promotion of illiteracy for the country's female population.In Kabul, much of which today resembles a place imprisoned in the 19th century owing to the scars testifying to its tragedy in the years since the Soviet invasion of December 1979, the Taliban leadership remain busy promoting policies that are in effect an absence of policy as we know it. The presence of the notorious Ministry for the Promotion of Virtues and Prevention of Vice is in itself a powerful commentary of the absolute lack of intellect which underscores the professionalism, or the absence of it, of the Taliban. Vice is when women go out to work, and virtue is when such women are stopped from doing their jobs. Since August 2021, hundreds of women, employed as teachers in schools, colleges and universities, have been pushed back into the claustrophobia of their homes, for the Taliban have decreed --- and they base the decree on the false notion of God agreeing with them --- that when women go out to work, they indulge in vice. Women working with men in offices, for these Taliban, is tantamount to engaging in promiscuity.The Taliban live in a world of their own, where women who have worked for international organisations and NGOs must now remain at home on pain of medieval-style floggings. Much though Afghanistan's new rulers may reassure the world that they will not return to their old ways, they have in point of fact gone back to the sordid behaviour which defined them in the old days. Away from Kabul, concealed from the eyes of the world, prisoners are maltreated in public through floggings and with amputations of the hand in cases of thievery. There have been reports of officials who served the government in the twenty years between 2001 and 2021 being murdered by trigger-free young Taliban on instructions from the leadership.And yet the problems which assail Afghanistan today cannot all be attributed to the Taliban. It should have been for the US and NATO powers to negotiate, before their precipitate withdrawal from the country, the modalities on which the Taliban would govern. Those modalities could have included guarantees of human rights, rule of law, women's rights and education and the need for Kabul to engage with the rest of the world in its efforts to guarantee a secure future for Afghans. It is now obvious that the western presence in Afghanistan for over twenty years was an exercise in futility, given that the western-style democracy the Americans and their allies tried to build in the country was an exercise in failure. Indeed, twice in the recent past Afghans have rejected political systems imposed on them by foreigners. The Soviets mistakenly believed that they could impose communism on Afghanistan. Likewise, the Americans, under George W. Bush, thought a nation-state could be built out of its centuries-old tribal culture. Political systems imported from outside have never proved credible or sustainable for nations going under foreign occupation in our times. Iraq and Libya, apart from Afghanistan, come to mind. That apart, western responsibility for the miseries Afghans have been going through in the last two years is patent today, with sanctions on the country keeping them in a state of deprivation. It is not likely that the Taliban will be removed from power any time soon, which means the West will be doing itself and Afghanistan's people a whole lot of favour through reviewing the sanctions and indeed negotiating with the Taliban leadership on sanctions withdrawal. As much as $10 billion in Afghan assets are frozen abroad. From an ethical point of view, that money ought to be returned to the Afghan leadership in the broad interest of the welfare of Afghanistan's people.Of Afghanistan's 42 million-plus population, as many as 20 million face starvation as a result of economic problems caused by sanctions, poor governance and a spate of droughts in the country. Farmers across much of the country have been in a dire state owing to crop failures in these past couple of years. And, of course, the country has not had the privilege of receiving foreign aid in terms especially of food.Since August 2021, Afghanistan has been treated by the rest of the world as a pariah. That is a dangerous position to adopt which, if not abjured, will cause instability in the region. An increasingly hardened, embattled Taliban will resort to even harsher methods against Afghans, with many of them forced to seek refuge in neighbouring Pakistan and Iran.In the councils of the world, Afghanistan needs to be prioritised once again. Ukraine is no reason for governments to be dismissive of Afghanistan's plight. \n[email protected]",
        "headline_1": "Afghanistan: hungry, desolate and forgotten",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/afghanistan-hungry-desolate-and-forgotten-1692198789",
        "news_paper_name": "The Financial Express",
        "publish_date": "17-08-2023"
    },
    {
        "full_article": "With the help of leaked question papers, hundreds of students got admitted to medical colleges through 10 admission tests held between 2001 and 2017 and they are now working as registered physicians. The Criminal Investigation Department (CID) of the police revealed this at a recent media briefing after arresting a group of 12 persons allegedly involved in the leaks. It goes without saying that leaking of question papers frustrates bright students. It also degrades the quality of the future crop of medical professionals. But the consequence is graver when it comes to medical education because it means risking the lives of people by giving a medical certificate to persons. It is happening not just in medical colleges. From primary and JSC exams to SSC and HSC exams, from university admission tests to recruitment exams - almost all exams in Bangladesh have been plagued by question paper leaks. And the last decade saw an unprecedented level of activity from question leak syndicates. In case of medical admission tests, question papers were reportedly leaked in 2001, 2003, 2007, 2010, 2012 and 2013. The number of question paper leak incidents, however, has dropped after the authorities concerned took some preventive measures. Still, question papers are leaked. In October 2022, Biman Bangladesh suspended its recruitment test just two hours before its commencement because the question paper had been leaked. Following the question leak in recruitment tests for five state-owned banks in November 2021, the Bangladesh Bank cancelled the exam. These reported cases expose the extent of moral degradation, not just in education but in other public sectors. According to the Public Examination (Crime) Act, 1980 and Amendment 1992, leaking, publishing, or distributing question papers is punishable by a minimum of three years and a maximum of 10 years imprisonment. But only a few culprits have been brought to justice so far for leaking question papers. With punitive measures not being implemented properly, the criminals naturally feel encouraged to do the same thing repeatedly. So, proper execution of laws must be ensured. Both the question paper leakers and their beneficiaries should be punished equally. Some parents should also be held responsible for question paper leaks. These parents push their children to succeed in exams by hook or by crook by buying them question papers. If we cannot stop this practice of question paper leak, it will encourage all students regardless of merit to resort to cheating. And it will teach them that hard labour bears no fruit. This will make students lose faith in the public education system and damage their overall confidence. In standardised tests like the GRE (Graduate Record Examination), examinees do not even think of getting leaked question papers as it has different sets of questions. This largely eliminates their chances of passing the test through copying and adopting unfair means. Although reforming public examinations in Bangladesh is in not an easy task, we can learn a lot from such globally practised standardised tests. The current system of medical college entry test simply is not up to the mark. It is entirely based on multiple-choice questions (MCQs). Leaking MCQ question is much easier than the written ones. For example, BUET (Bangladesh University of Engineering and Technology) admission test question papers never get leaked. So, much more needs to be done than to simply burst criminal rackets. And it is time we thought about overhauling the system of medical colleges entry test. \n[email protected]",
        "headline_1": "Overhauling medical college entry test",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/overhauling-medical-college-entry-test-1692198843",
        "news_paper_name": "The Financial Express",
        "publish_date": "17-08-2023"
    },
    {
        "full_article": "Safe motherhood helps women receive the care they need to be safe and healthy throughout pregnancy and childbirth. It is not a privilege. Rather, it should be considered as a right for every woman. According to UN and WHO, every day around 800 women give up their life in the process of giving us a new life. And in Bangladesh, we can be proud of the remarkable progress made on the maternal health front. Despite this, every year some 10,000 women reportedly die in the country due to pregnancy or pregnancy-related causes. Midwives play a crucial role in the health and wellbeing of mothers and their new-born. Their role is even more important in a country like Bangladesh where it is estimated that around 400 births take place every hour. They have helped improve women's access to safe childbirth, especially in rural areas. Around 3,000 midwives are reportedly deployed in upazila health complexes across the country. Although trained midwives have greatly contributed to the reduction of maternal and new-born deaths, as well as caesarean section rates in Bangladesh, their number is still inadequate to cover the entire country. According to the Bangladesh Nursing and Midwifery, there are currently about 7,122 registered midwives to look after an estimated 3.5 million pregnant women a year. We hope the authorities concerned will engage more midwives particularly in remote rural areas.\nAfroza Sheikh,Dania, Dhaka,[email protected]",
        "headline_1": "Bangladesh needs more midwives",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/bangladesh-needs-more-midwives-1692198862",
        "news_paper_name": "The Financial Express",
        "publish_date": "17-08-2023"
    }
]