[
    {
        "full_article": "International migration plays a significantly large role in our economy. One in 10 Bangladeshi workers is currently migrant, and at least a quarter of the country's population indirectly depends on migrants' income. The sector is also responsible for absorbing a lion's share of new entrants into the workforce: 1.6 million youths enter the labour market each year; meanwhile, the annual number of outbound migrants has been upwards of 500,000 since 2016.\nThe Covid-19 pandemic has triggered severe disruptions in the migration sector. The onset of the pandemic in 2020 caused economic activities across the world to come to a halt. As a result, more than 400,000 Bangladeshi migrants were forced to return home in 2020, according to the International Organization of Migration (IOM) estimates. Given that migrants are often the sole breadwinners and that their households are dependent on remittances, this abrupt termination has disrupted their economic stability, with long-term ramifications for their families. Curiously, while the other key sector of our economy, the RMG industry, has received major limelight during the Covid-induced crises, the plight of returnee migrants has gotten scant attention in popular discourse and policy response.\nMigrant households usually fare better economically than others, but a research commissioned by the UN found that, during the initial Covid lockdown, consumption and expenditure in migrant households across the country were comparatively lower than their non-migrant counterparts—a direct repercussion of the overreliance on remittances to meet household needs. Surveys conducted by Brac indicate that over half of the returnees remained unemployed and in urgent need of work even 14 months after the initial influx.\nBesides the economic fallout, the pandemic had deep psychosocial impacts on the returnee migrants and their families, too.\nEmployment overseas, particularly for poor families, is often deemed a ticket to a prosperous future. Individuals invest a considerable amount of fortune to migrate abroad. However, the cost of migration in Bangladesh is steep, compared to countries like India, Nepal, and Pakistan, due to a host of governance failures along the recruitment chain. Migration, therefore, frequently entails liquidating generational assets like land or depleting lifetime family savings. Given that most overseas workers end up in unskilled jobs with relatively low wages, it takes a considerable number of years to recoup the large upfront investment.\nWe can only imagine the failure of such high-risk endeavours on the aspirations and hopes of individuals and the anxiety it likely ensues. This trouble was only compounded with the added layer of pandemic-induced complexity. In the initial panic of Covid, migrants were often regarded as \"Covid-carriers,\" ostracised by their communities and shunned by their friends and families.\nThis unprecedented influx of migrants and the consequent crisis resulted in some emergency measures by both NGOs and the government. The central thrust of such initiatives was to reintegrate migrants to the domestic economy. Most prominent of these initiatives is a Tk-700-crore investment scheme established by the government to provide collateral-free soft loans to the returnee migrants. Additionally, with funding from the World Bank, the government is providing Tk 13,500 each to 200,000 migrants. Brac has also been proactive in assisting returnees via cash transfers, skills training, and psychosocial counselling. While such measures are laudable and urgently required for emergency relief, a sustainable reintegration strategy is pivotal for the long-term rehabilitation of returnees.\nIt has been two years since hundreds of thousands of migrants returned home due to the pandemic. As the onslaught of return ebbs, perhaps it's time to take stock not only to optimise the present response, but also to equip for the future in the event that such an influx reoccurs.\nIn discussions with experts, several themes repeatedly emerged.\nFirst, given our resource constraints, it is not practical to provide continuous assistance to all returnees. Nonetheless, we can be more efficient with our existing resources. This includes improved targeting of beneficiaries, as well as providing assistance tailored to individual profiles. Establishment of a returnee database is critical to this end—which should not be a challenge, since migrants register at the ports of entry during exit and arrival. The challenge here is one of data governance at airports and coordination across relevant ministries and departments.\nSecond, the pandemic is likely to have worsened the already challenging situation of labour rights violations that are ubiquitous to migrants in gulf countries—from unpaid wages to abrupt termination of contracts. A proper grievance mechanism to mediate labour disputes is long overdue. The government's unilateral actions, e.g. strengthening the labour attaches, would go only so far in resolving this issue. The daunting challenge of labour rights would require a multilateral and transnational approach, not only between migrants' home and host countries, but also between major global powers. This agenda needs to be linked with the broader global agenda on preventing modern-day slavery and human trafficking.\nThe silver lining to every crisis is that it gives an opportunity to learn and radically rethink conventional approaches. Until now, the focus of overseas employment in Bangladesh has been a relentless search for new labour markets and higher remittances. Perhaps now the time is ripe to seriously contemplate repatriation and reintegration as a strategic pillar for the migration sector. This applies not only to those involuntarily deported due to Covid, but also to those who have completed the natural cycle of migration and returned home. We have been sending workers overseas for over two decades now. Our nation is no longer a new entrant to the international labour market. As the migration sector in Bangladesh ages, a structural and comprehensive national reintegration plan becomes all the more pressing. Until now, our predominant focus has been on only half the story—sending migrants away. But it's high time we focused on the other half—making migrants feel at home when they're back.\n \nMd Rakib Hossain and Afsana Binte Khaleque are research associates and Sakib Mahmood is a research fellow at Brac Institute of Governance and Development (BIGD).\n",
        "headline_1": "Our migrants are suffering. What can we do to help?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/our-migrants-are-suffering-what-can-we-do-help-2984506",
        "news_paper_name": "The Daily Star",
        "publish_date": "17-03-2022"
    },
    {
        "full_article": "The Ukraine war is a tragedy of tragedies, catastrophic for the Ukrainian people, a disaster for the global economy and a real setback for global peace and stability. The emotional fog of war is such that most commentary is about who wins, who loses and who is right or wrong. The inconvenient truth is that perhaps we will all lose, with little upside unless we start de-escalating everything. \nThe war has swept aside concerns about the pandemic, with intense focus on how to defeat the enemy. The speed and ferocity of the war caught almost everyone by surprise, so we have few clear-headed assessments of comprehensive short- and long-term implications on the global economy, finance, trade and development. Those who care about climate warming, as I do, would like to ponder what the war means for the fragile agreement on climate action decided in the Glasgow COP26 last November.\nWith the return of great power conflict in 2014 and the eruption of the Ukraine war this year, the world's attention will be diverted from climate change towards preparing for war.\nMake no mistake, there is a direct connection between military spending and carbon emissions. The US accounted for 24 percent of total NATO military spending in 2021, or an estimated USD 811 billion. The Brown University Watson School of International & Public Affairs estimates that the US Department of Defense is \"the world's largest institutional user of petroleum and correspondingly, the single largest institutional producer of greenhouse gases (GHG) in the world. In 2017, for example, the Pentagon's total greenhouse gas emissions (installations and operations) were greater than the greenhouse gas emissions of entire industrialised countries, such as Sweden, Denmark and Portugal.\"\nIn short, increased defence expenditure will accelerate energy and non-renewable material consumption, absorb the best talents in war efforts, increase carbon emissions, thus diverting scarce resources away from climate action.\nHow urgent is the climate disaster? The UN Secretary General called 2021 the \"make it or break it year\" for global climate action. He quoted scientists to say the world must cut global emissions by 45 percent by 2030, compared with 2010 levels, to avoid the most catastrophic impacts of climate change.\nInstead, for 2022 alone, the UN has estimated that it will need USD 1.7 billion to support and provide essential supplies and services for people in Ukraine, including an anticipated four million Ukrainian refugees.\nWe have been witnessing bushfires in California and Australia, flash floods in India and Indonesia, volcanic eruptions and earthquakes that are unprecedented in scale and intensity.\nOn top of all this, Russia accounted for 10 percent of world oil supply gas output and 26 percent of world wheat production. The price of oil has risen to just under USD 139 per barrel, and wheat, grain and palm oil prices are at record highs. Countries that were hoping to cut fuel subsidies will now have to cushion energy shocks, whilst coping with higher defence expenditure and increasing social spending to alleviate rising poverty already worsened by the pandemic. All these in the midst of surging inflation and slowing global trade, disrupted by supply chain choke points and war.\nIn 2021, the World Scientists' Warnings into Action, Local to Global, signaled a global Climate Emergency in energy, atmospheric pollutants, nature, food, population and economy. Unfortunately, war has torpedoed collaborative efforts because political stability is being disrupted.\nWe need to be realistic that the 17 UN Sustainable Development Goals (SDGs) are very high-level goals requiring detailed design, implementation and action on hundreds of thousands of Environmental, Social and Governance (ESG) projects and programmes at local levels. Most emerging markets lack the talent, funding and capacity to implement these effectively. It is easy to call for a \"Global Marshall Plan\" for civilisation. But with war, it is likely that Europe will prioritise a Marshall plan for restoration of the Ukrainian economy first. Who will fund the Climate Action by developing countries in Africa and developing Asia and Latin America?\nLike all crises, war has divided the world into those who are rich and protected, and those who are poor, vulnerable and insecure. This is no longer a zero-sum game, but a vicious downward spiral of conflict, failing governance and climate-driven natural disasters.\nBefore the war gets too hot, we need cool heads and warm hearts to reflect why we need de-escalation for peace and the existential survival of all humanity.\n \nAndrew Sheng is adjunct professor at Tsinghua University, Beijing and the University of Malaya. He was formerly the chairman of the Securities and Futures Commission, Hong Kong.Copyright: Asia News Network\n",
        "headline_1": "If war wins, climate action loses",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/if-war-wins-climate-action-loses-2984476",
        "news_paper_name": "The Daily Star",
        "publish_date": "17-03-2022"
    },
    {
        "full_article": "Bangladesh's abstention in the vote on the Ukraine crisis at the United Nations' emergency special session on March 3, 2022 deserves much more scrutiny than it has received thus far. The resolution condemned Russia's \"military operation,\" describing it as an act of \"aggression,\" criticised the recognition of an independent state of Donetsk and Luhansk in eastern Ukraine, and called for immediate withdrawal of the Russian troops from Ukraine. Of the 191 countries, 141 voted in favour of the resolution. Thirty-five countries abstained from voting, and four countries, including Russia, voted against the resolution. Bangladesh was one of the four South Asian countries that abstained—others were India, Pakistan, and Sri Lanka. Four other South Asian countries, however, voted in favour of the resolution: Nepal, Bhutan, the Maldives, and Afghanistan.\nMany in Bangladesh say it's consistent with the country's foreign policy, and that the vote was a continuation of its earlier positions in the UN. Such an assertion echoes the government's claim, but one should ask: is it consistent? What do Bangladesh's past votes in the UN indicate? The premise of the adopted resolution is the question of a country's sovereignty and territorial integrity. What stance Bangladesh has taken on these issues should be examined and analysed to understand whether this vote is a departure from the precedents.\nWhat did Bangladesh say?\nOn February 26, 2022, two days after the Russian aggression began, the Bangladesh foreign ministry issued a statement expressing \"grave concern\" at the situation in Ukraine, calling for immediate cessation of the ongoing hostilities and military operations in the Ukrainian territory. The statement further said, \"Bangladesh believes the obligations stipulated in the Charter of the United Nations regarding prohibition of use of force, respect for sovereignty and territorial integrity, and peaceful settlement of international disputes must be complied with in all circumstances, without exception.\" Another version of the statement was presented at the UNGA emergency special session by Monwar Hossain, deputy chief of mission of Bangladesh to the UN. Although Foreign Minister AK Abdul Momen was in New York, he didn't attend the session.\nSince then, the government has provided several explanations of Bangladesh's decision to abstain. The first explanation was provided by the foreign minister in an interview to a Bangla TV channel in New York. \"We are against all wars. We want a peaceful solution to this problem at the initiative of the UN secretary-general,\" he said. He further added that, as a small country, all wars and international crises are against the national interests of Bangladesh (Deutsche Welle, March 3, 2022). Later, he also said that Bangladesh had abstained from voting because it wanted peace.\nThe second explanation came from Planning Minister MA Mannan. He said, \"We did not vote on the Russia-Ukraine issue keeping in mind the interests of the country.\" The planning minister said Bangladesh was a member of the UN, not an employee. \"We will decide whether or not to vote... We did not vote on the Russia-Ukraine issue, mainly considering the interests of the country. We were not alone; many other states have taken a similar position and refrained from voting\" (Jugantor, March 5, 2022). On March 6, the foreign minister said, \"If you read the draft resolution, you will see that it is not to stop the war. It's for someone to blame. We want peace. We don't want a war to be fought anywhere\" (Prothom Alo, March 6, 2022).\nWhat these ministers did not mention was that Bangladesh's position on this resolution was not consistent with the position the country adopted in the past at the UN on the question of territorial integrity and sovereignty of small countries. Bangladesh's votes at the Security Council and the General Assembly are quite contrary to their claims.\nBangladesh on sovereignty at UNSC\nBangladesh was a member of the UN Security Council (UNSC) in 1979, 1980, 2000 and 2001. One can look at the votes on the question of territorial integrity and sovereignty during these periods. In 1979, in the wake of the border dispute between China and Vietnam, resolution was moved on the situation in Southeast Asia and its implications for international peace and security. The Sino-Vietnam conflict ensued after Vietnam began a military invasion in Cambodia. On January 15, 1979, Bangladesh, along with six other countries, moved a resolution condemning Vietnam's military operation in Cambodia. The resolution was not adopted due to a veto by the Soviet Union. On March 13 the same year, Indonesia and four countries moved a resolution for an end to the war and for the territorial integrity of Cambodia and Vietnam. Bangladesh voted in favour of this resolution, which was also not adopted because of the Soviet Union's veto. It should be recalled that at that time, the Vietnamese government was backed by the Soviet Union, while China backed the Cambodian government.\nIn 1980, the UNSC voted twice on issues like these. One was on the issue of Afghanistan; the other was on the question of Palestinian independence. On January 6, 1980, Bangladesh joined hands with four other countries to introduce a resolution condemning the Soviet Union's invasion in Afghanistan. The resolution said that Afghanistan's sovereignty, territorial integrity, and political independence had been violated. This resolution failed to pass, thanks to the Soviet veto. The Palestinian people's right to freedom was put up for vote on April 26, 1980, with a Tunisian proposed resolution. Despite Bangladesh's positive vote, it was not adopted due to the US veto. The vote on Afghanistan passed on December 20, 2001, which Bangladesh supported, favouring the integrity and sovereignty of Afghanistan. An analysis of Bangladesh's vote in the Security Council demonstrates that Bangladesh was not swayed by the list of who was voting in favour, or how the global powers were casting their votes; instead, Bangladesh had taken a principled stance.\nBangladesh at UNGA emergency special sessions\nBangladesh became a member of the UN on September 17, 1974. The first emergency special session of the General Assembly that the country attended was the sixth in 1980. Since then, Bangladesh has joined six special emergency sessions of the General Assembly—the sixth session (1980) through the 11th session (2022).\nThe issue of sovereignty appeared in the sixth session on January 14, 1980 on the Afghanistan question. Bangladesh voted in favour of the resolution, against the Soviet Union; India abstained. The seventh session was about Palestine: from July 1980 to September 1982, there were several meetings where Bangladesh voted in favour of all the resolutions adopted on the issue of Palestinian independence, Israeli aggression, settlement, etc. The US has always vetoed these resolutions.\nThe eighth session (1981) dealt with the issue of Namibia's independence. The Security Council could not pass a resolution of condemnation and sanctions against South Africa because of the veto from three countries, including the US. The resolution against the occupation of South Africa in Namibia not only called for sanctions, but also expressed support for the South West Africa People's Organization (SWAPO), a pro-independence party. The resolution called on countries and international organisations around the world to help SWAPO, and even to provide military assistance. This is worth highlighting because the reason for Bangladesh's objection to the Ukraine resolution was that it was not only a censure motion, but it was also to \"blame.\" The Namibia resolution blamed the perpetrator, South Africa, in an unequivocal manner. No country voted against the resolution; 25 countries, including the US, abstained.\nIn 1982, the ninth special emergency session was against Israel's annexation of the Syrian Golan Heights. While 21 countries voted against the resolution, Bangladesh remained in favour of the resolution that was adopted by the UNGA. The 10th special emergency session was held in a staggered manner from 1997 to 2018. Bangladesh stood firmly on condemning Israel's attacks and settlements in east Jerusalem, Gaza and the occupied Palestinian territories; Bangladesh's support for the sovereignty of the Palestinians has never wavered.\nThe votes cast by Bangladesh in the sixth to tenth emergency special sessions of the UNGA had three features: first, they favoured the sovereignty and territorial integrity of any country; second, Bangladesh voted with the majority of countries; third, Bangladesh was not influenced by the votes of the global or regional powers. The first and third characteristics of Bangladesh's vote were similar when it was a member of the Security Council. The fact that resolutions co-sponsored by Bangladesh were vetoed is a testimony to the independent and principled stance of the country. In the 11th session, Bangladesh's vote on the Ukraine question is neither with the majority, nor the principled stance it has espoused for decades.\nWhat will happen in the future?\nThe conflict in Ukraine will not end soon. It is not clear what Vladimir Putin's long-term goal is, but it's easily understandable that Russia is determined to control Ukraine for years to come. On the other hand, the US, Europe, and other countries will continue to press for an end to the ongoing war and the Russian presence. Therefore, the Ukraine issue will reappear on the UN agenda in the future in various ways; more resolutions will be voted on. Bangladesh will have to decide whether to cast a principled vote as it used to in the past, or base its decision on other considerations.\n \nAli Riaz is a distinguished professor of political science at Illinois State University in the US, and a non-resident senior fellow of the Atlantic Council.\n \n",
        "headline_1": "Dhaka’s abstention in Ukraine vote is an anomaly",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/black-white-grey/news/dhakas-abstention-ukraine-vote-anomaly-2983801",
        "news_paper_name": "The Daily Star",
        "publish_date": "17-03-2022"
    },
    {
        "full_article": "Winter always lingers delightfully on the Dhaka University campus. The fallen leaves of myriad colours underneath the tall trees create a surreal montage against the green grass. And the puff of air still carrying a little bit of chill has stories to tell—if you care to pause for a while and listen.\nWhen I reached the Teacher-Student Centre (TSC) last Friday, it was already late in the afternoon. The setting sun painted the trees and buildings with a crimson tint of ethereal splendour. In fact, I came to the campus to feel the air, to smell the leaves, and to touch the grass to celebrate the centenary of Dhaka University in my own way.\nAs I stood in front of the TSC after decades, a flurry of wind came from nowhere and ruffled up the leaves of the trees around me. The trees, enjoying a lazy afternoon slumber, woke up and started to sway in excitement. I looked up. \"Ah, my friends, so you recognised me after all these years!\" I waved at the trees and shouted gleefully. \"Yes, yes, we recognise you… it's just like yesterday to us… you were so young and strong those days. But we can see you are frail now, slow in gait and struggling to breathe… your eyes have lost the sparkle… your skin is pale… what happened?\" The trees sounded concerned. I smiled. \"Oh, nothing; it is old age, my friends—an inevitability for staying around too long, perhaps. A predicament of sort of the human kind, you can say. You see, with age, you trees get beautiful, taller and stronger. But with us humans, it's different. Old age robs us of our youthful sprints; our eyesight begins to go and our dreams begin to get hazy. We start to go downhill with all sorts of ailments. All our beautiful memories also start to fade away. Anyway, I am happy to see you tree families looking healthy and enjoying the breeze.\"\nI waved goodbye to the tall trees of TSC and started to walk towards the Salimullah Muslim Hall (SM Hall), which used to be my hall. As I walked past the residence of the vice-chancellor, I heard some noise in the distance. I stopped on the track. That rumbling noise! What is it? Thousands of feet on the road—a hundred voices chanting slogans! Then I saw them. A big rally of students with placards in hands, coming towards where I was standing. I was transfixed. But the rally passed by and went towards the TSC. Placards read \"Down with the military rule,\" \"Must accept Six Points,\" \"We want democracy.\" I followed the rally for a while, but it seemed no one noticed me. I turned back to go to the SM Hall, but saw another, even bigger rally coming towards me. I stood in one corner to allow it to pass. This time, the placards read, \"Implement 11 Points,\" and \"Ek dofa, ek dabi, swadhinata, swadhinata (One point, one demand, independence, independence).\" Who are these guys? I thought.\nThe rally stopped on the road in front of the Arts Faculty's main gate. I went near and stood in a corner. Student leaders started to give speeches in support of complete liberation of Bangladesh. They warned of dire consequences if police continued to act brutally on peaceful congregations. They mentioned the killing of a student named Asad in Mohammadpur by the police that very morning. I was more confused. Why are they talking about Asad, who was killed in police firing in 1969? Then I heard the whistles and the sound of boots running on the ground. Dozens of policemen came from all directions and started to beat up the students in the rally. Students tried to run towards safety, but many of them got arrested. To my utter surprise, this time also, no one paid any attention to me, even though I was standing out in the open. Soon, the sound of slogans became louder and louder throughout the campus in a maddening crescendo.\nI tried to catch my breath and resumed walking towards Jagannath Hall. It was at this point that I heard the sound of gunfire. Deafening sound of incessant firing from heavy machine guns filled the air. I could hear the rumbling sound of heavy army trucks on the campus. Sound of blazing guns came from the teachers' quarters. I ran towards Jagannath Hall, but could not go far. The hall was surrounded by army trucks and Pakistani soldiers were running through the floors, shooting at unarmed students in a devilish frenzy. I watched from behind a tree as they dragged the dead students out onto the ground and dumped them in a big ditch on the field. Lord Almighty! Whatever is happening? Where am I?\nLike a flashback on celluloid, everything that happened on the campus went past my inner eye as I stood shivering under a tree. Uncontrollable rage overpowered my entire being, as I recalled how the Pakistanis killed our beloved professors, students and staff members on the campus. I tried to console myself saying that no nation that kills teachers can sustain and prosper.\nIt was almost midnight when I stood up from where I was sitting. I hailed a rickshaw and asked him to take me towards Birdem. The trees were fast asleep.\n \nShahnoor Wahid is a senior journalist.\n",
        "headline_1": "Celebrating DU centenary in my own way",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/celebrating-du-centenary-my-own-way-2983791",
        "news_paper_name": "The Daily Star",
        "publish_date": "17-03-2022"
    },
    {
        "full_article": "It is unfortunate that, in Bangladesh, greedy humans can take possession of public properties through forging documents or resorting to other dubious means without much repercussions. Such is the case of a small river called Sutki in Habiganj district, which is being claimed by a local family as their personal property. The genealogy of ownership of the river and subsequent court battles of nearly 50 years have been chronicled elaborately in this daily. The report has brought to light the clever machinations of some influential people, who continue to claim ownership of the Sutki River with fabricated documents for generations.\nIt was clearly evident from the papers in the local land office that the water body was recorded as a river, which means it was a government property. The local administration also confirmed that the land was not private property. Even when shown these documents, those claiming the ownership refuse to acknowledge that Sutki is a river; instead, they call it a \"water reservoir,\" which their ancestors apparently dug centuries ago for irrigation.\nIt is distressing to learn that one family continues to deprive thousands of people of the locality from accessing the resources of the river. The big question that arises is: How could a single family have claimed ownership of a public property for decades? Who aided and abetted them in the process?\nIt is surprising, indeed, that the ownership of the river has changed hands a number of times through court battles, and it still remains unsettled because of various legal bottlenecks. We have the uneasy feeling that the root of the problem lies at the local land office, where century-old records are kept for future use. According to the Bangladesh Poribesh Andolon's Habiganj unit, the government is yet to win the legal battle due to the negligence of government prosecutors who failed to produce the relevant documents before the court.\nThe whole story smacks of corruption at a very high level, which is making it difficult to reach a solution. We hope the ministry concerned would now intervene to give back Sutki its legal identity. It is unacceptable that a river should be held hostage to a family's greed and corruption.\n",
        "headline_1": "The sad saga of a river named Sutki",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/the-sad-saga-river-named-sutki-2984451",
        "news_paper_name": "The Daily Star",
        "publish_date": "17-03-2022"
    },
    {
        "full_article": "We welcome the government's decision to sell a number of essential goods at subsidised prices to 8.8 million selected low-income families, and the fact that the beneficiaries will be given \"Family Cards,\" which will make them eligible for their purchase. We hope this will negate the purchase of these goods by unscrupulous groups with the intention of reselling them at higher prices in the open market—as has reportedly happened before—and thus denying low-income families, who actually need it, of the benefit. Prices of daily essentials have been rising unabatedly for months now. As reported in the media, prices of certain essential goods have reached record highs. These price hikes are making life extremely difficult for low- and middle-income groups, who have already been hit hard due to the economic downturn brought about by the Covid-19 pandemic.\nWhile we fully support the government's decision to distribute Family Cards, which will allow people to buy commodities at low prices from the Trading Corporation of Bangladesh (TCB), we can't help but feel somewhat apprehensive, given the track record of previous such programmes. On numerous past occasions, we have seen government relief programmes getting mired in corruption. Although the distribution of Family Cards is intended to check some of the graft, it can only work if the selection and distribution processes themselves are kept free from corruption, which is a tall order. It will require strict government supervision to avoid political favouritism and ensure transparency in the process of preparing the beneficiary list. In line with that, experts have time and again warned against handing such programmes to political leaders, as that has often led to the poor being deprived of their benefits. Thus, the local administration should create their own database of individuals who should be eligible to receive the cards.\nMoreover, during previous relief distributions, we have often witnessed long lines and chaos due to mismanagement and other issues. This time around, the government should take measures beforehand to avoid such problems.\nIf the government can properly make these arrangements, they would definitely help the people that are suffering. At the same time, it needs to try harder to bring the prices of essential goods under control, as that is the only real feasible long-term solution to this crisis.\n",
        "headline_1": "Ensure corruption-free distribution of Family Cards for the poor",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/ensure-blunder-free-distribution-family-cards-the-poor-2984316",
        "news_paper_name": "The Daily Star",
        "publish_date": "17-03-2022"
    }
]