[
    {
        "full_article": "Town planning is both a science and an art of designing and developing urban areas. The job of town planners is to make a city both aesthetically attractive and optimally functional. A planned city can attract private investment and ensure a higher rate of employment and growth. However, a well-thought-out plan requires a multi-disciplinary approach and contributions from a variety of experts, including urban and regional planners, architects, civil engineers, environmentalists, geographers, transport engineers, hydrologists, surveyors, economists, water and sanitation engineers, and even agriculturists. Again, an effective plan needs thorough research to understand the trends of city growth, surrounding environment, transportation network, urban management system, and financing mechanism. The planning has to be a participatory process, so it should take inputs from the landowners, businessmen, public officials, local government representatives, working people, politicians, and professionals.\nJust like planning an urban area is vital, its proper implementation is also critical in achieving the desired space for its residents to enjoy living there. However, both the planning and implementation processes could go wrong—and that's what is happening in Bangladesh. There has been plenty of criticism for our failure in formulating good town plans and ending up with poor physical environments. If we look back, we can see that our master planning methods and processes have not been appropriate, and as a result failed to produce the desired outcomes.\nIt is important to note that out of several hundred cities and towns of various sizes in the country, only the four largest ones have undergone full-scale master planning exercises followed by their implementations: Dhaka, Chattogram, Rajshahi, and Khulna. The master plans of many other cities have been prepared in recent years, but their use is still very limited. A master plan lays out the uses of the land—such as housing, offices, businesses, industries, administrative areas, schools, hospitals, roads and streets, open spaces, etc—keeping the future projected development pattern of a city in mind.\nPlanning is an essential prerequisite for the orderly development of a city. A set of planning standards are followed in formulating a master plan. In Bangladesh, the town planning processes have been unnecessarily long. The physical feature surveys and preparation for detailed land-use plans take an inordinate amount of time to complete and get approved by the government. After the first master plans of Dhaka and Chattogram cities were prepared in 1959, followed by the Khulna city master plan in 1961, the decision to develop the second set of plans came after a long time—in the early 1990s. The Rajshahi city master plan, which was prepared in 1968 and then updated in 1984 and again 20 years later, in 2004, were somewhat better implemented due to the cooperation between the Rajshahi City Corporation and the Rajshahi Development Authority.\nThe first master plan of Dhaka city (1958-1978) was implemented to some extent, establishing several housings, businesses and industrial zones like Tejgaon industrial estate, but the successive plans failed to keep pace with the fast population growth, and the demand for serviced land far exceeded the supply. Higher population density in the core areas of the city produced conditions unfavourable to rebuilding and renovation, and unfortunately, failure to come up with a good plan since 1978 caused a great setback for the city's proper growth. Even the current Dhaka Structure Plan (2016-2035) has not considered the issues of water-logging and traffic congestion properly.\nInterestingly, the town plans have a long-term span of 20 years without having medium-term plans corresponding to the national five-year plans. During this long period of time, the urban scenario changes, and the plans become obsolete. The plans are static and, although Section 74 (2) of the Town Improvement Act, 1953 allows to amend the plans when required, there is no mechanism to constantly review and update them based on the realities on the ground.\nWhile the problems of urban living are dynamic in nature, the urban planning concept adopted by the city development authorities has been static, which is not appropriate to tackle the everyday challenges of our cities. The most critical challenge posed by the master plans is related to the forecasted population of the cities and their infrastructural needs. The actual population growth far outpaced the projected growth of the cities and upset the development proposals in the master plans. Although this was discussed among the planning professionals and policymakers during the 1980s, the subsequent plans did not become dynamic in approach and failed to address the ever-widening challenges posed by rapid urbanisation.\nAgain, not many consultations were held with the key stakeholders during the planning process, so the master plans turned out to be a top-down exercise. The master plans were also not followed up with development and investment plans. Adequate public control over future development has not been built into the plans, and thus private interests ultimately dictated the horizontal and vertical growth of the cities. This ultimately caused a significant deviation from the plans, but most of it went undetected because of the lack of an effective monitoring mechanism. One major reason for this is also the non-involvement of the private sector in the planning process and securing their buy-in for development of an aesthetically attractive city when the state's control in managing the urban space declines.\nThe town plans also don't accommodate the needs of people of all social strata, particularly the poor. Consequently, a large number of poor families live in slums in terrible conditions. These people and many lower middle-income families mainly live in the outskirts of the cities. Due to linear development of the cities, rather than a multi-modal mixed pattern of development, they require long-distance travels on a daily basis to the inner city for the purpose of work, causing tremendous traffic congestions.\nThere is also the issue of ignorance regarding the master plan on the people's part. The city residents don't have much idea about the designated residential areas, reserved open spaces, and land proposed for acquisition for creation of industrial zones, parks, schools, hospitals, offices, etc. Until recently, there was no online and standard building plan application system to make the process easy and quick. Now that it has been introduced, we need to wait and see if the online system works.\nThe resources estimated in the plans are found to be unrealistic—the actual outlays far exceed the suggested cost of infrastructure and services. One of the fallouts of this weakness in the plan is delay in implementation of major roads and infrastructure, and even housing projects, such as Purbachal and Uttara residential areas in Dhaka.\nThe town plans need to be formulated on time, be realistic, take care of critical urban issues, and be updated as per requirement. The plans must be adhered to and funded adequately.\n \nDr Nawshad Ahmed is an economist and urban planner, and a former UN official.\n",
        "headline_1": "For effective town planning, we must learn from past mistakes",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/effective-town-planning-we-must-learn-past-mistakes-2221491",
        "news_paper_name": "The Daily Star",
        "publish_date": "04-11-2021"
    },
    {
        "full_article": "Over the last few days here in Glasgow, Scotland, over a hundred world leaders have arrived for the leaders' summit at the 26th Conference of Parties (COP26) of the United Nations Framework Convention on Climate Change (UNFCCC), to give speeches, hold meetings with UK Prime Minister Boris Johnson, and also have some bilateral meetings among themselves. They are not here at the conference to negotiate anything with each other, but to kick off the negotiations that will continue for two more weeks.\nNevertheless, their presence in Glasgow is important. Many of the leaders, during their speeches, announced new and better actions going forward. That was, indeed, a positive outcome of these discussions.\nThere are a few statements made by some leaders in Glasgow that stand out. The first, and by far the most important, was of course by US President Joe Biden, who brought his country back to joining the Paris Agreement, four years after his predecessor Donald Trump withdrew the US out of the agreement. This is the first COP for Biden after he assumed the US presidency, and he made some good statements about actions at home as well as enhanced funding for developing countries, especially to support adaptation activities in the most vulnerable countries.\nThe second important leader's statement came from Indian Prime Minister Narendra Modi as, until now, India has refused to set a date for achieving net zero emissions. In Glasgow, he finally announced that India would, indeed, achieve net zero emissions by 2070. This is longer than most countries, most of which aim to go net zero by 2050; nevertheless, it is an important commitment from an important country.\nBangladesh Prime Minister Sheikh Hasina is also here, but this year, she is not speaking just for Bangladesh, but for 48 most vulnerable developing countries, who are members of the Climate Vulnerable Forum (CVF), which she currently chairs.\nShe also chaired a high-level meeting of the leaders from the CVF countries who are currently in Glasgow, and they released the \"Dhaka-Glasgow Declaration,\" which was prepared under Bangladesh's leadership and agreed upon by everyone. The declaration points out the need to keep the global temperature rise to stay below 1.5 degrees Celsius, which has yet to happen. The second demand is for the rich countries to provide USD 100 billion annually from 2020 onwards—a promise the rich countries made back in 2015, under the Paris Agreement. The developed countries failed to deliver the USD 100 billion in 2020, and again in 2021, and are now formulating a \"plan\" to deliver it in 2023.\nThe CVF's demand is that the developed countries provide a plan to deliver USD 500 billion over five years—from 2020 to 2024. This will be in the agenda of active negotiations over the next two weeks in Glasgow. They also demand that half the funds go for adaptation in the most vulnerable developing countries—an improvement of the current situation as only 20 percent of climate-related finance has gone into adaptation activities so far.\nThe next big issue is the loss and damage from human-induced climate change, which has become a big concern even in the rich countries now, and therefore needs to be addressed in a more holistic way and at a higher political level, and not just at the technical level which is where it is currently being discussed.\nThere are also many other agenda items up for discussion, which are relevant to making the Paris Agreement more effective, including the rule book as well as Article 6, which is on the role of private sector involvement in tackling climate change.\nAs far as the Bangladesh delegation in Glasgow is concerned, we have a big and very effective set of negotiators with vast experience in such dealings, so I am confident that Bangladesh will be well-engaged in all the issues under discussion.\nFinally, when it comes to the issue of climate change and the annual climate conference, Bangladesh has already earned a significant positive reputation as a proactive country that is tackling climate change, and other countries—both from the South and the North—are keen to learn from Bangladesh.\nCOP26, thus, offers an excellent opportunity for all the different stakeholders from Bangladesh who are here to demonstrate the whole-of-society approach that we are taking to tackle the global emergency of climate change.\n \nDr Saleemul Huq is director of the International Centre for Climate Change and Development (ICCCAD) and chair of the Expert Advisory Group of the Climate Vulnerable Forum (CVF).\n",
        "headline_1": "Get the ball rolling to implement effective climate action",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/politics-climate-change/news/get-the-ball-rolling-implement-effective-climate-action-2221476",
        "news_paper_name": "The Daily Star",
        "publish_date": "04-11-2021"
    },
    {
        "full_article": "Born during the height of the Cold War, Bangladesh is a nation state that is uniquely embroiled in the machinations of geopolitics. There seems to have never been a point of time where Bangladesh hasn't been caught between the rivalries of powerful states—whether it be the rivalry between India and Pakistan, the Cold War rivalry between the US and the former Soviet Union, and now the rivalry between China and the Western world.\nHowever, the Bangladesh of today is a different state from the one that was so violently birthed in 1971. Once branded as a \"bottomless basket,\" Bangladesh is now hailed as a \"South Asian miracle.\" While economic growth comes with its own challenges—particularly in relation to the huge wealth inequality—the country's general economic development remains positive. Fifty years after its independence, the country is firmly graduating from the category of Least Developed Countries (LDCs), and is projected to become one of the 25 largest economies in the world by 2035. As its economy booms and the balance of world power moves eastward, our role on the world stage becomes more and more prominent every day.\nThe key factor in Bangladesh's geopolitical play is its geography. The country shares land borders with Myanmar and India. Towards the sea, Bangladesh maintains three—Chattogram, Mongla and Payra—out of the 12 ports in the Bay of Bengal. India, an economically emerging state, spans three sides of the border with Bangladesh and, now more than ever, has a keen eye for Bangladesh's strategies and policies. Due to its geographical position, Bangladesh is a natural link between South Asia and Southeast Asia. Therefore, any regional coordination between the giant trade blocs of the Association of the Southeast Asian Nations (Asean) and the South Asian Association of Regional Cooperation (Saarc) has to include Bangladesh. The country is also a vital geopolitical ally to India, in that it has the potential to facilitate greater integration between Northeast India and Central India.\nBangladesh is uniquely suited in this regard to play a vital role in furthering regional integration, and allowing all neighbouring regions to prosper together.\nIt is also due to this unique geography that Bangladesh is being approached by China. Bangladesh is a prime candidate to partner with China in the hypothesised \"String of Pearls\" strategy and the formation of the \"Maritime Silk Road.\" China's Western rivals, along with India, are quite aware of this possibility, and have already initiated steps towards building greater ties with Bangladesh. It is also this possibility that has changed Bangladesh's status from decades of geopolitical irrelevance to a key player in shaping the future of Asia. However, to maintain this geopolitical value, Bangladesh needs to play an intricate, diplomatic balancing act. It needs to maintain favourable and balanced bilateral relations between two major parties—one being China, and the other being the Quad nations, namely India, Japan, Australia, and the US.\nThe diplomatic ties between Bangladesh and India are historical. Since the Awami League came to power in 2009, bilateral relations have peaked between the two countries. But some unsettled issues still remain, such as water disputes, border killings, religious tension, and maritime border disputes. Since the beginning of the Covid-19 pandemic, we have seen high-level talks between the top leaders of the two countries. India has played \"vaccine diplomacy\" to gain the trust of its allies. Part of this policy was to send vaccines to Bangladesh as a top priority. However, when the second wave of Covid hit India, they decided to defer the supply. Seeing this sudden pause by the Indian government, China became preferential in delivering vaccine doses to Bangladesh. A significant amount of the delivered vaccine doses were gifts, while the rest were commercial commitments.\nThere is no doubt that the Sino-Indian rivalry has placed Bangladesh in an advantageous position, allowing such kinds of diplomatic plays. But Bangladesh must read the situation carefully to understand the intention of both these countries while utilising an opportunity. It should not walk into the \"Chinese Debt Trap\" on the one hand, while on the other hand, it should constantly remain alert of India's \"Big Brother Attitude.\"\nThe unpredictable foreign policy of Donald Trump created a vacuum in the relationship between Bangladesh and the US. During the Trump era, the presence of the US in the South Asian region was not sufficiently visible. However, the Biden administration already appears to have been re-arranging and re-engaging with the Asian nations to uphold their influence in the Asia Pacific region. In such circumstances, it would be imperative for Bangladesh to observe the US motive, and avail any opportunity of enhancing diplomatic ties and acquiring a more active role in the Indo-Pacific theatre. Currently, the Quadrilateral Security Dialogue (QUAD) does not consider Bangladesh an actor in enforcing Western dominance in the Indian Ocean. This is both good and bad—bad in the sense that this indicates the US tendency to look at Bangladesh from the Indian perspective, and good because the US attitude has allowed Bangladesh to look to China to update its naval capacity. The ongoing arms race between the navies of Myanmar and Bangladesh will prove crucial in maintaining regional stability in the days to come, and both India and China stand to profit greatly from the sales. It should be noted that even though Bangladesh has bought submarines from China, it is also actively participating in joint naval exercises with India—just another example of the diplomatic balancing act in play.\nAnother major diplomatic hurdle for Bangladesh is the ongoing Rohingya refugee crisis. The country currently hosts more than a million displaced Rohingyas from neighbouring Myanmar. Since the inception of the crisis, efforts made by the Bangladesh government for Rohingya repatriation have been inadequate. Decisive diplomatic actions must be there to accelerate the repatriation process. The willingness of the Myanmar government to provide repatriation seems uncertain, while the United Nations and other international humanitarian agencies don't appear to be proactive enough. Although some Western countries have been delivering relief funds, this can't be a permanent solution. Due to the pandemic, Bangladesh has already fallen behind in terms of its socioeconomic progress. This refugee crisis needs to be solved post-haste. The recent military coup in Myanmar and the assassination of Rohingya leader Mohib Ullah make the situation more complicated. It is high time for Bangladesh to tighten its relationship with the Western states and urge proactive initiatives in the negotiation process for Rohingya repatriation.\nBangladesh maintains a historical relationship with the UK as a Commonwealth nation. Since independence, the UK has been a significant development partner of Bangladesh. The UK appeared to be one of the major countries that condemned the Rohingya genocide and continued with its Myanmar sanctions. Bangladesh will require solid political support from the UK to take the Rohingya issue to the international arena.\nThe European Union (EU) is Bangladesh's largest trade partner. The EU's aid to Bangladesh also accounts for 40 percent of the total aid that the country receives from the rest of the world. Although the EU-Bangladesh relationship seems aid-centric, there are other areas to work on to realise this relationship's full potential. Since the Biden administration took office, the US' position in Europe has changed. Most recently, the introduction of AUKUS has created havoc in the region. In addition, the Angela Markel era has come to a close. The introduction of new leadership in Germany will undoubtedly reshape the political stance of the EU in the world order. Geopolitical shifts such as these might give Bangladesh a chance to work closely with the EU in the new format.\nThe three thematic areas where Bangladesh might approach the EU could be: a) Seeking support for a sustainable Rohingya repatriation; b) Access to Covid-19 vaccines; and c) Managing GSP+ status to enjoy zero duties on export products.\nBangladesh has so far been practising a balanced foreign policy strategy. It must maintain a middle-ground approach instead of leaning towards anyone too much. Tectonic shifts in geopolitics are happening even as you read this. Every day comes with new opportunities, while every year comes with new challenges. By analysing the present geostrategic reality, Bangladesh needs to find justification for its current status in the global political realm. Exploring new opportunities in this new geopolitical pendulum is crucial to surviving the challenges that lie ahead.\n \nZillur Rahman is the executive director of the Centre for Governance Studies (CGS) and a television talk show host.\nHis Twitter handle is @zillur\n",
        "headline_1": "Bangladesh’s geopolitical position provides for unique opportunities",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/bangladeshs-geopolitical-position-provides-unique-opportunities-2221461",
        "news_paper_name": "The Daily Star",
        "publish_date": "04-11-2021"
    },
    {
        "full_article": "In the past few generations, the world has changed extremely rapidly—and it is likely to continue to do so. Artificial intelligence threatens many of our existing jobs and even raises the question as to what need there will be for human workers in the future. The shift to the gig economy—where many people carry out freelance work for Uber, Pathao, Foodpanda and the like, rather than hold conventional jobs—means that people's livelihoods are increasingly unstable. The global population continues to grow fast, despite the world being overpopulated already, leading to increasing environmental devastation and the growing threat (and reality) of pandemics. There is a sea of misinformation and distraction on various online platforms that overshadow the better—and more credible—information available in print periodicals and books. And, of course, there's the climate emergency.\nIt would be wise to consider how well we are preparing our youth to face these threats and challenges. From what I know of the Bangladeshi educational system, I would say, not very well. In a rapidly changing, dynamic world, it is crucial to have the ability to think on one's feet, to respond with flexibility and creativity to new situations, and to utilise logic rather than fall victim to conspiracy theories. And yet, rote learning—and not encouragement of creativity and logic—remains the norm. The high-pressure environment with omnipresent exams means that the youth have less time and opportunity to engage in extracurricular activities that might expose them to different kinds of people and ways of thinking. In the little free time that they have, rather than spending time outdoors as the previous generations did, they are likely isolated with a digital device, absorbed in the endless fascination of the internet.\nI was singularly fortunate in my education. Although I studied hard, I always had time to be outdoors. I also had ample opportunities to interact with various adults who gave me different perspectives. I developed a deep and lasting love for reading. I was encouraged to be creative and to master logical thinking. As a result, I have been able to change my career path repeatedly, and without having to acquire new academic degrees along the way.\nMy work at the Institute of Wellbeing allows me to work closely with young people—mostly university students. I love the time we spend together, but I am also concerned about them. A few are aware that they are entering extremely uncertain and frightening times with very little preparation. Many are blindly focused on exams and on their future careers, blithely believing that their lives will resemble those of the previous generations, even though they should be aware of the dramatic changes that take place every few years. When it comes to the climate crisis, many believe what they have been told: plant a few trees, throw your rubbish in the garbage bin, perhaps eventually switch to cleaner energy, and all will be well.\nNot to be a doomsayer—and I am no expert on issues such as the threat of artificial intelligence to humanity—but all is not going to be well if we continue blindly on this consumption-oriented path. Youth have the right to know that the destruction we have wreaked on our planet is serious, and not something that's just going to go away with a few minor technical fixes. They should be angry at the situation they have inherited and the expectation that they will learn to cope or be clever enough to fix it—despite being given almost none of the tools that they need to do either.\nMay I gently suggest that we all take a few moments to reflect on these issues? What kind of a world are we leaving to our youth, and how well are we preparing them to cope with the multiple crises that are already reshaping our existence? It's about time that we changed not just the content of the curriculum, but our entire approach to education, to focus more on logic and creativity, on problem-solving, and on learning to value what truly matters—a living planet—rather than endless consumption and economic growth. None of this will be easy, but we have only two choices: make substantial changes now, or leave our youth to inherit an even grimmer future.\n \nDebra Efroymson is the executive director of the Institute of Wellbeing, Bangladesh, and author of \"Beyond Apologies: Defining and Achieving an Economics of Wellbeing.\"\n",
        "headline_1": "What future do we have to offer our youth?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/what-future-do-we-have-offer-our-youth-2221446",
        "news_paper_name": "The Daily Star",
        "publish_date": "04-11-2021"
    },
    {
        "full_article": "It is encouraging to note that a South Korean consortium has started its study to assess whether it would invest in the development of a circular railway around Dhaka, under a public-private partnership (PPP) initiative. Apart from technical and financial feasibility studies, the consortium would prepare a step-by-step plan on how to progress with the project, and which portion of the railway should be prioritised.\nAccording to a previous feasibility study carried out by the Bangladesh Railway (BR), the project will take six years to complete and is estimated to cost USD 8.37 billion (more than Tk 70,000 crore). Meanwhile, it is expected that the circular rail network will greatly reduce traffic congestion in Dhaka, which causes an annual estimated loss of between Tk 20,000 crore and Tk 55,000 crore to the economy. However, according to experts, the effectiveness of the project will depend on many other factors, including integrated services, and without proper coordination between the different agencies involved, such an ambitious project would likely face serious problems.\nGiven the enormity of the plan, the BR study had suggested breaking down the project into two phases. However, the South Korean consortium has proposed an even more conservative approach, breaking it down into four separate phases. What this suggests is that the project will require significant and careful planning—something we have a rather poor track record of. Arranging the required funds could also prove to be a big challenge, which can also be solved through proper planning. Another major concern is the poor track records of the agencies involved in the project. Therefore, although we would like this project to be fast-tracked, given all these concerns, it is certainly worth asking whether that will be viable.\nNevertheless, the project could potentially make a huge difference to people's mobility in and around Dhaka. By allowing workers and traders from neighbouring districts like Gazipur, Manikganj, Munshiganj, Narayanganj, Narsingdi and Tangail to go from one end of the capital to another without having to enter the city, it could potentially be a game-changer in terms of saving people's time and lowering travel costs. Thus, the authorities should look to proceed with the project as soon as possible—having done the necessary work with due diligence.\n",
        "headline_1": "Dhaka circular rail could be a game-changer",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/dhaka-circular-rail-could-be-game-changer-2221421",
        "news_paper_name": "The Daily Star",
        "publish_date": "04-11-2021"
    },
    {
        "full_article": "The pledge by world leaders at COP26 to end deforestation by 2030 has been met with scepticism by environmental groups across the world, with Greenpeace describing it as a green light for \"another decade of deforestation.\" Given that the latest Intergovernmental Panel on Climate Change (IPCC) report said, in unequivocal terms, that human-induced climate change had reached unprecedented levels and has already had impacts that are \"irreversible\" for centuries, and that the UN chief has called this situation a \"code red for humanity,\" it would not be amiss to suggest that far more urgent actions are required. \nWhile it is a step in the right direction that countries like Brazil and Russia, who have been singled out for accelerating deforestation in their territories, have agreed to sign this pledge, environmentalists argue that the world simply does not have the time to wait and see if these countries will stick to their promises. In fact, a similar declaration had already been issued once at a UN climate gathering in New York in 2014, where it was promised that the rate of deforestation would be halved by 2020, and it would end by 2030. However, the grim reality is that no such thing has happened; in fact, deforestation surged in Brazil in 2020, leading to a 9.5 percent increase in its emissions.\nIn Bangladesh, the situation is no less dire. In March this year, the Transparency International Bangladesh (TIB) cited UN Food and Agriculture Organization (FAO) data in a report, which revealed that the annual deforestation rate in Bangladesh was almost double the global average of 2.6 percent. In the last 17 years, about 66 square-kilometres of tropical rainforests have been destroyed in Bangladesh, and 287,453 acres of forest land has been occupied all over the country. According to the TIB, the misuse of power by the Forest Department and the collusion and incompetence of a section of officials in forest-centric corruption is one of the major obstacles to stopping deforestation and protecting biodiversity in Bangladesh. \nWe, like every other country in the world, cannot be lax about taking strong and immediate action to end deforestation. Unplanned development activities on forest land, construction of coal-fired power plants near reserved forests, allotment of land around forests for construction of public and private industries and establishments, and corruption and encroachment of forest land are all issues that we need to resolve urgently. \nBut we cannot do it alone. Almost a quarter of all man-made emissions of carbon dioxide can be attributed to land use activity such as logging, deforestation, and farming, and a majority of this occurs in the developed world, while countries like Bangladesh feel its impacts. We urge world leaders to put forward a comprehensive plan towards ending deforestation, as well as commit to providing loss and damage funding to countries that have felt the worst repercussions of mass deforestation and human-induced climate change.\n",
        "headline_1": "Just a pledge to end deforestation isn’t enough",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/just-pledge-end-deforestation-isnt-enough-2221316",
        "news_paper_name": "The Daily Star",
        "publish_date": "04-11-2021"
    }
]