[
    {
        "full_article": "India has taken up the fight against cervical cancer in earnest with the Central government announcing that it will roll out vaccination for girls aged between 9 and 14 years through schools. The decision comes at a critical juncture with a study in The Lancet published this month showing that India accounts for the highest number of cervical cancer cases in Asia, followed by China. More than 58% of all cases of cervical cancer and deaths globally were estimated in Asia with India accounting for 21% of cases and 23% of deaths, followed by China (18% and 17%). Cervical cancer is a preventable and treatable cancer. It is caused by infection with the human papillomavirus (HPV) and there are vaccines which protect against carcinogenic HPV. With more than 6,00,000 women diagnosed with cervical cancer worldwide in 2020, the World Health Organization laid down several guidelines that countries need to follow to eliminate it as a public health problem. According to the International Agency for Research on Cancer, the WHO has specified that countries must reach and maintain an incidence rate of fewer than 4 new cases of cervical cancer per 1,00,000 women a year. To achieve that goal, it is necessary that 90% of girls will have to be fully vaccinated with the HPV vaccine by the age of 15.To that end, the government’s intent to introduce the HPV vaccine in the Universal Immunisation Programme (UIP) is a welcome move. India’s immunisation network, as was evident during COVID-19, has worked well, and diseases such as polio and maternal and neonatal tetanus have been eliminated. The UIP is one of the largest public health programmes targeting over 2 crore newborns and 2 crore pregnant women annually, and offers free vaccines for at least 12 diseases. To battle cervical cancer, India is expected to roll out the indigenously developed Cervavac vaccine by mid-2023. It has received the Drugs Controller General of India’s approval and has been cleared by the National Technical Advisory Group for Immunisation for use in the UIP programme. The vaccination will be provided primarily through schools, but importantly the government has clarified that girls who do not go to school will be reached through community outreach and mobile teams. This is a vital step because studies show that there is a link between cervical cancer incidence and human development index values, with progressively lower rates observed as HDI rises. Together with vaccination, screening programmes must be conducted to detect early signs of the disease to allow time for treatment.",
        "headline_1": "Fighting cancer: On cervical cancer vaccine for girls",
        "headline_2": "Along with vaccination, screening must be done to detect early signs of HPV",
        "link": "https://www.thehindu.com/opinion/editorial/fighting-cancer-the-hindu-editorial-on-cervical-cancer-vaccine-for-girls/article66299595.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "25-12-2022"
    },
    {
        "full_article": "Fiji, the tiny archipelago nation in the South Pacific that has seen several coups since it got independence from the British in 1970, is facing a new round of power struggle and political instability. The latest crisis broke out after the December 14 general election produced a hung assembly with the ruling Fiji First party of Prime Minister Frank Bainimarama winning 26 seats in the 55-member Parliament, three short of majority. The People’s Alliance of former Prime Minister and current opposition leader Sitiveni Rabuka came second with 21 seats. Mr. Bainimarama, who came to power through a coup in 2006 and later refashioned himself as a democratic leader under a new Constitution that was introduced in 2013, has faced criticism of suppressing dissent and cracking down on the opposition. The election was marred by allegations of fraud. But after the results were announced, three opposition parties came together to unseat Mr. Bainimarama and form a coalition government. The People’s Alliance and its coalition partner, the National Federation Party (which won five seats), have 26 MPs’ support. This left the third opposition bloc, the Social Democratic Liberal Party which won three seats, in a kingmaker’s role. The party decided on Tuesday in a close internal vote to support Mr. Rabuka, tilting the balance in favour of the People’s Alliance.Mr. Rabuka, who first came to power through a coup in 1987 and then faced elections, is an experienced politician who built the opposition unity based on their common enmity towards Mr. Bainimarama’s rule. Mr. Bainimarama has emerged on the world stage as a major advocate of actions against climate change. His government also saw Fiji deepening its relationship with China, whose footprint in the South Pacific is rapidly expanding. The Fiji First still remains a strong party, but the opposition deal sealed its fate. The Prime Minister has not conceded yet. After the opposition announced the coalition agreement, the government called in the military. Authorities say there were incidents of ethnic violence (between indigenous Fijians and ethnic Indians). Fiji has a history of ethnic clashes, but the opposition say there is no law-and-order problem and that Mr. Bainimarama is trying to cling on to power. Any attempt to sabotage the election results will destabilise the country internally, disrupt its ethnic balance and complicate its foreign policy agenda. Mr. Bainimarama should accept the results, respectfully leave the office and set a strong precedent of peaceful transition of power for the country’s political class.",
        "headline_1": "Leave quietly: On a new round of political crisis in Fiji",
        "headline_2": "Bainimarama should accept the results in Fiji, and respectfully leave the office",
        "link": "https://www.thehindu.com/opinion/editorial/leave-quietly-the-hindu-editorial-on-a-new-round-of-political-crisis-in-fiji/article66299598.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "25-12-2022"
    },
    {
        "full_article": "It’s Christmas!!!! And with it comes good cheer, festivities, amazing food, and … presents!!! Remember the excitement we experienced when we got presents as kids? Why do we not experience the same level of excitement when we receive presents as adults? Remember the curiosity, passion and sense of adventure we generated and thrived on as kids? Why do we not feed those parts of us as adults?  Growing old is inevitable, growing up is optional. Why do we allow ourselves to start fading? Or to become cynical, or lose our spark? Remember the time in your life when you loved with intense passion, when your heart beat faster at the sight of someone, or were driven by purpose to do things you had only dreamt of? When did you allow life to rob you of your zest for it? The famous “mojo” as they call it seems to languish and wither as we “age”. But it has nothing to do with physical ageing. It’s the acceptance of monotony, fear of change and comfort of inertia that is our greatest undoing. We would never accept these things in our youth, so why do we do so now? Many say, “we grew up”, “we matured”, “we weathered storms that gave us tough hides” or simply, “we are older and wiser”. But is sitting on a throne called “maturity”, worth the loss of spunk and spontaneity? \nEmotional maturity is different from emotional lethargy. Complacency differs from acceptance. And who on earth put the fact that you have to “behave your age” into your head?  What does that even mean? When my mother was asked her age at 45, she replied, “emotionally I’m 16, mentally I’m 60, spiritually I’m 1000’s of years old and physically….. hmmm! Somewhere between 1 and 100, how does it matter?”. At 45, my mom was a child at heart, always laughing, playful, up for a challenge and adventure, curious, naughty and of course, she could be very tough and stern, successful, mindful, focused and emotionally grounded as well. What you need to question is who decides what is age appropriate? When Martina Navratilova was asked how she played such an amazing game at the age of 40, her answer was “the ball doesn’t know how old I am”. How old you are is chronological, but how old you feel and behave is determined by the 6 inches in between your ears, an area called your brain. And your brain will only burp what you feed it. There is a difference in childlike and childish and once you understand the difference in the two, you will understand why it’s crucial to nurture your inner child and never supress it. How do you kickstart? Be naughty every day, be perseverant and look for moments and experiences that will make your heart beat faster with excitement. Laugh a lot and don’t be afraid to be foolish and fun if you feel like it. Did you really grow up or did you just stifle the child within you?  \n1 I am a 41-year-old man. I am single and want to tie the knot. Where do I meet a woman? I’m nervous to go on to these marriage websites. Please help.\nThe reason marriage websites are popular are because everyone on it is in the same boat as you. Give it a shot. How can it hurt? At least you will be aware as to what options exist and what kind of person interests you. It’s best to find someone who is compatible, hence joining clubs or doing group courses or workshops etc of activities that interest you is also an option. If it’s just marriage for the sake of marriage I’m sure your family will happily jump in and introduce you to a variety of good prospects. \n2 I quit my media job 15 years ago when I had my daughter. But now I want to get back. However, it’s seeming impossible because of my long break. I am feeling depressed because of that. What should I do?\nGiven the fact everything is online now makes it that much easier to get back to it. A lot has changed in the way media functions in the past decade, so perhaps it’s best to also do some courses and research online and brush up on what the current demands and resources needed by the industry now. Social media is now the new variant of media, perhaps an indepth understanding of that would greatly enhance your confidence and skillsets.\n3 I am a 39-year-old woman, and I will turn 40 next month. I am feeling strange about hitting 40. I suddenly feel very old. Why?\n20, 30, 40, 50, 60, 75 are all OMG milestones that make us take a step back and reassess our lives and our journey forward. Age is just a number, and to add some humour, “Age is mind over matter, if you don’t mind, it doesn’t matter”. What matters is how you feel about yourself and that Self-care, self-love and Self-respect are an everyday habit. Always nurture the child within you and do things that keep you energised and passionate. \n\n",
        "headline_1": "A Christmas present to the child within you",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/heartchakra/a-christmas-present-to-the-child-within-you/",
        "news_paper_name": "The Times of India",
        "publish_date": "25-12-2022"
    },
    {
        "full_article": "For the last eight years, for Rahul Gandhi and Congress it’s been a case of ‘Dilli Dur Ast’. Now, as the Bharat Jodo Yatra is in the national capital, are Rahul Gandhi and Congress any closer to national saliency?\nSo far in his career, there’s been an on-off, now-you-see-him-now-you-don’t quality to Rahul Gandhi’s campaigns, and his rivals have dubbed him ‘Pappu’.\nRead the full article on TOI+\n\n",
        "headline_1": "The semi-reinvention of Rahul: His yatra is in Delhi. He seems more focussed. But will this matter politically?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/bloody-mary/the-semi-reinvention-of-rahul-his-yatra-is-in-delhi-he-seems-more-focussed-but-will-this-matter-politically/",
        "news_paper_name": "The Times of India",
        "publish_date": "25-12-2022"
    },
    {
        "full_article": "Renowned film director Saeed Mirza (‘Salim Langde Pe Mat Ro’, ‘Naseem’) was a close friend of Kundan Shah, who among other things, helmed the iconic politically-aware comedy, ‘Jaane Bhi Do Yaaro’. Shah passed away in 2017. Mirza has penned a book, ‘I Know The Psychology Of Rats’ – the title is a quote by Shah. In an interview with Avijit Ghosh, Mirza talks about Shah’s worldview, why he prefers writing to making films nowadays and ‘The Kashmir Files’:\nAs someone who collaborated with him on several projects, how would you describe the journey of Kundan Shah the filmmaker?\nHe was a very passionate human being and very concerned about the time in which he lived. I think he was trying to get into a structure and a form that could express his angst about the state of affairs in India and the world. He was trying to figure out a path that he could travel as an artist and as a creator. He experimented with all kinds of forms: the grotesque, the absurd, the ascetic and the brutalised. And at one point of time when Kundan got into mainstream cinema, he realised he wasn’t getting anywhere. They just wanted him to be funny.\nRead the full article on TOI+\n\n",
        "headline_1": "‘OTT is a huge platform … It has opened the floodgates to all kinds of cinemas … I think the star system is on shaky grounds’",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/Addictions/ott-is-a-huge-platform-it-has-opened-the-floodgates-to-all-kinds-of-cinemas-i-think-the-star-system-is-on-shaky-grounds/",
        "news_paper_name": "The Times of India",
        "publish_date": "25-12-2022"
    },
    {
        "full_article": "The seriousness with which GoI is approaching the Covid outbreak in a number of countries is evident from the rollout of Bharat Biotech’s intranasal vaccine on CoWin. Incovacc has the potential to give a push to the flagging precaution dose programme because it doesn’t require intramuscular injection and has therefore a better chance of piercing through the vaccine hesitancy that kept building up as the Covid threat receded. But BB has to accelerate its production capabilities and arrive at a rational pricing.\nIndia’s vaccination programme has largely been a success. Which is partly why the Omicron surge in January this year didn’t wreak much damage. But vaccination momentum was lost subsequently. Nearly 6 crore adults missed their second dose. Around 1.2 crore 15-17-year-olds and 3 crore 12-14-year-olds are unvaccinated, and 7 crore senior citizens haven’t yet got booster doses. There’s no clarity on how long hybrid immunity from vaccination and natural infection lasts. Because of this, governments must focus on those who haven’t completed their full course of vaccination. GoI must also prepare for a situation where there’s a sudden rush to get vaccinated.\nSupply chains have become rusty during the long period of low vaccine offtake. On CoWin, there are very few hospitals administering precaution doses. The other heterologous booster, Corbevax, is hardly available on CoWin. Private hospitals could have shifted away from CoWin to walk-in vaccination mode. SII’s application for authorising its Covovax as a heterologous booster is pending. India’s mRNA vaccine Gemocavac has languished after emergency use authorisation in June. The mRNA technology must be encouraged, owing to the promise it holds out for cancer treatments. Centre must again start publicising unused doses lying with states for clarity on vaccine availability. Governments must do more to encourage vaccination and bolster vaccine supply.\n\n",
        "headline_1": "Nose jab’s here: It is a painless option for crores of vax holdouts",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/nose-jabs-here-it-is-a-painless-option-for-crores-of-vax-holdouts/",
        "news_paper_name": "The Times of India",
        "publish_date": "25-12-2022"
    },
    {
        "full_article": "The worldwide norm is that the energy sector consists of either state or natural monopolies. However, monopolistic control can have adverse effects on consumers, to control which, regulators are appointed to ensure efficiency, transparency and accountability. In 1966, there were reforms in Bangladesh, where the vertically integrated power and gas sectors were unbounded into three categories of generation, transmission and distribution, out of which multiple companies were set up.\nAt the time, there was quite a bit of resistance towards creating a regulator, but finally, in 2003, the Bangladesh Energy Regulatory Commission (BERC) was established, and the BERC act was passed. It became effective in 2007-2008 when they started fixing prices. Although the regulatory act says that oil and liquid fuel prices will be fixed by the regulators, from the beginning the government kept this authority to itself. The reason behind that was shown to be the fact that the Bangladesh Petroleum Corporation (BPC), a government organisation, was the single importer of oil and petroleum in the country. Government subsidies in the sector were also presented as a factor.\nSince 2008, BERC started holding hearings on fixing electricity prices and natural gas rates. This ensured some sort of transparency and accountability of utility companies, and allowed the general public and consumers to look into their accounts and books, and judge their efficiency. A process was put into place where they had to apply and show the reason for any increase in the rate, after which the hearing took place, and the price was fixed. If any inefficiencies or excessive spending were discovered, BERC set rules or conditions to improve in those areas.\nHowever, the role of BERC is often questioned. They are supposed to be an independent state-run organisation that is not under the control of the party in power or the government. Unfortunately, BERC has never been able to exercise that independence when setting rates. Typically, the hearings and price discovery have taken place but BERC has had to consult the government before setting prices due to government subsidies.\nWhen utility companies have asked for a 60-100 percent increase, BERC eventually allowed a 10-20 percent increase – after cost analysis, they can find out the level of subsidies the government will provide. In this monopolistic situation with little accountability, there is no question of efficiency or cost-cutting; all expenses are borne by consumers. However, the process of holding hearings keeps the utility companies on their toes.\nThe recent amendment to the BERC act can change this. The reason for this amendment given by the government – pointing to subsidies and time-consumption – does not stand scrutiny.\nFirst of all, the government has not sidelined BERC entirely, but has said that in special circumstances, it will have the authority to fix prices. They have said so without specifying what these special circumstances are, but we can assume that they can increase prices numerous times in quick succession if the need presents itself. The government may take into consideration the political and economic situation to make these decisions.\nThe BERC act allows for a maximum of 90 days to declare prices after a hearing. In the new amendment, the government has reduced the time to 60 days. If BERC wants and the government gives them directives – even though they are not supposed to take any directive from the government – they can even declare a new price within 30 days.\nAnother amendment was made previously, where utility companies could only apply once a year for price hikes. Now, that limit has been lifted. And if applications are made on a regular basis, like in some countries where gas and electricity prices are routinely adjusted every three months, this means there can be price hikes four times a year. This is all within rules and regulations. So the whole process has been set by BERC through rules and regulations, but they can be adjusted and aligned with government policy. The government can decide how regularly they want BERC to adjust prices, or if BERC should implement an automated price adjustment process.\nCurrently, BERC is already fixing the price of LPG every month. Changes of LPG, oil and gas prices mean changes in the prices of diesel and petrol. The government is now saying they will allow petrol and diesel to be sold by the private sector. The price-fixing for petrol and diesel need not be different from the way LPG prices are fixed. BERC can fix these prices on the basis of some formula, which will have to be approved through a hearing process. Everybody must see what its components are, and how prices are going to be adjusted.\nOf course, for liquid fuels such as diesel, there might be an upward or downward adjustment. Upward adjustments affect people directly through the transport sector, where costs of both goods or passengers go up if fuel price goes up. But if it goes down, bus and truck fares usually do not go down. The question is, if BERC goes for automated price adjustment, how will the transport sector fix fares? Can the government control that? If the price of oil goes down to USD 50 tomorrow, the prices of octane, diesel and petrol should go down to only Tk 40-50 per litre. Will the buses reduce their fare then? If the government cannot ensure that, then the benefit of automated price adjustment will not be enjoyed by consumers.\nThese are issues that will have to be faced later on. But by making this adjustment, people are subject to arbitrary price fixation by the government without any accountability or transparency. The government should give us an explanation on why they are increasing the price, and what their losses are. For example, BPC recently adjusted prices saying that they are losing money. But because there was no hearings or transparency, it was later found that they actually made Tk 40,000 crore in a seven-year period.\nIf there was a hearing for oil price-fixing, BERC and the general people would have known that they made that much money when they did not reduce prices manually after global oil prices went down. It all comes down to basic fairness, and a transparent and accountable process of fixing energy prices.\nDr M Tamim is professor at the Department of Petroleum and Mineral Resources Engineering in Bangladesh University of Engineering and Technology (Buet).\n\nTranscribed and translated by Azmin Azran and Monorom Polok.\n",
        "headline_1": "How will the latest BERC amendment affect energy prices?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/how-will-the-latest-berc-amendment-affect-energy-prices-3204141",
        "news_paper_name": "The Daily Star",
        "publish_date": "25-12-2022"
    },
    {
        "full_article": "As mayor of the Palestinian city of Bethlehem, I have the privilege of lighting the Christmas tree in Manger Square and attending Midnight Mass at one of the world's oldest churches, built in the fourth century by the Byzantine Empress Helena. But my most important duty is to help give people faith and encouragement. When I lit the Christmas tree on December 3, I expressed my hope that the light would radiate to the world our desire for peace, and we prayed together that Christmas would fulfill its promise and bring people together.\nBringing people together has two meanings for Palestinians living under occupation. It can mean the togetherness of time shared with friends and relatives. But as the mayor of the city where it all began for Christians 2,000 years ago, I must think of the larger Palestinian family.\nThe fact that we have been living for decades under occupation means that we cannot enjoy the sense of togetherness that all people want during their great holidays, particularly the religious ones. Our people in Gaza cannot come freely to Bethlehem, and our brothers and sisters in Jordan and other countries cannot easily obtain visas from an occupying power that applies exaggerated entry restrictions. Citizens of other Middle East countries, like Lebanon and Syria, which have no peace agreement with Israel, have no chance at all.\nThe fact that a Palestinian Christian like me, or a Christian living in a nearby Arab country, cannot simply come to Bethlehem for Christmas should be unacceptable to everyone – as should the eight-meter-high wall that still encircles our city, despite being declared illegal by the International Court of Justice in 2004. This wall is a constant reminder of separation rather than togetherness.\nThis year marks 150 years since the municipality of Bethlehem was established. Under Palestinian Authority law, a Christian Arab serves as mayor here and in similar Palestinian cities. But the challenge of keeping Christian Arabs in Palestine has become more difficult because of the occupation. While many Palestinians suffer under foreign military rule and wish that they could leave, Palestinian Christians are leaving in larger numbers simply because they have connections with the wider world through churches and the tourism business.\nBethlehem's population has grown over the years, and so has the number of hotel rooms – something unavailable to Mary and Joseph 2,000 years ago. But the growth of our population and tourist accommodations has been restricted by the wall Israel built on our land, and by the occupiers' refusal to allow us to pursue normal urban planning, partly because of Israeli settlement activity. These settlements, too, have long been considered illegal by the United Nations Security Council, yet Israel continues to build and confiscate land in violation of international law, which forbids occupiers from benefiting from their military conquests.\nChristmas is celebrated three times in Bethlehem, reflecting the rites of the three main churches that have been here for centuries. Catholics and those following the Gregorian calendar hold midnight mass on December 25, while Orthodox Christians, who follow the eastern calendar, begin their Christmas celebrations on January 6. Armenians hold the ritual on January 18. As we do every year, we will observe all the formalities dictated by the Ottoman Status Quo. This centuries-old system of unwritten rules requires a very strict protocol governing where local leaders meet the head of the respective church and who is allowed to accompany the patriarchs and bishops at various entrance points.\nTen years ago, UNESCO declared Bethlehem's Church of the Nativity to be in danger. After extensive renovation by the Palestinian government, funded by private and official donors, the church's mosaics and other elements, damaged by a fire centuries ago, were restored. But we Palestinian Christians, who have been living continuously in Bethlehem for 2,000 years, do not want our churches to become museums. We want Christian pilgrims from around the world, including Arab Christians, to come to Bethlehem to visit the living stones. For now, we are blessed that our people still hope and insist on a better tomorrow despite the absence of any serious peace talks.\nWhen we lit the Christmas tree, we prayed that the light from Bethlehem – from the darkness of military occupation – would reach the entire world. Our faith is not in a change of heart by our occupiers, but in the justice of our cause. Two millennia ago, the skies of Bethlehem were lit as angels heralded the birth of Jesus by declaring, \"Peace on Earth and goodwill to all.\" This Christmas, all of us in his hometown continue to yearn for that true peace.\nHanna Hanania is the mayor of Bethlehem.\n\nCopyright: Project Syndicate, 2022.www.project-syndicate.org\n(Exclusive to The Daily Star)\n",
        "headline_1": "Bethlehem: When Will the Peace of Christmas Come Home?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/project-syndicate/news/bethlehem-when-will-the-peace-christmas-come-home-3204076",
        "news_paper_name": "The Daily Star",
        "publish_date": "25-12-2022"
    },
    {
        "full_article": "A day before the latest United Nations Climate Change Conference (COP27) began, a group of global experts convened by The Lancet published a report about the adverse health effects of climate change. Their conclusion was as jarring as it was straightforward: human health is at the mercy of fossil fuels.\nUnfortunately, health remained at the bottom of the priority list at COP27. To be sure, some important health-focused conversations took place at the World Health Organization's side pavilion. These discussions were particularly timely, given the current surge of Covid-19, fueled by the newest Omicron subvariants, in Europe and the United States. But, beyond a blink-and-you-miss-it mention in the preamble, the COP27 declaration makes no substantive mention of the climate-health nexus.\nIt is a glaring omission. The connection between climate and health is deep and multifaceted. Consider, for example, how warming temperatures and unprecedented flooding have encouraged the spread of mosquitoes – carriers of diseases like dengue fever, malaria, and the Zika virus – well beyond their traditional breeding grounds. If nothing is done, Zika will threaten an additional 1.3 billion people by 2050, and dengue fever will affect a whopping 60 percent of the world's population by 2080.\nSimilarly, climate-driven migration and shrinking animal habitats increase the risk that viruses and bacteria will jump from animal hosts to humans – just as SARS-CoV-2, the virus that causes Covid-19, likely did. This makes another pandemic increasingly likely.\nGlobal warming is also worsening air pollution and, in turn, chronic non-communicable diseases like asthma and chronic obstructive pulmonary disease. Arvind Kumar, who founded the Lung Care Foundation in Delhi, laments that practically everyone in India has the health profile of a smoker, simply because of air pollution. In fact, nearly 1.7 million Indians die every year from its effects.\nThe people most affected by these climate-related health issues have often done the least to create them. Many residents of Bangladesh, Mozambique, and Pakistan do not even own cars. Yet they are suffering from the floods, cyclones, and rising sea levels that have resulted from developed-country emissions.\nFortunately, key lessons from the pandemic response can help us tackle the health challenges that climate change raises. For starters, we need a revolution in data collection and analysis. Global systems to capture and share relevant data progressed significantly during the pandemic, but we are still using only a small share of the information generated. Worse, the data tend to be divided into siloes.\nTo get a more complete picture of the health effects of climate change, we must integrate clinical, epidemiological, and genomic data from health systems with diverse non-health data, including on weather patterns, wastewater surveillance, consumer behaviour, and even social media and mobility. New open-source platforms like Global.health are an important step in the right direction, but much more must be done.\nAnother lesson from the pandemic is that, to avoid slipping back into the cycle of panic and neglect, any resilience agenda requires sustainable financing. When Covid-19 emerged, scores of global actors – particularly in the arena of vaccines research – acted with unprecedented speed and coordination.\nBut while large amounts of funding supported short-term initiatives, not nearly enough investment has been channelled subsequently toward pandemic prevention and preparedness. Likewise, while governments have responded to some of the immediate dramatic effects of climate change, such as natural disasters, interventions to address the climate crisis remain meagre.\nAs a first step, world leaders should back the Bridgetown Agenda, which seeks to reform global finance for the twenty-first century, including by ensuring that it supports climate action and pandemic prevention. They should also take every opportunity to connect climate and health issues in international forums, including at this month's UN Biodiversity Conference in Montreal.\nA final critical lesson from the Covid-19 pandemic is that an effective response depends on community trust and engagement. As with face masks and vaccines, community-based organisations and civil society will play a pivotal role in determining whether there is broad public buy-in for a bold agenda that covers both climate and health.\nThis will require a comprehensive, policy-shaping discussion that establishes a common language and shared intentions across sectors. Where should we aim to prevent the health consequences associated with climate change, and where should we mitigate them? Where should we adapt to the health effects of a warming planet, and why is an adaptation agenda becoming increasingly urgent?\nIn October, the UN confirmed that the world is far from meeting the goal, established in the 2015 Paris climate agreement, of limiting global warming to 1.5° Celsius above pre-industrial levels, and we may instead be headed to a catastrophic 2.8°C temperature rise by the end of the century. As the United Kingdom's COP27 representative Alok Sharma noted after the conference, the 1.5°C goal is now on \"life support.\"\nConcerted action must be taken to revive it – and that starts with recognising that climate and health are part of the same conversation. They can and must be tackled together.\nNaveen Rao is Senior Vice President of the Health Initiative at The Rockefeller Foundation. Eloise Todd is Executive Director and Co-Founder of the Pandemic Action Network.\n\nCopyright: Project Syndicate, 2022.www.project-syndicate.org\n",
        "headline_1": "Climate change is making us sick",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/project-syndicate/news/climate-change-making-us-sick-3203976",
        "news_paper_name": "The Daily Star",
        "publish_date": "25-12-2022"
    },
    {
        "full_article": "When I am in Dhaka, the likelihood of climate action feels quite distant. The degradation and punishment of green or undeveloped space is visible everywhere. There's been a boom in single-use items and disposable-useless things available in shops and stalls. And it seems like the surge in consumption is outdoing concerns about the environment. In the West, people are starting to alter their habits, and the ideas of climate change sensitivity and reducing consumption are in fashion; Gen Z are all signing up – whether it is out of principle or social pressure, that is hard to know (and perhaps not important).\nI understand that people in the UK have larger average carbon footprints than people in Bangladesh, and that the UK still produces copious amounts of waste that is hefted onto boats and booted in the direction of South and Southeast Asia. But that doesn't justify emerging economies doing the same. Just because the West has had its chance to destroy the human race, does that mean that the rest of the world should do so too?\nRabindranath Tagore saw World War I as the West literally turning its guns on itself, using its very worst traits to cannibalise itself. All the greed and commercialisation, the efficiency ethic were being turned inwards in fratricidal and brutal mechanised warfare. Tagore argued that the East should never simply ape the West. While this might bring development, it would also bring with it all the ugly, inhumane and destructive forces of modern, atheistic capitalism.\nDoes the same argument not apply with the climate crisis? If the UK or the US has proven how not to do things, then is it still okay for Bangladesh to do it anyway, arguing that it is only fair for it to follow the same development path as the West did before?\nTo me, this seems a broken moral logic. This is equivalent to an eye for an eye; since you have committed an evil, so can I. I think that loss and damage payments are necessary and should be used to fund different development pathways for developing markets, but I don't think the argument that Bangladesh should be allowed to consume coal since the UK did so before is any kind of a morally acceptable approach.\nIn Bangladesh today, I think that something has to happen urgently to prevent the irrepressible, bloodied and gnashing teeth of the market from turning the country into a large, barren, concrete housing complex.\nI think that, just as Tagore said a hundred years ago, this could be achieved not by copying the West, but rather by finding a new, moral and distinct approach to national development, where the market is not supreme. This may sound like the silly and idle chatter of someone who already benefits from the material trappings of modern Western leisure, healthcare and services. But this is precisely the problem: the focus on the immediate and the material as the primary indicators of development – bigger markets, more wealth, more things.\nOf course, there are great benefits to Western development, but simply repeating what went before will store up even bigger climate problems in the future. And in doing so, we will fail, as humanity, to engage with the complex moral questions raised by the most recent age of Western ascendancy. Is freedom and individual independence just an enormous, vaunted selfishness? Should we accept the total power of the market, the primacy of efficiency and profit? Are we suffering from the death of strong, communal spiritual movements?\nPerhaps the crises we face can inspire us to pursue a more humane and compassionate development. The opportunity is, as Tagore wrote, to \"change the aspects of modern civilisation, infusing life in it where it is a machine, substituting the human heart for cold expediency, not caring so much for power and success as for harmonious and living growth, for truth and beauty\" (Tagore, 1916).\nPatrick Mostyn is programmes partnerships manager for Asia at Brac.\n\n",
        "headline_1": "Tagore, the climate crisis, and compassionate development",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/tagore-the-climate-crisis-and-compassionate-development-3203886",
        "news_paper_name": "The Daily Star",
        "publish_date": "25-12-2022"
    },
    {
        "full_article": "The Atrai riverbank in Natore's Singra upazila is at risk of erosion because of alleged illegal sand-lifting by the local upazila parishad (UP) chairman. According to reports, he has been hauling sand from the riverbank for a hi-tech park project that is under construction in the upazila. When locals protested against the sand-lifting, they were reportedly beaten up and four were injured. Meanwhile, some of the local authorities are also allegedly assisting the sand lifters as the perpetrators are politically influential. It should be mentioned that the assistant commissioner (land) of the upazila visited the spot and ordered to stop the extraction, and also warned the UP chairman's manager, but the sand lifting is still going on, meaning that the warnings of the local administration are falling on deaf ears.\nThis is an appalling situation. The UP chairman is surely aware that extracting sand from riverbanks leads to river erosion, which puts the lives and livelihoods of those living along the riverbanks at peril. How can a public representative be so reckless? Building a hi-tech park might boost the local economy, but there can be no justification for doing so by putting the Atrai River in a chokehold. The fact that people were assaulted for opposing the sand lifters and raising their voices against destructive development is equally troubling. It reveals the abysmal condition of justice in our country, both in terms of the environment and freedom of expression. That the authorities have thus far failed to put a stop to the sand-lifting, despite being fully aware of the activities, means they are either unable or unwilling to take a firm stance on the issue because of the power the UP chairman holds in the locality.\nIt is disheartening that the repeated call to put an end to illegal sand-lifting is consistently ignored by those in positions of power. Locals find such practices challenging to protest, and even journalists find them challenging to cover. For instance, Kamal Hossain, a reporter for the Bangla newspaper Sangbad in Sunamganj's Tahirpur upazila, was assaulted last year for trying to gather details about unauthorised sand and stone extraction in the region. This further demonstrates the degree of strength that these local sand lifters wield – they have no fear and pay no attention to anyone.\nThe only way to stop them is for the government to take immediate and exemplary action against the perpetrators, beginning with those affiliated with the ruling party and the current administration. We urge the local authorities of Singra upazila to put a stop to the sand-lifting immediately and take action against those who stand so opposed to the people's will and well-being.\n",
        "headline_1": "A river held hostage",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/river-held-hostage-3203846",
        "news_paper_name": "The Daily Star",
        "publish_date": "25-12-2022"
    },
    {
        "full_article": "It is unacceptable that millions of dollars of hard-earned wages are being stolen from our expatriate workers – who leave behind their homes, often under desperate circumstances, for a better life abroad – year in and year out. In a public hearing organised in Dhaka recently, migrant workers shared horrific tales of exploitation and mistreatment, which range from withholding of wages for months on end to non-payment of overtime, from arbitrary reduction of salaries in the guise of imposing penalty to denial of other dues. It is not only employers and companies in destination countries that exploit the helplessness and ignorance of the migrants, but also the mega-employment companies that supply the workers.\nWhat makes these tales particularly heartbreaking is that migrant workers are forced to accept this gross injustice as they have little recourse available to challenge their employers in the destination countries. How are they to file and fight cases against their employers if they fear getting fired and/or are forced to return home as soon as their jobs are terminated? Pursuing such cases in the long term is also not a financially feasible option. \nWhen they return home, the workers find that our state institutions are equally helpless in making the employers abroad pay, in the absence of any sustained or meaningful diplomatic efforts to exert pressure on the destination countries. While paying lip service to the plight of migrant workers, the United Nations and other international agencies have thus far failed to institute a framework through which workers can claim their lost wages and hold their employers accountable.\nWage theft, which has been a harsh reality of the migration landscape for decades, took a dramatic turn during Covid, when we saw thousands of Bangladeshi workers lose, on average, USD 2,119 in wages and other entitlements when they were forced to return home from the Gulf countries, according to a survey carried out by the Bangladesh Civil Society for Migrants (BCSM) in 45 districts in 2021. Very few of these workers have been able to claim these lost wages, and it is highly unlikely that they ever will. It is astonishing that Bangladesh has not made any serious attempts to recover them by engaging the destination countries, as the wages stolen from these workers are also essentially remittance stolen from the nation. \nIt is clear that we need to highlight this critical issue on different regional and international platforms, and/or place the claims of wage theft before host countries through UN organisations. \nOur government – like that of any other labour-supplying nation – has been held hostage by the Gulf countries, who can threaten to discontinue their deals to take in workers if we make too many demands. It is time for us to foster alliances among labour-supplying countries so we can collectively place demands before destination countries and hold them accountable for their blatant disregard for migrant workers' rights.\n",
        "headline_1": "Robbing the migrants blind",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/robbing-the-migrants-blind-3203286",
        "news_paper_name": "The Daily Star",
        "publish_date": "25-12-2022"
    },
    {
        "full_article": "It is good to know that the KfW Development bank is coming forward with €181.5 million as aid to Bangladesh in two very important fields. These include increasing energy efficiency and developing renewable-energy resources in country, and has signed two grant agreements to that effect with the government.This assistance could not have come at a better time, as the government has aggressively been pursuing ambitious targets - economic development andfulfilling the Paris agreement. The issue of renewable energy has been a contentious one in the country as land is a scarce and highly precious commodity. That said, there is a lot of potential for using photovoltaic systems on roofs of buildings in villages, towns and cities.With regards to increasing energy efficiency in industry, the funds will assist efforts to transform energy-intensive industries in the country by opening the door to concessionary loans. These will go to pay for the replacement of existing machinery with more energy-efficient ones. The idea is to reduce energy consumption in these industries, particularly at a time when energy prices are rising phenomenally. The other benefit from such transformation that comes through is that with adoption of more energy-efficient machinery, CO2 emissions will reduce considerably. The dual effect of this initiative, if implemented properly, will save much-needed primary energy and help keep check on carbon footprint. The implementing agency, Infrastructure Development Company Limited (IDCOL), has also adopted two programmes that will, in effect, increase the use of renewable energy sources.And that will also combat CO2 emissions in the overall power sector. IDCOL and Bangladesh Infrastructure Finance Fund Limited (BIFFL) will act as conduits for extending low-interest loan facilities to investors in the renewable energy sector. Sub-sector activities will include promotion of off-grid renewable energy like solar irrigation pumps, domestic biogas plants, etc. While it is certainly commendable that these funds are being given as grant, it begs the question why the government, through its own renewable body SREDA isn't spearheading the renewable issue on a much grander scale.Yes, the multi-million Euro aid package will certainly help, but obviously, much greater emphasis is needed at policy level. The rooftop solar programme should be made mandatory for all government buildings to start with, particularly in urban centres like Dhaka and Chittagong. Once this is done, only then can authorities demand the same from the private sector and permanent residents of cities to follow suit. Similarly, there is no need to explain in detail the benefits of the solar pump for agricultural purposes. IDCOL has had some success with the technology, but as it costs a few hundred thousand Taka to install one, matching funds should come from the government to expedite the process. With diesel prices rising around 50 per cent in one go, solar irrigation makes much more sense from an economic point of view.While the benefits of these systems are well understood, some systems are still lagging behind. For off-grid photovoltaic systems to really take off, we need \"mini-grids\" that can take energy produced by the solar systems when not being used in homes, for agriculture or elsewhere. The need to move away from fossil fuels wherever possible should be pursued and funds need to be committed nationally as part of the transformation process. With nearly 95 per cent of the general populace now having access to the national grid, it has become more imperative than others that the grid part of the renewable eco-system is invested in.",
        "headline_1": "Renewable energy gets a big boost",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/renewable-energy-gets-a-big-boost-1671889880",
        "news_paper_name": "The Financial Express",
        "publish_date": "25-12-2022"
    },
    {
        "full_article": "Bangladesh Bank has come under serious criticism for not raising the policy rates to curb inflation, unlike the central banks of many countries that are using the tool, including the US Federal Reserve. Most economists argue that by not increasing policy rates, the central bank has undermined the fight against inflation. They also raise question on the central bank's efficiency in the country's monetary management and plead for removal of the existing caps on lending and deposit rates. A section of policymakers and business leaders, however, argues that there is little room for rate hike as higher rates of interest would hurt investment and trade financing.  It appears that the central bank is indifferent to the use of the critical monetary-policy tool, policy rates to be precise, aggressively to curb the inflationary pressure on the economy and the livelihood of the commoners. Inflation had jumped to 9.91 per cent in September, before taking a downturn. It came down to 8.91 per cent in October and further declined marginally to 8.85 per cent in November this year. Thus, the rate of inflation is still quite high, and unlikely to fall below 7 per cent in the near future. The central bank last increased the repo rate by 25 basis points to 5.75 per cent in September. Repo is the mechanism under which commercial banks borrow from the central bank for a short period, one day to 28 days to be specific. The banks usually borrow from the central bank against the Treasury bills and bonds in their hands under the mechanism. Established monetary theory says that higher or excessive supply of money is the major cause of inflation. With easy availability of money on the market, mainly due to low rates of interest, consumers go for purchase of more goods and services. As supply of goods and services are limited, prices start to increase. The rise in price levels leads to higher inflation. As such, to cool the heat of inflation, central banks used to raise policy rates which ultimately force the commercial banks to increase their interest rates on deposits and lending. Allured by higher rates, depositors put more money in the banks. Borrowers also restrain themselves from borrowing from banks at higher costs. Thus, money supply decreases on the market and demand for goods also declines. Lower demand pulls down the prices and the ultimate outcome is reduced rate of inflation. The rate hike is thus known as monetary-tightening process through interest-rate channel. The opposite thing is monetary loosening by reducing the policy rates to enhance money supply. Central banks usually adopt the policy to boost economic growth. There are, however, some debates on the effectiveness of the monetary tightening to curb inflationary pressure. It is argued that rate hike does not always work to cut the inflation even after reducing the money supply. Moreover, a major challenge in Bangladesh to make the rate hike effective is the existing caps on interest rates. For the last two and a half years, deposit and lending rates have been static at 6.0 and 9.0 per cent respectively. Intervened by the finance ministry, the central bank was compelled to adopt the dictated regime of interest rate, which erodes the efficacy of the monetary tools. Without removing the interest caps, any hike in policy rate is unlikely to work modestly, let alone optimally. At the end month of the last fiscal year (FY22), the CPI-based twelve-month average inflation stood at 6.15 per cent, surpassing the monetary policy's target ceiling of 5.30 per cent. For FY23, the target is 5.60 per cent on average and for the central bank it is impossible to bring down the inflation near to the targeted level. Annual average rate of inflation already reached 7.30 per cent in November. As the central bank has made it clear that it will not lift the caps, especially on interest rates on corporate and industrial loans, further hike in policy rate will not drive the banks to increase either deposit or lending rate. In fact, banks are barred from raising rates beyond the '6 and 9' ceiling. Instead, they can reduce the rates further as there is no floor to do so. Now, if Bangladesh Bank enhances policy rate further and makes lending from the central bank costly for banks, banks may go for reducing deposit rates further to adjust the additional cost. It is unlikely to help reducing money supply and ease inflationary pressure. Taking the reality into consideration, Bangladesh Bank has probably decided not to hike policy rate further. Is it an indication that the central bank has shifted its focus from inflation assuming that it is a losing battle for the monetary authority? There is no straight answer as containing the inflation is the prime objective of a central bank. Bangladesh Bank is also not an exception although it has not been applying the conventional monetary tools aggressively. Instead, it has adopted some unconventional approach to fight back inflation by focusing on supply side management. Easy refinancing to agriculture as well as small and medium enterprises (SMEs) may be considered such a move. The idea behind the low-cost refinancing is that banks will be able to provide cheap credits to farmers to support food production and to small businesses to continue their trading activities.  The Bangladesh Bank has also applied other tools like import restrictions and exchange-rate adjustment to contain import-induced inflation. Though rising cost of import is a major source of current inflation, some domestic factors are also there. Determining the domestic factors and their proportionate effect on inflation is important to advance fight against inflation. If the central bank presumes that there is little to worry about the current trend of inflation, it may lead to a negative consequence in the near future as fiscal authority alone can't fight against the inflation successfully. \n[email protected]",
        "headline_1": "What is central bank's stand on inflation?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/what-is-central-banks-stand-on-inflation-1671889932",
        "news_paper_name": "The Financial Express",
        "publish_date": "25-12-2022"
    },
    {
        "full_article": "This time of early winter every year witnesses the season of foggy nights and foggy mornings. The current year is no exception. Fog has already started enveloping rural Bangladesh, as well as the cities. In the large busy cities, the age-old fog has been metamorphosed into 'smog' (smog=smoke+fog). It's a portmanteau. The modern, fast developing cities have long been trying hard to cope with the scourge of smog. It has been unanimously accepted that fog mixed with automobile exhausts or chemical fumes in the urban air helps create a gaseous menace. As the city residents inhale the harmful airy concoction, they directly fall victim to all kinds of air pollutions. However, exhaust fumes are a threat to urban environment.Likewise, the fog covering the rural or suburban swathes is considered a threat to all kinds of movement, especially those undertaken by buses and trucks as well as smaller vehicles. When it comes to movement by river vessels, especially ships, motor-launches, trawlers and, even, country boats, a constant threat looms; it comes in the form of frontal collisions or sidewise brushes --- all occurring in thick fog already made non-navigable by the nighttime darkness. When it comes to winter movement by waterways or roads, people and operators in the country nowadays are more cautious than in the past. In the days not long ago, the general people behaved recklessly. Quite often, they used to force the launch 'sarengs' to start the engine and set out for veritably a fraught journey. In those days, winter-time accidents in foggy nights were a common feature. So were the cases for long and short-haul buses. According to surveys conducted by the relevant authorities, not a single year in those times would pass without a number of launch mishaps and highway accidents --- many deadly. Hundreds of people used to die and receive injuries from road and river accidents a year in those days. Thanks to the stringent actions taken by the relevant bodies against the errant transports, the incidence of mishaps witnessed a remarkable drop. In the earlier days, nor'westers and cyclones used to cause a panic among the passengers of the river transports. It's a relief that the frequency and intensity of both summer and monsoon storms has declined lately. But fog remains a threat. According to the river-way experts, the country's water transport authorities have yet to ensure that the vessels are equipped with adequate fog-horns, fog-lights etc. It's the cautious people on board long-distance launches or ships in a foggy winter night, who can feel the acute need of all the emergency paraphernalia. Those are sine qua non for a safe journey.When compared with the weeks-long snowfalls, blizzards etc in Europe, America and Canada, the winter fog in Bangladesh appears so mild! The fog in Bangladesh still follows its centuries-old nature. Traditionally, fog in Bangladesh doesn't bring with it the feared cold bites. But erratic climate behaviour may change the whole cycle and nature, and of the age-old fog. Days may not be too far when the foggy winters of the country will see people busy devising ways to fight the severe cold and wintry nights. The anachronistic rejoicings over winter 'pithas', the other delicacies and outdoor jubilations may keep people confused for several decades, if not an era.\n[email protected]",
        "headline_1": "Foggy nights in changed climate",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/foggy-nights-in-changed-climate-1671889973",
        "news_paper_name": "The Financial Express",
        "publish_date": "25-12-2022"
    },
    {
        "full_article": "Feni is an important district in Chattogram division. It has around 800 schools, 97 madrasahs and 22 colleges. Hundreds of students pass Higher Secondary Certificate (HSC) examination from these educational institutions every year. But they have to move to other districts for higher studies as there is no public university in Feni. Many students, who cannot move to other districts due to financial condstraints, have to study in colleges under National University. Sometimes, they get the opportunity to study inrenowned universities in other districts but their parents do not allow them to study there. This happens more in the cases of female students. If a public university is set up in Feni, many students of this district won't have to move to other districts for higher education. Besides, it will bring students and teachers from across the country to Feni and develop it further in terms of higher studies and research. We urge the authorities concerned to take an initiative to establish a public university in this district. \nJesminAkter, Student of Department of Management, JoynalHazari College, Feni, [email protected]",
        "headline_1": "Feni needs a public university",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/feni-needs-a-public-university-1671890008",
        "news_paper_name": "The Financial Express",
        "publish_date": "25-12-2022"
    }
]