[
    {
        "full_article": "Heavy August rains dampened industrial activity, resulting in the first contraction in India’s factory output since October 2022. The signals for a significant September resurgence do not appear very promising, with the late withdrawal of the southwest monsoon also skewing some activity such as power demand. Output from India’s eight core sectors declined 0.8% in September relative to August, and was an insipid 2% higher than last September. These infrastructure sectors constitute about 40% of industrial production, and had contracted for the first time in 42 months in August — the Ministry has revised the de-growth level to 1.6% from 1.8% estimated initially. These sectors have now grown just 4.2% in the first half of 2024-25, almost halving from 8.2% in the first half of last year, and significantly under the 2023-24 growth pace of 7.6%. While year-on-year growth numbers may swing due to base effects, of concern is a consistent decline in the Index of Core Industries (basically the absolute production levels) since May. In September, the index slipped for the fourth successive month — 8% below May’s value. Overall industrial output, economists reckon, may come out of the August trough in September but with a weak growth print at best.This slowdown in industrial activity is worrisome amid anxiety about weakening urban consumption of durables such as cars as well as daily use items, reflected in weak second quarter results of fast-moving consumer goods firms. Though rural demand is seen to be improving after a healthier monsoon, tremors in urban spends will pull the domestic consumption engine of India’s growth to sub-optimal levels. Government accounts show that capital spending on public infrastructure projects by the Centre has shrunk 15% this year — although capex spiked in July after the 2024 general election dented the first quarter numbers, the pace receded in August and September. This may explain some of the weak output trends for core sectors such as steel that hinge on construction activity. Poor vehicle sales and cheaper imports may have also weighed in to drag steel output growth to a 33-month low of 1.5% in September, with output at its lowest since December 2023. There may be a tentative recovery afoot in private investments, but public infra spends that have spearheaded growth in recent years need to lead the way. The Centre’s ₹11.11 lakh crore capex goal for the year acknowledges this, and it must now ramp up these spends to get closer to, if not entirely meet, that target. This would be critical to keep growth ticking along and push back concerns about India entering a cyclical slowdown.\r Published - November 02, 2024 12:24 am IST\n                          Read  Comments \n                Copy link  \n                        \n            \n                    Email     \n                                \n                \n                Facebook   \n                        \n            \n                Twitter    \n                        \n            \n                Telegram     \n                        \n            \n                LinkedIn     \n                        \n            \n                WhatsApp\n                \n                        \n            \n                Reddit      \n                        \n            READ LATER\n                    Remove     \n                \n                SEE ALL         \n                PRINT\n            Related Topics\n        \n                        rains\n                    \n                            /                      \n                        \n                        India\n                    \n                            /                      \n                        \n                        industrial production\n                    \n                            /                      \n                        \n                        Monsoon\n                    \n                            /                      \n                        \n                        power (infrastructure)\n                    \n                            /                      \n                        \n                        electricity production and distribution\n                    \n                            /                      \n                        \n                        economy (general)\n                    \n                            /                      \n                        \n                        public works & infrastructure\n                    \n                            /                      \n                        \n                        General Elections 2024\n                    \n                            /                      \n                        \n                        automobile\n                    \n                            /                      \n                        \n                        imports\n                    \n                            /                      \n                        \n                        iron and steel\n                    \n                            /                      \n                        \n                        investments",
        "headline_1": "​Core correction: On output concerns",
        "headline_2": "Weakening output in infrastructure sectors raises concerns about capex growth",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Bcore-correction-on-output-concerns/article68820100.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "02-11-2024"
    },
    {
        "full_article": "The explosion of firecrackers during a temple festival ritual in Kasaragod district of Kerala, which left over 150 people injured, could have been averted with greater caution and an adherence to safety regulations. That such an accident took place in a State where similar events have occurred at regular intervals in the last 40 years tells a story of unlearnt lessons. In February this year, a blast in a firecracker storage unit, during a temple fete in Kochi, claimed two lives and left 25 injured. Eight years ago, the Kerala High Court made the observation of an “unhealthy culture” glamourising every religious festival and ceremony with the use of fireworks and an elephant parade. The only saving grace in the accident on October 29, at the Anjootambalam Veererkavu temple in Neeleswaram, was that there was no loss of life. Some arrests have been made, two inquiries ordered and a special team is probing the accident. The State Human Rights Commission has initiated an investigation and sought an official report in 15 days.In the given instance, two of the arrested persons allegedly ignited the firecrackers, with one of them said to have ignored the warnings of onlookers. The crackers were close to a shed where explosives were stored. In 2016, in the worst pyrotechnics tragedy in the State, 100 people died during a festival at the Puttingal Devi temple in Kollam district. It resulted in the High Court and the Union government issuing a number of directives. Days after the Centre amended the rules of the Explosives Act, the Revenue Minister of Kerala, K. Rajan said these posed an “open challenge” to the conduct of the Thrissur Pooram. On October 23, a Kerala Cabinet meeting expressed the view that the amendments would make it impossible to have the display of fireworks, a permanent fixture in religious festivals in the State, and that this should be conveyed to the Central government. The amendments, that were notified on October 11, included having a 200-metre distance between the site of the fireworks and the place of storage, and people watching from 100 m afar. Six months ago, there were protests when the authorities permitted fireworks, as part of the Thrissur Pooram, but only during the day. Even in 2016, an all-party meeting that was held following the Puttingal Devi temple accident, did not favour a complete ban on fireworks. This was the stand of the High Court too, in March 2024, while quashing an official order against the use of fireworks in a few temple festivals. In such a complex situation, there is no option but to strictly enforce safety norms. Even so, there are some who still argue that “cultural practices” should be balanced against safety norms. But clearly, no activity that endangers the safety of devotees can be allowed in any place of public worship. Published - November 02, 2024 12:10 am IST\n                          Read  Comments \n                Copy link  \n                        \n            \n                    Email     \n                                \n                \n                Facebook   \n                        \n            \n                Twitter    \n                        \n            \n                Telegram     \n                        \n            \n                LinkedIn     \n                        \n            \n                WhatsApp\n                \n                        \n            \n                Reddit      \n                        \n            READ LATER\n                    Remove     \n                \n                SEE ALL         \n                PRINT\n            Related Topics\n        \n                        Kerala\n                    \n                            /                      \n                        \n                        fire\n                    \n                            /                      \n                        \n                        Kollam temple fire\n                    \n                            /                      \n                        \n                        accident (general)\n                    \n                            /                      \n                        \n                        safety of citizens\n                    \n                            /                      \n                        \n                        religion and belief\n                    \n                            /                      \n                        \n                        government\n                    \n                            /                      \n                        \n                        judiciary (system of justice)\n                    \n                            /                      \n                        \n                        Thrissur\n                    \n                            /                      \n                        \n                        culture (general)\n                    \n                            /                      \n                        \n                        investigation\n                    \n                            /                      \n                        \n                        inquiry",
        "headline_1": "​Safe worship: On Kerala and the safety of devotees",
        "headline_2": "Safety regulations must be enforced strictly in places of worship",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Bsafe-worship-on-kerala-and-the-safety-of-devotees/article68819745.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "02-11-2024"
    },
    {
        "full_article": "Why Winnie The Pooh is scared of boo! \nChinese censors are jumpy again. This time Halloween revellers are in their crosshairs. Celebrations for the festival were visibly restricted this year in Shanghai after last year’s events – the first after Covid lockdowns – went ahead with full gusto. The concern this time appears to be about political and social critique, so authorities aren’t taking chances.  \nSo no more hazmat suits – Covid inspired – or dressing up as a jobless university graduate. Police were also seen escorting away someone imitating Trump with a bandaged ear and another in a poop emoji get-up – possibly an inside joke among Chinese netizens. Which goes to show that for all its outward power projection, the Chinese regime remains fragile and sensitive within. In any case, most autocrats can’t take a joke. Winnie The Pooh hits a raw nerve with Xi. Even remotely making fun of the Kim family is severely punished in North Korea.\nBut here’s the thing about curbing expressions of levity: the more autocrats crack down on them, the more they proliferate, often in funnier forms. “Having tea” is already a euphemism for being temporarily detained in China. And there’s no telling when these jokes, if continued to be restricted, will turn into real anger. So there’s something that’s keeping Xi up at night: Boo!\n\n",
        "headline_1": "Can’t take a joke?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/cant-take-a-joke/",
        "news_paper_name": "The Times of India",
        "publish_date": "02-11-2024"
    },
    {
        "full_article": "Spain’s floods show climate politics is losing the fight\nSpain’s Valencia region averages 77mm (3 inches) rain for Oct. Heavy-rain warnings spoke of potential rain of 200mm (8 inches) in less than 12 hours. What Chiva just east of Valencia got was 320mm of rain in just over four hours. As deaths climb amid fresh rain alerts in another region, a COP meet on biodiversity holds up the devastation in Spain to talk funds and the need to provide Global North and Global South equal opportunity and equal say at the talks table. Side by side with the multitude of climate action plans, weather wreaks havoc globally with growing frequency and ferocity.\nSpain’s weather body has called the rain a severe ‘dana’ – a type of storm familiar in the region this time of the year, but never this intense. There’s little doubt this is yet another instance of global warming that’s turned weather events extreme, lethal and dangerous. Spain’s dana is almost mocking the world, coming as it does 10 days ahead of Baku’s climate action summit. As environmentalists desperately brainstorm over fossil fuel emissions (Europe’s lauding itself over a headline 8% cut in annual GHG), over carbon sinks and carbon tax, carbon credit and Global North dumping its climate liability on Global South, fact is humanity may be well past being able to mitigate severe weather events. Construction, deforestation and wars continue worldwide effortlessly.\nSpain’s unprecedented rain and the two-day hailstorm preceding it pierced the sturdiest of greenhouse roofs. What will pierce global climate action is next week’s US election. Safe to say it’ll decide the world’s climate future. Trump remains a climate denier; Harris calls it an “existential threat” but her campaign has little in terms of climate strategy. Just as severely dry summer’s hard-baked ground keeps flood waters from soaking in, a hard-baked lack of scientific temper among global politicians keeps only fossil fuel lobbies intact.\n\n",
        "headline_1": "One more disaster",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/one-more-disaster/",
        "news_paper_name": "The Times of India",
        "publish_date": "02-11-2024"
    },
    {
        "full_article": "Why journey from lab to real world feels endless \nDriverless and flying cars, super-intelligent sentient AI, cyborgs, augmented reality, smart cities: where are they? The Long History of the Future: Why Tomorrow’s Technology Still Isn’t Here by Nicole Kobie tells us why many of these visions have only just shimmered over the horizon. \nA few more years, the companies and researchers and marketers always say, but things that work in the lab are not easily brought into the real world. The first flying car was approved by regulators in 1956, but here we are, still stuck on the road. Hyperloops require route-length concrete tubes propped up on towers in the sky – as technically infeasible as the hovering trains once imagined too.  Impressive as today’s AI applications are, we don’t have artificial general intelligence, the ability to make a machine think. \nIt took a century’s worth of patient effort and computing advances to set off a cascade of inventions: driverless cars depend on satellite navigation, neural networks needed GPUs, wearable computers needed lithium batteries and so on.\nIn 1994, a German student was able to pick up people from the airport in a car that he handed over to a computer to drive, safely changing lanes and overtaking others. And yet, it’s one thing to drive on a highway, another to deal with streets of pedestrians, pets, safety cones and other confusions. \nAutomation in cars has been conceived at several levels – from the basic cruise control of many modern cars to San Francisco’s driverless Waymo or Cruise cars that can manage an entire journey in controlled stretches. But the car that needs no human support remains mythical. And yet, the book shows, some of these discarded dreams like the ‘electronic highway’ with charging cables, could have taken the world in a different direction.\nRobots, of course, have been around us for decades – assisting surgery, cleaning floors, dominating production lines. They just don’t look the way we imagined. From clunky Eric in the 1930s to Optimus and Walker, humanoid robots are mainly meant for entertainment or research. Retail, logistics and security use automation – it makes sense to combine human decision-making with robot bodies in high-risk operations. Same with cyborgs: while bionic humans don’t exist, and brain-tech melds are still in hype territory, cochlear implants and pacemakers have helped many lives.\nMeanwhile, smart cities have been planned everywhere from South Korea to Saudi Arabia to Andhra Pradesh but none have materialised, because cities are not made top-down by fantasist master-planners. At the moment, they offer little but efficient surveillance.\nWho builds the future, and who decides what gets built, the book asks. Many of these dreams emerged out of military investment, directly or indirectly. Corporations in Silicon Valley, driven only by their shareholders, took charge of the tech future, and are now followed closely by Chinese innovation.\nObviously, the more diverse the dreamers and doers are, the more likely we are to have tech that solves real-world needs. Today’s billionaires want to colonise space or create fabulous cities on oceans and deserts – to fly over traffic rather than address traffic as a civic challenge. Not every human problem can be engineered out of existence, the book reminds us. But the pursuit is valuable, and it leads to random successes that could not have been imagined at the start.\n\n",
        "headline_1": "Cyborgs & hyperloops: The wait continues",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/cyborgs-hyperloops-the-wait-continues/",
        "news_paper_name": "The Times of India",
        "publish_date": "02-11-2024"
    },
    {
        "full_article": "Mahayuti and MVA must weave together several separate threads to stitch credible poll campaigns. It is no easy task given the fragmented hyperlocal nature of politics & issues\nCaste dynamics and subregional variations are increasingly dominating local politics across Maharashtra. Poll outcomes largely depend on how effectively political parties in the two coalitions navigate this complex social fabric and subregional politics.\n\nRead full story on TOI+.\n\n",
        "headline_1": "Maharashtra is maha complicated",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/maharashtra-is-maha-complicated/",
        "news_paper_name": "The Times of India",
        "publish_date": "02-11-2024"
    },
    {
        "full_article": "We are worried to learn that a significant portion of the Tk 10,000 crore Export Facilitation Pre-Finance Fund (EFPF)—established by the Bangladesh Bank to help exporters finance raw material imports through the banking system—remains stuck in four crisis-hit banks: Islami Bank Bangladesh, Social Islami Bank, First Security Islami Bank, and Union Bank. According to a report in this daily, approximately Tk 3,035 crore remains unpaid to the central bank by these banks, which are struggling with severe liquidity shortages. This has made it difficult for other, sound banks to secure sufficient liquidity from the fund to lend to exporters for raw material purchases from foreign markets.\nThese troubled banks were previously controlled by the Chattogram-based S Alam Group, but following the political changeover on August 5, their boards have been restructured, removing S Alam's influence. Despite that, the banks continue to face a liquidity crisis that is affecting their depositors as well. Among them, only Islami Bank, which owes Tk 2,000 crore, is in a better state now, with the central bank officials optimistic that it may be able to repay its portion by December as its account balance improves.\nThe banking regulator introduced the EFPF in January last year to support export industries amid a persistent foreign currency crisis. Since then, it disbursed Tk 7,900 crore among various banks, while recovering Tk 3,200 crore in principal. Currently, members of the Bangladesh Garment Manufacturers and Exporters Association (BGMEA), Bangladesh Textile Mills Association (BTMA), Bangladesh Knitwear Manufacturers and Exporters Association (BKMEA), and B and C type industries in export processing zones (EPZs) are eligible for financing from the fund. Each borrower can secure up to Tk 200 crore through banks which are required to pay it back in six months. Without timely repayments by the banks, the fund cannot function as intended as this creates an artificial shortage of financing.\nIt is, therefore, important that the Bangladesh Bank takes measures to unlock the EFPF capital tied up in the troubled banks. One approach could be to facilitate strategic repayment arrangements, backed by partial guarantees, to ensure that the banks can gradually repay their dues while minimising disruption to exporters. It is equally important for the regulator to enforce tighter oversight over EFPF distribution to prevent future lapses, ensuring that the fund remains accessible only to responsible banks. Exporters are the backbone of our economy, contributing billions in foreign earnings and employing millions. Any barrier to their operations must be removed.\n",
        "headline_1": "Unlock export funds tied up in four banks",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/unlock-export-funds-tied-four-banks-3742551",
        "news_paper_name": "The Daily Star",
        "publish_date": "02-11-2024"
    },
    {
        "full_article": "Till the 80th minute, the scores were tied at a goal each. Both Bangladesh and Nepal fought brilliantly till that point; however, after Nepal equalised, they began to pose more of a threat in the attacking third. Two attacks from Sabitra Bhandari exposed Bangladesh's deteriorating physicality, but somehow they held on. Then, a quick throw-in changed everything.\nRitu Porna Chakma received the ball well on the far left, quickly manoeuvring past the Nepali defender before lopping it over three players and the keeper. When the shot left her foot, it felt like time had stopped. It sailed past Anjila Subba and beyond her reach, hitting the back of the net. The entire stadium fell silent, except for the dugout of the visiting team. There it was, the winning goal, and it was a spectacular one.\nBangladesh came into the SAFF Women's Championship as the defending champions. After drawing with Pakistan, they convincingly defeated India, SAFF's powerhouse, with a scoreline of 3-1. In the semifinals, Tohura Khatun's hattrick and Sabina Khatun's brace secured a resounding 7-1 win, setting up a rematch of the previous edition's final against host Nepal.\nAside from India, no other team has won the competition, let alone twice. This victory comes at a critical time as Bangladesh undergoes a political and systemic reform. With a young leader, Asif Mahmud, at the forefront as the youth and sports adviser on the interim government, every major win strengthens the case for giving female athletes the respect and budget they deserve in order to progress their development.\nEither way, our women's team really don't need more proof of their worth. Year after year, they have shown resilience and talent. But this is no perfectly oiled machine. There are many discrepancies, shortfalls, and missed opportunities to capitalise on growth. These stem from the Bangladesh Football Federation's failure to function effectively due to systemic corruption.\nIn 2022, when the women's team became champions for the first time, they were promised improvements and fair resource allocation. But those promises were broken, and the resources never arrived. When the team had a chance to play in the Olympic qualifiers, Abu Nayeem Shohag, the former general secretary of BFF, claimed there was not enough budget for their travels to Myanmar. It was disheartening that in a country with so few sporting achievements, we were willing to forgo the hard work of these women due to mismanaged funds. Worse still, in 2023, FIFA banned Abu Nayeem Shohag and others for illegal conduct, failing to fulfil their duties, and falsifying accounts. The question remains: did these officials feel no shame when they denied the women's team the opportunity due to the federation's own dishonesty? Is our women's team really so low in priority that they received no respect or empathy for their hard work?\nThere is no denying that our current crop of players is generational in South Asia, and with a little support, they have limitless potential. The general mindset on women's football has evolved in the region as well. In contrast to 20 years ago, when some people, on the grounds of religion, protested against the women's team playing against a team from West Bengal, there is now a genuine appreciation and pride.\nAnother reason this final was important is because it demonstrated the collective power of a united country. Several players come from Indigenous backgrounds, and it is vital to remember that the minority communities contribute immensely to the country. That's perhaps why Ritu's celebration felt appropriate. Her \"shush\" to the crowd could easily be interpreted as a response to those who fail to see their value. Without them, this final might have easily gone Nepal's way. This championship gives us a chance to start anew and improve all aspects of women's sports, ensuring that no community gets left behind.\nBut how do we progress? What is the next step to ensure that we don't fall into the same broken path again? First, we need to pay these players the unpaid salary they are owed. Yes, Bangladesh can boast of being a pioneer in women's sports with the highest player wages in South Asia, but if they are not paid, what is that really worth? Fortunately, the government has said steps are being taken to clear the dues. Second, we need to rethink the system of awarding large lump sums only when players win major tournaments. Bonuses are fine and justified, but a steady, systematic funding process is essential. This would allow growth in the game, better infrastructure, and improved academies to create a sustainable path to professional development. Most importantly, we need experienced coaches in the subdivisions of the sport, who can develop the different areas of a team. Organising more international friendlies is equally essential. We have barely played any international matches since 2022, and this lack of exposure shows when we face teams beyond South Asia.\nThere is much to be done if we want to elevate our women's team to the next stage. Systemic changes in BFF's fund management, resource allocation, and transparency are essential for developing our sporting department. Far too many talented youth have abandoned their dreams, and too many players are tired of being failed by the system. Unless we follow through on our promises, progress will remain elusive. Our women's team has never deserved to be a footnote; it's time we gave them a permanent place in the headlines.\nAnd to the Bangladesh women's team and staff members: thank you for making us dream again.\nRaiyan Binte Rafiq is a sports columnist for The Daily Star. She is currently pursuing an LLM, while freelancing for INDIVISA. She also oversees recruitment at Next Level Sports Management based in Bangladesh.\n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "Winning the second SAFF Women's Championship: Footsteps to the future",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/winning-the-second-saff-womens-championship-footsteps-the-future-3742266",
        "news_paper_name": "The Daily Star",
        "publish_date": "02-11-2024"
    },
    {
        "full_article": "At the end of his two-day visit to Bangladesh, the UN human rights chief has sent a message that resonates in these challenging times: that justice must be fair, comprehensive, and aimed at breaking the cycle of violence that plagued the nation both before and after the ouster of the Awami League government. As Bangladesh initiates the process of establishing justice for those killed in the uprising, Volker Turk's emphasis on following due process and broadening the scope of justice to include victims of all killings and human rights violations is worth serious reflection in today's charged climate.\nThe importance of justice for the killings of protesters and innocent bystanders during the uprising cannot be overstated. At the same time, the post-August 5 period also witnessed significant retaliatory violence as well as mob justice which demand investigation, too. It's essential to avoid the trap of selective justice, where certain victims are overlooked and charges weaponised against certain others. Since the formation of the interim government on August 8, at least 1,695 murder cases related to the uprising have been filed, many targeting politicians and businesspeople linked to the former regime. Referring to the concerns about dubious and politically motivated cases, Turk said, \"We cannot have the filing of cases on charges that are not properly done; it is therefore extremely important to resolve this and [that] there is a commission set up precisely to address this issue.\"\nTurk also talked about other issues that deserve equal consideration, including compliance with international standards throughout the justice process, from investigation to trial to sentencing. The call for unbiased investigation is particularly relevant. Turk also proposed several measures that could prove pivotal in guiding Bangladesh towards stability and a more just society. He advocated for the UN Human Rights Office to set up a branch in Bangladesh to support the government in its reform drive. He called for the National Human Rights Commission to be independent and fully functional so that it can safeguard human rights more effectively. He also emphasised that women and minority groups should play a central role in the transition process.\nAll such proposals deserve careful consideration not only to foster national healing and reconciliation but also to prevent a repeat of the abuses that have fractured the nation for so long.\n",
        "headline_1": "Ensuring fair and inclusive justice is crucial",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/ensuring-fair-and-inclusive-justice-crucial-3742156",
        "news_paper_name": "The Daily Star",
        "publish_date": "02-11-2024"
    },
    {
        "full_article": "",
        "headline_1": "Reconstituting the ACC",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/reconstituting-the-acc-1730473952",
        "news_paper_name": "The Financial Express",
        "publish_date": "02-11-2024"
    },
    {
        "full_article": "",
        "headline_1": "An untapped market for Bangladesh",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/an-untapped-market-for-bangladesh-1730474001",
        "news_paper_name": "The Financial Express",
        "publish_date": "02-11-2024"
    },
    {
        "full_article": "",
        "headline_1": "Time to curb the motorcycle boom",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/time-to-curb-the-motorcycle-boom-1730474055",
        "news_paper_name": "The Financial Express",
        "publish_date": "02-11-2024"
    },
    {
        "full_article": "",
        "headline_1": "New BCS policy kills two birds with one stone",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/new-bcs-policy-kills-two-birds-with-one-stone-1730474113",
        "news_paper_name": "The Financial Express",
        "publish_date": "02-11-2024"
    }
]