[
    {
        "full_article": "There is a sense of déjà vu about China’s decision on June 16 to block the UN Security Council designation of Lashkar-e-Taiba (LeT) deputy chief Abdul Rahman Makki as a terrorist, given that Beijing had repeatedly blocked the designation of the Jaish-e-Mohammad chief Masood Azhar until 2019, and other terror designations prior to that. Here too, the pile of evidence against Abdul Makki is considerable: that he is part of the command and control of the UNSC-designated terror group LeT, later renamed the Jamaat ud Dawa (JuD), which is also a UN-designated terror group, is in no doubt. He was not just a member of the governing body or “Shura”; he served as the head of its “foreign relations” department, and raised funding. He is also a member of LeT chief Hafiz Saeed’s family (brother in law). The LeT/JuD has been prosecuted in India, the United States and even Pakistan for the 26/11 Mumbai attacks, and Makki was himself tried and sentenced by a Pakistani special court to nine years imprisonment on terror financing charges — a ruling overturned a year later. India wants him for his involvement in attacks over the past two decades, including the Red Fort attack in Delhi in 2000, and, more recently, in attacks on security forces in Jammu and Kashmir. He is on India’s UAPA list of designated terrorists and also the U.S.’s Specially Designated Global Terrorists with a $2 million reward for information that would convict him. Given what India and the U.S., which forwarded the proposal to put him on the UNSC’s 1267 list of terrorists linked to the al Qaeda and ISIL, have called “overwhelming” evidence, New Delhi has termed China’s move to place a hold on the process (this could delay it for as much as six months) as “regrettable” and “extremely unfortunate”.While China’s actions may be motivated by growing acrimony with the U.S. and India, it is necessary to analyse the situation beyond bilateral tensions. That Beijing’s last-minute hold on Makki’s listing came even as the Financial Action Task Force was meeting in Berlin to credit Pakistan’s actions on terror financing, and begin the process to relieve it from the grey list, pending an on-site visit in the next few months, may not be a coincidence. While China defends its actions on Makki and previous designations that it blocked as “technical objections” based on “procedural” loopholes, it is clearly part of a pattern of protecting Pakistan internationally. It is also notable that as a result of China’s objections or otherwise, none of the terror designations under UNSC 1267 thus far against LeT commander Zaki ur Rahman Lakhvi in 2008, Hafiz Saeed in 2009 and Masood Azhar in 2019 actually contains charges against them for any attacks carried out in India. Beyond criticism and continued pursuance of the listing, it is necessary for the Government to continue to gather evidence and systematically build its case on cross-border terrorism on the international stage that cannot be derailed by political or geopolitical considerations.",
        "headline_1": "Designation failure: On China’s decision to block terror tag for Lashkar leader",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/designation-failure-the-hindu-editorial-on-chinas-decision-to-block-un-terror-tag-for-lashkar-leader-abdul-rahman-makki/article65542489.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "20-06-2022"
    },
    {
        "full_article": "The monsoon landed early in Kerala, three days ahead of the normal date of June 1. The journey upward of its western branch has since then been timely but lacking in vigour. The latest IMD figures suggest that the monsoon is running an 8% deficit. Central India, which has the largest swathe of land dependent on rainfed agriculture, has only got 52% of the rain that is due; the southern peninsula has a 22% deficit. Only India’s east and north-eastern parts are battling the diametrically opposite problem of too much rain, with floods in Assam and Meghalaya submerging entire villages. The northwest of India, where the monsoon is yet to arrive, and reeling under a series of heatwaves, is battling a rainfall deficit of 33%. The monsoon rainfall is critical to kharif sowing and so a faltering June has raised concerns in several quarters. However, there is little to be worried about at this juncture. June rainfall, particularly in the first fortnight, is historically patchy and contributes less than 18% of the monsoon rainfall. Meteorologists maintain that there is no correlation of the timing and advent of the monsoon rainfall with its eventual performance. Because of the large variance inherent in June rainfall, the IMD has historically chosen not to issue forecasts for the month, unlike for July and August. The latter two are considered the key monsoon months and responsible for supplying nearly two-thirds of the monsoon rains. Episodes of drought in India and those that are linked to agricultural failures are when the monsoon fails in these two months.In fact, the real worry that lingers over the horizon is rainfall in July and August. On May 31, as part of its updated forecast, the IMD gave an optimistic picture. The June to September rainfall over the country was likely to be 103% of the Long Period Average, and central India was likely to get “above normal” rainfall as was the southern peninsula. The monsoon core zone, which consists of most of the rainfed agriculture regions, too is expected to receive “above normal” rain. In previous years, there has been a pattern of ‘normal’ and ‘above normal’ rains being forecast only for them to dry up for large periods in July and August, followed by a sudden surge in September. This pattern may help deliver the numbers but is not always beneficial for kharif sowing. The expectations of a good monsoon are premised on the persistence of a La Niña, the converse of the El Niño and characterised by a cooling of the Central Pacific waters. However, the Indian Ocean Dipole (IOD), another index of significance to the monsoon, is expected to be negative. Whether the La Niña can compensate for the dampening of the IOD remains to be seen.",
        "headline_1": "Monsoon jitters: On rain deficit and droughts",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/monsoon-jitters-the-hindu-editorial-on-rain-deficit-and-droughts/article65542497.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "20-06-2022"
    },
    {
        "full_article": "It was pitch-dark when I entered Sylhet MAG Osmani Medical College Hospital on Saturday afternoon. The ground floor was submerged in knee-high floodwater. I climbed up the stairs to the first floor to find an elderly patient named Ana Miah lying on the floor.\nAs the ground floor of the hospital got flooded that morning, all the patients were moved to the first floor. Ana Miah was struggling to breathe, no oxygen available for him as the central oxygen line had been disconnected, thanks to the power outage that engulfed not just the hospital, but the entire Sylhet district.\nWhile this is the scenario in the city, one can only imagine the suffering the people in the remote areas of Sylhet and Sunamganj have been enduring since Wednesday. Just imagine: Your house is under floodwater, there's no electricity, your phone is out of charge and mobile network, there's no food or any hope of being rescued.\nPeople from outside the flooded region, who have family members and/or friends stranded in the area, are similarly distressed as they can't contact their loved ones. Social media is swamped with posts from worried users seeking any update about their stranded loved ones or any information of rescue attempts.\nAfter several attempts, I managed to establish contact with some remote areas. All I heard was people in distress, pleading to be rescued. Even the shelters in the remote areas are waiting for relief.\nAll means of connectivity are gone. One can hardly find a boat to wade through the flood; the boatmen who are willing to give a ride are asking for an exorbitant amount of fare. Sylhet Deputy Commissioner Md Mozibor Rahman said even the administration is struggling to find boats to extend rescue and relief work to the remote areas. Police, army, navy and Border Guard Bangladesh (BGB) personnel, as well as the general public, are trying to provide help in any way possible.\nBut what shocks me is the nonchalant attitude of our public representatives. Most of the MPs, upazila and union chairmen, and city and municipality councillors are absent in this moment of crisis. Only a few people, like Expatriate Welfare and Overseas Employment Minister Imran Ahmed, were seen coming to his constituency to extend humanitarian support to the distressed people.\nAnd I have been seeing a general lacklustre attitude towards flood management for a while. Since the flash floods in 2017 destroyed Boro harvest in the country's northeast region, I have been constantly searching for a concrete explanation as to why floods have been so devastating in the region in recent times.\nThe answer is complex. Experts have tried to explain it in many ways, but it boils down to a combination of climate change, destruction of hills, deforestation, unplanned development work in the wetlands, and the massive loss of navigability in all the rivers in the upper and lower Meghna basin.\nAll of these reasons are the results of human actions.\nHas the government come up with any solutions to manage floods? I see none. After repeated calls from concerned citizens, it is rather disappointing to see the government only focused on infrastructural development, with little to no concern about conserving nature and the environment.\nSeveral concerned organisations and citizens have already urged the authorities to declare the flood-affected areas as a \"disaster zone,\" per the Disaster Management Act, 2012. Doing so will empower the local administrations to work more extensively and ease getting adequate support from all government offices.\nThe flood is just the beginning of the disaster. It will take months to rehabilitate the affected population and rebuild what has been damaged by the calamity. I hope the authorities concerned are preparing for that.\n \nDwoha Chowdhury is a journalist at The Daily Star.\n",
        "headline_1": "Why not declare Sylhet, Sunamganj as ‘disaster zones’?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/why-not-declare-sylhet-sunamganj-disaster-zones-3051421",
        "news_paper_name": "The Daily Star",
        "publish_date": "20-06-2022"
    },
    {
        "full_article": "We have not seen such devastating floods in the country since 1988. Every year during monsoon, the haor areas of Sylhet and Sunamganj districts experience flooding – but it has never been this catastrophic. Within a very short period of time, the entirety of the two districts were flooded. It is impossible to describe how badly the people have been suffering, as they have been living under the open sky for days now. They are waiting desperately for food and shelter. But surprisingly, the government does not seem to have an efficient relief management plan for the victims. We have seen in the media that there is a shortage of relief, especially baby food, in the affected areas, which should not have been the case. We have seen how the local government officials are seeking assistance from people. In the current circumstances, the government must immediately provide the flood-hit people with dry foods such as biscuits, breads, puffed rice, and safe water so that people can at least survive. The government must gear up its relief operations.\nI think the first thing that the government should have done as the flood situation was getting out of control was declare a local emergency and engage the army and others to immediately start helping people with relief and additional emergency services. I remember, in 1988, people in Dhaka got united to help the flood victims across the country – they made roti for them and went to the regions to help the victims. This time the situation may not be as bad, but still the government's measures seem to be very inadequate compared to the needs of the people.\nThe lack of coordination among different government agencies has always been a major barrier in implementing any plan effectively. That has also been the case during this flood. As we know, and has been reported in the newspapers, there were forewarnings that the flood situation would get worse. Bangladesh Water Development Board (BWDB) knew about it around 15 days ago and informed the Department of Agricultural Extension (DAE) about it so that they could take measures to save the crops, etc. But we do not know if the Ministry of Disaster Management and Relief (MoDMR) had this information. Had all the government agencies concerned worked together, the damages done by the floods could have been reduced.\nWe have also heard that many of the development projects taken in that region are actually making the flood situation worse. People are particularly mentioning the all-weather road going through the haor area which has become a major barrier for the water from upstream to flow downstream. The government must look into these allegations and correct the faults that have been created in the name of development. We also know how the rivers and water bodies in the Sylhet and Sunamganj areas have been grabbed and filled up over the years. The Surma River has literally been choked up by plastic pollution. Don't our authorities know these facts? If they do, what have they done to save these water bodies? And, will we take any lesson from this devastating flood that has been wreaking havoc in Sylhet and Sunamganj?\nAlready many other districts have been affected by flood. And we do not know when the situation in Sylhet and Sunamganj will improve. For now, the government's only priority should be to save lives by providing the affected people with food, water, medicine, and shelter. \n \nDr M Asaduzzaman is former research director, Bangladesh Institute of Development Studies (BIDS).\n",
        "headline_1": "Government urgently needs to arrange relief for all flood-hit people",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/government-urgently-needs-arrange-relief-all-flood-hit-people-3051416",
        "news_paper_name": "The Daily Star",
        "publish_date": "20-06-2022"
    },
    {
        "full_article": "We depend on oversimplified narratives to help us come to terms with our existence. That we are the most developed living organism on Earth. That this is the result of a linear evolution from the simplest, insentient, single-cell amoeba to the intelligent and cultured beings we now are. That this linear progress continues as societies grow more advanced and sophisticated.\nAnd we believe in our modern global political system of nation-states. But we pledge allegiance to our country, and we feel bound to be loyal to the squiggly lines that define them. We ignore how arbitrarily that border was drawn out.\nCertainly, that border is an undeniable truth, an irreversible sleight of history. But this neat and simple narrative of belonging complicates our humanity grossly. It leaves long complex equations in a murky calculus determining which lives matter and how much.\nIt starts off simple enough: Our own above others'. Our state shall value its citizens, language, heritage, etc. above any other citizens, language or heritage. Each person's dignity and rights shall be protected by the state of which they are a citizen.\nBut no country is homogenous, and the nationalist sentiment has to make choices and compromises. The constitution privileges all citizens, regardless of the language they speak – but clearly positions Bangla as the state language, not Kokborok or Hajong (\"Coke Studio Bangla\" notwithstanding).\nThen there are citizens whose ancestors are straight-up immigrants. Foreign people with a Bangladeshi passport. The worth of this breed is not dependent on any one variable. Melanin, for example, seems to be inversely related to worth. The level of exoticism of their origin is directly related to their worth. If they speak the \"enemy language,\" Urdu, their worth is automatically negative.\nThen there's religion. Islam has a special place in our state and constitution, and even that is a bit inconvenient to everybody who isn't a Muslim. But Muslims get plenty of flack elsewhere in the world. You add a little on one side of the equation, subtract a little on the other, and it all balances out, no? Positive humanity versus negative humanity.\nAnd let's not forget money and influence. These are the most important determinants of a person's worth.\nThen there are… well, the aliens. The \"forcibly displaced,\" rendered stateless by a genocidal regime, with no squiggly lines to safely call their own, therefore permanently seeking temporary refuge within ours. What value do we assign their lives, as opposed to our own? And how do we calculate this value? And who is responsible for appreciating it? Must it be the country of \"first arrival\"? But then what responsibility does the global community have?\n\nIn the last four months, six million Ukrainians have been accepted with open arms into Europe. There are reasons why other refugees are not accepted as openly.\nYes, the calculus of human worth gets super convoluted the moment we start talking about stateless refugees. Take the Rohingya people, whom Bangladesh has been absorbing for decades. Many Rohingya people who arrived as early as in the 1970s became naturalised. Then there were those who used to cross the border at will – after all, it's just a river that they had to cross – and never bothered to make the papers. So now we have more variables in our equation: Who arrived when, and who has what papers.\nThis year, for the first time in human history, there are more than 100 million people around the world forcibly displaced by war, persecution, and disaster. Of these, Russia's invasion of Ukraine accounts for 14 million.\nThe way the international community has responded to the Ukraine crisis proves beyond doubt that the people of this world have humanity and compassion in them. But this compassion is selective. On the Polish border, African students and non-white refugees reported being made to wait in freezing temperatures while busloads of white Ukrainians were let in ahead of them. \nUkrainian refugees who look like Ukrainians – to put it crassly – have been welcomed all over Europe and the developed world. The EU, which has spent decades trying to repel refugees from all over the world, often in inhuman and lethal ways, moved quickly to adopt a Temporary Protection Directive to allow Ukrainian refugees to access healthcare and jobs.\nThe UK launched the Homes for Ukraine scheme to settle Ukrainian refugees, while simultaneously making arrangements to ship all other asylum-seekers to offshore detention centres. The US is hand-picking Ukrainians to cross into its territory from Mexico, leaving behind the Mexicans trying to escape drug wars. It's also writing the EU a billion-dollar cheque to absorb Ukrainian refugees. (And let's not forget the weapons.)\nThere's a whole calculus about good refugees and bad refugees, and how many of which must be welcomed where. In 2015, with the ISIS crisis raging, it took the picture of a dead five-year-old washed up on a beach to provoke sympathy for Syrian refugees. That year, 1.3 million refugees entered the EU. In the past several years, hundreds of thousands have entered the EU, but with plenty of fuss.\nIn the last four months, six million Ukrainians have been accepted with open arms into Europe. There are reasons why other refugees are not accepted as openly.\nBangladeshis attempting to cross the Mediterranean into Italy weren't even considered refugees, because escaping hopelessness doesn't count as fleeing anything. Then the problem with these \"economic\" migrants is that they don't integrate or embrace the European lifestyle. It's rumoured they have plenty of children to maximise welfare payments. They lack sophistication. Let's be honest, we all use this variable in our human worth calculations.\nWhen talking about progress, we like to think we have evolved. That, unlike times past, the modern world is one where everyone agrees on and believes in the sanctity and dignity of human life, and all the leaders of the world have signed the Universal Declaration of Human Rights (1948) to this effect:\n\"All human beings are born free and equal in dignity and rights. They are endowed with reason and conscience and should act towards one another in a spirit of brotherhood.\"\n\nThis is an incredibly radical statement, and I'm surprised so many important people agreed to it. There's nothing here that says our brotherhood should be reserved for our countrymen, or that the less sophisticated are less equal. There's nothing here about belonging to any arbitrarily drawn lines. \"All human beings are born free and equal\"? Lofty ideal.\nIt's not a natural tendency for human beings to unconditionally love each other. \"Love thy neighbour\" was a radical message and not without reason. If we loved them all equally, we probably wouldn't survive long. But tying our identities and loyalties to the nation-state means that our love and respect for fellow humans (and other life forms) are subject to a complex calculus full of arbitrary variables – complexion, documentation, wealth, language, sophistication.\nLove and respect for the entire human family, and for all life on the planet, is behaviour that must be learned. Can you imagine it as the next step in human progress?\nNaushad Ali Husein works in the development sector. Email: naushad.ali.husein@gmail.com\n",
        "headline_1": "Stateless refugees and the calculus of human worth",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/opinion-special/world-refugee-day-2022/news/stateless-refugees-and-the-calculus-human-worth-3051316",
        "news_paper_name": "The Daily Star",
        "publish_date": "20-06-2022"
    },
    {
        "full_article": "Every year, the Bangladesh government, and the UN agencies and their Bangladeshi and international partners prepare a \"Joint Response Plan\" (JRP) for the ongoing Rohingya refugee crisis in Bangladesh. The \"2022 JRP\" explains why USD 881 million is needed this year for 919,000 Rohingyas and 541,000 Bangladeshi host communities and how it would be spent. As a climate change and biodiversity conservation enthusiast, I see three major, but inter-connected shifts, in the latest JRP compared with the previous ones.\nFirst, the 2022 JRP has five strategic objectives to support the affected Bangladeshi and Rohingya populations. The first four objectives focus on refugees' repatriation, ensuring their protection in the camps, providing humanitarian assistance both to the refugees and the hosts, and supporting host communities' wellbeing in Ukhiya and Teknaf. The fifth strategic objective reads: \"Strengthen disaster risk management and combat the effects of climate change.\" Although disaster risk management has always been a strong element of the previous JRPs, climate change or climate resilience was only casually mentioned in the past narratives.\nWith this shift in focus, to mitigate and adapt to the climate change impacts through environmental protection and rehabilitation, the proposed activities in 2022 in the Cox's Bazar region include promotion of renewable and cleaner energy, adoption of sustainable solid-waste management, undertaking plantation and watershed management, facilitating climate-resilient water management system, and supporting climate-smart livelihoods in agricultural and non-agricultural sectors. Bhasan Char is an off-shore island where 100,000 Rohingya refugees are gradually being relocated to reduce the congestion in 33 camps in Ukhiya and Teknaf. Activities proposed there for 2022 include building resilience of the refugees to climate shocks and ecosystem degradation through watershed management, provision of sufficient drainage, and flood control measures.\nIt is, however, not quite clear how much thought was put into the using of the words \"combat the effects of climate change\" in the fifth strategic objective of the 2022 JRP and subsequent descriptions. But the concepts and terms, such as climate change, adaptation, mitigation, and resilience indicate long-term contexts and actions – something that the Rohingya refugee crisis isn't expected, or meant, to have.\nSecond, the past JRPs strongly acknowledged the unprecedented environmental destruction this refugee crisis had caused in the Cox's Bazar-Teknaf Peninsula since late 2017. That's why \"environment and ecosystem rehabilitation\" has always been considered as a cross-cutting issue in those JRPs. But the 2022 JRP clearly declares its plan to \"mitigate the adverse impacts on the environment exacerbated by the Rohingya exodus and their prolonged stay in Bangladesh.\" The planned actions include restoration of ecosystems, promotion of reforestation, and development of waste management plans. Outside the camps, it also envisages working with the host communities to rehabilitate the degraded environment and ecosystem as a part of improving their well-being. On Bhasan Char, \"ecosystem conservation\" is one of the four pillars of the \"Skills Development/Livelihoods/Environment\" sector. The 2022 JRP also expects to monitor the ecosystems of this island and to rehabilitate, as required. As seen above, in the latest JRP, efforts to address climate change, to rehabilitate degraded ecosystems, and to manage disaster risks are very much inter-linked. This is more evident in the third and final shift we find in the 2022 JRP.\nOver the last few years, we have widely been talking about \"Nature-based Solutions\" (NbS). When we protect, restore, create, or sustainably manage our natural or modified ecosystems (e.g., forests, hills, rivers, haors, even towns and cities) to tackle a wide range of problems, such as climate change, natural calamities, food scarcity or water insecurity, we practice NbS. The beauty of NbS is that it not only ensures human wellbeing, but also improves our biodiversity. In 2022, NbS finds its place for the first time in the JRP – an exciting example of how the concept of NbS has been mainstreamed into the refugee crisis response in Bangladesh.\nOn August 25, 2020, on the third anniversary of the Rohingya refugee crisis, I wrote an article in The Daily Star (\"What role do nature-based solutions play in the Rohingya refugee crisis?\") to show how different NbS interventions were practiced without uttering the term NbS: reforestation of degraded camp areas, stabilisation of hill-slopes from landslides with vetiver grass and legume saplings, restoration of hill-stream banks, and re-excavation of water reservoir to store flood water as a part of watershed management.\nThe 2022 JRP envisages implementing some of these NbS interventions as a part of its activities under the \"Site Management and Site Development\" sector in Cox's Bazar camp areas, including plantation for slope stabilisation and restoration of natural drainage to reduce soil erosion and flooding. On Bhasan Char, NbS may include mangroves (plantation and protection) to further stabilise the embankments for improved coastal flood protection and coastal erosion control. These and other examples noted earlier clearly show how NbS approach has been mainstreamed into different sectors by the humanitarian community working with the Bangladesh government to address the Rohingya humanitarian crisis.\nOf course, while implementing NbS interventions for the Rohingya refugees or the host communities, the concerned agencies need to remember several crucial issues. We need to understand the breadth and depth of the challenges – environmental degradation, climate shocks and stresses, or disaster risks – we want to address with an NbS intervention. We need to understand the trade-offs around that selected NbS – what opportunities people are going to lose now and what benefits they will gain in the long run. Everyone who would be affected by that NbS must understand them and agree to strike-a-balance. Since it is a long-term action, we cannot just treat NbS like a traditional, time-bound development project. We must have a management system in place so that we can adapt to any changes happening around the NbS intervention, so that it can support us effectively, sustainably, and ensure net biodiversity benefits.\nAll three aspects discussed above indicate \"long-term\" responses to the on-going Rohingya refugee crisis. Is the 2022 Joint Response Plan (JRP), therefore, highlighting a strategic and philosophical shift in our response to this humanitarian crisis by showing it through an environmental sustainability lens? Or, am I reading it wrongly?\n \nDr Haseeb Md Irfanullah is an independent consultant working on environment, climate change, and research systems. His Twitter handle is @hmirfanullah\n",
        "headline_1": "Have we already started seeing the Rohingya refugee crisis differently?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/supplements/world-environment-day-special-2022/news/have-we-already-started-seeing-the-rohingya-refugee-crisis-differently-3051311",
        "news_paper_name": "The Daily Star",
        "publish_date": "20-06-2022"
    },
    {
        "full_article": "An alliance of recruiting agencies has called on the governments of Bangladesh and Malaysia to allow all valid local agencies to send workers to Malaysia. The issue of sending workers to the country has been a troublesome one for some time. There have been plenty of allegations of mismanagement and corruption in the past, followed by promises of reforms from both governments. But those reforms eventually failed to work with the Malaysian side cancelling the arrangements. The Malaysian government previously alleged that many Bangladeshi workers who went to the country struggled to find work because of mismanagement. Thus, it stopped accepting workers from Bangladesh saying that a government-to-government (G2G) agreement would solve it.\nThat again didn't work over allegations of mismanagement, as the agreement only allowed a 10-company syndicate to send workers. The Malaysian government then closed the facility for three years, only to now reopen it under the same syndication system – this time with 25 companies included. We fail to understand why, having previously complained that syndicates were causing issues, the Malaysian government would revert to the idea of recreating one. We are equally taken aback by the Malaysian human resources minister's remarks over the issue.\nFirst, during his visit to Bangladesh, he told the media that the selection of recruiting agencies would be as per the decision of his country's cabinet. Then, after returning to Malaysia, he reportedly said it was not an issue to be discussed in the cabinet, leaving doubt over how the recruiting agencies would be selected. Needless to say, there are legitimate concerns, particularly given past experiences, that lack of clarity in this regard would mostly harm potential Bangladeshi migrant workers. Previously, many migrant workers had to pay huge sums of money – beyond what the government agreement required off them – to go to Malaysia. Such situations led to the agreement getting cancelled, which again cost them. Therefore, why is it that the two governments are willing to return to an arrangement that leaves scope for corruption and mismanagement to potentially ruin a beneficial arrangement?\nMany of the past instances of mismanagement, it has to be said, happened on the Malaysian side. Thus, we call on the Malaysian government to fix those issues, and consider allowing all valid Bangladeshi recruiting agencies to send workers. The Bangladesh government, on the other hand, needs to ensure that it fully addresses the possibility of corruption on its end, so that these hard-working people can get jobs in Malaysia with any hassle. That will benefit both countries.\n",
        "headline_1": "Fix the issue of syndication for Malaysian labour market",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/fix-the-issue-syndication-malaysian-labour-market-3051211",
        "news_paper_name": "The Daily Star",
        "publish_date": "20-06-2022"
    },
    {
        "full_article": "If the humanitarian crisis unfolding in Sylhet division has made one thing clear, it is the poor state of preparedness of a region prone to floods and a country otherwise renowned for handling flooding. True, the scale and intensity of the ongoing flood itself surprised many, with the state minister for disaster management and relief describing it as a once-in-122-years weather event. But that it caught us totally off guard is a sad reflection on our vaunted capabilities. The government's failure to translate satellite warnings into early evacuations on the ground, or to deliver emergency relief in cut-off villages on time, should be seen as what it is: a failure.\nAs of Saturday night, as much as 72 percent of the entire division, including the hardest-hit Sylhet and Sunamganj districts, went under water following heavy rains in the north-eastern region as well as upstream India's Meghalaya and Assam states. According to an estimate, some 64 upazilas of 10 districts have been affected so far. Communications remain snapped, power supply has been cut off, and medical services suffered disruptions in most areas. People are struggling to get food, drinking water and shelter. Children and elderly people are said to be particularly at risk. And the situation may deteriorate further before it begins to improve, with medium to heavy rainfall predicted to continue until Tuesday or Wednesday, by which time the flood may reach further inland.\nBut, in all fairness, a disaster of this scale cannot be tackled by the civil administration alone. At the moment, Bangladesh Army, Navy, Coast Guard, firefighters, law enforcers and local council representatives are coordinating with the administration to run rescue operations. The ministry of disaster management and relief has reportedly allocated 400 tonnes of rice, 41,000 packets of dry food and Tk 2.25 crore in cash as relief for the flood-hit people. These figures need to be improved, much improved, if all those who remain stranded or are in flood centres now are to be properly served. What has been particularly encouraging to see is the citizens-led initiatives to reach emergency relief and medicines to those in need.\nThe priority now is to streamline all such initiatives to make the maximum impact in terms of saving life and minimising damage. For that to happen, the government must take the lead. The next few days will be crucial, even after floodwater begins to recede, because it may take some time before all means of online and offline communications are restored and we have the full picture of the devastations. We urge the government to place its rescue efforts on a war footing considering the emergency, and do everything necessary to take control of the flood situation as soon as possible.\n",
        "headline_1": "Time to put flood rescue on a war footing",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/time-put-flood-rescue-war-footing-3051201",
        "news_paper_name": "The Daily Star",
        "publish_date": "20-06-2022"
    },
    {
        "full_article": "GoI and armed forces’ clarifications and assurances keep coming as Agnipath protests continue. What next? Before we detail how the scheme can be made more attractive, let’s agree on two things.\nFirst, a major reason for opposing the scheme comes from our status-quoist approach and not believing in a merit-based approach. But the latter succeeded, in the form of Rashtriya Rifles (RR), in combating insurgency in J&K in 1990s. Like what is happening with Agnipath now, there was wide-ranging criticism against RR for its composition, manner of equipping and tenure-based approach. Agnipath, too, has multiple positives in terms of lowering the age profile in the units, and creating a more empowered and capable junior leadership.\nRead full opinion on TOI+\n\n\nFacebook\nTwitter\nLinkedin\nEmail\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n Disclaimer Views expressed above are the author's own.  \n\n\n\n\nEND OF ARTICLE\n\n\n\nOpinions \nNupur, Naveen & us – Please note: Aggressive right-wing politics can also cost those who benefit from it most\n  \nHindu-Muslim: Facts vs fear: Logic, data belie scaremongering on minorities. Let India be the safe space it’s always been\n  \nSystem ‘bull-dazed’: As bulldozers roll on, higher courts almost seem to be in a daze. They must respond\n  \nWhile India is busy burning trains and buses over army recruitment scheme, China quietly rolls out a new aircraft carrier that wows west\n  \nModi & BJP at crossroads: Post-Nupur, tensions between party base’s wish list & GoI’s policy agenda are sharper\n  \nThe unmaking of India? External embarrassment aside, offensive rhetoric from some BJP leaders also threatens internal social stability\n  \nBaptism by fire: Army pension needs pruning. But Agnipath protests show future soldiers’ anxiety needs better responses\n  \nIndia needs Agnipath, not pensionpath\n  \nBulldozers only stop with a stay: In Prayagraj & elsewhere, demolitions without due process are illegal. Courts must intervene forcefully\n  \nBeing truly presidential: 21st-century India needs a president who will be democracy’s conscience keeper",
        "headline_1": "4 changes & regular deal for 2019/20 hopefuls: How can Agnipath be made more attractive? Recommendations from a former army leader",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/4-changes-regular-deal-for-2019-20-hopefuls-how-can-agnipath-be-made-more-attractive-recommendations-from-a-former-army-leader/",
        "news_paper_name": "The Times of India",
        "publish_date": "20-06-2022"
    },
    {
        "full_article": "Much of the criticism of Agnipath is coming from those who are not considering armed forces’ past experience. Till 1977 soldiers were enlisted only for 7 years, which was then changed to 17 years. So, all major wars fought by the army were won by soldiers on 7-year terms of duty.\nWhat has also surprised many is that why a recruitment scheme for armed forces, which employs less than 0.5% of the government workforce has led to such widespread protests. That is because armed forces are a reservation-free, merit-based workforce, with lifetime pension and medical cover.\nRead full opinion on TOI+\n\n\nFacebook\nTwitter\nLinkedin\nEmail\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n Disclaimer Views expressed above are the author's own.  \n\n\n\n\nEND OF ARTICLE\n\n\n\nOpinions \nNupur, Naveen & us – Please note: Aggressive right-wing politics can also cost those who benefit from it most\n  \nHindu-Muslim: Facts vs fear: Logic, data belie scaremongering on minorities. Let India be the safe space it’s always been\n  \nSystem ‘bull-dazed’: As bulldozers roll on, higher courts almost seem to be in a daze. They must respond\n  \nWhile India is busy burning trains and buses over army recruitment scheme, China quietly rolls out a new aircraft carrier that wows west\n  \nModi & BJP at crossroads: Post-Nupur, tensions between party base’s wish list & GoI’s policy agenda are sharper\n  \nThe unmaking of India? External embarrassment aside, offensive rhetoric from some BJP leaders also threatens internal social stability\n  \nBaptism by fire: Army pension needs pruning. But Agnipath protests show future soldiers’ anxiety needs better responses\n  \nIndia needs Agnipath, not pensionpath\n  \nBulldozers only stop with a stay: In Prayagraj & elsewhere, demolitions without due process are illegal. Courts must intervene forcefully\n  \nBeing truly presidential: 21st-century India needs a president who will be democracy’s conscience keeper",
        "headline_1": "Clear entry, exit norms, hiked retention ratio: How can Agnipath be made more attractive? Recommendations from a former army leader",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/clear-entry-exit-norms-hiked-retention-ratio-how-can-agnipath-be-made-more-attractive-recommendations-from-a-former-army-leader/",
        "news_paper_name": "The Times of India",
        "publish_date": "20-06-2022"
    },
    {
        "full_article": "The southwest monsoon in the first half of June was deficient by 32%. The shortfall was acute in the agriculturally critical northwest India where rainfall deficiency was 77%. The monsoon’s slow progress, however, shouldn’t be cause for alarm. We are still at an early stage and July, which accounts for almost one-third of the southwest monsoon, is the crucial month. IMD makes two forecasts on southwest monsoon. The first take is in April and the next one on the eve of monsoon. The update for the 2022 monsoon indicated that the current year is expected to be a normal one. From the standpoint of agriculture, the monsoon core zone which covers a large swathe of rainfed agricultural regions in central India is expected to receive above normal rainfall. This is reassuring as the wheat harvest was adversely affected by a heatwave. However, the recurring anxiety over the progress of the monsoon is pointer to the structural problems in Indian agriculture that need to be addressed at all levels of policy.\nIndia’s a water-stressed country. It supports about 17% of the world’s population with 4% of freshwater. About half of India’s gross cropped area is irrigated. However, access to irrigation is uneven. Two crops, paddy and sugarcane, receive almost 60% of irrigation water. Add wheat, it covers about 80% of the irrigation. Of these crops, a sizeable proportion of output of paddy and sugarcane comes from regions that are unsuitable for their cultivation. A study carried out jointly by Nabard and ICRIER on the water productivity mapping of major crops concluded that there is a significant misalignment between cropping patterns and available water resources. This is intertwined with fiscally unsustainable electricity subsidies.\nThe Indian farmer responds to price incentives like any other economic agent. Therefore, individual farmers cannot ignore prevailing price dynamics and act on the basis of long-term consequences of the current water usage pattern. It’s government policy that has to enable rational cropping patterns through the price mechanism. For example, Haryana has a scheme to provide a grant on a per-acre basis to nudge farmers away from the water-intensive paddy. Sensible policies like this need governments to constantly adjust incentives to dynamics of relative prices and attendant crop risks. Agriculture, which consumes 78% of our freshwater, can be aligned with rational resource use through smart policies tied to prices.\n\n\nFacebook\nTwitter\nLinkedin\nEmail\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n This piece appeared as an editorial opinion in the print edition of The Times of India.  \n\n\n\n\nEND OF ARTICLE\n\n\n\nOpinions \nNupur, Naveen & us – Please note: Aggressive right-wing politics can also cost those who benefit from it most\n  \nHindu-Muslim: Facts vs fear: Logic, data belie scaremongering on minorities. Let India be the safe space it’s always been\n  \nSystem ‘bull-dazed’: As bulldozers roll on, higher courts almost seem to be in a daze. They must respond\n  \nWhile India is busy burning trains and buses over army recruitment scheme, China quietly rolls out a new aircraft carrier that wows west\n  \nModi & BJP at crossroads: Post-Nupur, tensions between party base’s wish list & GoI’s policy agenda are sharper\n  \nThe unmaking of India? External embarrassment aside, offensive rhetoric from some BJP leaders also threatens internal social stability\n  \nBaptism by fire: Army pension needs pruning. But Agnipath protests show future soldiers’ anxiety needs better responses\n  \nIndia needs Agnipath, not pensionpath\n  \nBulldozers only stop with a stay: In Prayagraj & elsewhere, demolitions without due process are illegal. Courts must intervene forcefully\n  \nBeing truly presidential: 21st-century India needs a president who will be democracy’s conscience keeper",
        "headline_1": "Follow the clouds: Slow progress of monsoon shouldn’t cause alarm. But it’s a reminder of bad cropping patterns",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/follow-the-clouds-slow-progress-of-monsoon-shouldnt-cause-alarm-but-its-a-reminder-of-bad-cropping-patterns/",
        "news_paper_name": "The Times of India",
        "publish_date": "20-06-2022"
    },
    {
        "full_article": "Last Saturday’s terror attack on Kabul’s Karte Parwan Gurdwara that killed three people – including an Afghan Sikh – shows again Taliban is not in full control. IS claimed credit for the attack. Ten months after Taliban takeover, the Afghan economy has gone into a tailspin, hunger is acute, women’s rights are disappearing. And attacks like the latest makes many Afghan nationals, as well as a few remaining Indians, desperate to fly out to India.\nFollowing Taliban’s takeover, GoI instituted an e-emergency visa category for Afghan nationals wanting to travel to India. But these visa applications are backed up with only around 200 being cleared till last December. True, GoI yesterday cleared over 100 e-emergency visas for Afghan Sikhs and Hindus, a day after the gurdwara attack. But such selective clearance of visas is poor policy. Indian efforts over the last two decades created considerable goodwill among the Afghan people. Squandering that now will only work to the advantage of Pakistan and China.\nAnother problem is the lack of flights between India and Afghanistan, making it extremely difficult for those who want to get out. Afghanistan’s airspace was shut for non-defence flights to, from and over the country starting August 16 last year. True, there have been some special evacuation fights like the recent one on June 15. But these are simply not enough. With India now officially engaging Taliban, GoI must clear more flights between the two countries, starting with Afghan carriers. Simultaneously, it must expedite e-emergency and medical visas for Afghan nationals, as well as student visas for Afghan students accepted by Indian universities. This is an easy way for India to retain its strategic interests in Afghanistan.\n\n\nFacebook\nTwitter\nLinkedin\nEmail\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n This piece appeared as an editorial opinion in the print edition of The Times of India.  \n\n\n\n\nEND OF ARTICLE\n\n\n\nOpinions \nNupur, Naveen & us – Please note: Aggressive right-wing politics can also cost those who benefit from it most\n  \nHindu-Muslim: Facts vs fear: Logic, data belie scaremongering on minorities. Let India be the safe space it’s always been\n  \nSystem ‘bull-dazed’: As bulldozers roll on, higher courts almost seem to be in a daze. They must respond\n  \nWhile India is busy burning trains and buses over army recruitment scheme, China quietly rolls out a new aircraft carrier that wows west\n  \nModi & BJP at crossroads: Post-Nupur, tensions between party base’s wish list & GoI’s policy agenda are sharper\n  \nThe unmaking of India? External embarrassment aside, offensive rhetoric from some BJP leaders also threatens internal social stability\n  \nBaptism by fire: Army pension needs pruning. But Agnipath protests show future soldiers’ anxiety needs better responses\n  \nIndia needs Agnipath, not pensionpath\n  \nBulldozers only stop with a stay: In Prayagraj & elsewhere, demolitions without due process are illegal. Courts must intervene forcefully\n  \nBeing truly presidential: 21st-century India needs a president who will be democracy’s conscience keeper",
        "headline_1": "Fly them out: Latest Kabul attack adds to desperation of those who want to leave Afghanistan. GoI must help",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/fly-them-out-latest-kabul-attack-adds-to-desperation-of-those-who-want-to-leave-afghanistan-goi-must-help/",
        "news_paper_name": "The Times of India",
        "publish_date": "20-06-2022"
    }
]