[
    {
        "full_article": "The first Assembly election in Jammu and Kashmir after a decade has so enthused people and parties in the Union Territory that expectations are rising that a new era for the embattled territory may be on the horizon. The erstwhile J&K lost its statehood and special status under Article 370 in 2019, which naturally remains a central issue for all political actors as campaigning gains momentum. Regional parties have promised to fight for the restoration of Article 370. The BJP has called them sympathisers of separatism and vowed that there would be no going back on the question. The Congress is walking a tightrope, avoiding direct references to Article 370 but promising the restoration of statehood. A record 529 candidates have filed nomination papers for 50 Assembly seats in the first two of the three-phase elections. Besides the mainstream regional and national political parties, the Jamaat-e-Islami, a socio-religious organisation classified as unlawful by the Ministry of Home Affairs in 2019, has also fielded candidates from Assembly segments of north and south Kashmir as independents. It is a major leap for an organisation that always aligned with separatist outfits and boycotted elections. Even separatists are trying their luck in electoral politics, and this could potentially open avenues towards long-standing peace and stability in the region.The J&K National Conference (NC), Peoples Democratic Party and Sajad Lone’s J&K Peoples’ Conference, have pledged to reverse many measures taken after 2019 and revoke the Public Safety Act (PSA). The Congress, an ally of the NC, has expressed concern over “outsiders being allocated land, resources and jobs” and the Lieutenant Governor’s powers. The BJP has managed to expand its voter base even in areas away from the plains of the Jammu region. Its outreach to Scheduled Tribes, Scheduled Castes and Other Backward Classes attracted prominent Muslim leaders from the Pir Panjal Valley, especially from the Pahari community, which was granted ST status after years of their agitation. The BJP has already fielded at least 11 Muslim candidates from J&K and its campaign targets the family control over the two regional parties and the Congress. BJP election in-charge Ram Madhav recently said he hoped to see a new leadership emerging in J&K. At any rate J&K is all set to throw up a new politics on October 8, the date of counting. The Centre and all parties should prepare to seize the new opportunity for the future of a prosperous State within the Indian Union. Published - September 07, 2024 12:24 am IST\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nJammu and Kashmir Assembly Elections 2024\n\n/\n\nArticle 370\n\n/\n\nBharatiya Janata Party\n\n/\n\nIndian National Congress\n\n/\n\npolitics\n\n/\n\nJammu and Kashmir National Conference\n\n/\n\nPeoples Democratic Party\n\n/\n\nReservation\n\n/\n\nminority group",
        "headline_1": "​Fresh openings: On the J&K Assembly elections",
        "headline_2": "Election in J&K could throw up new opportunities for the region",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Bfresh-openings-on-the-jk-assembly-elections/article68614119.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "08-09-2024"
    },
    {
        "full_article": "Education lays the path for progress, but not everything that passes for education is a universal good. Immediate corrective measures are needed when it strays from its path, and the government’s decision to withdraw the Competency-Based Medical Education Curriculum guidelines published by the National Medical Commission (NMC) rich with blundering interpretations, jerks a retrograde move back within law, and reason. Published on August 31, the curriculum specified that sodomy and lesbianism were “unnatural sexual offences”, including them under the category ‘sexual offences’. It also slotted transvestism or cross-dressing under the category of sexual perversion. The mandatory seven hours of disability competencies that students earlier had to undergo were excluded from the foundation course too. In doing so, the NMC did not merely attempt to take medical students back centuries, but it did so in violation of at least a couple of laws of the land, and overlooked the guidelines it had set earlier. In mentioning sodomy, lesbianism and transvestism as offences/perversions, the NMC was in violation of the Transgenderpersons (Protection of Rights) Act, 2019. Notably, following admonition by the Madras and Kerala High Courts, the NMC, in October 2021, instructed all medical universities to not approve unscientific, derogatory and discriminatory information on the LGBTQIA+ community. With the removal of mandatory disability competencies from the foundation course, the NMC violated the Rights of Persons with Disabilities Act, 2016. It mandates the inclusion of the rights of persons with disabilities in the curriculum of universities, colleges and schools and further requires the integration of disability as a component in all educational courses for university teachers, doctors, nurses, and paramedical personnel. Again, it was the NMC that introduced the competencies in 2019, as a response to years of advocacy. The competencies would provide students a rights-based approach to removing barriers to health care, and ensuring equitable access to quality care.Naturally, transgender and disability rights groups protested vehemently against the revised curriculum. Incensed by this regressive move, that erased all the progress achieved in the curriculum after decades of advocacy, they said they would write to the World Federation for Medical Education to temporarily suspend the NMC’s recognition status if the errors were not immediately rectified. While the crisis is past for the moment, the incident has eroded the faith of the public, and marginalised groups, that the government always has their best interests at heart. Progress, particularly in changing perceptions and pre-conceived notions, is hard-won in incremental doses. For an arm of the government itself to undermine these small advances is a shameful act. The withdrawal is a matter of great relief. Published - September 07, 2024 12:10 am IST\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\neducation\n\n/\n\nmedical education\n\n/\n\ncurriculum\n\n/\n\nmedical colleges\n\n/\n\nlaws\n\n/\n\njudiciary (system of justice)\n\n/\n\nLGBT\n\n/\n\ndisabled\n\n/\n\nhuman rights\n\n/\n\nuniversities and colleges\n\n/\n\nschool",
        "headline_1": "​Undoing the undoing: On the Competency-Based Medical Education Curriculum guidelines",
        "headline_2": "The withdrawal of the new curriculum by the NMC is welcome",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Bundoing-the-undoing-on-the-competency-based-medical-education-curriculum-guidelines/article68614092.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "08-09-2024"
    },
    {
        "full_article": "A case in Delhi HC reminds us why courts must carve out exceptions to defamation to protect women’s right to dignity & equality\nIn a recent interview with Indian shooter and Olympic medallist Manu Bhaker, a news platform came into controversy because of the nature of some of the questions posed by the interviewer. These questions focused not on her efforts or achievements, but her appearance, calling her “a beautiful, attractive female” and asking if there was any possibility of a romance with fellow Olympian Neeraj Chopra.\n\nSeveral social media users described the questions as sexist, and were sued for defamation by the interviewer, who also sought that the posts be taken down during the pendency of the suit. Delhi HC passed a circumspect order, opining that the plaintiff was justified in his request and ordered the removal of the posts. Reportedly, the court was persuaded by the fact that Bhaker herself did not express any discomfort with the interview. But is this correct?\nThe first question is whether it is relevant that Bhaker did not claim that the questions were offensive. It is not. For one, the issue was not the impact of the questions on the interviewee, but the nature of the questions, which is open to anyone to discuss. Secondly, sexism is not a private harm, but a public one, and all members of society have a legitimate interest in rooting it out from our public discourse.\nRead full article\n\n",
        "headline_1": "Law must not silence",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/law-must-not-silence/",
        "news_paper_name": "The Times of India",
        "publish_date": "08-09-2024"
    },
    {
        "full_article": "Writing on International Vulture Awareness Day, Union environment minister argues GOI’s conservation efforts can increase the population of these critically endangered birds\nIn Ramayan, the mighty vulture king Jatayu rises as a symbol of sacrifice and courage. When Ravan abducts Sita, it was Jatayu who soared gallantly to rescue her. Despite his defeat, his effort remains etched in our cultural memory, a testament to the nobility of vultures. Before Jatayu succumbs to the wounds inflicted by Ravan, he tells Ram and Lakshman where Ravan had taken Sita.\nYet, today, the descendants of this noble bird face a dire reality. The very species that once inspired tales of bravery and selflessness is now on the brink of extinction. On International Vulture Awareness Day – celebrated annually on the first Saturday of Sep – there are more reasons than one to ensure that vultures continue to soar across our skies.\n\nVultures play a critical role in the ecosystem as nature’s most efficient scavengers, skilfully cleansing the landscape of decaying carcasses. In doing so, vultures clean the ecosystem of dead animal matter and reduce the spread of disease.\nTheir unique ability to digest even the most toxic of pathogens like rabies and anthrax, shields our entire ecosystem from outbreak of epidemics. In the absence of these scavengers, our natural world would be susceptible to the spread of dangerous pathogens.\nA total of nine species of vultures are found across India. Each of the nine species, from the widespread white-rumped vulture to the forest-dwelling red-headed vulture, has a unique place in the ecosystem. Other species such as the Himalayan griffon and the bearded vulture are typically found at higher elevations in the Himalayas, while the Egyptian vulture is found nearly all across the country. The slender-billed vulture lives in the northern plains and Assam valley, while its close relative the Indian vulture is distributed across central and peninsular regions of India. Two other species, the cinereous and the Eurasian griffon, are winter visitors to our land.\nRead full article\n\n",
        "headline_1": "Saving those who save us from epidemics",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/saving-those-who-save-us-from-epidemics/",
        "news_paper_name": "The Times of India",
        "publish_date": "08-09-2024"
    },
    {
        "full_article": "How trigonometry explains the natural & built worlds\nTurns out, triangles unlock the most important bits of knowledge discovered by humans. Love Triangle: How Trigonometry Shapes the World by Matt Parker, shows how this geometry underlies so much of what we take for granted.\nTriangles are easy to decode with partial information. Say you only know the length of the lines, or just a length and two angles – you can figure out the rest. They’re like “nature’s sudoku”, says the book. For instance, trigonometry can help you figure out exactly how high a balloon is drifting, from just one photograph of it.\nStraight roads, centuries of accurate maps depend on this shape. Using a shadow to measure the height of a tower? That’s an old trick with triangles too, used right from the days of Thales of Miletus in 500 BCE. The Egyptians needed maths to measure and divide plots of land, after the Nile’s periodic flooding. Triangles were used to calculate where we are situated in space, to measure the size of Earth. In the 1700s, two French mathematicians mapped a chain of 115 giant triangles from Dunkirk to Spain, measuring the angles to figure out exact latitude, then deduce what percentage of Earth’s circumference they had covered, and scale up their calculations to estimate the size of the planet.\nLook around, you see angles everywhere in nature and the built world. The wake behind a duck in a pond is always 39 degrees, which tells us something about waves. A rainbow is always 84 degrees across. Pool players use the principle of triangles, imagining a phantom pocket, to plot and play their shots.\nIf you pour different substances out on a table in piles, they form different angles depending on the friction between their particles. Wheat flour or chalk dust will give you an angle of 45 degrees, dry sand 34 degrees.\nEveryone remembers the Pythagoras theorem from school, and all civilisations seem to have arrived on the same idea sooner or later. The book shows how the theorem was used to correct NBA distance statistics, for instance.\nTriangles are essential to construction. Civil engineers love them because they don’t skew – a rectangle flops into a parallelogram unless it has a diagonal to keep it firm, but a triangle stays rigid.\nA bunch of contiguous triangles is a mesh. Much architecture is based on these repeated shapes or lattices – the British Museum roof, for example. Today, 3D modelling and printing use triangle meshes, as do computer games.\nAny signal can be built up from sine waves. Sine waves are one of the most iconic shapes in mathematics, and they depend as much on circles as triangles. If you take a circle and pull it out into a spiral or helix, the projection of that helix is a sine wave from one direction, and a cosine wave from the other. A vibrating guitar string is a sine wave.\nFourier wave analysis helped us understand light waves and physics, transmitting audio signals, exploring crystal structures, helping crack the nature of DNA. GPS and modern data applications could not exist without trigonometry, measuring the distance and time-distortion between us and the satellites.\nHow to divide a sandwich? How to estimate a basketball shot or the impact of an asteroid hit or understand how a motorbike flips and falls? Triangles are everything and everything is triangles, says the book.\n\n",
        "headline_1": "A rainbow is always 84 degrees across",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/a-rainbow-is-always-84-degrees-across-2/",
        "news_paper_name": "The Times of India",
        "publish_date": "08-09-2024"
    },
    {
        "full_article": "By Swami Sivananda\nGanesh is the elephant-headed God. He is worshipped first. His names are repeated first before any auspicious work is begun, before beginning any kind of worship.\nHe is the lord of power and wisdom. He is the eldest son of Shiv, and the elder brother of Kartikey. He is the energy of Shiv, and so He is called the son of Sankar and Uma. By worshipping Lord Ganesh, mothers hope to earn for their sons the sterling virtues of Ganesh.\n\nThe following story is narrated about Ganesh’s birth and His having the head of an elephant. Once upon a time, at bathing time, the Goddess Gauri, the spouse of Rudra, created Ganapati as a Suddh, or pure white being, out of the mud of Her body, and placed Him at the entrance of the house. She told Him not to allow anybody inside and went for a bath. Shiv Himself returned home quite thirsty and was stopped by Ganesh at the gate. Shiv got angry and cut off Ganesh’s head, taking Him for an outsider. Gauri came to know of this and grieved much. Shiv ordered His servants to bring the head of any creature that might be sleeping with its head northwards. The servants made a thorough search and found only an elephant in that position…\nShiv made Ganapati worthy of worship by men at the beginning of all their undertakings – marriages, journey, expedition, study, etc. He ordained that the annual worship of Ganesh should take place on the fourth day of the bright half of Bhadrapad (Aug-Sep).\nGanesh is an embodiment of wisdom and bliss. He is the Lord of brahmacharins. He is the foremost among brahmacharins or celibates.\nHe rides on the vahan, the small mouse. He is the presiding deity of the Muladhar Chakra. He is the Lord who removes all obstacles in the spiritual path and brings worldly success.\nSo, He is called Vighn Vinayak. His Bijakshar is Gang. He is the Lord of harmony and peace.\nGanesh represents OM, Pranava…Nothing can be done without uttering it. Hence the practice of invoking Ganesh before beginning any rite or work. The two feet are His Jnan Shakti and Kriya Shakti. Ganesh has the elephant-head as that is the one figure in nature which is of the form of Pranava.\nRiding on the mouse represents that He has killed egoism. He holds Ankus. This represents that He is the Ruler of the world. This is the emblem of Divine Royalty.\nGanesh is the first God, Adi-Dev. Mouse is a small creature. Elephant is the biggest of all animals. Riding on a mouse and wearing the head of an elephant denote that He is the Creator of all creatures, from the biggest elephant to the smallest mouse. Elephants are very wise. The head of an elephant indicates that Ganesh is an embodiment of wisdom. It also denotes the process of evolution.\nThe mouse gradually evolves into an elephant and finally becomes a man. That is the reason why Ganesh has a human body, the head of an elephant, and mouse as His vehicle. This is the symbolic philosophy of His form.\nSource: Divine Life Trust Society\n\n",
        "headline_1": "Ganesh, Vighn Vinayak, is an embodiment of wisdom",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/ganesh-vighn-vinayak-is-an-embodiment-of-wisdom/",
        "news_paper_name": "The Times of India",
        "publish_date": "08-09-2024"
    },
    {
        "full_article": "Nothing is above criticism. And therefore, I don't see any reason to ascribe unquestionable sanctity to our national anthem and flag. They are only symbols of a country or state. When a whole state can change, why can't its symbols? Naturally, questions about the anthem and the flag may arise and even demands for change, while those who oppose change may present their counter-arguments.\nHowever, those who want change must first clearly present their rationale and answer why the current anthem or flag is no longer suitable. What new reality are we facing that we need the change? \"I don't like this song\" or \"Our flag is too simple\" are not arguments! Our current flag and anthem have a history; we fought in the Liberation War carrying these symbols. New proposals should be made with that in mind, and the reasons stemming from the new reality must trump that of '71.\nThose making such demands in current times should remember this: their statements and arguments have to differ from the ones made by those who opposed the Liberation War. It's important for us to be aware of Awami League's (AL) Liberation War-centric rhetoric and, at the same time, not fall for anti-liberation propaganda while opposing AL's narrative. And so, when the son of Ghulam Azam—top war criminal and former leader of Jamaat-e-Islami, the defeated political power of 1971—talks about changing the national anthem, his intentions should be scrutinised.\nThe son, Abdullahil Amaan Azmi, was subjected to immense torture in Aynaghor, and for that, I express my sympathies. However, talking about changing the anthem and doubting the number of martyrs of the Liberation War, are signs that Jamaat has not yet discarded the politics of opposing the Liberation War. After the 2013 war crime trials, the party had an opportunity to start anew by apologising to the nation for its role in the Liberation War. But no, under the circumstances, its political foundation seems to be the opposition of the Liberation War. The defeated forces of 1971, 1990 and 2024—Jamaat, Jatiya Party, and the AL respectively—should apologise to the nation before taking part in politics. The more they justify their crimes, the more they will earn the people's hatred.\nWith that being said, regarding recent objections and demands, let's first address the national flag. I have seen suggestions on some Facebook pages (unsure if they are Jamaat-run) to change the national flag. I think, when the state witnesses major change through an uprising, the situation to alter the flag can also arise. But this need must be reflected in the uprising itself. However, we have seen the opposite. Far from discarding our current flag, the protesting students clung to it throughout the whole movement! Police gunshots and arrests targeted those who tied the flag on their head. Just as people bore red and green while stepping into the Liberation War in 1971, so did the students. As the flag is still relevant, I see no reason to change it.\nNow, as far as the national anthem—Rabindranath Tagore's \"Amar Shonar Bangla\"—is concerned, chief among the objections is that the lyricist is Hindu. Interestingly, when the ruling group of West Pakistan pressured us to boycott Hindu poet Tagore, we instead embraced him during our anti-colonial fight against Pakistan. \"Bangla\" in Tagore's \"Amar Shonar Bangla\" became synonymous with then East Pakistan. We needed such a song that concentrated our nationalist sentiments around this land.\nJust like the West Pakistani ruling group wanted to isolate \"Hindu\" Tagore from us, the main objection of anti-liberation forces is the poet's religious identity. Although now, they do not present the \"Hindu\" reasoning openly to profess their hatred of Tagore.\nAnother strong objection is that when Tagore wrote this song, he did not refer to current Bangladesh, but rather \"undivided Bangla,\" comprising the east and west. As a result, the \"Bangla\" we love in our national anthem is not only our Bangladesh, but also West Bengal of India. Another argument added to this point is that Tagore's piece is a protest against the partition of Bengal, so the song is against the spirit of Bangladesh.\nIt is true that Tagore participated, mentally and physically, in the anti-partition movement that arose after Bengal was divided in 1905, organising rakhi bandhan (a ceremony to tie friendship band) to unite Hindus and Muslims of erstwhile Calcutta. However, this was largely a struggle to fight British powers working to divide Bengal rather than opposing the creation of East Bengal. In fact, many Muslim leaders also stood against the initial proposal of 1904, including Nawab Salimullah (later on, following his advice, the province called East Bengal and Assam was created with Dhaka being the capital).\nAs much as Tagore was vocal against the 1905 partition, he changed his stance later on realising that backward communities of East Bengal would benefit from a separate province. Therefore, just as it cannot be said that Tagore was against the people of East Bengal because of his involvement in the 1905 anti-partition movement, similarly, we cannot term \"Amar Shonar Bangla\" as anti-East Bengal.\nYes, the \"Bangla\" in the song refers to both the west and east. The poet envisioned the union of both Bengals. Besides, the two Bengals became two separate provinces after the 1905 partition, East Bengal had not become a separate country yet and ties between the two Bengals did not disappear. Judging all these, there is no scope to deem this song to be against the spirit of Bangladesh.\nWhen someone from West Bengal sings or hears this song, the \"Bangla\" can mean both \"Bengals\" or just West Bengal. But for us, this means Bangladesh. Why or how? After the 1947 partition, West Pakistan got its name and a part of India was West Bengal or \"Pashchim Banga\" in Bangla. But at that time, we wanted to claim the name \"Purbo Bangla\". Before 1947, our region was called East Bengal or \"Purbo Bongo\" (colloquially sometimes as \"Purbo Bangla\"), but after '47, we never called ourselves \"Purbo Bongo,\", while we called West Bengal \"Poshchim Banga\" instead of \"Poshchim Bangla.\" This means, we have given \"Bongo\" to India and kept \"Bangla\" for us. Even in the Pakistan Assembly, we demanded our name be \"Purbo Bangla\" instead of \"Purbo Pakistan.\"\nTherefore, when we started singing \"Amar Shonar Bangla\" during the independence movement, we did not imagine both \"Bengals,\" but the East Pakistan or East Bengal that became Bangladesh. When we took Tagore's song, we gave it a different dimension, a different meaning.\nPutting all these aside, the question we should be asking is, has this song lost its relevance? The left-wing parties sees nationalism as harmful, and glorifies internationalism, but a sovereign, capitalist state survives under the spell of nationalism. This nationalism can unite people to demand democracy and fundamental rights, to free them from the grip of imperialism or against autocracy/fascism. And that's why, the national anthem and flag, symbols of the state, are, or should be, associated with nationalism. Does our current national anthem not arouse a sense of nationalism among the people? Does it not motivate us to face any crisis in this land? I believe, if one listens with deep understanding, it can do all that.\nTranslated from Bangla by Shoaib Ahmed Sayam.\n\nAnupam Shaikat Shanto is a writer and activist based in the Netherlands.\nViews expressed in this article are the author's own. \nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "The (ir)rationality of changing the national anthem",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/the-irrationality-changing-the-national-anthem-3696646",
        "news_paper_name": "The Daily Star",
        "publish_date": "08-09-2024"
    },
    {
        "full_article": "Over the past half-century, South Asia and its influential diaspora have been the source of some of the world's great entrepreneurs and business leaders. The modern world increasingly depends on their contributions. Enlightened government policies, in India and abroad, accelerated their rise and their contributions to the world economy and society at large.\nWhile many of those entrepreneurs built profitable businesses at the cutting edge of modern technology that made them (and others) very wealthy, others focused their talents on social entrepreneurship and innovation. They built world-class institutions that helped solve social and environmental problems in creative ways that could be scaled to positively impact millions. Some of the companies they created were for-profit, some non-profit, and other hybrid in nature. What they all had in common was their innovative thinking about problems like poverty, illiteracy, ill-health, and climate change that leveraged market forces, technology and the idealism of individuals and groups to change lives and indeed, entire nations.\nOne of the stars of this community of entrepreneurs who has shined the brightest is the Bangladesh Nobel Peace Prize laureate Muhammad Yunus. Starting in the mid-1970s, just a few short years after returning to post-independence Bangladesh from the comfort of being a university teacher in the United States, he has painstakingly created dozens of organisations that have done a world of good: not only for Bangladesh, but for the world. Other leaders studied his models and adapted them in places as diverse as the Philippines, the United States, Kenya, and India. His influence on the thinking and work of a generation of traditional and social entrepreneurs is undeniable.\nOf course, he is best known for creating the Grameen Bank: first as a pilot project, and later as the world's first bank, serving the poor women with the majority owned by poor women. Today we take microfinance—the ability to provide financial products to the world's poor on a commercial basis for their and society's benefit—as a given. But until Yunus showed how it could be done on a massive scale, the ideas on which modern microfinance rests appeared absurd. In this and other ways, he turned what was once unthinkable into something that is obvious and taken for granted. No amount of revisionist history can obscure his role in building Grameen Bank from day one into a world class institution that has shaped the global economy from the grassroots up. Grameen Bank under his leadership has successfully demonstrated that a microfinance institution can be a viable business. This is validated by the fact that the recovery rate of Grameen Bank was over 96 percent, even though their loans do not have collaterals as security.\nBut many people are unaware that his work has gone far beyond microfinance. Over the past two decades, he has designed a model for impact-first entrepreneurship that he calls \"social business\" and then created dozens of organisations that apply this approach to improving health care, education, the environment, and the positive role that sports can play in improving society.\nIncredibly, at age 84 he remains as productive as ever, travelling the world from his home in Bangladesh to inspire a new generation of young entrepreneurs to create their own social businesses and challenging corporate leaders to incorporate his model into aspects of their companies.\nIn today's troubled world, we need Yunus and his ideas more than ever. This is true in India, other major economies, and smaller, less developed countries and regions. Supporting Yunus in this mission is crucial, particularly in enabling him to use his influence, ideas, and energy for the common good, and therefore maximise the good he can do for people, institutions, governments, and academia. My ardent hope is that any free society that hopes to benefit from Yunus's extraordinary work, will allow him to continue his great work unencumbered.\nBusiness leaders often talk about how society can create an enabling environment for commercial activity. The same is true for social entrepreneurship. We must formulate an agenda in India and beyond that encourages social business, impact investment, social stock exchanges, and the like while also celebrating and supporting leaders like Yunus at the pinnacle of their creative powers and the kinds of idealistic entrepreneurs incubated and supported by organisations like Action for India that seek to build a thriving ecosystem for social entrepreneurship.\nOver the next two weeks, we will see the world coming together to celebrate the world's greatest athletes and what is possible when nations set aside differences and promote excellence under a defined set of rules. Yunus's influence on the Paris games will be on view for all to see. He proposed, for example, that the Olympic Village be designed in a way that once the games were complete, the housing and related infrastructure would be turned into affordable housing for low-income Parisians. The organisers adopted his idea and have made him one of their honoured guests and partners.\nLet us all focus our energies on turning other human endeavours into socially progressive ones, as Yunus has done with banking, sports, and many other fields. A world of impact and progress awaits.\nNR Narayana Murthy is the founder of Infosys Limited. Views are personal.\n\nThis article was originally published on ThePrint on August 6, 2024.\n",
        "headline_1": "We need Prof Yunus and his ideas today more than ever",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/we-need-prof-yunus-and-his-ideas-today-more-ever-3696626",
        "news_paper_name": "The Daily Star",
        "publish_date": "08-09-2024"
    },
    {
        "full_article": "It is sad that at a time when young people imbued with a revolutionary spirit are trying to change the course of the country after the fall of the Awami League government, activities that go directly against the interests of our nation are still taking place out in the open. One example is the recent razing of a tamarisk tree forest in Teknaf. According to a report by Samakal, local timber traders are cutting down tamarisk trees in collusion with government officials, with at least 1,000 of trees apparently felled in the past week.\nThe forest department planted 40,000 tamarisk trees in FY 2014-15 and 2015-16 on the beach from Teknaf to Shahporir Dwip. These trees have served as a defence against cyclones and tidal waves, thus protecting local communities. Cutting them down will not only make coastal areas more vulnerable to natural disasters, but the land near the beach will also erode. The question is, why are such environmentally degrading activities still going on? Reportedly, since August 5, BNP-affiliated leaders and activists have been trying to take control of all unscrupulous businesses formerly conducted by their Awami League counterparts. This cannot be allowed to happen.\nOver the past few decades, we have seen how forests, hills, rivers, and such natural resources have faced continuous assaults from unscrupulous groups mostly connected to power. During the last 15 years of AL rule, we have also seen how anti-environment projects, such as the Rampal power plant, were undertaken in the name of development. The question is, if a mangrove forest is cut down to build a sanctuary for birds and wildlife, for example, can we call it development? If a reserved forest is ravaged to make a prison or a housing establishment, is it still progress? Sadly, the old regime paid little heed despite frequent criticism of its development narrative, and people in the administration who were supposed to check destruction of nature remained generally silent.\nNow that a new government has taken charge of the country, we hope that all these anti-environment activities will come to stop. We hope officials at the local administrations will not be engaged in such activities or enable others to ravage our nature. Reports have earlier found how forest officials were often themselves involved in destroying the forests. This trend has to change. We hope the interim government will take concrete steps to save our forests, rivers, and the environment in general, and take punitive actions against anyone, regardless of which party they belong to, committing such mindless acts.\n",
        "headline_1": "No excuse for environmental degradation anymore",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/no-excuse-environmental-degradation-anymore-3696611",
        "news_paper_name": "The Daily Star",
        "publish_date": "08-09-2024"
    },
    {
        "full_article": "The national board of revenue (NBR) has decided to cut down on taxes and duties on a number of essential food items in a bid to tackle prices. According to a report published in this newspaper late last week, import duties on onion, potato and pesticides have been cut. These waivers are to last until November 30, 2024. The 5.0 per cent regulatory duty on onion is gone. With regards to customs duty on imported potato, it has been reduced by 10 per cent, i.e. from 25 to 15 per cent. In an effort to reduce prices, pesticide importers are to get benefit of waiver of both regulatory duty and Value-Added Tax (VAT), keeping only customs duty at 5.0 per cent. This isn't the first time the NBR has cut taxes on these items. The last time this happened was around the beginning of the year and a plethora of waivers and drastic cuts on import duty and VAT was done with the same goal, but with little effect. It simply helped further fattening of the pockets of importers and wholesalers who were glad to accept government largesse, without reducing prices at their respective points of sale! Back then also, media headlines hogged the cuts and the then-government proudly boasted that prices would come down. It did not. None of the imported items back in February registered a downward trend in price, so the question is what guarantee is there that this latest move will not end up as the earlier ones?Would it not be more judicious to enforce the rules that are already in place whereby cartels controlling the markets be challenged and if need be, incarcerated for overcharging people? That would be a clear demonstration of the new government's intent to actually deliver something tangible to the people, especially the low-income people who have already suffered too much for too many years. It is public knowledge that market imperfections are responsible for inflated prices and regardless of the duty structure imposed by NBR, and the astronomical prices charged continue because regulatory measures are all but absent. On top of all this, the Bangladeshi Taka (BDT) has lost more than a third of its value over the last three years, which means every imported item is dearer by default anyway. Rather, it would help farmers (and the agriculture sector as a whole) if measures other than duty, VAT and tax cuts were undertaken. There's no point in flooding the market with cheaper potatoes and other items because the only thing that it will do is discourage farmers from growing more of the same in subsequent seasons. And as pointed out by the revenue body, the cut-off date for import is November, so won't it mean business-as-usual afterwards for market syndicates? Instead of following a path that hasn't worked in the past, it would be more prudent for government to strengthen market monitoring so that consumers may not be taken for a ride as they have been in the past. Revisit the laws that govern the penalty system for errant importers, traders and plug the loopholes in the system that allow for artificial raising of prices in the first place. That would have far greater impact on prices. Besides, the government might consider bringing down diesel price further to help reduce cost of production at the growers' level.",
        "headline_1": "Ensuring benefit of tax cut on essentials",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/ensuring-benefit-of-tax-cut-on-essentials-1725716620",
        "news_paper_name": "The Financial Express",
        "publish_date": "08-09-2024"
    },
    {
        "full_article": "More than two decades ago, the Bangladesh Nationalist Party (BNP), after forming the government, published a two-part white paper on the corruption of the Awami League government in 1996-2001. The 750-plus pages of documents examined 40 incidents of corruption and irregularities of Sheikh Hasina as prime minister during the period under review, along with 15 ministers and state ministers. To hit back, Bangladesh Awami League (BAL), the then-main opposition party in the parliament, also published a white paper on the BNP regime during 1991-1996 under the premiership of Begum Khaleda Zia. The so-called white papers were mainly compilations of various official documents, including papers of investigations and cases filed against the ministers and newspaper cuttings regarding the corruption and irregularities of both governments. The exercises were conducted by the country's two major rival political parties to show how corrupted the other one was when it assumed power. There was, however, no fair intention to take appropriate measures to curb corruption in the near future. White papers on corruption or any other critical issue are popular in some other countries. The latest example is India, where the ruling BJP government released a white paper in February of this year to showcase the alleged economic downturn during the Congress-led UPA era and the subsequent revival under the current administration led by Prime Minister Narendra Modi. To retaliate, the Congress party also released a 'Black Paper' highlighting the Modi government's decade-long faulty governance.The interim government in Bangladesh, formed after the fall of Sheikh Hasina's autocratic regime last month amidst a bloody upsurge of students and people, has decided to publish a white paper on the state of Bangladesh's economy. The above-mentioned domestic and international experiences underscore the importance of this document in addressing critical economic challenges.The interim government, headed by Prof Muhammad Yunus, has assigned the task to a ten-member panel led by Dr Debapriya Bhattacharya, an eminent economist and civil society member. The panel will analyse the causes and extent of corruption in the country, explain why corruption occurs, and examine its severity. To do so, the white paper will provide an overall status of the country's economy, with a special focus on the last one and a half decades. A white paper, with its comprehensive information, analysis, and proposals on a specific topic or issue, is 'designed to inform decision-making processes, propose solutions, or present recommendations for action'. This makes it a practical tool for policymakers and stakeholders, ensuring that they are well-informed and knowledgeable. On the other hand, a black paper presents 'a critical or dissenting viewpoint on a particular topic, issue, or policy'. The black paper aims to 'challenge prevailing narratives, policies, or viewpoints through critical analysis, addressing controversial subjects, providing evidence, and proposing alternative approaches'. This engagement with critical analysis can make the audience feel more involved and critical.Neither white nor black paper is legally binding, so suggestions and recommendations placed in the paper are not necessarily implementable for the government or relevant authorities. Instead, a white paper helps the policymakers and various stakeholders understand specific issues or topics comprehensively and transparently. For example, the Indian finance ministry in 2012 published a white paper on black money during the time of then-finance minister Pranab Mukherjee. The 100-plus-page document provides a detailed analysis of the 'different facets of black money and its complex relationship with policy and administrative regime in the country.' It also reflects upon the policy options and strategies that the Indian government has been pursuing in the context of various initiatives or needs to take up in the near future to address the issue of black money and corruption in public life. Thus, The document served as a policy paper to fight against the manifestation of black money in India's social, economic, and political space. The white paper also acknowledged that black money had a devastating effect on the country's institutions of governance and conduct of public policy.The history of white paper is more than 100 years old. The Churchill White Paper 1922 of June 3, 1922, officially titled the 'Palestine - Correspondence with the Palestine Arab Delegation and the Zionist Organization' is considered the first white paper in modern history, although a similar kind of exercise also took place earlier. In early 20th-century Britain, there was a practice of preparing official government reports like policy advocacy papers before the introduction of legislation. These documents were termed 'white papers' to distinguish them from 'blue books' (detailed' government reports) and 'green papers' (preliminary reports' on policy proposals). The task of preparing the proposed white paper on Bangladesh's economy is daunting, no doubt. The panel of experts has to work hard, especially in gathering the required data and information within a short period. The good thing is that the planning commission's general economics division serves as the panel's secretariat, which has a repository of data and statistics. Private think tanks can also provide various support with their analytical works. The committee is also not going to take honorarium or consulting fee for the work and the members are offering their service voluntarily. There is, however, a wrong perception among many people that the white paper will identify those responsible for irregularities in different sectors of the economy. However, the convener of the white paper committee made it clear that they would not do so. Their core task is to present the status of the economy, its weaknesses and troubles, and the role of irregularities behind the troubles. This is, no doubt, an important work, especially since the immediate past government did not bother to look into the misdeeds and irregularities on the economic front.[email protected]",
        "headline_1": "White paper: diagnosis of economic malaise",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/white-paper-diagnosis-of-economic-malaise-1725716692",
        "news_paper_name": "The Financial Express",
        "publish_date": "08-09-2024"
    },
    {
        "full_article": "The recent directive by Information and Broadcasting Adviser Nahid Islam for Bangladesh Television (BTV) to function as the people's media rather than the government's mouthpiece is a step in the right direction. Historically, BTV has been perceived to be a propaganda machine of successive governments, relating news reports as they want them told, or the news crews running the risk of being jobless the following day. It was never a reliable source of information for public consumption, especially relating to government matters. The Awami League government was no different. The state-run media was abused as its official newsletter and this has seriously eroded the trust of viewers.The core issue lies in its lack of autonomy. Although all previous elected governments made election promises in this regard, the state-run Bangladesh Television, Bangladesh Betar and Bangladesh Sangbad Sangstha (BSS) were firmly under government control and no government relinquishes this power willingly. The High Court had actually issued an order granting autonomy to BTV in 2009, but the then AL government sought more time to complete its internal report and ultimately reneged on its pre-election promise.One wonders, in the present world of information overload, how beneficial is a captive media in gathering votes? A government's actual performance is still unequivocally the best measure of determining voters' approval, irrespective of fancy trimmings. People judge the cake, not the box. Moreover, the voters of today are different from those of previous generations. They're much more sophisticated and better informed. Access to both national and international news is now a mere click away and voters are wary of unverified and unverifiable news or self-glorifying political boasts. While BTV has the opportunity to uphold the principles of quality journalism during the tenure of a non-party interim government, the reality is that maybe as soon as a political party assumes office, it will interfere with and compromise the integrity of the state broadcaster. This possibility underscores the need for a clear policy that guarantees BTV's independence, regardless of which party is in power. The definition and scope of this autonomy must be meticulously outlined to ensure that BTV can serve public interest, free from political influence and fear.BTV is, first and foremost, an institution of the people - the people's channel - funded by taxpayers and meant to operate under laws that reflect the will of the people. Granting full independence to BTV is not only a matter of journalistic imperative, but also a necessary step towards restoring public trust in the state broadcaster. It is high time that the government recognises this demand and carries out meaningful reforms to ensure that BTV can fulfill its role as a reliable and trusted source of information.Although the electronic media landscape in the country is saturated with numerous private TV channels, all competing for a limited audience, government-run media still has the potential to serve the people and attract a significant viewership. This is partly because private channels often choke their broadcasts with an excessive amount of commercials, which can undermine the quality of content. Public information and education are essential services that should be enhanced judiciously and not be left to the whims of market forces alone. While we celebrate a new Bangladesh, we should also celebrate a new BTV as the people's channel, not a propaganda machine.  [email protected]",
        "headline_1": "Autonomy for BTV",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/autonomy-for-btv-1725716758",
        "news_paper_name": "The Financial Express",
        "publish_date": "08-09-2024"
    },
    {
        "full_article": "Following the resignation of the Sheikh Hasina government, many teachers in prominent positions at universities across the country have stepped down. This situation has been exploited by certain vested interests who are pressuring, harassing, and forcing school and college teachers to resign in various parts of the country. Many have indeed been compelled to resign.It is undeniable that some university-level teachers were aligned with the past government during the recent agitation. These teachers did not support the student movement and its legitimate demands. In some cases, students were attacked by the police within their institutions. Some teachers were indirectly involved in wrongdoing, including the forced expulsion of students from university halls. Those who abused their power and wronged other teachers or students should face legal consequences. However, taking the law into one's own hands is never acceptable.In our country, the relationship based on mutual respect and love between students and teachers has endured for thousands of years. Mutual respect and love is fundamental to the student-teacher relationship. Therefore, the forced resignation of teachers through pressure must be stopped immediately. In practical terms, teachers do not receive the same level of respect and value as senior government servants, which is a matter of serious concern. The forced resignation and loss of honour may discourage many talented individuals from pursuing a career in teaching in the future. A healthy educational environment must be restored as soon as possible.We do not want anything untoward to happen to our teachers. Above all, maintaining a congenial environment in the educational institutions requires the cooperation of all stakeholders, including teachers, students, parents, and the government.Md. Syful Mia StudentDepartment of Islamic History and CultureUniversity of Chittagong. [email protected]",
        "headline_1": "Stop harassing teachers",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/stop-harassing-teachers-1725716782",
        "news_paper_name": "The Financial Express",
        "publish_date": "08-09-2024"
    }
]