[
    {
        "full_article": "As irate protesters gathered near the house of President Gotabaya Rajapaksa in a desperate bid to highlight their suffering, the worsening economic crisis in Sri Lanka has possibly reached its crescendo. The Rajapaksas, who have dominated the political and electoral scene, face an unprecedented decline in their popularity, as the people struggle for want of adequate money, fuel and food. The roots of the crisis may not lie wholly in the policies of Mr. Gotabaya, who was swept to power in 2019 as President on a platform of strong leadership and decisive action, while his party, the Sri Lanka Podujana Peramuna, won a landslide in parliamentary elections a year later. The Rajapaksas did inherit some economic problems, while the pandemic cast a greater burden. However, the current administration is indeed responsible for some ill-advised populist measures such as a huge raise in the threshold for income taxes and VAT registration, leading to revenue loss. And there was a questionable order to move to fertilizer-free farming overnight, which led to loss of yield and drew sharp criticism. The chemical fertilizer ban has been rolled back, but its impact on food security remains. Yet, more than anything, what appears to infuriate the people is the perception of governmental apathy towards their plight, of denial of the existence of a crisis and the absence of a road map for economic recovery. It may be simplistic to summarise the causative factors behind the crisis as excessive borrowings at high interest rates and a putative ‘Chinese debt trap’. However, there is behind it a tale of economic mismanagement, profligate use of public resources, and possible mishandling of monetary policy. Sri Lanka, an island nation heavily dependent on imports, gains its foreign exchange through tourism, the export of garments and tea, besides external remittances. If the Easter Sunday blasts of 2019 set back its tourism sector, the novel coronavirus pandemic almost finished it off. The heavy-handed lockdown, overseen by a military-led task force, had severe economic consequences too, as livelihoods were lost, while earnings suffered. The country needs measures to shore up its foreign exchange reserves and the balance of payment position. India has extended assistance amounting to $2.40 billion, and China is also looking at further loans. The country’s past resistance to borrowing from the IMF may not last, and it may have to accept significant conditionalities for a bailout package. However, advocating that the people tighten their belts and suffer a little more may not work. The President should acknowledge both the depth of the crisis and the rising public disenchantment. What his country needs is empathetic leadership and decisive measures to halt the downward spiral.",
        "headline_1": "Sri Lanka’s rage",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/sri-lankas-rage-the-hindu-editorial-on-the-island-nations-economic-woes/article65281828.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "02-04-2022"
    },
    {
        "full_article": "The Supreme Court has rightly quashed the Tamil Nadu Special Reservation Act of 2021, or the Vanniyar quota law, on the ground that it was not based on updated quantifiable data. The Act had envisaged the distribution of the 20% quota for Most Backward Classes (MBC) and De-notified Communities (DNCs) in education and public employment by assigning 10.5% to Vanniyars or the Vanniyakula Kshatriya community, 7% for 25 MBCs and 68 DNCs, and 2.5% for the remaining 22 MBCs. Even though a superficial look at the law would give an impression that not just the Vanniyars but also 115 other communities have been covered, the aspect of internal reservation for one community — Vanniyars — had created the impression of special treatment. Such treatment per se is not bad in law, as caste, the Court said, can be the starting point for the identification of backward classes or providing internal reservation, though it cannot be the sole basis. Also, there must be pertinent, contemporaneous data. The Court also pointed out that no analysis had been made of the relative backwardness and representation of other communities in the MBCs and DNCs. The Court’s decision has provided relief to many by holding that the State is competent to design sub-classification among backward classes; prescribe the quantum of reservation based on such sub-classification, and formulate an ancillary law, even with the assent of the Governor, to one included in the Ninth Schedule. Regardless of further moves by the DMK government that had defended the law in the Supreme Court, this episode has important lessons. No community should be allowed internal or exclusive reservation without making a case for it on the basis of quantifiable data. A caste-based census can help in determining the representation of various communities in public employment and in education. After all, it is adequate representation that holds the key for the special treatment of reservation. But whether caste, narrowly defined, and not the socio-economic indicators of the applicants, should be the basis for reservation is another issue. Tamil Nadu’s parties must take a relook at their position against the implementation of creamy layer rule in reservation, as otherwise there will always be demand for internal reservation from communities that feel left out. If the parties believe genuinely in the principle of equity in reservation, they should not have any problem in agreeing to the concept of creamy layer. Also, the demand for reservation for the economically weaker sections among the caste groups not covered by reservation will carry on if those seen as economically advanced continue to obtain a larger share of the reservation pie. Other than for the SCs and STs, the creamy layer must be excluded in providing for reservation for castes that qualify as backward classes.",
        "headline_1": "Quota and data: On Vanniyar quota verdict",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/quota-and-data-the-hindu-editorial-on-vanniyar-quota-verdict/article65281641.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "02-04-2022"
    },
    {
        "full_article": "The \"Oscar Slap\" has created a virtual cottage industry that profits from processing a particular on-stage action that took place during the 94th Academy Awards-giving gala on March 27. The internet is divided in its reactions to the incident, which is being interpreted as either male chivalry or masculine toxicity. But is it a coincidence that Will,  who lobbied hard to smith an Oscar following his first nomination for the award some twenty years back, self-sabotaged his moment of fame by \"smacking the s***\" out of a fellow comedian (who stood like a rock) to protect the hurt feelings of his wife from a rather docile (albeit, insensitive) joke, and jeopardised his glory of being finally trophied for playing the lead role in a film on (surprise, surprise) protecting the family involving the tennis sensation Williams sisters to prove how the Fresh-Prince-of-Bel-Air has come a long way to become the patriarch King Richard who knows (as a dialogue in the film posits), \"If you fail to plan, you plan to fail\"? Curse me for the long sentence, but I wanted to create a spectacle to disrupt the spectacle that has been offered to us. We are dealing with spectacular Hollywood, at its best! And I want you to think beyond that provided image.\nOtherwise, how do you explain the stage intrusion of a member of the audience during a high-profile award ceremony? How do you explain the presence of the perpetrator after the violence is committed? Why wasn't he immediately escorted out of the venue? How do you explain the narration of the action by the anchor (\"Will Smith just smacked the s*** out of me\") and the consequent business-as-usual attitude after being hit by a man who is trained like a Mohammad-Ali-like boxer? How do you explain the standing ovation offered to the violator within 15 minutes after the violence took place? What is the link between the core message of the speech of  \"protect your family\" and the interlude that preceded it?\nWhoever has stage-managed this deserves an Oscar. After all, the image of the Oscar Slap has momentarily drifted our attention from the bombing of Ukraine, the dropping of a financial nuclear bomb on the petrodollar scheme, the dark side of the mega projects in Sri Lanka that have brought the country to a halt, the no-confidence vote on Imran Khan's premiership who reportedly irked the secret society for being on the wrong side of history, the death of a young girl shot by a stray bullet of a professional killer and whose father refused to seek justice from the authority concerned, or the long lines of diarrhoea patients at ICDDR,B. Oh, did I miss out on price hikes and traffic jams (maybe I will mention them during my Jummah prayers)? The list goes on as we remain awestruck by the glitzy slap of a man protecting the honour of his wife, who has lost her hair due to a medical condition. The image affects our social relations. We try to make sense of our world by taking a bite of knowledge, the forbidden fruit that has been dished out to us with the fallacy of control over our own thoughts and actions. Even though the secret insignia is hidden out in the open as a logo on my phone, I allow its AI to regulate my behaviour.\nThe Will-power has pulled me away from the city I wanted to write about. The Will Smith action has made me reflect on the power of the image. I am looking at an image of one of our city's mayors. He is standing on a boat flowing along a freshly excavated canal in Mohammadpur that opens up to a river mouth of Buriganga. Mayor Atiqul Islam deserves our thanks for the angioplasty with which he removed the blocks and ensured flow in long-lost drains and canals, needed to keep the city alive. The media entourage with which he customarily travels quotes him to shed light on another block plaguing the flow of the city's traffic.\nI thank him for his honesty and courage in identifying two government structures responsible for blocking the incoming flow of vehicles to the city from the airport area. The bottleneck from the Mohakhali flyover has a domino effect on one of the two main roads running through the city. The Minister responsible for the two buildings has been musing over finding an underground solution to the traffic problem. Of course, millions of taka need to be spent on the feasibility studies before anything concrete can be said on this topic. Maybe such studies can also explore how certain portions of Dhaka can be demilitarised to create more civil thoroughfares. Those in service may not feel the urgency now—but once they retire, they too will realise how their game of golf is blocking the two main roads of Dhaka city from meeting just like the two tall buildings near the flyover are.\nThe image of a mayor standing on a boat in freshly furrowed water makes me think of the illegal buildings and constructions he had to demolish to unblock the canal. Can we think of similar unblocking for our roads? Sometimes you need to self-sabotage to draw attention to something that you aspire to. Sometimes you need to resort to or orchestrate violence to garner support for your cause. Will Smith, if you ask me, used theatricality to pitch his film on \"protecting one's family.\" Our mayor's boat trip, for me, has the potential to pitch the idea of \"unblocking.\"\nWe have seen the image-saturated mass media and the message that it wants us to consume. Whether the message will be manifested or not is another debate altogether.\n \nDr Shamsad Mortuza is the pro-vice-chancellor of the University of Liberal Arts Bangladesh (ULAB).\n",
        "headline_1": "In a world dominated by images",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/blowin-the-wind/news/world-dominated-images-2995821",
        "news_paper_name": "The Daily Star",
        "publish_date": "02-04-2022"
    },
    {
        "full_article": "A beautiful baid may soon turn into a little artificial lake in Modhupur forest area. Baid is low land to grow rice and other crops in, between chala (high) land with sal stands. Baid and chala with reddish soil are special features of Modhupur Garh. In large parts of Modhupur forest, sal and hundreds of other native species have been replaced by the plantation of exotic acacia, pineapple, banana and spices. And thus, the beauty of baid and chala with sal stands has disappeared in most parts of Modhupur sal forest.\nIn one such baid, running west to east from Dokhola Range office, the Forest department is building a two-story guesthouse. It wants to dig a small lake (200 feet by 800 feet) on nearly four acres of this land to be used by the guests for recreational purposes. The wild animals will also come to quench their thirst at the lake, claims a top forest official.\nA few Garo families owning this baid (on the basis of customary rights) are unwilling to give up the land that they have been using for generations. The Garos, indeed, have been living in this area since  before the creation of the Forest Department and they used to get patta (yearly lease) and pattan (long-term lease) from the Zamindars for it. The de facto owners of the baid claim they paid taxes for this land in the past. However, since the land was gazetted as forest land and the area declared part of the Modhupur National Park, they could not pay land taxes anymore. The Garos and other locals, around 90 percent without title deeds for the land they live on and use, are thus entangled in conflict with the Forest Department, who now claim jurisdiction over all gazetted land.\nIn September last year, I met some of the owners of the baid and they all stood strongly against the plan to dig a small artificial lake on the agricultural land they use. \"The government's plan to dig a lake here does not indicate any good intentions,\" said Dipen Nokrek (65) who claims owning 2.4 acres of land in the baid. Belly Nokrek (27), another Garo who claims owning 71 decimals of land said with confidence, \"I do not want a lake here. If the government wants to dig a lake here without our consent, we will stage protests.\"\nFor months, a tug-of-war has been going on between the Garos and the Forest Department. The Garos are divided on the lake issue. Some are for it, but most are against it or are sceptical.\nThe FD, politicians and administrations are trying to convince the Garos to give up a bit of this baid for the lake. \"They have promised some compensation for the land,\" says Eugin Nokrek, president of Joyenshahi Adivasi Unnayan Parisad, the premier Garo social organisation in Modhupur. \"But we have not yet decided. If proper compensation is given and our other demands are met, we may give consent.\"    \n\"In a meeting on March 19, attended by politicians and higher-ups in the local administrations and the forest department, the DC has offered a compensation of Taka five lacs, which is too small an amount,\" reports Nokrek, who attended the meeting. \"We will discuss among ourselves and get back to them.\"\nWhy a tiny, artificial lake?\nModhupur is thoroughly despoiled. The sylvan aroma is gone. In most parts, there are orchards of banana, pineapple, papaya, spices and lemon. Deforestation is not a new phenomenon. But what we have seen since the mid-1980s, with the advent of rubber plantation and then plantation of exotic species under the guise of social forestry, is rapid destruction of traditional sal forest patches in Modhupur and elsewhere. The so-called social forestry has also caused massive loss of natural forest patches in the south-eastern districts of the country.\nIt is under the forestry projects funded by the Asian Development Bank (ADB) that so-called co-management of forests was introduced in Modhupur from the 1990s. While the ADB-funded forestry projects have been proven to have caused  colossal damage resulting in it suspending all its operations in the forestry sector since 2005, social forestry practices continue. Currently, the Forest Department is implementing a World Bank-funded project worth USD 175 million called Sustainable Forests & Livelihoods (SUFAL). The World Bank-funded project is controversial in that it promotes collaborative forest management, a model close to co-management that has not brought the desired good to our forests. However, the forestry projects with concessional loans from the international financial institutions bring huge financial benefits to the project-mongers.\nThe  guest house at Dokhola and the lake—or the pond, to be more accurate—are reported to be part of a purely government-funded project, titled, \"Modhupur eco-tourism development and sustainable management with help of local people and tribals.\" The FD officials confirmed that the guest house and lake are part of an arboretum plantation on three hectares of land in the Sadar Beat of National Park Sadar Range.\nWhile around half of Modhupur sal forest has been consumed by pineapple, banana and spices orchards, setting up a tiny kind of botanical garden brings no hope for the protection of trees. The people of Modhupur have witnessed how the so-called social forestry projects have caused ecocide. Social forestry eventually led to pineapple, banana, papaya, spice plantations and  has not even spared the Charaljani Forest Research Centre. Not long ago, the 400-acre research centre had very good coverage of local and foreign species of trees. The research centre, established in 1967, has now been reduced to hardly 20 acres and it is difficult to determine if it is a forest research centre at all anymore. \nThe state of a medicinal garden (established in 2003) neighbouring Charaljani Forest Research Centre does not demonstrate meaningful practice, either. The plantation under SUFAL has also surprised the local people when the understory vegetation of the sal forest patches had been cleared and saplings of some local fruits and other species were planted. Common people are fed-up of all these while the traders and politically influential people have been making huge profits out of fruit and spice plantations on forest land.\nThey see the concept of an arboretum with a guest house and a tiny lake as a joke. Many question why a beautiful baid with a natural environment has to become a lake. Can't those staying in the guest house be satisfied with the existing natural environment around? If they want to see water, they can go to Gorgora lake near Lohoria Beat, which was dug in the 1980s. It is now abandoned and some infrastructure built around it has also eroded. Guests can also take a motorbike ride from Dokhola to Rasulpur and see the remaining sal forest patches. They can also trek through rubber plantations to see the \"green desert\"!\nThe Dokhola Forest Range Office premises looked so much better with a few tin-shed cottages. Part of our constitution was written here in 1972. Our Father of the Nation spent a few days at the Dokhola Rest House in January 1971 as well. This is a glorious piece of history that everyone should know. But nowadays, a huge security gate has been constructed at the entrance of the premises. The beautiful landscape looks clumsy now. The air does not flow normally. A two-storey guest house with a couple of rooms and an artificial lake will further congest the environment and restrict general people's entrance to the area. A mud road that the Garos take through Dokhola Range office to Dokhola Bazar will probably be blocked. The people of Chunia, a pure Garo village, will be adversely affected.\nThe Garos of Modhupur in general are strong supporters of Bangladesh Awami League. They revere the Father of the Nation, Bangabandhu Sheikh Mujibur Rahman, from their hearts. Their participation in the War of Liberation in 1971 was noteworthy. Yet, they are being made to surrender around four acres of baid land when they have leased a large percentage of their chala land for commercial plantation of banana, pineapple, papaya and spices.\nThe Garos may surrender the land for the lake in the end, in exchange for some compensation, but it will not be done voluntarily. The Garos have many demands, foremost of them is recognition of their customary land rights, which the state denies. We can only hope the government will do justice to Modhupur and the peace-loving Garos in consideration of bitter experiences with forestry projects and the colossal damage, including ecocide, that these have caused. \n \nPhilip Gain is a researcher and director at the Society for Environment and Human Development (SEHD). He has researched and written extensively on Modhupur forests and its people for three and a half decades. Email: philip.gain@gmail.com \n",
        "headline_1": "Why do we need an artificial lake in Modhupur forest?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/why-do-we-need-artificial-lake-modhupur-forest-2995811",
        "news_paper_name": "The Daily Star",
        "publish_date": "02-04-2022"
    },
    {
        "full_article": "While Covid-19 captured the attention of the world for the last two years or more, another pandemic has been silently killing countless numbers of people around the world. On March 27, this newspaper reported on an alarming finding: drugs that used to successfully fight diseases are slowly becoming ineffective because of decades of malpractice such as the intake of over-prescribed or self-prescribed medicines. This is known as antimicrobial resistance (AMR), which occurs when bacteria, viruses, fungi and parasites no longer respond to antibiotics and other antimicrobial medicines. Antibiotic resistance is a subset of AMR that applies specifically to bacteria that become resistant to antibiotics.\nThe discovery of this silent epidemic in the country was initially publicised in 2019, following a first-of-its-kind study by the Institute of Epidemiology, Disease Control and Research (IEDCR). It was found that at least 10 types of bacteria had become more resistant to 17 life-saving antibiotics used for treating patients with various infectious diseases across the country. According to Dr Zakir Hossain Habib, principal scientific officer at the IEDCR, even though it was a \"surveillance study; not a complete picture\", it gave \"us an indication of the gravity of the situation… The threat of antibiotic resistance is growing in the country.\"\nData from the following years (2020 and 2021), as well as from before (2017, 2018 and 2019), seems to confirm his fears—a report by The Daily Star on November 24, 2021, shows how the resistance trend of five of the most critical medicines listed by the World Health Organisation (WHO) has increased year-on-year.\nDespite these findings, Bangladesh is already late to this game. In 2013, BestPublicHealthSchools.org had listed AMR as one of the 10 most potentially devastating public health threats on the horizon. And in January this year, The Global Research on Antimicrobial Resistance report, published in The Lancet, found that more than 1.2 million people died from drug-resistant infections in 2019, while a further 4.95 million deaths were indirectly associated with antimicrobial resistance in the analysis of 204 countries and territories.\nA review of AMR commissioned by the UK government warned that, by 2050, an extra 10 million people will die each year from drug-resistant infections. Against this backdrop, Bangladesh urgently needs to get up to speed to this grave threat.\nWe need to understand that without effective antibiotics, all manner of conditions—including pneumonia, tuberculosis, gonorrhoea, and salmonellosis—could become far deadlier. The more antibiotics are used, the more resistant bacteria become to them, meaning that humanity must guard its reserves and slow down the pathogens' adaptive evolution by using them only when necessary. This is particularly relevant for us in Bangladesh, where, reportedly, as many as 60 percent of patients take medicines without consulting doctors or based on advices from informal providers like drug sellers and others.\nBut it is unfair to blame the general public alone, as there is still no effective guideline on the use of antibiotics in the country. The sale of drugs without prescription is prohibited in Bangladesh, but not punishable under the Drug Policy of 2016, which is helping the malpractice to go on. Moreover, according to a 2021 IEDCR study, doctors themselves prescribed unnecessary antibiotics to Covid-19 patients in hospitals in 83 percent of cases.\nThe fact that there is no scientific data on deaths or sufferings due to antimicrobial resistance at the community level in the country further exacerbates this problem. It also illustrates how this issue is yet to be taken seriously at the policy level.\nBetween 2000 and 2015, antibiotic consumption decreased by four percent in rich nations, but increased by 77 percent in developing ones. The poorer enforcement of medical laws in these countries leads manufacturers to \"adopt unethical marketing approaches and develop creative ways to incentivise prescribing among healthcare providers,\" according to Dr Giorgia Sulis, an infectious disease physician and epidemiologist at McGill University, Canada. In her words: \"A private sector that is highly fragmented and largely unregulated, where a substantial proportion of providers lack any sort of formal medical training, is extremely vulnerable to [these kinds] of bad business strategies.\"\nWhile the overconsumption of antibiotics must stop, that itself is only half the solution. Antibiotic use in food animals is another factor that contributes to AMR. This makes it a danger to global food security also.\nIt is time for policymakers to take this threat seriously. Spreading awareness among people and formulating the necessary policies are both urgently required.\nOne silver lining to this crisis is that a group of UK scientists hailed a \"game-changing\" antibiotic in a new study released on March 29. By developing new versions of the molecule teixobactin, they were able to successfully eradicate a superbug known as Methicillin-resistant Staphylococcus aureus (MRSA), which had previously been resistant to antibiotics. Teixobactin had been previously acknowledged as a ground-breaking antibiotic following a study in 2015. But the new research managed to develop \"synthetic\" classes of the drug, allowing for easier global distribution of the treatment.\nThis shows the potential benefit of investing in cutting-edge research to develop new antibiotics that may temporarily solve the problem of existing superbugs. But, in the long run, we must all understand that prevention is better than the cure. This means humanity must learn to live a healthier lifestyle, rather than depending on the unnecessary use of medication.\nAs experts have highlighted, the key to staying healthy is maintaining good nutrition, hygiene and regular exercise, and recognising that human health is closely connected to the health of animals and the shared environment. Which means we have to stop poisoning our environment in every way and more closely monitor what gets put into the animals that we consume.\n \nEresh Omar Jamal is an Assistant Editor at The Daily Star. His Twitter handle is: @EreshOmarJamal\n",
        "headline_1": "A deadlier pandemic lying on the world’s and our doorsteps",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/the-overton-window/news/antimicrobial-resistance-deadlier-pandemic-lying-our-doorstep-2995121",
        "news_paper_name": "The Daily Star",
        "publish_date": "02-04-2022"
    },
    {
        "full_article": "In February 2021, hundreds of members of the Mro community marched from Chimbuk Hill to Bandarban town, protesting the construction of a five-star hotel. This was a follow up from the earlier \"cultural showdown\" by hundreds of Mro villagers in November 2020 and many statements from concerned national and international human rights groups urging the government to discontinue the project. The plan for the construction of the hotel was a collaboration between Sikder Group, the Marriott five-star hotel chain and the Bangladesh security forces. On the other hand, the long march was the culmination of a collaboration between young Mro students and activists and many other politically conscious activists around the country. The message was simple. The construction of such a massive tourist resort with cable cars, swimming pools and other modern tourist attractions would be extremely harmful with consequences for the environment and the people of the area, in addition to causing the eviction of hundreds of Mro families from the villages directly affected by the constructions as well as families living in neighbouring villages.\nAccording to Chittagong Hill Tracts Citizen's Committee's information, the security forces have cordoned off about 500 acres of land to build the resort. Once completed, it is feared that the project will directly evict 150 Indigenous Mro families, and 250 more Mro families spread over 1,000 acres of land in the vicinity will be affected indirectly. The local Mros no longer have access to the cordoned-off area they had been collectively using for years.\nIt's been a year since the long march and the uncomfortable silence around the protests is reminiscent of the silencing around many developments in the Chittagong Hill Tracts.\nSuch a silence after a sustained campaign against an injustice can wrongfully be perceived as an indication of some form of resolution—that the grievances that led to protests have been settled. Unfortunately, the political situation in the Hills in general and Bandarban in particular is not quite so simple. Bandarban is a geopolitically important location. It shares international borders with India and Myanmar and adjoins with Chattogram and Cox's Bazar. Borders are volatile geographical spaces all over the world and a certain level of volatility comes with sharing borders with these two nations that have a very politically changing relationship with Bangladesh.\nAt the same time, despite having the highest concentration of security forces in the country, there are many armed groups in this area. Surveillance over Jumma activists is very high. The long march by the Mro villagers and the subsequent letters of concern regarding the construction of the resort from human rights organisations, including the International Chittagong Hill Tracts Commission, Amnesty International, International Work Group for Indigenous Affairs, and the United Nations led to the further beefing up of this surveillance. Following the long march in February 2021, a group of Mros were seen standing uncomfortably for a photo with signboards that said they welcomed tourism in Bandarban. Since then, there has been very little reporting of what is actually happening on the grounds regarding the construction of the resort.\nIn many states, protest carried out by local citizens and the rising together of people for a single cause are considered dangerous. A people's movement is seen as a threat to the very existence of the authority. These uprisings and movements need \"managing\". Movements for the self-determination of the Jumma have always been a matter of \"management\" by the security forces. Tourism by itself is not the evil. But there are many other things that need to be resolved in the Hills before there is an environment where business/tourism can be fair and not predatory. The land disputes resulting from the bringing in of settlers in the 1970s and 1980s in these Hills are yet to be resolved. Many Jumma communities have been uprooted from their homeland, and the complicated ways in which land dispossession has subsequently taken place makes the task of the Land Commission very difficult and lengthy.\nThe slow process of the Land Commission over the years also demonstrates the lack of any political will to resolve these disputes. Apart from that, Bangladesh is one of the most climate-vulnerable countries in the world. Big constructions such as a modern five-star hotel and resort need to consider the vulnerability of the region and its people. The destructive hill-cutting for development and construction forces many Jummas to live in precarious geographical spaces, leaving them vulnerable to landslides. In 2017, one such landslide killed 126 people, mostly Jummas. The mindless extraction of stones and monoculture in the region has also already done irreversible damage to the region. Jummas who have lived in the hills for generations talk about how the jhiris have dried out and how they need to look for new places to find water. Added to all of these woes is the reckless behaviour of Bengali tourists who have little regard for the land and environment and end up leaving huge amounts of waste in tourist areas.\nWhat started in November 2020 with the \"cultural showdown\" in Bandarban, culminating in the long march in February 2021, were expressions of decades of discontent over land dispossession and evictions faced by the Indigenous Jumma, and a refusal against a greedy capitalist state-led aggression of land that would lead to large-scale displacements. The silence that prevails over the issue now is not an indication of calm and quiet business as usual. This silence is part of the larger silencing of critical voices all over the country that is the hallmark of authoritarian states. The silence in this region has the added layers of the region-specific geopolitical importance that is dealt with using more powerful tools and facilitated by the general censorship that has prevailed in this region for decades. After half a century of independence of our country, we need to ask ourselves how long we will continue to ignore this silence, and we need to revive democratic forces and seek justice for all the people of this country.\n \nHana Shams Ahmed is a PhD candidate at the Department of Social Anthropology at York University, Canada.\n",
        "headline_1": "One year after the Mros’ long march in Bandarban, has anything changed?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/one-year-after-the-mros-long-march-bandarban-has-anything-changed-2995111",
        "news_paper_name": "The Daily Star",
        "publish_date": "02-04-2022"
    },
    {
        "full_article": "It is disheartening to read the latest Unicef report that says that only 34 percent of third graders in primary schools can read texts from their books properly and that only 18 percent of them have foundational numerical competency. This is the general picture of primary education in the country and it is even worse for children coming from economically disadvantaged backgrounds.\nA third grader is, on average, almost 10-years-old, by which time s/he should be able to acquire reading, writing and numerical skills. It is alarming that 66 percent of them lack these basic skills which, in large part, is due to disruption in their education for a long period of time because of the Covid-19 pandemic. The forced internment had an adverse effect on them and, as a result, most of them remained detached from their textbooks. The health concerns and economic uncertainties of the parents somehow filtered down to the growing children, and so education was rarely given priority during the crisis period for an overwhelming majority of families, especially in the rural areas.\nIt is worrisome that globally more than 635 million students have been affected by full or partial school closures because of Covid-19 pandemic in the last two years. When we look at the situation at home, we see that school closures—one of the lengthiest in the world—in Bangladesh, from March 2020 to September 2021, and again in February 2022, disrupted education of around 37 million children.\nUnicef highlights that even before the pandemic, children in Bangladesh faced various types of hurdles in attaining foundational skills. The pandemic has worsened the situation beyond the worst expectations. Children in the country need full access to flexible and remedial learning to help make up for the time lost. It has been rightly said by experts that just reopening schools is not enough. Students need intensive support to recover lost time and education. Schools must also endeavor to focus on children's mental and physical health, social development and nutrition.\nThere is no denying that children must enjoy learning and the school authorities will have to ensure creating a congenial environment in school. At the same time, greater attention should be given to those falling behind—otherwise it would spell disaster for a whole generation of the country. If only 34 percent of third graders can read today, schools must make sure 100 percent of them can tomorrow.\n",
        "headline_1": "A whole generation at risk",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/whole-generation-risk-2995776",
        "news_paper_name": "The Daily Star",
        "publish_date": "02-04-2022"
    },
    {
        "full_article": "We are at a loss to understand why the government has been so myopic in its plans to upgrade the Dhaka-Chattogram corridor, which is considered to be the economic lifeline of the country. Reportedly, the government decided to build an expressway in 2013, but after spending Tk 100 crore on a feasibility study, detailed design and preparatory work, it decided to scrap the project altogether seven years later. When the feasibility study was conducted in 2009, the daily average number of vehicles on the highway was between 20,000 to 25,000, and it was estimated that the number would reach 66,000 by 2030. Now, the government is taking piecemeal measures to keep the highway functioning, which is a tall order given the huge traffic it has to accommodate on a daily basis.\nMeanwhile, in 2017, Bangladesh Railway conducted a feasibility study and detailed design of a high-speed train, spending Tk 110 crores. It is undertaking another feasibility study currently to build a chord line between Dhaka and Cumilla via Narayanganj to reduce the distance between Dhaka and Chattogram by almost 100 km. If and when built, the route promises to reduce travel time drastically. However, it's still a long way from being constructed—apparently BR has only just begun the process of hiring consultants for the study. Moreover, experts have pointed out that even if the rail expressway is built, it cannot make up for an express highway, as the latter would still be needed to transport 80-90 percent of the country's trade.\nGiven the importance of the Dhaka-Chittagong route in ensuring the smooth functioning of the economy, it is inconceivable that the government would scrap it altogether, that too, after already spending Tk 100 crores. What was the logic behind such a decision? Did the government not realise that a rail expressway and adding lanes to the existing highway would not be an efficient alternative to constructing the expressway? Was the decision an arbitrary one or was it informed by the expensive feasibility studies that have been conducted over the years? We believe the public, with whose money these studies and projects are carried out, deserves an answer.\nThe projects that the Road and Highways Department (RHD) is currently undertaking to make up for the lack of an expressway is not enough by their own admission. Many of them are still stuck in their initial stages with no guarantee of if and when they will be completed; or worse, whether there would be any visible improvement of the scenario even after spending hundreds of crores of public funds. Given how much money has already been wasted due to the government's indecision—and how much more would be spent in temporary fixes in the near and far future—we urge it to reconsider its stance and come up with a more feasible and long-term solution.\n",
        "headline_1": "An economic lifeline hostage to govt indecision",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/economic-lifeline-hostage-govt-indecision-2995676",
        "news_paper_name": "The Daily Star",
        "publish_date": "02-04-2022"
    }
]