[
    {
        "full_article": "The incident, on August 31, wherein two BJP Members of Parliament, Nishikant Dubey and Manoj Tiwari, and their entourage are alleged to have ‘forcibly obtained take-off clearance’ close to sunset, from the Air Traffic Control (ATC) at Deogarh airport in Jharkhand for their flight is a case of ‘tail-scraping’ established air safety norms. The politicians — they were in the State to meet the family members of a minor girl in Dumka who had been set ablaze by a stalker on August 23 — are reported to have reached the airport at around 5.25 p.m. to fly back to Delhi on a chartered twin-engine business jet. Based on complaints by the airport security-in charge and the Deputy Commissioner of Deogarh, the allegation is that the ATC was coerced into allowing the flight to depart, resulting in the Jharkhand police registering an FIR against the MPs and the others. Various sections of the Indian Penal Code such as ‘endangering life or personal safety’ have been applied. Mr. Dubey in turn filed an FIR in Delhi against the Deputy Commissioner and the Jharkhand police which includes, bizarrely, their being booked under Section 124A (sedition). It is at this point, air safety experts concur, that the clutter must be swept aside and the core issue of flight safety brought firmly into focus.Deogarh, according to data available in the Aeronautical Information Publication, is still a Visual Flight Rules (VFR) airport, and night operations are not permitted. Further, point 3 under ‘En-Route–1.2 Visual Flight Rules’ states that “VFR flights shall not be operated between 20 minutes after sunset to 20 minutes before sunrise, except when exempted by air traffic control for local flights....”, the principle being that the airfield should be available in the event of an emergency after take-off under VFR conditions. It must be noted that sunset at Deogarh was at 6.03 p.m. and the flight left at 6.17 p.m. The difficulties the crew could have faced at such an airport in the event of an emergency, such as a bird hit or engine failure, do not have to be elaborated — avian life is active at twilight and Jharkhand is known to be a bird-rich spot. Other airports in the region available for a diversion are not close either. Additionally, to have one of the politicians who is part of a committee constituted by the Ministry of Civil Aviation attempting to push the boundaries of safety is unacceptable. The episode also highlights the pressures faced by air traffic controllers and officials, especially in small airports in India. As a member of the International Civil Aviation Organization and bound by its stringent rules, India must ensure that directives are followed and that there is a thorough and fair probe, with penalties, by the Directorate General of Civil Aviation and the Ministry of Civil Aviation. The politics should be fenced off.",
        "headline_1": "No compromise: On putting pressure on ATC officials",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/no-compromise-on-putting-pressure-on-atc-officials/article65857196.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "07-09-2022"
    },
    {
        "full_article": "The United Kingdom’s Conservative Party has elected Liz Truss, earlier the country’s Foreign Secretary, as its next Prime Minister, making her the third woman to hold the top role in the country’s political executive. She ascends to the post at a difficult time for the U.K., economically and politically — the government is challenged by soaring energy costs and recessionary headwinds; and the war in Ukraine has left the country scrambling to find alternatives to Russian fuel while standing up to Moscow’s belligerence. Making matters harder, her path to the top has not inspired confidence in terms of her standing within the party. While she secured her victory with the backing of 81,326 of her party’s members, her rival and former Chancellor, Rishi Sunak garnered 60,399 votes in the final contest, a much narrower margin than expected and the narrowest margin of any election for party leadership held in the past two decades. It is also concerning that Ms. Truss won the support of less than 50% of Conservative Party members, as nearly 20% of them did not vote. In terms of policy implications this poses a challenge: in the coming months Ms. Truss will have to win over a Conservative Party cohort that prefers fundamentally different approaches to hers in tackling the most serious crises that the U.K. faces. For example, with her plan to introduce £30 billion in tax cuts including reversing the rise in National Insurance, temporarily dropping green levies on energy bills, and scrapping a planned rise in corporation tax, there are likely to be party members who will oppose her proposals.Nevertheless, if there is one strength that Ms. Truss has demonstrated in the past, it is her adaptable politics, especially at times when this trait could improve her prospects in the big picture. Indeed, she has moved far from her political origins as a Liberal Democrat and also from her former position on Brexit as a Remainer. It was considered a politically astute move by her to steer clear of the Conservative coup that ended her predecessor Boris Johnson’s tenure in office, yet she managed simultaneously to avoid being seen as a staunch insider of Mr. Johnson’s political circle. She will need a strong measure of these skills to accomplish the mammoth tasks of lifting up the enervated reputation of the Conservative Party among the British public, carrying it past the sleaze scandals that plagued the Johnson government and, importantly, bringing down the soaring cost of living by tackling the energy crises and reinvigorating the sluggish U.K. economy with the right macroeconomic policy mix. Towards achieving this, Ms. Truss may do well to tap into her recent experience crafting post-Brexit deals with the European Union — and even extending that model to trading partners across the world. One thing is clear: she will have to hit the ground running and deliver positive results soon, else face harsh judgement by her constituents.",
        "headline_1": "Trial by fire: On importance of Liz Truss delivering results for U.K.",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/trial-by-fire-on-importance-of-liz-truss-delivering-results-for-uk/article65857539.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "07-09-2022"
    },
    {
        "full_article": "In the 75th year of our Independence, we have overtaken our colonial masters to become the fifth largest economy in the world. As the V-shaped recovery after Covid contributed to this important milestone, now is a good point to analyse the path of the Indian economy. For this purpose, examine growth over a three-year period from 2019 to 2022 for the April-June quarter.\nAmong all major economies, India’s growth at 3.83% in the three-year period is highest followed by US 3.78%, Canada 2.58%, UK 1.06%, France 0.68%, Italy 0.21%, Germany 0.11% and Japan -1.27%. However, India’s growth rate being the highest over the three-year period reveals only a partial positive picture.\nRead full opinion on TOI+\n\n",
        "headline_1": "The meaning of being fifth: Of all major economies India’s has been the least fiscally boosted and so most resilient now",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/et-commentary/the-meaning-of-being-fifth-of-all-major-economies-indias-has-been-the-least-fiscally-boosted-and-so-most-resilient-now/",
        "news_paper_name": "The Times of India",
        "publish_date": "07-09-2022"
    },
    {
        "full_article": "That some parts of Bengaluru, including areas where the very wealthy live, slid into crisis following two days of heavy rain is a combination of a good thing, an economic boom, and a curse many other Indian cities also suffer from, terrible urban planning and realtor greed. True, Sunday’s was the third heaviest rainfall ever recorded in Bengaluru in September. But it could have been handled better had the city evolved differently and city managers done their job. Before the IT boom, Bengaluru was as much a city of lakes and tanks with interconnected channels as it was a city of parks. The chaotic pace of the city’s development, rising land prices and scarcity of land coupled with developer greed and official collusion ensured that an intricate ecosystem meant for irrigation underwent a rapid change in character.\nSome lakes and tanks have been filled up, others including their channels have been choked by concrete from all sides, and many tanks could do with dredging to improve water-holding capacity. Changing rainfall patterns aggravated this vulnerability. But small changes can still make big differences. Bengaluru areas that had their stormwater drainages repaired recently were reportedly spared this time, while many plush enclaves, which ignored the problems beneath, were waterlogged. The situation facing Bengaluru isn’t unique. Hyderabad, another city of lakes and tanks, is regularly hit by waterlogging, including “flash floods”. Cities with rivers flowing through them like Mumbai, Chennai and Delhi also face the risks spawned by rapidly depleted floodplains.\nRevealingly, as outrage grew in Bengaluru, Karnataka CM Basavaraj Bommai stepped in and offered details of funds released for stormwater drains etc. Why does a mega city like Bengaluru generating thousands of crores in revenue have to be micromanaged by a state government, which also has the rest of Karnataka to administer? Decentralising governance and devolving powers is key if cities are to fashion a new planning and development paradigm. But it all boils down to politics. No state government will let go of controls over big urban centres because real estate is key to practising the business of politics. The truth is if India’s cities continue to be victims of bad/corrupt planning and political machinations, future disasters will make what happened in some parts of Bengaluru look like a walk in the park.\n\n",
        "headline_1": "Bengaluru today … Waterlogged plush areas of India’s tech capital are another grim warning to all cities",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/bengaluru-today-waterlogged-plush-areas-of-indias-tech-capital-are-another-grim-warning-to-all-cities/",
        "news_paper_name": "The Times of India",
        "publish_date": "07-09-2022"
    },
    {
        "full_article": "In a landmark judgment four years ago the Supreme Court decriminalised homosexuality. But, of course, a law founded on prejudice being struck down doesn’t mean the prejudice withers away. And one egregious example of this is ‘conversion therapy’, which aims to ‘cure’ sexual orientations and gender identities that fall outside heterosexual conventions. It is a measure of how strong bigotry is that this practice persists despite frequently inflicting trauma, including depression and suicidal ideation. It took a Madras high court directive for the National Medical Commission to finally and firmly direct all state medical councils to take disciplinary action against medical professionals who practise conversion therapy.\nBut NMC needs to practise what it has been asked to preach – because prejudice runs deep. A study of medical school students, interns and postgrads in India has found that only around 20% respondents believe homosexuality is not an illness and another survey of Calcutta National Medical College students reports that only 55% strongly disagree that homosexuality is an illness. Further and shockingly, the Indian Psychiatric Society de-pathologised homosexuality only as late as in 2018.\nUS data indicates that around half the persons receiving conversion therapy are adolescents, whose cooperation is often extracted from their desire to be a ‘better’ son or daughter. Of course, it’s the parents who need to be better instead, not to mention physicians who inflict pointless and heart-breaking treatments on defenceless children. The same, or worse, holds for India, including among educated parents. That some of India’s young are made to suffer what is essentially 19th-century quackery is thanks to doctors who offer such services. That’s why NMC must ensure that severe disciplinary action is actually taken against such practitioners.\n\n",
        "headline_1": "Shadow of 377: Doctors offering ‘conversion therapy’ must be severely disciplined. NMC must ensure this",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/shadow-of-377-doctors-offering-conversion-therapy-must-be-severely-disciplined-nmc-must-ensure-this/",
        "news_paper_name": "The Times of India",
        "publish_date": "07-09-2022"
    },
    {
        "full_article": "Bangladesh Prime Minister Sheikh Hasina’s ongoing India visit comes at a tricky time for both countries. Muhammad Abdur Razzaque, Bangladesh’s agriculture minister and Awami League presidium member, spoke with Rudroneel Ghosh about the significance of the visit, unfinished bilateral agenda, and navigating new challenges: \nHow would you categorise PM Hasina’s visit to India this time?\nWe consider that the visit of PM Sheikh Hasina to India is taking place at a very opportune time to deepen existing relations between two neighbouring countries in South Asia, enjoying more than half-a-century bond of friendship anchored in India’s all-out support and material assistance in our Liberation War in 1971. We remember with gratitude the sacrifices the people of India and the members of its armed forces made in our Liberation War. I had the opportunity of being a freedom fighter and fighting shoulder-to-shoulder with Indian soldiers to defeat the enemy. We pay tribute to the memory of brave Indian soldiers who sacrificed their lives while liberating our country.  The foundation of our bilateral relations is laid with blood and boundless emotions. Against this rich background of bilateral relations, the visit is also important in the context of prevailing challenges in regional and global politics for the leadership of both countries to sort out responses to these challenges that best serve mutual interests.\nRead full opinion on TOI+\n\n",
        "headline_1": "‘Tackling radicalism is an important current challenge in India-Bangladesh relations’",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/talkingturkey/tackling-radicalism-is-an-important-current-challenge-in-india-bangladesh-relations/",
        "news_paper_name": "The Times of India",
        "publish_date": "07-09-2022"
    },
    {
        "full_article": "If you're a resident of Dhaka, here's a question to start your day: When was the last time Dhaka Wasa made headlines for something that wasn't outright objectionable? It may be hard to answer. There remains, after all, an air of inevitability around its incompetence, mismanagement and irregularities that seems impossible to break. On Tuesday, Wasa again put itself on the spot after a daily reported how, between FY 2018-19 and FY 2020-21, it collected Tk 1,066 crore from residents for a service it barely delivered: sewage treatment. The amount was around Tk 400 crore in FY 2021-22. So why should residents be charged for a non-existent service?\nThat's something only the Wasa management can answer. According to the report, even though Wasa charges the same for sewage and water services, it doesn't treat sewage enough to justify the billing. Currently, around 910 million litres of sewage are reportedly generated every day in the areas covered by Wasa. Of this, around 900 million litres of untreated sewage land directly into our freshwater sources such as rivers and canals. In other words, only less than 2 percent of the sewage is being treated. Although there is no data to measure the damage done to our waterbodies because of this massive disposal, the chairman of the National River Conservation Commission in May blamed Dhaka Wasa for the pollution of rivers surrounding the capital. \nSo, not only are citizens being exploited in the name of a non-effective service, but our waterbodies are also being damaged as a result of Wasa's activities. This is totally unacceptable. It is also deeply immoral. This only shows how inattentive Wasa is to the quality of its services or the needs of citizens – its customers – despite having increased its water tariff a total of 15 times since 2009.\nWasa's existing sewage treatment system is all but broken at the moment, with an insufficient and largely ineffective network of sewer lines, pipes, and appurtenances. Ideally, there should be enough treatment plants for the sewage generated and in all the areas under Wasa. And only after treatment should wastewater be discharged, not before. Unfortunately, despite reportedly collecting around Tk 3,000 crore in sewage bills over the last 13 years, not only has Wasa failed to reform and modernise its sewage treatment system in line with the need of a growing city, it has even failed to bring more than 80 percent of the areas under its sewage treatment coverage.\nWe're told that the Wasa authorities have taken up a project to rebuild its sewage collection/treatment system. But we must remind them that having enough sewer lines is not enough; those need to be effective as well. But more importantly, the authorities must answer for exploiting the residents in the name of a phantom service and polluting our rivers for so long.\n",
        "headline_1": "Why is Wasa discharging untreated waste into Dhaka waters?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/why-wasa-discharging-untreated-waste-dhaka-waters-3112706",
        "news_paper_name": "The Daily Star",
        "publish_date": "07-09-2022"
    },
    {
        "full_article": "Every time the prime ministers of Bangladesh and India visit each other's country, the issue of the Teesta treaty surfaces in public discussions – at least in Bangladesh. The same has happened during Bangladesh Prime Minister Sheikh Hasina's ongoing visit to India.\nBangladesh's foreign minister has now clearly stated that there is no scope for progress on the Teesta treaty during this bilateral summit. However, what is necessary is to go further and make an honest admission that there is no scope for any meaningful Teesta treaty, so far as augmenting the dry season flow of the river into Bangladesh is concerned – neither now, nor in the future – if the country continues its water diplomacy with India within the confines that it has boxed itself into. Such an admission will prevent the people of Bangladesh from raising their expectations during these visits and then feel disappointed when nothing actually materialises. It's necessary for them to understand that the Teesta treaty has now become a mirage, running after which can only lead to frustrations.\nThere are two reasons why the Teesta water-sharing treaty is now a mirage. The first concerns the centre-state relationship of West Bengal and Delhi. It is nearly impossible for India's central government to sign any meaningful treaty over the stiff objections from the state government of West Bengal. However, the second and more underlying reason is that so much of the Teesta flow is diverted via the Gajoldoba Barrage for irrigation in West Bengal that there is hardly any dry season flow left to be shared with Bangladesh. It's because of the entrenched interests of the irrigators in West Bengal that the state government cannot agree to a greater share of the Teesta for Bangladesh; this, in turn, prevents India from accommodating Bangladesh's demands.\nFollowing the construction of Gajoldoba Barrage, the minimum flow of the Teesta River in Bangladesh has precipitously declined from about 200 cumec (cubic metre per second) to below 40 cumec. Furthermore, the Indian authorities are planning to build about 15 more diversionary and impounding structures on the upstream reaches of the Teesta and its tributaries. The river's flow at the Gajoldoba point will, therefore, surely decrease in the future, shrinking further the possibility of dry season flow augmentation in Bangladesh.\nThis mirage of water-sharing treaties with India applies to the Ganges River too. The 30-year treaty, signed in 1996, is often presented as a success. Unfortunately, while the pre-Farakka dry-season volume of the Ganges flow in Bangladesh was more than 2,000 cumec, it decreased to less than 500 cumec after the Farakka Barrage went into operation, and this volume basically remained unchanged after the 1996 treaty. Moreover, the absence of any guarantee clause in this treaty makes Bangladesh's situation more precarious, because India can now let the Ganges flow into Bangladesh to fall below the minimum environmental flow.\nThe additional problem that Bangladesh is now facing is that the Indian barrages have now become an additional source of severe fluctuations in the river flow, causing horrendous floods at unexpected times of the year. This has been particularly the case with the Teesta Basin, where such sudden onrush of water, let out by Gajoldoba operators by opening all the vents of the barrage, are causing immense miseries to the people of the basin, destroying their crops and washing away their household assets. There were several such episodes this year alone.\nThe drastic reduction of the dry season flow, followed by high volumes in the wet season, is destabilising Bangladesh's rivers, causing harmful changes in their morphology. In the dry season, the river beds desiccate and harden, reducing the bed scouring that previously took place in the wet season. To accommodate the high volumes of the wet season, the rivers therefore erode their banks, with devastating effects on the lives and properties of the people living in the river basins. Consequently, Bangladesh's rivers are becoming shallower and wider.\nIt's not clear whether the representatives of Bangladesh are conveying properly to their Indian counterparts the multidimensional harmful impacts of India's dams and barrages on Bangladesh. The young ministers who recently returned from attending the Joint River Commission (JRC) meeting held in Delhi after a long hiatus of 12 years couldn't quite reassure the nation that they raised and pressed the right and important issues at this meeting.\nIt is, therefore, necessary to be aware of the real and unvarnished truth regarding the sharing of common rivers. Once this awareness sinks in, it can prompt Bangladesh to stop running after mirages and instead think about real alternatives that can be pursued to establish the country's rightful claims on the shared rivers.\nThe first step should be signing the 1997 United Nations Convention on the Law of Non-Navigational Uses of International Watercourses, which upholds many legitimate rights of lower riparian countries. It's true that India wants the negotiations regarding shared rivers to be confined to the bilateral framework. However, signing this convention will allow Bangladesh to refer to and seek backing from this convention even in its bilateral negotiations with India. Bangladesh may urge India and other countries in South Asia to sign this convention, so that all the countries can refer to a common and internationally agreed code of conduct regarding international rivers. Signing this convention can also make it easier for Bangladesh to use any international opportunity that may arise to promote its cause regarding the shared rivers.\nSecond, Bangladesh can link the river-sharing issue with the issue of transit, transshipment, port, and other facilities that it has already granted and plans to grant to India to help it accelerate the development of its seven northeastern states. Both India's advantage as the upper riparian country and Bangladesh's advantage as being able to provide India a shorter and more convenient route to reach the Seven Sisters arise from the same historical fact, namely the Radcliffe border. Hence, it makes sense for Bangladesh to propose that the two countries should trade the respective advantages that this border conferred to them. Thus, Bangladesh can ask India to restore the full natural flows of the rivers in exchange for granting India the transit, transshipment, port, and other related facilities.\nThird, Bangladesh can add its voice to the growing demand inside India for the demolition of the Farakka Barrage. About 50 years of experience has vindicated Kapil Bhattacharya, the chief engineer of West Bengal who had opposed the construction of Farakka and predicted that it would not be able to flush sediment from the Hooghly River and instead would cause flood and erosion in Murshidabad and Bihar. The time has come to undo the damage that Farakka has done to both India and Bangladesh.\nFinally, sustainable and wide-ranging cooperation between Bangladesh and India requires the goodwill of the people of the two countries to each other. It cannot be denied that the restoration of full natural flows of the rivers would go a long way in strengthening the goodwill between the two nations. It is, therefore, in India's interest to rethink its river policies towards Bangladesh. Instead of ruthless maximisation of the upper riparian advantage, it should adopt a more enlightened view. Instead of mirages, it should propose real solutions.\n \nDr S Nazrul Islam is the founder of Bangladesh Environment Network (BEN) and the initiator of Bangladesh Poribesh Andolon (BAPA). He is the author of Water Development in Bangladesh: Past, Present and Future.\n",
        "headline_1": "The Mirage of Teesta Treaty",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/the-mirage-teesta-treaty-3112541",
        "news_paper_name": "The Daily Star",
        "publish_date": "07-09-2022"
    },
    {
        "full_article": "The ongoing devastating floods in Pakistan, which follow a deadly heat wave from just a few weeks back, is not just another flood event. They are, in fact, a manifestation of the undoubted fact that the world is already suffering the impacts of climate change and the consequent losses and damages. Even when the floodwaters continue to inundate nearly a third of the country, with over a thousand people dead and millions homeless, it is still possible to identify what needs to be done going forward in Pakistan as well as the South Asian region, and indeed at the global level.\nThe first lesson for Pakistan is that, though a flood of this magnitude might have been a once-in-a-century event in the past, it will, unfortunately, become more frequent in the years to come. Hence, it is essential to put in place appropriate measures to prepare the country and the people to be ready to face such events in the future through adaptation to climate change. This problem is not just Pakistan's, but of every country in South Asia, particularly because of shared rivers and ecosystems, such as the Indus River between India and Pakistan, and the Ganges and Brahmaputra rivers between Nepal, India and Bangladesh. All these common problems will require much better cooperation between the neighbouring countries as no country can deal with this problem on its own.\nThus, the environmental cooperation and particularly efforts to adapt to climate change need to be coordinated between the countries in South Asia. This can and should also include sharing knowledge on how to tackle the different problems, as each country has expertise in an issue that can be shared with the other countries. For example, Bangladesh can share its expertise in cyclone warning and preparedness as well as locally led adaptation in its coastal areas. India can share expertise in urban adaptation and also adapting to heatwaves, while Nepal and Bhutan have expertise in adaptation in mountain ecosystems and Pakistan has expertise in managing droughts. There is much that can be achieved by enhancing knowledge-sharing within the region through regional bodies and groups, such as Saarc.\nAt the global level, there is also much that can be done and needs to be done on a priority basis. The first issue is linked with the United Nations Framework Convention on Climate Change (UNFCCC), where the developing countries have been advocating for creating a fund to cover the losses and damages caused by human-induced climate change. Unfortunately, this demand, which was put forward by Pakistan on behalf of the developing countries at the annual climate summit COP26 last year, did not get accepted by the developed countries. It has now been put forward again for the agenda of the upcoming COP27, scheduled for November this year. It still has to be adopted at the beginning of the COP by all the other countries – we should all lobby very hard to ensure that. If it fails to get adopted, then COP27 will be a failure before it even starts.\nThe climate change minister of Pakistan has already declared the enhanced magnitude of the floods in the country as the result of human-induced climate change, hence the need for the rest of the world to provide finance to Pakistan to address the losses and damages caused by the floods.\nOne of the greatest global champions for promoting more urgent action to combat climate change has been UN Secretary-General Antonio Guterres, who has been urging countries to take actions more urgently than they have done so far. However, beyond urging governments to take action, the UN chief can take one important action himself, which is to appoint a special envoy for addressing loss and damage from human-induced climate change. The main role for the special envoy would be to bridge the gap between the UNFCCC and the UN Office for the Coordination of Humanitarian Affairs (UNOCHA), which brings together the humanitarian actors who deal with the impacts as they occur. Also, the envoy would be able to link global-level actions with actions at national and even local levels through agencies as well as international civil society groups.\nFrom now on, we will see new, perhaps record-breaking weather events in different parts of the world more frequently, with cumulative impacts that might dwarf the impacts of the Covid pandemic and the Russia-Ukraine war put together. The world is not at all prepared for facing this emergency, and must get ready urgently if we hope to minimise the adverse impacts of these events. Preparations need to be made at local, national, regional and global levels at the same time, with close coordination across these different scales. South Asia has the opportunity to be a leader in linking these actions at all these levels going forward. There is no time to lose.\n \nDr Saleemul Huq is director of the International Centre for Climate Change and Development (ICCCAD) at Independent University, Bangladesh (IUB).\n\n",
        "headline_1": "Some early lessons from Pakistan floods",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/politics-climate-change/news/some-early-lessons-pakistan-floods-3112521",
        "news_paper_name": "The Daily Star",
        "publish_date": "07-09-2022"
    },
    {
        "full_article": "I've been thinking a lot about dignity lately. I initially sat down to write about one of the (too) many pressing issues that have dominated news headlines over the past month. I considered writing about corruption in the public sector, or the spiralling costs of living. I thought about writing on how ordinary people are struggling to pay their bills even as the super-rich continue to line their pockets with taxpayers' money through dodgy energy contracts that reward them for producing zero electricity. I even briefly considered writing about the stress on our foreign exchange reserves, before accepting that there are experts who are far more suited to speak on this than me.\nIn the midst of my research, I came across a sentence that I now can't seem to get out of my head: \"The dignity of the human person is not only a fundamental right in itself, but constitutes the real basis of fundamental rights.\"\nApparently, \"dignity\" is a big buzzword in international human rights circles. It is rooted in the 1948 Universal Declaration of Human Rights, where the very first article proclaims that all human beings are born free and equal in dignity and rights. In recent years, the right to \"die with dignity\" has also come up in the countries that are having conversations around assisted dying in the final stages of life. It's a simple, albeit slightly morbid, concept stemming from a sense of self – the right to hold one's head high and be treated with respect, regardless of what position in life one is.\nThis sense of self, I believe, is deeply rooted in our culture. Sometimes it can take a toxic turn, where an entire family's \"honour\" (or shame) is associated with the behaviour of its members, especially the women. But a lot of the time, it is simply a quiet wish in the life of every Bangladeshi who just wants a roof over their heads, some food on their plates, and some stability, security and dignity for themselves and their families. And as we saw in 1971, when this quiet wish to not bow your heads among equals is not met, it eventually turns into a deafening roar for change.\nIn recent decades, Bangladeshis have seen a lot of change. For a long while now, our main buzzword has been \"development.\" And it is true that, despite the blow of the pandemic and the subsequent global economic downturn, we have still seen a great deal of it. We have been labelled as one of the fastest growing economies in the world, we've seen major structural changes and social transformation, and we've done really well in a number of human development indicators.\nOf course, there is a growing concern that all this development has come at the expense of democracy and rights. Yet, a lot of the time when these concerns are raised, a common response is that at least over the last 50 years, this poor, war-torn nation has transformed itself into an almost middle-income nation where basic needs are met. And the question that I can't stop thinking about is: Shouldn't dignity be a part of these basic needs? And has this basic need for dignity been met?\nI doubt there are too many people in this country who, if circumstances allow, don't begin their day with a cup of tea. Yet, for days, the workers who produce this commodity that is so precious to us had to go on a strike to demand a decent living wage. Their demands eventually fell on deaf ears, and they had to make do with an increase of Tk 50 in their daily wage. Even then, this was considered generous by the usual standards, since the last time they got a raise, it was by Tk 18.\nSupporters of tea estate owners took to the social media to proclaim that tea workers are actually quite well-off because their employers also provide them with rations, housing, and schools for their children. It doesn't matter that they didn't actually choose to trade their wages for these substandard \"benefits.\" No big deal that, in the long run, these \"benefits\" actually contribute to tying their labour, and that of their future generations, to their employers' land. No, what matters is that these people are given a handout and they should just keep their heads down and their palms out, and be grateful with whatever they're given.\nTea is not the only industry where we are happy to consume the fruits of others' labour, while not only ignoring their right to choose how to organise their life, but all the while acting like we are doing them a great favour by providing them employment (that we ultimately benefit from). The RMG sector is an example of this, where you routinely hear tone-deaf industry leaders talk about how much they have done for female workers, instead of talking about how much money these workers have put into their pockets.\nDuring the pandemic, we heard a lot of talk about valuing health workers who were risking their lives to provide care to patients. Yet, if you were to walk into a hospital right now, you would see \"ward boys\" and \"ayahs\" being ordered around, zero respect being shown for the services they provide. We talk about food security, but do we value the labour that agricultural workers put in to produce the food on our tables? How often do you end up referring to someone who is of a \"lower class\" to you as tui, even if you aren't even that familiar with them? We fixate on the economic importance of migrant workers' remittances – which in August crossed the USD 2 billion mark for the second consecutive month – yet, how annoyed would you be if a migrant worker sat next to you on a flight and asked for help in filling out their passenger form?\nYou might be thinking, surely there is too much happening in the world right now to be hung up on this. But in my opinion, this isn't an individual issue. Our complete inability to accord dignity to some of our hardest working citizens goes hand-in-hand with the creation of a culture where authority figures demand either silence or ingratiation. So when police officers abuse power, when public sector officials take bribes, when employers refuse weekly holidays, and when universities moral-police their students, the norm is to just grit your teeth and take it.\nAnd it's not just living with dignity that seems a distant reality for so many people in this country. It's dying with dignity, too. Take, for example, the Chawkbazar fire last month, where six employees of a road-side restaurant finished working all night, went to rest in a break room, and were burnt to death from a fire originating from a plastic factory in the same building. They were all young, working men from ordinary backgrounds. Their injuries were so severe that only one person could be identified for certain. It's possible, though, that after a gruelling night shift, they fell asleep quickly and asphyxiated from the smoke before the fire even touched their bodies. And as always is the case with these \"accidents\" that continue to happen over and over again due to corporate negligence, a probe committee was formed, nothing came of it, and we all forgot about them.\nBut if the people in a country with so much development and so much progress can't even expect a dignified death, then what was it all for?\n \nShuprova Tasneem is a member of the Editorial team at The Daily Star. Her Twitter handle is @ShuprovaTasneem\n\n",
        "headline_1": "Have we forgotten about dignity?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/have-we-forgotten-about-dignity-3112506",
        "news_paper_name": "The Daily Star",
        "publish_date": "07-09-2022"
    },
    {
        "full_article": "If you're a resident of Dhaka, here's a question to start your day: When was the last time Dhaka Wasa made headlines for something that wasn't outright objectionable? It may be hard to answer. There remains, after all, an air of inevitability around its incompetence, mismanagement and irregularities that seems impossible to break. On Tuesday, Wasa again put itself on the spot after a daily reported how, between FY 2018-19 and FY 2020-21, it collected Tk 1,066 crore from residents for a service it barely delivered: sewage treatment. The amount was around Tk 400 crore in FY 2021-22. So why should residents be charged for a non-existent service?\nThat's something only the Wasa management can answer. According to the report, even though Wasa charges the same for sewage and water services, it doesn't treat sewage enough to justify the billing. Currently, around 910 million litres of sewage are reportedly generated every day in the areas covered by Wasa. Of this, around 900 million litres of untreated sewage land directly into our freshwater sources such as rivers and canals. In other words, only less than 2 percent of the sewage is being treated. Although there is no data to measure the damage done to our waterbodies because of this massive disposal, the chairman of the National River Conservation Commission in May blamed Dhaka Wasa for the pollution of rivers surrounding the capital. \nSo, not only are citizens being exploited in the name of a non-effective service, but our waterbodies are also being damaged as a result of Wasa's activities. This is totally unacceptable. It is also deeply immoral. This only shows how inattentive Wasa is to the quality of its services or the needs of citizens – its customers – despite having increased its water tariff a total of 15 times since 2009.\nWasa's existing sewage treatment system is all but broken at the moment, with an insufficient and largely ineffective network of sewer lines, pipes, and appurtenances. Ideally, there should be enough treatment plants for the sewage generated and in all the areas under Wasa. And only after treatment should wastewater be discharged, not before. Unfortunately, despite reportedly collecting around Tk 3,000 crore in sewage bills over the last 13 years, not only has Wasa failed to reform and modernise its sewage treatment system in line with the need of a growing city, it has even failed to bring more than 80 percent of the areas under its sewage treatment coverage.\nWe're told that the Wasa authorities have taken up a project to rebuild its sewage collection/treatment system. But we must remind them that having enough sewer lines is not enough; those need to be effective as well. But more importantly, the authorities must answer for exploiting the residents in the name of a phantom service and polluting our rivers for so long.\n",
        "headline_1": "Why is Wasa discharging untreated waste into Dhaka waters?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/why-wasa-discharging-untreated-waste-dhaka-waters-3112706",
        "news_paper_name": "The Daily Star",
        "publish_date": "07-09-2022"
    },
    {
        "full_article": "On September 5, around midnight, at least eight people were killed and 50 sustained injuries when two buses collided head-on on the Rangpur-Dinajpur highway in Rangpur. How many times in the last year, months or even one month have we come across similar news of devastating road crashes? A common citizen could be forgiven for losing count. But what of the government? We are frustrated at the apparent oblivion of the relevant authorities when it comes to the country's awful state of road safety. According to the Road Safety Foundation, at least 519 people died in 458 road crashes in August 2022 alone. But this is no wonder, unfortunately, given that – as per the Bangladesh Road Transport Authority's (BRTA) own data from February – more than five lakh vehicles plying our roads have no fitness clearance, while at least 10 lakh registered vehicles are being driven by unlicensed drivers.\nIn fact, this newspaper has reported that neither of the two buses involved in the Rangpur crash had the necessary route permits. Moreover, one of the buses, under Joyana Paribahan, actually violated the Road Transport Act 2018, as its registration was switched from being under Rozina Enterprise without the BRTA's approval. Worse still, the bus' fitness clearance expired in May 2011. But worst of all, the Joyana Paribahan bus is owned by the general secretary of Bangladesh Bus Truck Owners Association (BBTOA). The fact that a top transport leader is able to run an unfit bus under his ownership for 11 years testifies to the authorities' total lack of care for ensuring road safety.\nIs any of this really shocking? Four years after its hasty introduction in 2018, in the face of the students' Road Safety Movement 2018, the RTA 2018 remains unimplemented for the most part. Within this time, it has also been amended numerous times – not to suit the needs of citizens, but to fulfil the demands of transport owners. Meanwhile, as mentioned above, thousands of lives continue to be crushed to death on our roads, which are chock-full of unchecked and unfit vehicles.\nAs we do at least every other week on this very column, we would urge authorities to wake up and do all that is necessary to lessen the number of road crashes across the country. The Road Transport Act must be implemented strictly. All unfit and unregistered vehicles must be brought to book by the BRTA, while only licensed drivers should be allowed to drive if the government really wants to cut down road crashes by half by 2030. Authorities must know that monetary compensation for road crash victims is not a long-term solution for the disease that is our dismal road safety situation.\n",
        "headline_1": "Will the authorities ever pay for deaths caused by unfit vehicles?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/will-the-authorities-ever-pay-deaths-caused-unfit-vehicles-3112401",
        "news_paper_name": "The Daily Star",
        "publish_date": "07-09-2022"
    },
    {
        "full_article": "In modern agricultural practice, use of chemical fertiliser has become indispensable for increasing crop yield as well as maintaining soil fertility. In this connection, there is the standard set by the so-called 4R principle which suggests option for right nutrient source at the right rate, right time and right place to ensure proper use of nutrient inputs and thus optimise productivity. Unfortunately, this golden rule is often ignored in practice. Farmers often apply fertilisers in their fields in amounts that are either above or below what are recommended according to this standard practice. Far from helping farmers, it rather impacts negatively on the soil's fertility and thereby reduces productivity of the agricultural farms in question.In that case, it would be necessary to observe the ongoing practice of fertiliser use among the country's farmers vis-à-vis what is recommended. At the same time, it is also important to know the local agricultural and socio-economic factors influencing the use of fertilisers and how it is causing nutrition gap at farm level. Such discrepancies have the potential to create what is known as 'crop yield gap' which ultimately poses a threat to food security. It is worthwhile to note that a project titled 'Nutrient Management for Diversified Cropping in Bangladesh (NUMAN)' to this effect has been going on since 2018. It is scheduled to end by December this year. As part of this effort, a six-day research review workshop on the project has recently been conducted in the city.The observations made at the review workshop on the project in question highlighted the negative impacts of the unrecommended use of fertiliser by farmers at the field level. These negative impacts of unapproved use of fertiliser constitute the so-called 'crop yield gap'. Since the said 'crop yield gap' has huge implications for the country's food security, minimising it should get the highest priority at the policy level. Reassuringly a foreign-funded study on minimising the 'crop yield gap' is being conducted by international experts and academics in collaboration with different agricultural research organisations of the government. Such efforts on the part of the government towards encouraging standard farming practice among farmers whereby use of fertiliser could be maintained at a scientifically recommended and sustainable level are definitely steps in the right direction. Evidently, the country can ill afford indiscreet use of agricultural inputs including fertilisers. It is more so at a time when in the face of the price spiral of fertiliser in the international market as well as its supply crunch, the government has been compelled to go for austerity in the use of fertiliser. In line with this policy, the Department of Agriculture Extension (DAE) has cut the requirement of fertiliser which for FY23 has been set at 6.4 million tonnes. Clearly, it is a reduction by 0.16 million tonnes from the previous fiscal's amount at 6.56 million tonnes. It is a difficult phase for farmers or for the country's entire agriculture sector for that matter at a time when the requirement of fertiliser had been increasing progressively (4 to 5 per cent year on year) over the past decade. So, this calls for maximum prudence on the part of policymakers, for ensuring food security should be the core concern under any circumstances. Hopefully, the government would help evolve a standard and sustainable practice for fertiliser use among farmers and support ongoing researches to this end with adequate funds.",
        "headline_1": "Practice for standard use of fertilisers",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/practice-for-standard-use-of-fertilisers-1662471201",
        "news_paper_name": "The Financial Express",
        "publish_date": "07-09-2022"
    },
    {
        "full_article": "The government's announcement on fixing prices of some essential commodities appears more as a blunt move than one capable of looking into the price situation along with supply-side realities as well as any man-made manipulation that may be instrumental to the price spiral. Now, if it were an artificial crisis born out of greedy market syndication, price fixing could have been a tool the government could resort to. Apparently, it appears that the government is convinced that the crisis is man-made, and hence the fixing. What actually makes the government think so? Every time market volatility crosses limits, the authorities are quick to identify reasons behind unstable market behaviour. Although they have little faith in their own statements, they keep repeating them for a while. Of these, the oft-repeated ones are -- the situation is artificially created, that there is a market syndicate dictating prices, and that rampant hoarding by dishonest traders is causing the crisis. Hence, as a remedy -- as though a ready one -- they prescribe solutions in the form of suggesting surveillance by law enforcers against alleged syndication and hoarding.That their statements are not baseless and have grown from decades of experience and market wisdom, must not be debated. But the point here is: blame game does not help. Isn't it the responsibility of so many state agencies, including the Competition Commission and the Directorate of Consumer Rights Protection, to monitor the market while also keeping an eye on undesirable situations that might create conditions for market volatility allowing unscrupulous elements to play foul? Since the past year or so kitchen markets all over the country are wobbly, particularly in respect of the prices of vegetables, cooking oil, and staples. Meat and fish prices have also seen a significant rise. The hike has not only seriously affected the low-income population, but consumers in general. The heat may be less felt by the well-off groups. To contain the situation, the government has decided to fix prices of nine commodities, including rice, atta (whole wheat flour), edible oil, red lentil and sugar. Commerce minister Tipu Munshi last week announced the decision after a meeting with officials of relevant ministries, departments, representatives of law enforcement agencies and business leaders at his ministry. He said the prices of some commodities had increased excessively on the domestic market as traders were taking advantage of the dollar price hike. As for the mechanism through which price setting would be done, the minister said, 'From now on, the Bangladesh Trade and Tariff Commission will assess the international market and it will set reasonable prices of essential commodities on the local market on a regular basis. All the traders would have to comply with the prices, otherwise they will have to face legal action.'The intent is good, but it may not be the way to achieve the objective. The question here is: has the government equipped the BTTC with the resources -- human and technical -- to deliver what the commerce ministry wants? It remains to be answered how the BTTC will work in the absence of any database on production, consumption, ready stock and so on? Assuming the BTTC after analysing whatever data it could gather set the prices, can that serve as the last word on the unruly market? It is difficult to recall how many times in the past, successive governments had attempted to discipline market prices of essentials through price setting -- with no effective results. It is true that the government does not have any effective market intervention mechanism. Clearly, market intervention is far more than curbing syndicated ploy in that it allows market forces to operate free from any untoward pressure from any quarter, and for this to happen, the all important issue is to boost supplies. Now who is going to do this? Not the traders. It is here that developing countries in our region and elsewhere rely on state trading agencies to prevail on the unsteady market. In our case what could have been achieved by our lone state trading agency TCB, has not been attended to. Still, it appears to be the last resort of the government. But the fact remains that as a state trading organisation, it was neither groomed nor empowered with the resources to prevail on the market as the successive governments have vainly tried to project it. How many products and in what quantity TCB can procure and store in its warehouse is indeed the key issue. For, it is the sufficient volume of products in TCB's warehouse that can serve as a market stabilising factor. Given that the TCB is a public sector trading enterprise, there has not been any mechanism in place, so far, to see it emerge as a business entity -- an essential feature it was to assume long back. A quick reference to similar organisations in neighbouring India will reveal the lacunas embedded in TCB's operation mechanism since its very inception. The reason similar agencies there, numbering a dozen, are strong enough to neutralise undesirable price instabilities lies in the basics -- freedom of operation, and financial and professional resources. Although initially provided with endowment funds by the government, they operate entirely on their own income just like private sector business houses, engaged throughout the year in bulk imports and exports, and intervention in domestic market, when necessary.Going back to the task given to BTTC, it is understandable that what it can do is an academic exercise. Instead of price setting, it would have been far wiser to institute a body with the assignment to come up with findings on market factors fuelling the prices, so that the government could decide its course of action.\n[email protected]",
        "headline_1": "Market intervention -- price fixing not the right tool",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/market-intervention-price-fixing-not-the-right-tool-1662471272",
        "news_paper_name": "The Financial Express",
        "publish_date": "07-09-2022"
    },
    {
        "full_article": "Why only less than 30 per cent Bangladeshi households don't need to bribe their public servants to secure various services, may have been otherwise puzzling but is well understood.More than 70 per cent people who used to bribe in recent years, as finds a TIB survey, are the helpless, neglected Awam (masses) who can be exploited.These are the people who pay taxes, be it income tax, sales tax (value added tax) or any other duties levied upon them. As taxpayers and, theoretically, the owners of the republic, they deserve some respect from the khadems (servants).Instead, many of the individuals responsible for providing services act like masters and blackmail the citizens who actually pay the former their salaries and other benefits. Additionally they charge more money for delivering 'service' they were duty-bound to do. Any extra cash taken from the people isn't recorded in any receipt nor do the recipients ever admit such earnings unless they are caught red-handed.The aggregate amount grabbed in such a manner every year is at least Tk 108 billion, reveals the survey on corruption in services sectors conducted by the Transparency International Bangladesh between December 2020 and November 2021.The practice of giving and taking bribes has been such a rule that hardly anyone questions why the majority do not protest against the practice of unearned income.Then how do the 30 per cent of the households avoid being a party to bribery in a system so plagued by corruption?In other words, who are these people, who can defy the unwritten but unavoidable demand for upri (extra money) or what late finance minister AMA Muhith euphemistically called speed money?The ones who receive bribe may not need to pay it for they maintain a corrupt nexus of their own. For enjoying immunity from bribery whatsoever, you need to be powerful in the first place. Family members, friends, beneficiaries and followers of the powerful people and the entire privileged class may be the lucky minority in a corrupt rule.Ghush khor (bribe taker) men and women informally justify their acts by arguing that they take money in exchange for the service they mean they sell. They forget their position in the public office isn't their forefathers' property.We've no knowledge of whether all people who bribe do so voluntarily, out of their love for the government officers. Only those who attempt to acquire undue benefit are ready to share it with none but the ones who have the power and authority to deliver it.Apart from their role as collaborators of corruption, the relevant section of the powerful elements compels the service-seeking commoners to get involved in a corrupt practice the later would normally refused to give in to.The service sectors that are termed the most corrupt in the TIB report, include law enforcement, passport, road transport, judiciary, healthcare, local government, and land registration and management.When the innocent masses are compelled to pay the authorities the money they have no right to demand, the latter commit double crimes; first by disgracing their official position; and second by corrupting innocent people. The one who extorts money and the one who is intrigued to pay are not the same culprits.Thus, people in position who extract bribe money from the public who find no other means to avoid payment of speed money create a bribery regime. Even people sometimes have to 'bribe' to save life.The majority, too, can be blamed for not mounting protests against the evil practice of bribery. They also have the answer to why they can't but live with the corrupt culture they never admire.\n[email protected]",
        "headline_1": "No way to defy the regime of bribery",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/no-way-to-defy-the-regime-of-bribery-1662471308",
        "news_paper_name": "The Financial Express",
        "publish_date": "07-09-2022"
    },
    {
        "full_article": "For a densely-populated city like Dhaka which reportedly generates over 6,500 tonnes of garbage every day, managing waste is a huge task. The best possible solution to this problem is turning the waste into valuable resources. The government has decided to set up a waste-to-energy plant in Aminbazar on the outskirts of the capital city. However, the 42.5 MW (megawatt) waste-based power plant has not yet come into operation. We should also know that alongside electricity, waste can be converted into fuel oil, plastic, garment materials and paper. There are several European countries including Norway and Sweden, which are importing as much rubbish as they can in an effort to generate more energy by burning waste in vast incinerators. Following their models, we can not only produce power but also other valuable materials. However, the problem we have in Bangladesh is that we do not have enough entrepreneurs in this sector. While waste is a burden on us, Norway and Sweden buy garbage so that they can use it as a resource. So, we urge our promising entrepreneurs, who are running short of new business ideas, to venture into the world of turning waste into resources by undertaking suitable projects. These initiatives will surely be good both for the environment and the economy. \nSuman Md Mizanur Rahman, Dhaka",
        "headline_1": "Turning waste into resources",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/turning-waste-into-resources-1662471341",
        "news_paper_name": "The Financial Express",
        "publish_date": "07-09-2022"
    }
]