[
    {
        "full_article": "UNESCO has called the learning loss caused by the Covid-19 pandemic \"a generational catastrophe.\" What does it mean, and how can we cope with it? A related question is, when should schools reopen and how? This has been a question ever since school closure began to be extended repeatedly since March last year. After 500 days of shuttered schools, an unsavoury landmark that Bangladesh hit on July 29, 2021, the question remains unanswered.\nThe prolonged cessation of schooling already suffered by millions of children in low and middle income countries, difficulty of implementing a recovery plan, and the longer term impact on children's learning and their mental health, are unprecedented in their scope and scale. The loss of almost two school years means that a whole generation may grow up with irrecoverable education deficits, which can affect their adult life and performance and, in turn, have an adverse impact even on the next generation. UN Secretary General Antonio Guterres, speaking in October last year to a high-level education meeting at the UN, warned about a \"generational catastrophe.\" Then, on March 29-30 this year, in a virtual meeting of education ministers in Paris, the danger of a generational catastrophe was reiterated by UNESCO's Director General Audrey Azoulay.\nEvidence from surveys and expert opinion suggest that distance education initiatives such as TV programmes and online lessons have not benefited the large majority of children because of connectivity and device problems, and the limitations of one-way communication, with little interaction between teachers and students. Even in normal schooling, it is known that a majority of children do not learn what they are supposed to learn each year, according to National Student Assessment reports.\nWhen schools restart, where should the students be placed—in the same class as they were in the beginning of 2020, allowing a loss of almost two academic years? Or should they be promoted to the next class, cutting the loss by a year? But how ready would they be to follow the lessons for the same class or the next higher class? How much of what they had learned has been forgotten? It is very likely that the large majority would be ill-prepared for restarting their lessons.\nThe way to find out their level of preparedness would be to conduct a rapid assessment of student learning when schools reopen, focusing on core knowledge and skills, such as in language and math (rather than specific content in the textbook), expected for a particular grade, to determine where the students should be placed. The schools and teachers have to be ready to conduct this assessment and they need to be guided and oriented by an expert team from the National Curriculum and Textbook Board (NCTB) and the respective directorates.\nHow many will actually return to school when schools restart? Surveys and studies have indicated that child labour has increased during the pandemic, girls have been married off early, and some children have moved from mainstream schools to Qawmi madrasas because of lesser cost and the offer of room and board (and they remained open during Covid-19). Studies have also reported increased poverty, stress and tension in the family, and increased violence against children and women as a byproduct of the pandemic, which affect children's learning readiness. Pre-existing social and economic inequalities and educational disparities have been further aggravated as a pandemic impact.\nAfter appropriate placement of students when schools restart, a \"learning recovery\" plan for the next two years have to be worked on and carried out, again focusing on the core competencies such as language, math and science, so that eventually students begin to fall into a normal curricular routine. Many education experts recommend that in teaching and testing, the emphasis on the core competencies should become a permanent feature of our schooling.\nThe education community in Bangladesh, and the Education Watch 2020 report \"Bringing on track schools and learning\" prepared in March this year, advocated reopening of schools without delay in stages and with due health and safety precautions.\nMeanwhile, beginning in mid-June, the Covid-19 Delta variant, a more virulent and risky infection in comparison to the earlier variants, arrived and spread to many parts of the country. Infection and death rates have soared and the healthcare system is deluged by patients requiring hospitalisation. Vaccination is not available yet to the large majority of the population. The government is trying hard to secure a sufficient volume of vaccines from all possible sources, but a timetable for full mass coverage does not yet exist.\nA quick reopening of schools, therefore, cannot be contemplated at this time. A definite timeline will depend on how quickly all school teachers, staff and their families can be covered by vaccination. For tertiary level education, students should also have vaccine protection before their respective institutions re-open.\nThe authorities should begin planning for extending the current school year to June 2022 and take this opportunity to come to a decision on a permanent change of school year from September to June, starting from this year. The current school year, if necessary, can be extended to July or August next year, foregoing summer vacation as part of the recovery plan.\nThe public examination arrangements have to be reconsidered. The PECE at the end of class five and JSC at the end of class eight should be dropped in 2021 and 2022. A simpler and more useful alternative should be considered for the future. SSC, HSC and equivalent exams should be held when schools re-open, but they should only test core subject areas and in an abridged form, making it possible to complete each exam within a week, as many experts have recommended.\nHowever, a decision has been announced by the Ministry of Education that SSC and HSC exams for 2021, whenever these are held, will be on the additional subjects related to the separate academic streams (Science, Commerce, Humanities) rather than on the core contents of Bangla, English and Math. The scores in these core skills will be decided on the basis of students' past marks obtained in their JSC and SSC exams. This is an injudicious decision. The merit of the students and their future academic performance are better judged by the competency they can demonstrate in the core skills of languages and math.\nI recommend foregoing the exams in the additional subjects in the interest of keeping the public exams short, concentrating on the core subjects and completing them within a week. I hope the decision announced will be reconsidered. Planning for the exams in the changed format should begin in earnest and all concerned—teachers, parents and students—should be given necessary orientation and information much in advance.\nThe two measures on school calendars and public exams are the least that must be done as essential elements of the learning recovery plan in an unprecedented emergency fraught with uncertainty.\nThe recommendations made by Education Watch and other groups will still apply. These include a step-by-step approach; ensuring safety measures in all schools with financial support from the government; health and education sector collaboration at the local level to protect and keep children, teachers and families safe; and involving local stakeholders—NGOs, parents and local government—in implementing and monitoring the learning loss recovery plan.\nSchools have to be reopened safely and with a plan to carry out learning recovery successfully. The danger of a generational catastrophe has to be averted. Proper planning should begin urgently, involving stakeholders beyond the closed circle of officials, even though the timetable remains uncertain. Bold thinking and unconventional responses are needed in these exceptional times.\n \nDr Manzoor Ahmed is professor emeritus at Brac University. The views expressed are his own.\n",
        "headline_1": "500 Days of School Closure: Averting a generational catastrophe",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/500-days-school-closure-averting-generational-catastrophe-2148711",
        "news_paper_name": "The Daily Star",
        "publish_date": "10-08-2021"
    },
    {
        "full_article": "The Bangladesh National Qualifications Framework (BNQF) combines general education, technical-vocational education and higher education into one harmonised, quality-assured system. For four years, the ILO Bangladesh has been supporting the Technical and Madrasah Education Division (TMED) of the Ministry of Education to develop this framework and define clear pathways, level descriptors and a concrete structure for the BNQF.\nThe government has demonstrated its commitment to the BNQF by setting up a National Steering Committee (NSC) chaired by the Minister of Education. It has also set up seven technical working groups, headed by senior education officials.\nExtensive technical consultations were held with senior level officials from the general education, technical and vocational education and training (TVET), and madrasah system, as well as representatives from the agriculture, engineering and medical education sectors. The TMED and Secondary and Higher Education Division coordinated the whole process, which was finalised and endorsed at the NSC meeting on June 3, 2021. The BNQF will now gradually come into effect through the development of a quality assurance system, implementation guidelines, and the legislation.\nAlongside different education and training agencies, professional organisations, industry bodies like the Bangladesh Employers Federation (BEF) and the National Coordination Committee on Workers Education (NCCWE) worked together for the vision of BNQF to become a reality. The structure of BNQF is based on the framework for technical education (NTVQF), which was developed by the government of Bangladesh in 2011 in collaboration with the ILO and the European Union. The NTVQF is directly linked to the National Skills Development Policy 2011.\nThe BNQF includes ten levels of qualifications based on increasing complexity of learning outcomes expressed in three domains—knowledge, skills and attitudes. The BNQF provides access to qualifications, which assist people to move easily and seamlessly between the different education sectors and the labour market. The BNQF upholds lifelong learning and increases the employability of graduates through open and flexible qualification pathways, recognition of prior learning (RPL) and credit transfer.\nNow, the question is how the BNQF will work in the real world and what it means for workers and employers. Let us take the example of a young girl from Gaibandha, who started working in a factory after her SSC/HSC exams and stopped her education. After five years, if she decides to get a skills certificate for her career growth, she can obtain national certification through short training or assessment from a TVET institution. With that certificate, she could upgrade her position at the workplace, and later, she will have further opportunities for higher-level skill certification or higher education, which will lead her towards further professional development or open windows for further education.\nAnother important facet of the BNQF is how it aims to deepen support for labour mobility through increased recognition of the value and comparability of different qualifications in Bangladesh. The BNQF promotes international recognition, equivalence and comparability of qualifications through bilateral or multilateral mutual recognition arrangements (MRA), and harmonisation of qualifications through regional frameworks. Providing skills and qualifications equivalent with the standards of other countries would allow Bangladeshi workers to stand in a similar position with their counterpart migrant workers from other countries.\nIn the context of the fourth Industrial revolution and increasing automation, labour market trends are showing a shift to jobs that require higher skill levels. A recent analysis of 200,000 jobs in 29 countries by Price Water Coopers shows that 44 percent of workers' jobs will be displaced by mid-2030s by the automation. On the other hand, a McKinsey report shows 26 million new jobs will be created by the advent of online services. In this situation, Bangladesh's workers must not and cannot be left behind.\nThis is why the Prime Minister of Bangladesh called for a BNQF, one that offers flexible entry and exit to students in the different national education streams. In addition, BNQF has the power to put in place the mechanisms that will help workers and employers to re-skill, find work, change occupation and create jobs. A BNQF will help a worker's professional career development and lifelong learning opportunity.\nMillions of migrant workers leave Bangladesh without any formal recognition of their skills or experiences. They then return home without any further recognition for the additional skills they acquired working overseas. The ILO and the Ministry of Expatriates' Welfare and Overseas Employment are now exploring ways to introduce a National Skills Passport (NSP) for millions of migrants workers, based on the BNQF.\nAll those involved are now working to bring the BNQF into force as soon as possible to reap the benefits of the country's demographic dividend. This will help employers—home and abroad—to find the right person for the right job with the right skills. It will also help the government in undertaking long-term skills planning for the economy and for future employment creation. The BNQF is thus a fundamental cornerstone for the future prosperity of the country and its citizens.\n \nTuomo Poutiainen is Country Director at the Country Office for Dhaka of the International Labour Organization.\n",
        "headline_1": "How the Bangladesh National Qualifications Framework will connect education and training to the job market",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/how-the-bangladesh-national-qualifications-framework-will-connect-education-and-training-the-job-2148691",
        "news_paper_name": "The Daily Star",
        "publish_date": "10-08-2021"
    },
    {
        "full_article": "A few years back, a reputed non-governmental think tank in Europe saw its sad demise after more than two decades of operation. The organisation gained prominence by working on globally important issues and by attracting a pool of experts from around the world. As a result, it was also able to draw the attention of several donors for funding its activities. Many South Asian experts had the opportunity to work with the organisation. The think tank also successfully brought international policymakers on board while discussing issues that affect larger communities, including the global South. So, the closure of the organisation was unfortunate. But what was more unfortunate was the reason for the shutdown. It was closed after the revelation of massive financial irregularities of its founding leader—a person who earned fame as an organisation builder and advocate of a just global order. An inquiry into the organisation found that he was taking an abnormally high salary and benefits, paying for personal travels with office funds, and employing relatives in the office without informing the governing body, among many other allegations.\nThe reason for citing this example is that civil society organisations (CSOs) around the world have a challenge to play their role with integrity and sincerity. They are under the radar, not only of the government but of everyone else in society as they are engaged in scrutinising the activities of others, particularly policymakers. Clearly, if they are pinpointing limitations of policies and actions of other actors, and suggesting improvements—they themselves have to be on a strong moral footing by being transparent at the highest level.  \nBangladesh has a rich history of vibrant CSOs which have come into existence over the years. Broadly, these organisations include policy-oriented think tanks, private development organisations, issue-based advocacy groups, voluntary community-based organisations, and service delivery organisations. The range of their activities is also diverse—these non-governmental, non-profit and non-partisan organisations work on issues that cover economic, social, political, and cultural areas. While promoting various causes in these four broad areas, they focus on raising awareness on public policies and programmes. They also engage themselves in influencing the design, implementation, and management of public policies and programmes. A large number of such CSOs in Bangladesh are funded by foreign donors.\nSome CSOs in Bangladesh have gained good reputations and respect for successfully advocating issues of public interest and diligently following up on the implementation of public policies. However, examples of similar stories of CSOs as mentioned above are not uncommon too. The accountability of CSOs regularly comes under inspection, the findings sometimes leading to a negative image of CSOs. This makes the task of credible CSOs difficult, particularly at a time when the space for CSOs for undertaking their activities is shrinking.\nActivities of CSOs are rarely appreciated by the government of the day. As these organisations raise the appropriateness of certain policies, the effectiveness of actions, the quality of various government services, and flag the issue of governance attached to its initiatives, the government mostly takes a defensive position. At certain points, such a defensive role ends up in imposition of stringent regulations on CSO activities, making it difficult for them to work meaningfully.\nThe curtailment of the breadth of their work also affects the people for whom they work—the voiceless marginalised people with limited or no opportunity to change their lives for betterment. The broader objective of CSO activities is to have a society based on equity and justice. Therefore, CSO activities are in fact complementary to what the government does. There is no conflict between the objectives of these two actors. \nWhile the space for CSOs to work must be upheld for making development and democracy meaningful and rewarding for each and every citizen of the country, the accountability of CSOs themselves is critically important. Unfortunately, at times there are reports which do not match with the stated objective and spirit of CSOs. The cause for which they fight is absent in many organisations. If CSOs want to make their engagement with policymakers and communities constructive, their own credibility must be established first. Among several issues, the three most important ones are highlighted below.\nFirst, the internal governance of some organisations is weak and designed in a way to serve the interests of the founders and leaders of these CSOs. A lack of robust administrative and governance structure helps to pursue such objectives and change of leadership is extremely rare in several of these organisations. The heads of the institute—usually the founders—hold onto the position for an indefinite or a long period of time as it is perceived to be their right. The excuse given is the absence of any replacement for the position, which is flawed. Of course, there is a shortage of skilled human resources in Bangladesh. Moreover, CSOs are not considered the most sought-after sector among job-seekers. However, there is also less interest among CSOs themselves to find and groom prospective future leaders for the organisation. Sometimes, leadership is transferred to the next generation of family members—just like in private businesses.\nIn certain organisations, which have attempted to establish a system of leadership change, the shadow leadership of previous top officials haunts the new leaders as the former continue to interfere in organisational decisions. There is a peculiar system to accommodate the old guard in the mainstream activities of the organisations which undermines independent management and the decision-making process. The idea of taking an advisory role and contributing to the organisation is unusual among CSO leaders.\nSecond, the lack of a strong financial system gives rise to questions about the financial integrity of some organisations. Audit by reputed firms and independent internal audits are the basic requirements for establishing transparency on financial matters. Organisations sometimes shy away from financial best practices as it might reveal many wrongdoings. Often, salaries and perquisites of the founding and long-lasting leaders are fixed by themselves and at their own will—their taste for high living ignores organisational policies.\nThird, the role of the governing bodies of the organisation is also critical. CSOs are  usually governed by a board consisting of respected persons in the country. However, at times, the overseeing mechanism does not work well due to low commitment of the board members. Some members only want to be associated with CSOs for self-gratification and name recognition. Some organisations also like to upgrade their image by including big names, but who may not necessarily add real value to the organisation in terms of improving its governance. Ironically, for some organisations, this could be a blessing as they do not want the board to interfere—not only because it can become a pain for the management to run the organisation if the board gets involved in day-to-day affairs, but also because the CSO officials do not want the board to learn about acts which violate the rules. Indeed, maintaining a fine balance between diligently overseeing the governance of the organisation and not interfering in the daily operation of the organisation requires not only skills but also the right attitude of the governing body.\nThe credibility of an organisation is built over a long period but is destroyed through a small mistake. It sets examples for others. Therefore, CSOs have to continue their arduous journey of advocating for accountable and transparent public policies and programmes by setting good examples for themselves.\n \nDr Fahmida Khatun is the Executive Director at the Centre for Policy Dialogue.\nViews expressed in this article are personal.\n",
        "headline_1": "Why accountability of civil society groups is equally important",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/macro-mirror/news/why-accountability-civil-society-groups-equally-important-2147906",
        "news_paper_name": "The Daily Star",
        "publish_date": "10-08-2021"
    },
    {
        "full_article": "Around the world, the issue of human rights due diligence in global supply chains is rapidly rising up the agenda. But what does this mean and how will it impact garment manufacturers in Bangladesh?\nFor many years, fashion brands and retailers have been implementing their own, internal human rights and corporate social responsibility policies. These are designed to ensure that their garment suppliers and workers are treated fairly, paid appropriate minimum wages and so on.\nYet it has become clear that such policies are proving to be not always effective at addressing key human rights issues. Some fashion brands have very strong CSR policies and collaborate closely with their suppliers, while others are weak in this area. The industry needs a level playing field.\nThus, in the past five years, we have seen a shift towards binding laws around human rights due diligence, both at an individual country level and also at a broader level—such as within the European Union.\nLast year, for instance, members of the European Parliament urged the European Union to push forward with rules on mandatory human rights and environmental due diligence in EU companies' global supply chains. They called for the EU to join United Nations negotiations for a binding treaty on business and human rights which, they say, \"reflects the EU's own assessment that voluntary measures have failed to prevent companies from committing human rights violations and environmental harms, or hold them accountable for harm.\"\nLater this year will see the introduction of legislation on mandatory sustainable due diligence for companies as part of the EU Commission's 2021 work plan and the European Green Deal.\nIndividual countries are also acting. The French Corporate Duty of Vigilance Law places the onus on large companies in France to identify and prevent risks to human rights and the environment that could occur as a result of their business activities in supply chains. These activities can include those of the company itself, of their suppliers or subcontractors, of companies they control and more. The law, in brief, requires companies to create and implement publicly-available vigilance plans for which they can be held accountable.\nIt is important to note that fashion brands, our customers, are also supportive of human rights due diligence proposals. Last year, ASOS—a major buyer from Bangladesh—called for the implementation of mandatory human rights due diligence legislation in the UK in order to strengthen the 2015 Modern Slavery Act (the UK's own due diligence legislation for supply chains).\nWhat does this all mean for us as manufacturers?\nThere are several issues to consider here. Firstly, human rights due diligence legislation will mean that buyers need to become increasingly vigilant as far as supply chains are concerned. I expect a \"fight to safety\" by which I mean brands and retailers will move toward suppliers that are best in class.\nThe reason for this is that they could potentially face falling foul of the law in their own country—and face hefty fines—if violations are uncovered in their supply chains.\nThis, in turn, has major implications for RMG suppliers. They will be under increased scrutiny from brands to have systems and processes in place to ensure workers are being properly treated. This includes issues such as health and safety, wages, general worker rights. I expect brands could become increasingly vigilant in terms of audits to ensure suppliers are meeting expected requirements on these issues. Remember, brands will not want to expose themselves to risk here for it could land them in legal hot water. If there is a risk that a supplier may fail to meet expectations around human rights due diligence, that supplier faces losing out on business—the brand will simply shop elsewhere. That, I believe, is the harsh reality.\nThe other issue is one of transparency. Transparency is a central mechanism by which the fashion industry is seeking to gain greater control and oversight of global supply chains. In some cases, this means simply having a list of suppliers on their websites (this can be first or second tier suppliers, or sometimes even beyond).\nThe requirement for due diligence very much ties in with the transparency agenda. In the west, more and more consumers are demanding to know about the conditions in which their garments were made—regular surveys of consumers bear this out. They are shopping with fashion brands which can show them this. Bangladesh has to be ahead of the game on this issue.\nI expect the fashion industry to further clamp down on this issue as regulations around due diligence become the norm over the next 18 months.\nMy takeaway point from all of this is that the RMG sector in Bangladesh should view human rights due diligence regulations as an opportunity to cement our place as a trusted partner of the global fashion sector.\nWe have made great progress on worker rights and—mentioning no names—I would certainly say some are ahead of most of our competitors in this area. So, let's embrace due diligence regulations as an opportunity to further improve the way we do business on the global stage.\n \nMostafiz Uddin is the Managing Director of Denim Expert Limited. He is also the Founder and CEO of Bangladesh Denim Expo and Bangladesh Apparel Exchange (BAE).\n",
        "headline_1": "New due diligence laws: Is Bangladesh ready?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/rmg-notes/news/new-due-diligence-laws-bangladesh-ready-2147901",
        "news_paper_name": "The Daily Star",
        "publish_date": "10-08-2021"
    },
    {
        "full_article": "In a move as baffling as most Covid-19 pandemic-related decisions taken by the government, a circular on Sunday announced the removal of most curbs starting Wednesday, August 11. This decision came on a day that saw 241 deaths and over 10,000 cases recorded in the previous 24 hours, while the positivity rate stood at 24.52 percent, according to the Directorate General of Health Services (DGHS).\nAccording to the circular, 50 percent of all modes of public transport (such as buses, trains and launches) will be allowed to run and at full capacity. This means that there will be little to no social distancing on public vehicles, if past experience is any indication. Besides all offices, banks, factories, mills and financial institutions reopening, restaurants, malls, markets and shops will also be allowed to operate in a business-as-usual manner. While malls and markets will stay open from 10am to 8pm, restaurants will operate between 8am to 10pm, seating patrons at half capacity throughout.\nThe circular reflected decisions taken during an inter-ministerial meeting on August 3, to keep the economic wheels of the country turning. This relaxation of restrictions was also said to be applicable for the foreseeable future. But does the government have a solid Covid-19 pandemic plan for the foreseeable future? The constant flip-flops and confusion over its decisions, and the lack of foresight as evidenced by the lifting of almost all restrictions on Sunday, are not exactly reassuring.\nAs if to reiterate the contradictory nature of most of the authorities' pandemic-related decisions, Cabinet Secretary Khandaker Anwarul Islam yesterday said during a press briefing that \"[operation of] recreation venues or public gatherings\" will still not be permitted after August 10. But how can public gatherings be avoided if public spaces such as malls, markets and restaurants are allowed to stay open, and there are limited restrictions on vehicular movements? Will there be law enforcement personnel at every crowded corner trying to impose social distancing? How many of the thousands of people out and about will be fined or detained for not wearing masks properly? When—as one infectious disease specialist told a reporter from this daily—this lifting of curbs gives way to more Covid-19 cases and more deaths, how does the government plan to deal with a possible third wave of the pandemic?\nWhile we commend the government for achieving its target of inoculating 32 lakh people (aged above 25 years) nationwide within only two days instead of the predetermined six days, we would also urge the authorities to not rest easy yet. The need to help citizens maintain their socioeconomic wellbeing is understandable, but this needs to be done in a more planned way and keeping the long-term future in mind—not just the next couple of weeks. It is high time for us to stop making decisions on the fly regarding the dire Covid-19 situation of the country.\n",
        "headline_1": "Do we have a pandemic plan anymore?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/do-we-have-pandemic-plan-anymore-2148611",
        "news_paper_name": "The Daily Star",
        "publish_date": "10-08-2021"
    },
    {
        "full_article": "To any casual observer, Saturday's daylong mass vaccination trial run—meant to set the stage for a planned special vaccination campaign starting on August 14—would appear as yet another exhibition of our failures to fashion a workable response against Covid-19. It was an operation poorly planned and executed—there was no surprise there. According to our correspondents, people showed genuine enthusiasm to get vaccinated by spontaneously turning up at designated centres across the country. But there were just way more people than there were vaccines available. The whole exercise was marred by chaos, mismanagement and lack of coordination, as many centres ran out of doses two or three hours after vaccination began. In many places, people were seen standing in mile-long queues on roads, crowds jammed themselves into the centres, and protests and brawls broke out.\nIf the purpose of this exercise, as the health minister had earlier said, was to identify the problems of vaccine rollout and fix those before the main drive, it's evident that it will require a lot of fixing. Unfortunately, there is a lot to be done but not a lot of time to do it in. The trial run came at a time when the country just recorded its deadliest week during this pandemic. On Saturday, Bangladesh recorded 261 deaths from Covid-19—the second-highest daily death toll from Covid-19. Just two days ago, it had recorded 264 deaths, the highest single-day toll. Overall, a total of 1,726 died from Covid-19 in the past week, an increase of 5.3 percent from the week earlier, according to the data of the Directorate General of Health Services (DGHS). Meanwhile, infections continue to be on the rise.\nWhat these grim numbers tell us, beyond the urgency of further improving the treatment and testing protocols, is that we must now, more than any time before, build a functioning vaccination system based on timely supply and proper delivery. The time of experimentation is over, and we must look back to know what mistakes have been made and ensure those never occur again. As we have already said in this column before, the constant flip-flops and confusion over the government's plans, not just in terms of vaccination but also lockdowns and other Covid-related decisions, could place it in a serious credibility crisis.\n   Public awareness—both to check the pandemic by following safety rules and participate in the vaccination drive—is of course an important part of our fight. But the government cannot deny its responsibility to ensure people comply and cooperate. Right now, it appears the most important challenge is to ensure availability of enough vaccines to sustain the upcoming drive and build a well-coordinated system of delivery so that it doesn't, again, become a potential superspreading event. All arms of the state's vaccine-giving apparatus must learn their mistakes from the chaotic trial run they just conducted.\n",
        "headline_1": "An exercise in mega-mismanagement",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/exercise-mega-mismanagement-2147871",
        "news_paper_name": "The Daily Star",
        "publish_date": "10-08-2021"
    }
]