[
    {
        "full_article": "The Supreme Court of India’s order invalidating the arrest and remand of NewsClick founder Prabir Purkayastha is much more than a technical outcome based on the failure of the Delhi police to furnish the grounds for his arrest in writing. It is also an indictment of the clandestine manner in which the police sought to obtain his custody. As if invoking the Unlawful Activities (Prevention) Act against the web portal was not malign enough — the case seems fictional in its entirety, and establishes no overt act that can even be described as unlawful, much less a terrorist act — the police seemed to have resorted to what the Court called a “blatant attempt to circumvent the due process of law”. The Court did not go into the merits of the case at this stage, but said enough to warrant an adverse inference about the absence of bona fides. Mr. Purkayastha was produced before a remand judge before dawn and his police custody obtained at 6 a.m., even though the police had the entire day to comply with the statutory requirement of producing him before a court within 24 hours. The police kept his lawyer in the dark about the early morning proceedings, and instead had a ‘remand advocate’ readily present during the proceedings. The idea was “to confine the accused to police custody without informing him the grounds on which he has been arrested; deprive the accused of the opportunity to avail the services of the legal practitioner of his choice so as to oppose the prayer for police custody remand, seek bail and also to mislead the court”.The judgment is also notable for extending, to the UAPA, the principle laid down in Pankaj Bansal (2023) that those arrested under the Prevention of Money Laundering Act should be given the grounds of their arrest in writing. In fact, interpreting the relevant constitutional provisions, the Court says this may be required as a matter of course and without any exception for the arrest of any person under the UAPA or any other offences. The police recently filed a charge sheet in this case, which makes the outlandish claim that Mr. Purkayastha was funded by the Chinese government and that he and American millionaire Neville Roy Singham were involved in an alleged conspiracy to replace Indian democracy with a party-state system as in China. It speaks of their support to fomenting riots and protests in India and even funding terrorists. Given the grave, even if far-fetched, nature of the allegations against him, regular bail would have been difficult to come by. Therefore, it is salutary that the Court has treated the level of adherence to procedure — the need to furnish the grounds of arrest in this case — as sacrosanct.\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\njudiciary (system of justice)\n\n/\n\narrest\n\n/\n\npolice\n\n/\n\nlaws\n\n/\n\nonline\n\n/\n\nmoney laundering\n\n/\n\nChina\n\n/\n\nterrorism (crime)\n\n/\n\ndemocracy",
        "headline_1": "Malign motive: On the arrest and remand of NewsClick founder",
        "headline_2": "Supreme Court order quashing arrest lays bare police design to circumvent due process",
        "link": "https://www.thehindu.com/opinion/editorial/malign-motive-on-the-arrest-and-remand-of-newsclick-founder/article68182761.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "17-05-2024"
    },
    {
        "full_article": "India’s merchandise exports, which shrank over 3% in 2023-24 — a year marred by multiple geopolitical and logistical disruptions to global trade — are off to a positive start this year, but only just. This April recorded outbound shipments worth $34.99 billion, reflecting a meagre uptick of 1.07% or $370 million from a year ago. As many as 17 of India’s top 30 export items reported year-on-year contractions, compared with 13 in the previous month. Significantly, these declines are over a weak base — in April 2023, goods exports had tanked 12.7% and 20 of the top 30 items had reported a fall in export values. The minor growth last month was largely driven by just four items, pharma, chemicals, electronics and, most importantly, petroleum products, which recovered from a 35% contraction in March, aided by the rise in global oil prices. On the flip side, the surge in oil and gold prices through April lifted the country’s goods import bill by 10.25% to over $54 billion. As a result, last month’s trade deficit was the highest in four months at $19.1 billion, and nearly 22.5% over March’s gap. If the OPEC+ club, which meets in early June, decides to extend output cuts, oil prices could well hit $100 a barrel. Moreover, a persistent global savings rush to gold as a safe haven, could keep pushing India’s favourite yellow metal’s prices higher. Apart from the deleterious effects of such a scenario on the domestic front (through higher fuel prices, for one), the trade balance and the rupee would be under pressure. Global trade volumes, after tanking 1.2% in 2023, are expected to rise 2.6% this year, as per the World Trade Organization. The government is hopeful that India’s key markets in the western world clock lower inflation and improved growth rates, spurring a demand bounce. However, India needs to sharpen its approach to capitalise on such a bounce and ensure that any gains that may accrue will create wealth across the domestic economy. This requires addressing the challenges facing labour-intensive sectors such as garments and footwear, where the country has been losing out to rivals, including Bangladesh and Vietnam, in recent years. The downward trend for these sectors, as well as gems and jewellery, continued in April. Tackling concerns about product quality (in spices or drugs, for example) or allegations about labour or environmental concerns (aimed at booming shrimp exports) with greater vigour, is also critical. Moreover, agricultural exports, curbed in the battle against inflation, must be reinvigorated soon, given the healthy monsoon prospects. The next government must roll up its sleeves quickly to rev up the export growth engine and ensure trade balances do not turn unwieldy. \nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nIndia\n\n/\n\nexports\n\n/\n\ntrade policy\n\n/\n\npharmaceutical\n\n/\n\nchemicals\n\n/\n\nelectronics\n\n/\n\noil and gas - upstream activities\n\n/\n\ncurrency values\n\n/\n\nfootwear\n\n/\n\nBangladesh\n\n/\n\nVietnam\n\n/\n\nagriculture\n\n/\n\nMonsoon\n\n/\n\njewelry\n\n/\n\nenvironmental issues",
        "headline_1": "Trade imbalance: on India’s merchandise exports",
        "headline_2": "A sharp spike in the import bill blights April’s mild uptick in exports",
        "link": "https://www.thehindu.com/opinion/editorial/trade-imbalance-on-indias-merchandise-exports/article68183110.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "17-05-2024"
    },
    {
        "full_article": "● Soren’s bail plea called the arrest a ‘conspiracy’.\nHemantji’s paid the price for not succumbing to pressure. Jharkhand has always been treated as a stepson. He raised the issue of state govt not having been paid royalty on minerals. When allotment of around 8L PM Awas schemes for Jharkhand was cancelled, and diverted to states with ‘double engine govts’, Hemantji introduced Abua Awas scheme from the state coffers. Obviously, the challenge was growing bigger for the Centre. He wasn’t arrested for corruption. Were investigators really serious, they would’ve at least asked the owners of the land, those who claimed the land is theirs. Instead, even they’ve been clubbed as accused in the case.\n● Central agencies’ raids in Jharkhand were alleged to be ‘political vendetta’. But you can’t deny recovery of cash and bureaucracy’s involvement.\nCorruption is not peculiar to Jharkhand. It’s rampant and a global phenomenon. What matters is how action is taken. Action was being taken in the state selectively, on select matters. What about corruption of different forms – when Centre refused the state legitimate share of state royalty? When schemes were diverted to other states? When promises of providing jobs were not fulfilled?\n● You talk up tribal identity, tribal pride. Will you champion these at the national level?\nOur demand is for a separate code for Sarna religion for tribals so that their identity, culture and traditions remain protected. They cannot be clubbed with any other religious group. When I was asked to speak at Rahul Gandhi’s Nyay Yatra in Mumbai, I realised it was a big platform from where I could raise the matter of injustice to Hemantji. For tribal rights, instances of oppression must also be highlighted. As far as taking a decision to give voice to tribal issues nationally, I’m waiting for Hemantji’srelease. He’s already a national icon of tribal fighters who chose to go to jail but never compromised.\nRead full story on TOI+\n\n",
        "headline_1": "‘Adivasi jhukega nahi. It’s not in our DNA…Corruption isn’t peculiar to Jharkhand. What matters is how action is taken’",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/adivasi-jhukega-nahi-its-not-in-our-dnacorruption-isnt-peculiar-to-jharkhand-what-matters-is-how-action-is-taken/",
        "news_paper_name": "The Times of India",
        "publish_date": "17-05-2024"
    },
    {
        "full_article": "In several villages of Ajara taluka, Kolhapur, western Maharashtra, a major election issue, particularly for the concerned parents and teachers, has been the proposed closure of govt schools. With many who can neither afford private schooling nor like the idea of cluster schools for groups of villages, it’s this local issue that gained electoral momentum.\nThe intense local voices are why general elections in Maharashtra have never been muddier, or gondhal, as one says in Marathi.\nThe state was the last bastion of Congress, until 1995, when the Shiv Sena-BJP Yuti (alliance) started making new regional history. Sharad Pawar’s breakaway NCP nevertheless kept it to a neat two-camp system by often allying with its parent-party. In 2024 it’s still the same two camps, but with the bisection of both NCP and Shiv Sena; one faction in each party allied with BJP and the other with Congress. As a result, 6 major parties split into 2 opposed camps of Maha Yuti (BJP+) and Maha Vikas Aghadi (MVA, Congress+) are now vying for votes.\nAll new voters | Maharashtra has added 41L first-time voters aged 18-29 to the latest electoral roll. But, as past allegiances no longer hold and the voting mind has not been tested in five years, each of the 9cr Maharashtrian voters in the 2024 Lok Sabha polls is in a way new.\nLoyalties and families have been split across urban centres and the rural countryside. Party hopping has gone up several notches from its election season standard, the race is tight and many victories will be sliver-slim. Low turnouts at election rallies and during the first four phases of voting deepen the mystery of which way it is going – even as only Mumbai Metropolitan Region’s 10 seats and four north Maharashtra constituencies remain to vote.\nSame old civil society | Where party fragmentation has bred confusion, civil society organisations with strong local ties may tip the scale to win voters’ trust.\nBJP cadres, particularly those in the Sangh, have been chugging away.\nRead full story on TOI+\n\n",
        "headline_1": "The Maha Gondal",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/the-maha-gondal/",
        "news_paper_name": "The Times of India",
        "publish_date": "17-05-2024"
    },
    {
        "full_article": "Supreme Court yesterday reiterated the paramount importance of procedural safeguards that flow from the Constitution to ensure arrests are not arbitrary. In Prabir Purkayastha (NewsClick founder) vs State (NCT of Delhi), the arrest, a subsequent remand order and also an order of Delhi HC were quashed because of the failure to follow due process. Purkayastha was ordered to be released on a technicality.\nConstitutional guarantee | Article 22 of the Constitution provides safeguards when it comes to arrests. SC said the right to life and personal liberty is the most sacrosanct fundamental right. All the guardrails when it comes to arrests flow from this fundamental right.\nRight to defend oneself | The bone of contention in the Purkayastha case was that the appellant was not given the grounds of arrest in writing before remand. SC observed that everyone has “a fundamental and statutory right to be informedabout the grounds of arrest in writing”.\nThis principle applies regardless of the law invoked to make the arrest. Hence, yesterday’s judgment drove home the point “it has been the consistent view of this court that the grounds on which the liberty of a citizen is curtailed must be communicated in writing”. The purpose of ensuring that the details are communicated in writing is to allow the accused an opportunity to oppose remand and seek bail. In the absence of formal communication, the accused is at a disadvantage.\nHomework needs to be done | SC’s order highlighted that arrests had to be preceded by detailed investigation. It explained that grounds of arrest encompass details available with an investigating officer. It’s these details that form the basis of an arrest. When these details are not communicated formally to an accused prior to remand, there’s room for arbitrariness.\nSpecifics of the case | SC’s order did not deal with the merits of the case. Yet, both the remand and a supporting HC judgment were quashed only because of the sanctity attached to due process. SC concluded: “this entire exercise was done in a clandestine manner and was nothing but a blatant attempt to circumvent the due process of law; to confine the accused to police custody without informing him the grounds on which he has been arrested.” It’s unfortunate that it took Purkayastha almost eight months to get his arrest declared illegal. The delay is a telling statement on lower judiciary.\nThis judgment is built on precedent. The apex court has repeatedly emphasised that it will not allow dilution of statutory safeguards. That’s the basis of rule of law.\n\n",
        "headline_1": "The right call",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/the-right-call/",
        "news_paper_name": "The Times of India",
        "publish_date": "17-05-2024"
    },
    {
        "full_article": "A TOI analysis of BJP’s LS candidates showed that nearly 25% are from other parties, who joined BJP after 2014. Even in UP, almost a third of BJP candidates, 23 of 74, joined the party over the last decade. The self-proclaimed ideology-led party has been strikingly pragmatic in picking up politicians of all kinds, ideology being the last consideration. Politicians, on their part, have found it prudent to switch to further their career, and secure a foreseeable future.\n\nVoter who? | Like corporations seeking expansion if not diversification, BJP has grown its footprint across states to acquire politicians with perceptible heft, who can carry to BJP their vote shares of previous electoral wins, regardless of ideology. The weighted distance between a party’s election rhetoric and its selection of candidates is a puzzle for voters to solve.\nWinnability | Nominees who are defectors are mostly multi-millionaires, if not the top taxpayers. Elections are costly business. In its modern-day avatar, in constituencies where cadre-strength is absent, or party workers are unwilling to work for a defector-nominee – as reports from UP have suggested – it is the political consultancy that is hired for campaign minutiae, including doling out perks for grassroots-level community heads. The last group has the onerous task of shepherding the votes – those miffed and those uncaring – towards the defector-candidate. A party rarely dishes out cash required for such intricate negotiations.\nBalance-balance | But BJP too realises not all defections can be welcomed. Take for instance the delicate play over Kamal Nath in Madhya Pradesh, whose seat Chhindwara was the only one of the state’s 29 where BJP lost in 2019. Had Kamal Nath defected, he would have taken along his legacy of battles with Guna’s Jyotiraditya Scindia – that had triggered Scindia’s defection in the first place.\nIn the final count, how many defector-nominees win, especially where BJP has state-level presence, will be the measure of its HR policy.\n\n",
        "headline_1": "Turncoat tales",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/turncoat-tales/",
        "news_paper_name": "The Times of India",
        "publish_date": "17-05-2024"
    },
    {
        "full_article": "Respect for others' religious beliefs is one of the fundamental pillars of our present day civilisation. Learning from history, from the incessant religious wars in many parts of the world, especially in Europe, people realised and internalised in their collective consciousness that unless mutual tolerance became the norm, violence and war would never cease and human prosperity could never be achieved. This practice of tolerance began with accepting the norms and practices of the religions of others.\nThis writer and this newspaper are firmly opposed to anyone hurting religious sentiments. We are, in principle and in practice, totally against anyone, however remotely or indirectly, denigrating the religious feelings of others.\nIn history, one of the most brutal and protracted religious wars was the First Crusade, initiated by Pope Urban II in 1095 when he called upon the Christians to unite and recapture the city of Jerusalem from the Muslims. The reason I mention this is because it is important to know that the first victims of the First Crusade were not Muslims but the European Jews at the hands of the Roman Catholic Christian army. Thus, from the very beginning, it showed that wars in the name of religion often victimise those who are not the original target. Many vested interest groups enter into play and use the heightened emotion and blind devotion—characteristics of faith-based wars—to achieve their own narrow ends. A lesson that has been proven over and over again throughout history.\nThe question of \"hurting religious sentiments\" is hardly comparable to wars. However, one has to be fully aware of where these things can lead to, the examples of which we saw in Bosnia-Herzegovina and in many riots that took place, and still does, in South Asia, each of which contains the seed of greater conflagration.\nThere are two ways of achieving the goal of inculcating religious tolerance: social and legal.\nThe social measures come through the family, social values and education. Family is where learning of all sorts begins. This is where values about not hurting others' religious sentiments must be taught. The parents and the larger family have a sacred obligation to create an environment that will instil in every child the obligation to respect their own religion and that of others. In Bangladesh, where the vast majority are Muslims and we are proud of our faith, we need to ensure that the followers of other religions are allowed to feel the same. Every Hindu, Christian, Buddhist, members of ethnic groups and followers of other religions are proud of their own faiths and, as the majority community, it is our responsibility to ensure an atmosphere of tolerance that allows the followers of all faiths to practise their religions in total freedom and ease. That is the premise on which the whole notion of religious tolerance is based, and one that everyone in society must respect. That is a fundamental principle of our Liberation War, our constitution, and of course democracy. This must start at the family level.\n\nHow does one determine \"hurt\"? It is so personal and subjective. What may be a legitimate and innocent question may end up hurting another. Will criticising a religious scholar or a religious teacher constitute \"hurting\" religious sentiments? Their ardent followers may feel \"hurt\" and thus lodge a case. There are many instances of corrupt practices within religious institutions. Will revealing those constitute hurting religious sentiments?\nThen comes society, where the above values of religious tolerance must be made the norm. We must be fully aware of the fact that religious pride and religious chauvinism are far from being the same. Pride about one's own religion is natural and should be allowed full play. But when that pride transforms into a belief, which subconsciously leads to looking down upon the religion of others, that is when religious pride becomes religious chauvinism. This is how, without being conscious of it, we become intolerant.\nThe third element in building a society of religious tolerance is education. Here, our latest national curriculum framework of 2021 made some significant contributions. In the chapter \"Religion Studies,\" it states that every student must study his/her religion in order to become a faithful follower and understand the true meaning of what is stated in his/her religion. Simultaneous to learning about their own religion, students must also develop tolerance about the religion of others in order to show respect and to build a harmonious society where everyone can live in peace. The education policy further states that true knowledge about one's own religion is vitally important so that no one can misguide them with inappropriate or false interpretation.\nThe issue of tolerance in general and religious tolerance in particular have become a matter of great concern as we see a global rise in narrow-mindedness, prejudice and hatred based on race, colour, ethnicity, and religion. Ultranationalism is, on occasion, blended with religious beliefs that essentially incorporate hatred for other religions, causing a great disruption to social harmony and creating conditions for future tension, if not outright conflict.\nOur final point is the legal construct to prevent \"hurting\" the religious sentiments of others. Whenever we try to make a law to prevent such occurrences, we must ensure that the law is clear and unambiguous. This brings us to the discussion of the old Digital Security Act (DSA), about which we have had so many reservations. Yes, journalists have been given some respite in its new incarnation—Cyber Security Act (CSA)—but the vague formulation dealing with hurting religious sentiments still haunts us as it affects journalism directly. It is very broad, too encompassing, and without clear definition as to what constitutes \"hurting religious sentiments.\"\nFor a law to be meaningful, it has to be clear and its violations must be specific. A citizen must know where the line is drawn beyond which he/she stands in breach of the law. A vague law can be misused and even weaponised. The CSA says, \"If any individual or group, for the purpose of deliberately or knowingly hurting religious values or feelings, or for the purpose of instigating, propagates or broadcasts something through a website or any other electronic device that hurts religious beliefs or values, then that act will be considered a crime\" (translation ours). How does one determine \"hurt\"? It is so personal and subjective. What may be a legitimate and innocent question may end up hurting another. Will criticising a \"Pir\" or an imam or a religious scholar or a religious teacher constitute \"hurting\" religious sentiments? Their ardent followers may feel \"hurt\" and thus lodge a case. There are many instances of corrupt practices within religious institutions. Will revealing those constitute hurting religious sentiments? If a newspaper exposes the wrong-doings in the management of a mosque, madrasa or any religious body, will the paper face a case under CSA? The law is so vague that it can be used for the purpose that it is not meant for.\nWhile we don't want to see anybody's religious sentiment hurt, we also don't want to see this becoming a way of stifling research, legitimate criticism, critical thinking and definitely not a cap on the exposure of wrong-doings.\nI want to end with one thought of caution in the whole exercise of preventing hurting of religious sentiments. It is usually the sentiments of the majority that gets priority. Hurting the religious sentiments of the minority is not dealt with as much seriousness, urgency or severity as that of the majority. For us to understand it clearly, let us look at present day India. How seriously is hurting Muslim religious sentiments or values likely to see justice vis-a-vis hurting Hindu religious sentiments? This should help us see the play of state power in the reverse and prevent its occurrence here.\nMahfuz Anam is the editor and publisher of The Daily Star.\n\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "Column by Mahfuz Anam: What constitutes hurting religious sentiments?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/the-third-view/news/column-mahfuz-anam-what-constitutes-hurting-religious-sentiments-3611546",
        "news_paper_name": "The Daily Star",
        "publish_date": "17-05-2024"
    },
    {
        "full_article": "At a time when the country should be supporting entrepreneurs to bolster its faltering economy, it is disheartening to learn that they are facing unnecessary hurdles in their way, costing them both time and money. According to the findings of a study on the state of doing business in Bangladesh, there are a number of regulatory barriers that make entrepreneurship in Bangladesh quite cumbersome. These observations not only bring forth the plight of domestic entrepreneurs, but also show where reforms are essential.\nFor example, the research paper points out that entrepreneurs have to pay six times more than the official rates to obtain licences and permits from various government agencies in order to do business. Astonishingly, if someone wants to set up a garment factory, they need to obtain no fewer than 20 licences! Imagine shuttling back and forth between different agencies in search of the licences, which may also involve paying hefty sums in bribe. Another big barrier is obtaining finance: on top of going through a complex process to obtain loans from banks, entrepreneurs have to face the added difficulty of getting the loans at competitive rates, because most banks are burdened with massive amounts of defaulted loans.\nThe question is, why are entrepreneurs being forced to pay so much to start or continue their undertaking? Where is the extra money going? And why do they have to submit all of their documents every time they need to renew a licence? What is the point of digitisation if the documents are not kept on record? It is clear that corruption has a big part to play here—a fact also highlighted by the United States Trade Representative (USTR) in the 2024 National Trade Estimate Report on Foreign Trade Barriers. These obstacles are not just affecting domestic entrepreneurs, but foreign investors too. Germany, for example, is yet to find Bangladesh as an attractive investment destination, according to the deputy head of mission of the German embassy in Bangladesh. That is why Bangladesh lags behind its competitors such as Indonesia, Vietnam and India in getting German investment.\nTo attract or ensure ease of business, barriers like these must be removed. When the country is struggling with a persistent rate of unemployment, entrepreneurship, particularly youth entrepreneurship, can make a huge difference. With the right support, small and medium entrepreneurs can contribute to creating employment and increasing export earnings. All they need is a supportive entrepreneurial ecosystem across all sectors. The convoluted processes of licensing must be straightened out so that entrepreneurs don't have to go through unnecessary hassles.\n",
        "headline_1": "Doing business should not be so cumbersome",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/doing-business-should-not-be-so-cumbersome-3611386",
        "news_paper_name": "The Daily Star",
        "publish_date": "17-05-2024"
    },
    {
        "full_article": "It is believed that education, in the midst of global advances and challenges, remains the critical vehicle of empowerment, and this holds true for countries like Bangladesh. The Universal Declaration of Human Rights (UDHR) of 1948 has recognised education as a core human right, and throughout human history, it has proven essential to personal and social development.\nIn Bangladesh, primary education up to Class 5 is compulsory, according to the Primary Education (Compulsory) Act, 1990. Article 17 (free and compulsory education) of the Constitution of the People's Republic of Bangladesh enshrines compulsory education as a fundamental principle of state policies.\nAlong with that, the government adopted the National Education Policy 2010 to cultivate human values, groom them with leadership skills, and progress society. Accordingly, the government has taken a few initiatives, including providing textbooks and a monthly stipend to the students, which are commendable and have made significant contributions, particularly in enrolment in primary and secondary schools.\nThe overall scenario of education in Bangladesh is not relevant to the aspirations of the youth, and much remains to be done in this regard. The looming challenges—lack of quality teaching, backdated curricula, large class sizes, lack of extracurricular activities, lack of education material, out-of-pocket expenditure, weak assessment systems, the gap in the introduction of technology, child marriage, and dropouts—are holding us back from achieving the objectives of education referred to in the constitution and National Education Policy.\nAccording to the Bangladesh Education Statistics 2022, produced by the Bangladesh Bureau of Educational Information and Statistics (BANBEIS), the dropout rate from primary education is around 14 percent. For secondary education, the rate is 41 percent for girls, and 36 percent overall. Moreover, the most recent survey published by BANBEIS in 2023 revealed that the number of students in secondary education has decreased by 10 lakh from 2019 to 2023, and 55 percent of students who have dropped out are girls. The number of students in vocational education has increased slightly in this period, with just under 50,000 students being added. The teacher-student ratio is as high as 31 students per teacher. Along with this, the Unesco Global Education Monitoring Report 2022 found that average expenditure on education increased by a staggering 80 percent in real terms, and Bangladesh has the second highest rate of private secondary education globally. The same study informed us that households account for 71 percent of total education spending in Bangladesh, one of the highest in the world.\nMoreover, in Bangladesh, 51 percent of girls are married off before the age of 18, and in rural areas it is 54 percent. Child marriage is a big setback for young girls looking to continue their education. The existing education system also reflects the poor status of decent employment generation among the younger generation, with 92.7 percent of the young people (aged 15-29) engaged in the informal sector, with the percentage rising to 98.5 among young women, according to the Labour Force Survey 2022. Moreover, the recently published Bangladesh Sample Vital Statistics 2023 by the Bangladesh Bureau of Statistics (BBS) revealed that 39.88 percent of youth in Bangladesh are neither studying nor working. This statistic has a gender dimension too, with 60.85 percent of young women falling under this category.\nThe overall scenario shows that the existing education structure, including delivery methodology, is not able to bring the changes as expected in the overall socioeconomic condition. Data from the World Bank tells us that there are very few countries in the world that have five years or less of compulsory education. Compared to Bangladesh's five years, compulsory education in India is eight years; in Nepal, it is nine years; in Sri Lanka, it is 11 years; in Pakistan, it is 12 years; in Vietnam, it is 10 years; and in the Philippines, it is 13 years. Unicef says each additional year of schooling raises the average annual GDP by 0.4 percent, increases individual earnings by up to 10 percent, and reduces the poverty rate by nine percent. However, the outcome of education is not only limited to economic development. The recently published Human Development Report 2023 by UNDP refers to the relationship between education and addressing inequalities. According to the report, Bangladesh's mean years of schooling are only 7.4 years, which may be better than India's 6.6 years, but falls behind the Maldives' 7.8 years. Bangladesh's expected progress to the \"high human development group\" requires a much extended education period.\nThe government recently made a fresh move to extend primary education up to the Class 8. During a joint meeting among the education and primary and mass education ministries in May, Farid Ahmed, secretary of primary and mass education ministry, stated that the ministries would work together to make education up to Class 8 compulsory and free of cost, and that this extension was a recommendation of the National Education Policy.\nThis is an appreciable initiative, whose implementation must be ensured without failure. Alongside this, the enactment of the Education Act should be completed immediately to fulfil the objectives of the National Education Policy. To achieve all the policy commitments and overcome all the socioeconomic challenges, the most important things to do are to ensure the quality and relevancy of education and to extend compulsory education up to Class 8. This move will contribute to the younger generation being better prepared to face new challenges. On the other hand, education is a tool for social inclusion. Education is the most significant way to invest in women and girls, and to develop them into an active workforce, eventually helping them become a part of social transitions that are inclusive, just, and transformative.\nFarah Kabir is country director at ActionAid Bangladesh.\n\nNazmul Ahsan is leader, young people at ActionAid Bangladesh.\nViews expressed in this article are the authors' own. \nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n",
        "headline_1": "Reimagining primary and compulsory education in Bangladesh",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/reimagining-primary-and-compulsory-education-bangladesh-3611196",
        "news_paper_name": "The Daily Star",
        "publish_date": "17-05-2024"
    },
    {
        "full_article": "Ever since the Green Climate Fund (GCF) was set up by the United Nations Framework Convention on Climate Change (UNFCCC) in 2010, there have been talks on how the countries to benefit from it can access the fund and on which priority basis. No doubt, the fund was meant for developing and poor countries to help them mitigate climate-related vulnerabilities, but the method of disbursing the fund remained far from transparent. Over the years, it is apparent that things have not changed much, rather the disappointing picture emerging from the GCF's fund handling process has become a cause for serious concern for developing countries fraught with climate risks. For some time now, countries like Bangladesh are finding the GCF increasingly turning problematic on account of the shoestring of debt repayment attached. Shifting away from grant-based activities, the GCF is leaning towards profit-based loan activities. Furthermore, despite commitments from developed countries, the GCF has failed to raise sufficient funds from them.The Transparency International Bangladesh (TIB) in a study report released this week has blamed the GCF's mechanism of disbursing money and its moving away from the purpose it was originally meant to serve. The report also states that the GCF programme lacks good governance standards, and suffers from bureaucratic complexities, discriminatory practices and arbitrary domination of influential international organisations. The TIB report found that despite the demand for $215 to $387 billion, the GCF provided the developing countries, including Bangladesh with only $5.9 billion for adaptation to climate change. Of the fund provided, 40.6 per cent is given as loan, and 41.6 per cent as grants. GCF is regarded as the largest global source of climate funding for developing countries, aimed at mobilising the climate finance promised by developed nations. However, it has only been able to mobilise 2.0 to 3.0 per cent of the promised US $100 billion per year from developed countries. The study said, against the annual adaptation demands of US$215 to $387 billion by 2030 for vulnerable countries, the fund has only approved US$5.9 billion since 2015, indicating a gargantuan gap between expectations and GCF delivery. As for Bangladesh, the country needs $12 billion to address climate change by mid-2025, but so far, only $1.18 billion has been approved from national and international sources, representing 9.9 per cent of the required amount. The TIB report says GCF provides more funds to organisations like the UNDP, the IDB, the ADB and the EBRD, which is unacceptable and in contradiction to its core mandate. The GCF could not achieve 50:50 proportions for adaptation and mitigation, the TIB's findings say. The report also states that the Bangladesh government's selection of the National Designated Authority (NDA) for GCF appears arbitrary due to the absence of clear policies governing NDA appointments.Clearly, GCF has strayed away from its objective, bypassing country priorities and staying indifferent to its targets for mitigation of climate-change vulnerabilities. Prioritising loans over grants goes against the agreement. It is crucial that while contributions from donors match their commitments, the core mandate of GCF is strictly adhered to.",
        "headline_1": "GCF indifferent to country priorities",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/gcf-indifferent-to-country-priorities-1715873667",
        "news_paper_name": "The Financial Express",
        "publish_date": "17-05-2024"
    },
    {
        "full_article": "Against the background of examinations in truncated syllabi and subjects ---and that also carrying in most cases half the marks instead of full marks--- this year's Secondary School Certificate (SSC) examination reverted to its full form on all those counts. The stakes were high and all concerned naturally kept their fingers crossed. A pass rate of 83.77 out of a hundred cannot be considered disappointing in the context of the full-fledged examination after the pandemic. But this average percentage of pass goes to the credit of the nine general education boards with a wide variation from the lowest 73.35 per cent for the Board of Intermediate and Secondary Education (BISE), Sylhet to the highest 92.33 for the BISE, Jashore. The two alternative and equivalent boards Madrasah Education Board and Technical Education Board could not match their pass percentage with the average rate of the nine general education boards but their 79.66 per cent and 81.38 per cent of pass respectively are higher than three of those boards. Reading between the lines of the reactions from various quarters, it appears that some of the comparisons made are ludicrous. One such comparison is the 2.65 percentage point higher pass than the previous year's. This leads to the fundamental question of the education system followed at the secondary and higher secondary levels and the way merits of students are evaluated. That the entire education system is missing a reasonably uniform standard of teaching and opportunities for learning is glaringly exposed by the wide margin of pass percentages of different education boards and, sadly, by the zero pass in as many as 51 educational institutions this year. It is not special to this year. With a rise in or fall of the number of such institutions, this happens every year. Financial solvency of parents or guardians, location of schools, colleges and marasahs, their facilities, teaching staff and management of the institutions are the determining factors. When certain educational institutions have to their credit the enviable results of cent per cent pass and grade point average (GPA) 5.0 scorers, their admission procedures, class teaching and above everything else private coaching play the defining role. Contrast this with the odds stacked against examinees from poor financial backgrounds and schools barely running with skeleton teaching staff some of whom have to teach subjects of different disciplines, in which their expertise is questionable. The authorities of the education boards have sounded that they would serve show cause notices on the 'zero pass' schools and madrasahs. Some have questioned how those ---some of which do not even have the bare minimum infrastructure--- were granted accreditation. It seems the virus is in the antidote. Before the easy option of taking the school staff to task, let there be a scrutiny of how this approval was made in the first place. With outrageous disparities between conditions of educational institutions, any hope of comparable results is simply futile. Now it would be better to concentrate on the kind of education offered and the destiny of passed out students. When the pass rate is in between 80 to 90 per cent at the SSC and HSC levels, why does it come down to as low as 10-12 per cent in university admission tests? When higher or lower scores depend on common or uncommon questions in exam papers, the weakness of the system is exposed. The system of merit evaluation by separate or aggregate numbers is fundamentally flawed in an equally flawed education system. Students are taught to learn by rote answers to some important questions selected through permutation and combinations from a pool of questions set in the previous years. Only in rare cases are they equipped with the knowledge that prepares them to independently write a precise, appropriate and comprehensive answer. When they learn solution of mathematical and geometrical problems they must know in practical terms what the theories are based on and why. Once that ability is acquired, they are supposed to solve any problem of the same nature. Similarly, in subjects like Bangla and English, the evaluation ought to have indicated an examinee's use of languages in communication, descriptive and analytical performance with reference to correct grammatical usage and the level of literary appreciation and insight attained. Whether it is literature, mathematics, physical or biological science, history or geography, the knowledge has to be as much comprehensive as possible so that one does not have to get answers ready by tutors or coaching centres and learn by rote only to copy from memory. Educationists have long felt the need for a paradigm shift in the education system and the evaluation process. Since eminent educationists are involved with the process, it could fulfil the need. But as it is the wont of the bureaucracy and the political expediency of politicians, they put the carriage before the horse. Without allocating enough fund for building facilities for poor and backward educational institutions at least to bring about a semblance of uniformity and developing a new crop of teachers capable of taking up the challenges, the introduction of the new education curricula is more likely to backfire than achieve the stated objective. A follow-up study of the passed out batches of examinees of the SSC and HSC over a period until they start their careers could make interesting reading. Where do the more meritorious, the middle and lower ranked groups end up ultimately? To have an insight into their study-to-career journey is crucial to planning for young learners.\n[email protected]",
        "headline_1": "Planning pragmatic teaching for young learners",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/planning-pragmatic-teaching-for-young-learners-1715873703",
        "news_paper_name": "The Financial Express",
        "publish_date": "17-05-2024"
    },
    {
        "full_article": "The violation of consumer rights is commonplace in Bangladesh for various reasons - low moral standards of businesses, consumers' ignorance of their rights and more importantly weak legislation and protection mechanisms.With its Third-World legacy, Bangladesh lags way behind in ensuring consumer rights. It was Europe where the idea of consumerism evolved since the 19th century. Initially, establishing a consumer protection mechanism was in fact a struggle against capitalism and food fraud. The first consumer protection organisations came into being in Denmark and the first consumer council was created in Great Britain in the mid-20th century to enable consumers the right to have a say on issues reserved to producers and traders.In Bangladesh, policymakers did not feel the need for a consumer protection mechanism until 1985 when the United Nations General Assembly adopted a set of guidelines for consumer protection, granting international recognition to consumer rights. The United Nations Guidelines for Consumer Protection (UNGCP), which was expanded in 1999, requires governments to develop and maintain a strong consumer protection mechanism, taking into account the guidelines and relevant international agreements.Countries concerned about consumer rights began initiatives immediately to formulate a statute to this effect. For example, our neighbouring India took just one and a half years following the adoption of UNGCP to legislate a consumer protection law. Bangladesh took time until 2009 to enact such a law – the Consumer Rights Protection Act. Successive governments since the mid-eighties kept drafting and scrutinising the law for two and a half decades despite the prevalence of grave infringement of consumer rights and constant pressure and advocacy by rights groups. But when the law was finally passed, it was found to have failed to satisfy the rights activists, who expected the statute would provide for the constitution of a quasi-judicial body, as in India, comprising stakeholders, including rights advocates, civil society members and business leaders. India set up the National Consumer Disputes Redressal Commission (NCDRC), which is headed either by an incumbent or a retired Supreme Court judge, in 1988 under the Consumer Protection Act of 1986 at the national level. At the state and district levels, the country has consumer protection councils with the state-level body being headed by the minister in-charge of consumer affairs in the state and the district-level council headed by the collector of the district. Both the commission and council are vested with huge authority to deal with cases of consumer rights violations.In Bangladesh, the law has provided for a full-fledged government department and we have got the Directorate of National Consumers' Right Protection (DNCRP) headed by a director general. The establishment of a pure government department frustrated the consumer protection efforts from the very beginning. The department is struggling to tackle the widespread incidents of consumer rights violations. A consumer rights commission, once under discussion, could not be established due to opposition from bureaucrats. If it is so, the DNCRP will perhaps remain an extreme example of how a public interest effort can be spoiled by bureaucratic interference.However, it is good to see officials of the DNCRP, sometimes even its director general, aided by executive magistrates, conducting regular drives against consumer rights violators including price manipulators, profit mongers, counterfeiters, forgers, substandard goods manufacturers and sellers, etcetera. The drives are yielding some results. But this action and its results are far from what Bangladesh needs as a country where the rights of consumers are rampantly infringed. The amount of fine the DNCRP is authorised to impose is meagre compared to the level of violations. So, it does serve well to get the country rid of the ill. Let the government work out a more effective consumer protection mechanism good enough to save consumers from rights infringements.\n[email protected]",
        "headline_1": "Consumer rights vs business malpractices",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/consumer-rights-vs-business-malpractices-1715873738",
        "news_paper_name": "The Financial Express",
        "publish_date": "17-05-2024"
    },
    {
        "full_article": "Maintaining solidity of hills is crucial for preserving environmental balance and biodiversity. Protecting these natural formations is also vital for development of a country's natural heritage and tourism industry. However, in Bangladesh, hills are indiscriminately destroyed.Hills are being cut down, and their soil is transported to brick kilns or used to fill swamps. Trees worth hundreds of crores of taka are being felled annually. Various syndicates have emerged to capitalise on this decimation.Those tasked with protecting hills have to give in for various reasons, resulting in a surge of hill cutting. According to a recent news report, hills are being destroyed in Jaintapur, Sylhet, particularly in Horni village of Ward No. 6 of Nijpat Union. Despite the continuous cutting of hills day and night, the administration turns a blind eye to it.Wanton destruction of hills is also reported from areas like Habiganj, Moulvibazar, Sylhet, and Sunamganj. Even within Sylhet city, hill cutting is going on unabated. The Department of Environment cites insufficient manpower to take decisive action. However, there are allegations that no hill is cut without the Department being 'managed.' Similar accusations are directed at the local land office. Reports suggest that many influential locals, including politicians and public representatives, are either directly involved in or regularly bribed to overlook these activities.Media reports indicate that 30 per cent of the hills in Greater Sylhet have been cleared in the past two years. Hill cutting occurs day and night, with some operations continuing under the cover of darkness. Environmentalists warn that if this continues, the hills of Greater Sylhet division could vanish within a few decades. \nJasim UddinStudentShahjalal University of Science and TechnologySylhet[email protected]",
        "headline_1": "Hills being flattened in Sylhet",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/hills-being-flattened-in-sylhet-1715873763",
        "news_paper_name": "The Financial Express",
        "publish_date": "17-05-2024"
    }
]