[
    {
        "full_article": "The Supreme Court’s decision to refer to a Constitution Bench the issue of granting legal recognition to same-sex marriages can be seen as an important step towards ensuring gender equality, despite apprehension that it is encroaching on the legislative domain. Petitioners before the Court view the idea of giving of legal status for marriages between people belonging to the same sex as a natural consequence of the 2018 judgment decriminalising homosexuality. The government, however, contends that there is no need to depart from the heteronormative understanding of marriage. And even if there ought to be such a change, it must come from the legislature. The question before the Court is whether it should interpret provisions of marriage laws in India, especially the Special Marriage Act, 1954, as permitting marital unions between same-sex couples. The Act allows the solemnisation of a marriage between any two persons and is used by those who are unable to register their marriages under their respective personal laws. The Union government has argued that the decriminalisation of consensual relations between adults of the same sex has removed the stigma attached to homosexuality, but has not conferred the right of marriage. And that the state is entitled to limit its recognition to marriages involving heterosexual couples. There is no discrimination, it claims, in keeping same-sex couples out of the definition of marriage.In terms of the equality norm, the central question is not very complicated. It can be recognised that no civil right available to married heterosexual couples ought to be denied to those who belong to the same gender. The incidental consequences on issues of property and succession may not pose insurmountable difficulties. The Centre’s other argument, invoking religious norms and cultural values, against recognising same-sex marriages is weak and inadequate. It is futile to argue that it will undermine faith or rock societal values. The mere fact that many people consider marriage to be a sacrament or a holy union is not enough to deny equal status to the union of people of the same sex or to undermine its essential character as a social and economic contract. Whether the remedy ought to take the form of recognition of same-sex marriages, and, if so, whether it should be through judicial intervention or legislative action, is the question. That the legislature should be involved in bringing about far-reaching changes that may impact the personal laws of all religions is indeed an acceptable proposition. A responsive government that wants to treat this as a matter of policy and not cede space to the courts would act on its own to consider the right of any two people, regardless of gender, to marry or found a family. Legislative inaction on burning social issues will legitimise and invite judicial intervention.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nLGBT\n\n/\n\nmarriage\n\n/\n\njudiciary (system of justice)\n\n/\n\nlaws\n\n/\n\ncivil rights",
        "headline_1": "Inaction and intervention: On the handling of social issues",
        "headline_2": "Legislative inaction on social issues will legitimise judicial intervention",
        "link": "https://www.thehindu.com/opinion/editorial/inaction-and-intervention-on-the-handling-of-social-issues/article66619203.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "15-03-2023"
    },
    {
        "full_article": "India’s unassailable form in its cricketing backyard was reiterated once Rohit Sharma’s men retained the Border Gavaskar Trophy with a 2-1 verdict in the recent four Test series against Australia. But the larger picture was the tussle for a berth in the World Test Championship (WTC) final at London’s Oval from June 7. A clear margin of winning by two Tests was essential but the Aussies won at Indore and reduced the deficit while Ahmedabad’s placid surface hinted at an inevitable run-soaked drawn encounter. Sri Lanka, the other contender, was in with a chance while Australia had already sealed its spot. Thankfully for India, a Kane Williamson master-class helped New Zealand secure a thrilling last-ball victory over Sri Lanka at Christchurch. Sri Lanka’s loss proved to be a welcome bonus for India, which qualified immediately even as the Ahmedabad Test meandered towards a stalemate. Having lost to New Zealand in the 2021 final at Southampton, India’s quest this time around was to first qualify and then to correct the ICC title drought within its cupboard at the BCCI office in Mumbai. India last won an ICC championship when it claimed the Champions Trophy at Birmingham in 2013. Subsequently both in Test whites and in the blue shade, India has failed in the knockout rounds.The triumph against Australia should hold India in good stead, but when the rivals face off at a neutral venue in the WTC summit clash, there will be no designer spinning square. Tests ending within three days with pitches deteriorating from the first ball do not augur well for cricket’s longest format. Ahmedabad with its five days of the game was an exception but when India travel abroad, it is pace that rules. With spearhead Jasprit Bumrah recovering from a surgery, there are some worries and the two Mohammeds — Shami and Siraj — besides Umesh Yadav, have to shore up the pace attack. Rohit, Virat Kohli and Cheteshwar Pujara were back among the runs during the latest series against Australia and with Shubman Gill revealing good form, there is hope that these batters can thrive at the Oval. Ashwin and Ravindra Jadeja had a heap of wickets and it remains to be seen if India would field both or play just one in the WTC final. A lurking headache is that the core group of Rohit, Kohli, Pujara, Ashwin and Jadeja are in their mid-thirties and transition is inevitable. But before that there is the three-match ODI series against Australia followed by the Indian Premier League: India will fly to England in June.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\ncricket\n\n/\n\nIndia\n\n/\n\nAustralia",
        "headline_1": "Spin trouble: On Indian cricket and the World Test Championship",
        "headline_2": "India has another shot at an ICC trophy after beating Australia",
        "link": "https://www.thehindu.com/opinion/editorial/spin-trouble-on-indian-cricket-and-the-world-test-championship/article66618891.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "15-03-2023"
    },
    {
        "full_article": "It is unlikely that the US Silicon Valley Bank crisis will have much effect on Indian startups, or Indian economy. Unless RBI follows a lazy policy of blindly following US Fed. That is what the history of inflation, policy and interest rates suggest.\nPrior to Covid, world inflation had been low, and declining, for some 25 plus years. In 2019 median emerging market inflation rates had converged to just 1 percentage point above the median inflation in advanced economies. Real rates, across the world, were low and steady to declining. Hence the popular, nay universal refrain, that we were living in a “lower for longer” interest rates (and inflation) world.\nRead full opinion on TOI+\n\n",
        "headline_1": "Contagion is not the question: The real question, as talk of a financial turmoil gathers pace, is why US Fed, as well as RBI, used high interest rates to fight supply-side inflation. Risk for India is low, especially if RBI now doesn’t follow Fed",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/contagion-is-not-the-question-the-real-question-as-talk-of-a-financial-turmoil-gathers-pace-is-why-us-fed-as-well-as-rbi-used-high-interest-rates-to-fight-supply-side-inflation-risk-for-india-is/",
        "news_paper_name": "The Times of India",
        "publish_date": "15-03-2023"
    },
    {
        "full_article": "It was a crisis foretold. A week ago, all was well in the US financial system. Since then, three banks have collapsed, with Silicon Valley Bank being the most consequential one. American regulators, aware of the gravity of the situation, have invoked “exception” clauses in their play book to insure deposits that weren’t earlier covered. Their hope is that it will tamp down on the panic and prevent a contagion. Given the size and influence of the US financial system, all regulators must harbour the same hopes.\nTwo Indian reports warned of the risks. In December 2022, RBI’s bi-annual financial stability report flagged it. Next month, the Economic Survey highlighted the risks of financial contagion. Step back and look at the context. Last year, the world witnessed the most synchronised monetary tightening in 50 years by way of interest rate increases. The tightening also happened to be faster than commonly seen in earlier episodes. It took place on the heels of a build-up of private debt when interest rates were low, and a surge in inflation in 2022. In short, it was the recipe for a perfect storm as these conditions make it more likely that poor investment decisions will be caught out.\nOn the face of it, India is not vulnerable. In the second quarter of 2022, the average core debt of the non-financial sector for the world was 248% of GDP. In the case of India, it was 170% of GDP, with only government debt at 82% close to the global average of 88%. But it would be unwise to drop one’s guard based on historical data. For example, IMF had pointed out that 2022 was a year in which many debt ratios improved globally. It was mainly because nominal GDP grew fast following a surge in inflation.\nMoreover, one of the lessons of 2008 is that there are often invisible links between the balance sheets of tightly regulated entities and others operating in a lax environment. The convulsions in the Indian money market in 2008 took policymakers by surprise. Since the heightened risk to financial stability in the backdrop of increasing rates is a phenomenon backed by considerable evidence, it’s important for India’s policymakers to be prepared. Financial markets are increasingly interconnected and it’s hard for any country, let alone a large emerging market like India, to decouple from the world.\n\n",
        "headline_1": "Something brewing?: Three bank collapses in the US are a matter of global concern. Indian policymakers should keep close watch",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/something-brewing-three-bank-collapses-in-the-us-are-a-matter-of-global-concern-indian-policymakers-should-keep-close-watch/",
        "news_paper_name": "The Times of India",
        "publish_date": "15-03-2023"
    },
    {
        "full_article": "Many Indians have been scratching their heads at Naatu Naatu winning the country its first Oscar for Best Original Song. That’s because they can immediately reel off a long list of songs that are just as good, some with quite similar sound and dance hooks. Without at all taking away from MM Keeravaani and Chandrabose’s accomplishment, this does underline that the vast Indian entertainment industry has only touched the tip of its global potential. Their success, as that of Kartiki Gonsalves and Guneet Monga, makers of The Elephant Whisperers, should not be misread as a sign of India’s ‘arrival’. It’s more a question of whether content creators can maximise the opportunities – India has always had many stories to tell, but now it has global platforms.\nYes, Raj Kapoor was adored in Russia, Nigerian women danced to Dholi Taro Dhol Baaje, Aamir Khan’s Dangal minted a thousand crore in China … and the diaspora remained a faithful audience everywhere. But the OTT revolution means that this game has now moved far beyond big stars and big films. Every Netflix film and series from India released in 2022 on average trended in eight countries. The great richness and diversity of our storytelling means that we should aim for 80 instead.\nOne thing that needs burying is the either/or trap. Either popular entertainment or documentary, either Pathaan or Minnal Murali, either sari or gown on the red carpet. The truth is clearly both and much more. It’s the freedoms to choose that nourish creativity. Also, what is true of Indian cinema is true too of Indian spirituality, cuisine, therapies…. The stories and ways of thinking and being that enrich us should travel in the world – with that Naatu Naatu energy.\n\n",
        "headline_1": "So many stories … India’s entertainment industry, as well as elements of its culture & cuisine, should aim big globally",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/so-many-stories-indias-entertainment-industry-as-well-as-elements-of-its-culture-cuisine-should-aim-big-globally/",
        "news_paper_name": "The Times of India",
        "publish_date": "15-03-2023"
    },
    {
        "full_article": "The Supreme Court is hearing a batch of over 15 petitions for recognition of same-sex marriages. These petitions are rooted in diverse circumstances with diverse prayers – some seek recognition under religious laws such as the Hindu Marriage Act, some under secular laws including Special Marriage Act, Citizenship Act and Foreign Marriage Act. The Centre earlier this week opposed the petitions. The case will be heard next month.\nWithout undermining the case for reform of personal laws, one can understand such an exercise would be considerably longer and more complex a process. With secular laws the path is relatively straightforward, and given that SC has already decriminalised same-sex relationships in 2018 in the Navtej Johar case, what is the basis for government’s opposition to this reform?\nRead full opinion on TOI+\n\n",
        "headline_1": "Three problems with GoI’s view on same-sex marriage: Courts, not just Parliament, has jurisdiction. That many laws have to be amended can’t be an argument against reform, Gays marrying doesn’t subvert the institution, it makes it more inclusive",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/voices/three-problems-with-gois-view-on-same-sex-marriage-courts-not-just-parliament-has-jurisdiction-that-many-laws-have-to-be-amended-cant-be-an-argument-against-reform-gays-marrying/",
        "news_paper_name": "The Times of India",
        "publish_date": "15-03-2023"
    },
    {
        "full_article": "The proposed Data Protection Act (DPA) of Bangladesh has raised some serious human rights and business-related concerns at home and abroad. The draft law poorly defines the classification of data and does not follow the international standards to define privacy. It also does not mandate that privacy-related data fields be removed from telecom voice and data call records, broadband internet packets, intercepting sources, financial sources, and smartphone app crowdsourcing data.\nThe United Nations has shared 10 observations and objections regarding potential human rights violations through the DPA. Amnesty International said the legislation would put individuals' privacy at risk. The law, if passed, will allow deep government surveillance in the guise of data governance and interference with individuals' privacy rights, not to mention increase the space for abuse of power. The Transparency International Bangladesh (TIB) and local experts say it will protect the government's interests, not the citizens'.\nThe UN pointed out that the definition of \"sensitive data\" in the draft DPA was quite limited – it doesn't include disclosure of information related to race or colour, political opinion, trade association membership, religious or other beliefs, sexual orientation, etc. The draft does not clearly define personal data either, and the principles of data protection stated in the fifth article is not enough.\nThe localisation of data as stated in the draft law would create serious risks of surveillance and human rights violations, according to the UN. Law enforcement agencies would be allowed open access to any private data. Section 33 of DPA empowers the government to exempt law enforcement and intelligence agencies from the application of the act, which may include surveillance of data centres and servers in Bangladesh. Private and public companies may be pressured to disclose confidential information, which would undermine democratic governance.\nCorporate executives, if non-compliant, can be held personally accountable under this framework. According to the UN, while administrative fines for data privacy violations are reasonable, the proposal of imposing criminal liability is not consistent with the principles of criminal law or international standards. The purpose of this legislation should be data protection, not regulation. The UN is also concerned about the collection, usage and retention of data on Bangladeshis residing abroad and recommends to withdraw data localising obligations.\nNo data structure is complete without independent authorities, the UN said. Without sovereign authority and auditing mechanisms to check abuse, even the best laws in the world would be meaningless. Bangladesh should ensure a DPA that does not conflict with the country's Right to Information (RTI) Act and the Universal Declaration of Human Rights.\nAs the Atlantic Council explains, the expansion of the digital economy does raise concerns regarding data privacy that need to be addressed, but imposing blanket restrictions on information flow, along with vague enforcement provisions, will not strengthen consumer protection.\n\nThere is a need for a detailed definition of sensitive data classification, data handover scopes, sales and marketing scopes – for traders, corporates, and government agencies. There must not be any impunity for state forces in the question of invasion of personal privacy. In matters of state security, law enforcement agencies will receive special confidential information only with the permission of a court in pending matters; even there, a third party witness has to be ensured. Otherwise, with free access to sensitive data, the law enforcement forces will make the country's digital arena a toxic breeding ground for citizen harassment, oppression of political opposition, and suppression of freedom of expression in the name of state interests.\nData is the \"new gold\" in the world today. From digital marketing, product designs, digital trade and commerce, to artificial intelligence, virtual and augmented reality-related application development and deployment – all are based on big data mining. If properly designed, data localisation may serve local economic interests. However, for data giants such as Google, Facebook, Microsoft, OpenAI and others, backup storage and disaster recovery is as important as data access. Moreover, to serve users in less time, they divide data centres into geolocations and then deploy their servers in different countries, keeping copies of the same data at different locations. It serves as both sourcing backup and disaster recovery backup in case of technical problems. As a result, a country can create conditions for the establishment of a sufficient number of data centres within its territory for job creation and investment flow, but technically cannot dictate that all data be localised within its border.\nLast month, US Ambassador to Bangladesh Peter Haas expressed concern that if the draft DPA was passed with the condition of strict adherence to data localisation requirements, some American companies currently operating in Bangladesh might be forced to leave. The ambassador said over 2,000 start-ups might have to go out of business as a result.\nClearly, online freedom and business investment are both linked to the legal framework of data protection.\nAlmost all data centres in Bangladesh are built and maintained by foreign contractors and engineers. Even the Bangladesh Bank's SWIFT software, commercial banking software, driving licence system, and income tax digitisation projects are mainly maintained and troubleshooted by foreign engineers. The National Identity Card scheme is the only nationally managed one. If foreigners and law enforcement agencies are all given access to sensitive private data or data centres, then the discussion of data centres' locations inside or outside the country becomes vague. The Digital Security act (DSA), too, was orchestrated to protect the government; there is nothing for personal, financial and social protection of the citizens.\nAndroid and Apple apps source sensitive user information by flouting terms and conditions. Almost all personal data is available in the telecom call detail record (CDR). If personal data is not isolated and removed from public sourcing, it will remain subject to potential misuse. Localisation of data under non-abuse conditions is helpful for business development in the country. But in a country where there is no sound electoral system, functioning democracy, good governance and accountability, abuse and impunity for abuse is the main danger.\nThere is a need for a detailed definition of sensitive data classification, data handover scopes, sales and marketing scopes – for traders, corporates, and government agencies. There must not be any impunity for state forces in the question of invasion of personal privacy. In matters of state security, law enforcement agencies will receive special confidential information only with the permission of a court in pending matters; even there, a third party witness has to be ensured. Otherwise, with free access to sensitive data, the law enforcement forces will make the country's digital arena a toxic breeding ground for citizen harassment, oppression of political opposition, and suppression of freedom of expression in the name of state interests.\n \nFaiz Ahmad Taiyeb is a Bangladeshi columnist and writer living in the Netherlands. Among other titles, he has authored 'Fourth Industrial Revolution and Bangladesh' and '50 Years of Bangladesh Economy.'\n\n",
        "headline_1": "Why the Draft Data Protection Act is Concerning",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/why-the-draft-data-protection-act-concerning-3271311",
        "news_paper_name": "The Daily Star",
        "publish_date": "15-03-2023"
    },
    {
        "full_article": "In recent years, our neighbour Sri Lanka has weathered difficult times – economically, politically, and socially – but its right to information (RTI) regime survived and even thrived. We have cited critical RTI decisions from the country in these columns in the past. We are pleased to now update this with a story of exemplary value. This case shows the vast potential of RTI law to promote transparency in an important branch of democracy – the parliament.\nRTI requests that are initially denied by the authorities concerned usually get resolved through the intervention of the Information Commission or a similar dispute-resolving body. However, if a party feels aggrieved by a decision of the Information Commission, it may appeal to a higher court for a ruling on the contested issues. In our story, a decision of the Right to Information Commission of Sri Lanka was challenged at the Court of Appeal, which delivered its judgment just a few weeks ago on February 28.\nChamara Sampath, a young Sri Lankan journalist, submitted an RTI request on June 21, 2018 to the designated officer of the Secretariat of the Parliament of Sri Lanka. Sampath sought the list of MPs who had submitted their asset declarations, from 2010 onwards, under the provisions of the Declaration of the Assets and Liabilities Act No 1 of 1975 (amended by Act No 74 of 1988). The designated officer refused the request, stating that parliamentary privilege protects the \"confidentiality\" of the list and that declarations were submitted to the Speaker's Office, which holds the information. The applicant then made the same request to the designated officer of the Speaker's Office, who also refused disclosure on similar grounds.\nAggrieved by the denials, Sampath next applied to the Information Commission to resolve the dispute. He cited Section 31 of the law which, similar to other countries, allows for the RTI Act to override other laws of the land. After a long hiatus, in February 2021, the commission decided in favour of releasing the requested information. The commission determined that the public authority in terms of the RTI Act was the Parliament of Sri Lanka, and not the Secretariat or the Speaker's Office. Hence, it was the duty of the secretary-general of the parliament to provide the desired information to the applicant. The secretary-general then challenged the decision of the Information Commission at the Court of Appeal, claiming among other things that the commission had \"erred in fact and law.\"\nOn February 28, 2023, the Court of Appeal dismissed the appeal, upheld the decision of the Information Commission, and ordered the release of information pertaining to the Sri Lankan MPs who had submitted their declarations of assets to the parliament. The court concurred with the commission on all its conclusions, including that the RTI Act supersedes the Declaration of Assets and Liabilities Law, enacted before the RTI law.\n\nRTI has thrived in Sri Lanka due largely to the efforts of many diehard activists from the civil society and a committed educated class. In addition, a few dedicated members of the Information Commission have been promoting the efficacy of the law.\nOur readers will find the observations of the court on the matter to be very educational. In the 17-page judgment delivered by Justice Sampath B Abeykoon (with Justice P Kumararatnam agreeing), the court held that the intention of the RTI legislation was \"fostering a culture of transparency and accountability in public authorities and institutions by giving effect to the right of access to information in combating corruption and promoting accountability and good governance.\"\nHe concluded that \"any person who comes under the provisions of the (Declaration of Assets and Liabilities) law (and) fails to provide the relevant declaration of assets and liabilities as required, would be committing an offence punishable with a fine or imprisonment of either description or both such fine and imprisonment. It is therefore important for the public to know whether the relevant authorities have acted as required by law or not.\"\nHe had no hesitation, therefore, to concur with the decision for disclosure by the Information Commission, adding that \"providing the list of names of the Members of Parliament who have tendered their declaration of assets and liabilities as required by law is not disclosing the information they have provided in the declarations. I find that the argument advanced on that basis had also been an attempt to frustrate the purposes of the RTI Act.\" This is strong language indeed!\nThe judgment went on to underline that the MPs are \"persons who are elected by the people and maintained by the people. They are expected to abide by the laws of the country at all times and provide examples for others to follow.\"\nNo wonder that the judgment received wide coverage in the Sri Lankan media. Many saw in it a glimmer of hope for transparency and accountability in the country, providing for a more solid basis for transparent and accountable governance, which may help avoid recurrence of the type of crisis the nation has faced in recent years. There was a sense of rejuvenation in the air.\nFrom all indications, RTI has thrived in Sri Lanka due largely to the efforts of many diehard activists from the civil society and a committed educated class. In addition, a few dedicated members of the Information Commission have been promoting the efficacy of the law. The ranks of such promoters in Bangladesh are still very thin. We hope that the Sri Lankan example will spur us to greater and more transformative use of the RTI Act in our country. We often hear of the government abusing some laws against the citizens, forgetting that as citizens we, too, are \"abusing\" a law of such great potential for public good through our indifference and neglect.\nDr Shamsul Bari and Ruhi Naz are chairman and assistant director (RTI), respectively, at the Research Initiatives, Bangladesh (RIB).\n\n",
        "headline_1": "RTI for transparency in parliamentary democracy",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/rti-transparency-parliamentary-democracy-3271221",
        "news_paper_name": "The Daily Star",
        "publish_date": "15-03-2023"
    },
    {
        "full_article": "This week, the United Kingdom Minister for Asia Pacific Anne-Marie Trevelyan visited Bangladesh and signed a Climate Change Accord with the Bangladesh government to join forces to tackle climate change. The discussion for this accord started at the 2021 COP26 in Glasgow when Prime Minister Sheikh Hasina was present.\nThe Accord represents a paradigm shift for cooperation between the UK and Bangladesh that goes well beyond previous relationships with the UK as a donor or even a development partner. It even goes beyond the bilateral relationship building between the two countries and towards a new kind of partnership to join forces to tackle the global challenge of climate change.\nIt is in that spirit of a genuine, mutually beneficial partnership that I will share some ideas that can be included in the implementation of the Climate Change Accord.\nThe first recommendation I will focus on is the opportunity for collaboration on research to tackle the twin global challenges of climate change and poverty, building on the very rich foundation of collaborative research between universities and research institutes in both countries. This can consist of a strategic partnership to encourage collaborative research proposals to be submitted in a competitive manner on tackling climate change and poverty at the same time. Such strategic funding of research would replace the current ad hoc collaborative research that is already taking place, which produces good research but does not add up in terms of impacts on the ground.\nSuch strategic funding would not only benefit Bangladesh but also the UK, and indeed many other countries as well. It will be a genuine global public good in terms of the knowledge it will generate.\nA second aspect of this proposal would be to enhance the scholarship funds for students from Bangladesh to go to the UK for their postgraduate and PhD level studies and also provide scholarships from the Government of Bangladesh to UK students to come to Bangladesh for research and even enrol in study programmes here. The International Centre for Climate Change and Development (ICCCAD) at the Independent University Bangladesh (IUB) already hosts many visiting researchers from the UK each year, but such arrangements are all done on an ad hoc basis. A more strategic programme could involve other universities in Bangladesh hosting students from the UK. This would again reinforce the mutual benefits to be gained by both countries.\nThe third aspect of a more strategic approach to collaboration is technology transfer and involving the private sector in investing in clean energy and clean technology. Later this month, an event will take place in Bangladesh to discuss ongoing activities and the potential for further collaboration on science and technology between the UK and Bangladesh, organised by the alumni network of Imperial College in London (the premier science and technology university in the UK). The many alumni of UK universities in Bangladesh, whether in the government or private sector, are a great foundation of human resources that can be built on.\nThe final aspect of possible investment under the Accord is on the issue of loss and damage from climate change – for which a breakthrough agreement was reached at COP27 in November 2022 to establish a funding mechanism to address loss and damage. A new partnership has sprouted between UK-based research organisation International Institute for Environment and Development (IIED) and ICCCAD in order to set up a knowledge generation and capacity building initiative called ALL ACT, which had its global launch in Dhaka just a few days ago. The UK Bangladesh Accord could support this initiative, too.\nAs the UK and Bangladesh celebrate half a century of close bilateral relations, it is a good time to take this relationship to the next level by collaborating to tackle the joint global challenges of climate change and rising poverty.\nDr Saleemul Huq is director of the International Centre for Climate Change and Development at the Independent University Bangladesh.\n\n",
        "headline_1": "A fresh climate change accord between Bangladesh and the UK",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/politics-climate-change/news/fresh-climate-change-accord-between-bangladesh-and-the-uk-3271126",
        "news_paper_name": "The Daily Star",
        "publish_date": "15-03-2023"
    },
    {
        "full_article": "In a capital where traffic remains the most pressing concern for an overwhelming majority of dwellers, the only thing the government agencies seem interested in is wasting – or rather, consuming – public money on ill-conceived projects. According to a report by this daily, government agencies have undertaken eight different projects in and around the capital, ignoring the Revised Strategic Transport Plan (RSTP) and without consulting each other. For instance, the Bangladesh Bridge Authority (BBA) has already spent Tk 321 crore in conducting a feasibility study and preliminary design for a 258km subway network in the capital and adjacent areas, while another government agency is already implementing a plan for six metro rail lines about 140km long.\nMore inconceivable still is that five of these projects have been initiated along a single alignment, with different agencies proposing and implementing their own agendas, without any coordination or consideration as to how these projects will work in tandem, or whether they will ease public suffering at all. The agencies did not even bother to consult with the Dhaka Transport Coordination Authority (DTCA), which is responsible for coordinating transport-related projects in Dhaka and five surrounding districts, and is currently reviewing and updating the RSTP. As a result, it is only likely that most of these projects will end up in the bin and, in the process, crores of taxpayers' money will be wasted without anyone having to answer for them.\n\nThe mega-projects, now synonymous with mega-corruption, seem to have whetted the mega-appetite of our government officials, so much so that repeated calls for austerity, from the prime minister no less, are being left unheeded.\nBut how can this be the state of development work in the country, particularly at a time when we are repeatedly told that Bangladesh's economy is bleeding profusely and that we all need to practice austerity? How can flyovers be built only to be broken? How can feasibility studies be conducted and designs finalised only for the project to be scrapped a few years later? How can such ludicrous projects be funded with the limited amount of taxpayers' money that should be going into social safety net programmes, health, and education?\nIt appears that the civil servants invested in these projects only care about them in so far as they are a means for them to earn some major bucks. The mega-projects, now synonymous with mega-corruption, seem to have whetted the mega-appetite of our government officials, so much so that repeated calls for austerity, from the prime minister no less, are being left unheeded. The question now is, will the PM – and the government at large – continue to allow such ruthless and reckless plundering of public resources at such a critical juncture, when the country and its people are suffering so acutely?\nWe demand accountability from the respective agencies and the government for these wasteful projects. It is downright disrespectful to the people of this country that their hard-earned money is being looted by those whose job it is to ease their suffering and ensure their best interests.\n",
        "headline_1": "Mega-projects, mega-corruption, mega-greed",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/mega-projects-mega-corruption-mega-greed-3271111",
        "news_paper_name": "The Daily Star",
        "publish_date": "15-03-2023"
    },
    {
        "full_article": "We would like to congratulate the Saudi and Iranian authorities for having the wisdom and far-sightedness to agree on restoring bilateral ties between the two nations. For helping to bring this about, China deserves a lot of credit. For Bangladesh, as a Muslim-majority country that has always pursued a policy of peaceful coexistence with all other countries, it is indeed very encouraging. At a time when the world is mired in increased uncertainties and chaos, the decision by Saudi Arabia and Iran to try and find ways of communication is an optimistic sign. It has the potential to benefit the whole world, and the region in particular. As such, we hope other countries, particularly Western countries, and especially the US, will see it in a positive light.\nWe understand that Iran and Saudi Arabia have many longstanding issues and historical disagreements. It would be naïve to think that they can sort out all their disputes overnight. The two countries will have to put in concerted efforts, over considerable periods of time, to build trust, which could eventually lead to the two finding solutions to many of their disagreements. But the fact that the agreement was signed after two years of difficult negotiations holds promise. And that officials from both sides have expressed their desire to find common ground on the basis of each side refraining from intervening in each other's internal affairs, and also from engaging in a costly arms race, further raises hope of a long-term rapprochement.\nTension between Saudi Arabia and Iran, as well as many of the decisions taken by both sides as a result of the mistrust that had developed over many decades, have proven to be disastrous for the people of the Middle East. The proxy wars in Yemen and Syria, for example, have led to some of the worst devastations in recent memory. Therefore, ending these wars, especially the one in Yemen – which has resulted in one of the largest humanitarian crises of modern times, as described by various UN agencies – should weigh heavily on their agendas.\nNeedless to say, the Shia-majority Iran and the Sunni-majority Saudi Arabia are seen as leaders of their respective sects by millions of people of the Islamic faith. Therefore, the rift that has developed between the two countries has obviously had a massive influence on these people. Should the two sides succeed in coming together in the interest of peaceful coexistence, it could have an extremely positive affect on overall regional peace and security.\nThe US, on the other hand, should not see the role played by China in mediating the agreement as a sign of dwindling US influence in the region. The US still has a massive role to play in the Middle East and, as such, should not look to derail the agreement in any way. With the world economy in dire straits, we hope Saudi Arabia and Iran will also look to work together to alleviate the anguishes being felt by billions of people around the world.\n",
        "headline_1": "Iran-Saudi detente can be a game-changer",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/iran-saudi-detente-can-be-game-changer-3270801",
        "news_paper_name": "The Daily Star",
        "publish_date": "15-03-2023"
    },
    {
        "full_article": "Situated at a strategic geographical location with a huge workforce, Bangladesh's real economic potential is yet to be fully exploited. Even so, it is already the second biggest economy in South Asia and 35th largest in the world in nominal terms. Now, the country is aiming to become an upper middle-income country by 2031 and a developed nation by 2041. It also has a host of talented business entrepreneurs who acted as a catalyst to take the economy forward to its present level. But to reach the benefit of growth to all segments of society, the current level of growth is not enough. The country needs more foreign investment, a wider window of opportunity for trade and commerce to lift the economy to the next level of what Prime Minister Sheikh Hasina announced on December 12 last year as a digitally 'Smart Bangladesh' by 2041. It is against this backdrop that last Saturday (March 11), she inaugurated the three-day mega business event, 'Bangladesh Business Summit-2023,' or summit, for short, to showcase the country's economic potential before a global audience. The event that was to mark the 50th founding anniversary (Golden Jubilee) of the Federation of Bangladesh Chambers of Commerce and Industry (FBCCI), the country's apex trade body, concluded on Monday (March 13) on a high note. In fact, with the signing of an agreement and three Memoranda of Understanding (MoU) promising significant investments in port, sugar mill, national grid and fertilisers with Saudi Arabia, the minister of which along with the ministers of six other countries including the UK, China, Bhutan and the United Arab Emirates (UAE) joined the business summit, the event was indeed a global one in scope. Touted as a 'signature event' for business branding and bonding by the FBCCI president, the summit presented the key sectors of the economy with a US$100 billion investment opportunity before more than 230 potential foreign investors who attended the summit.Notably, the sectors include agriculture, food processing, software and IT-enabled services, health care, medical devices, automobiles, light engineering, shipbuilding and leather. If these sectors are able to attract foreign investments at the expected level, the country will be able to make it to its dream of becoming a trillion-dollar economy by 2040. However, that would require further development of the physical and other infrastructures with transportation cost in Bangladesh being the world's highest, uninterrupted supply of power and an ideal business environment. Talking of infrastructures, business leaders at the summit pointed to the urgency of framing integrated policies and creating public-private partnership (PPP) to turn Bangladesh into a thriving logistic hub. If such facilities are in place, hopefully, the promise of a 'prolonged tie-up with Bangladesh' that the foreign entrepreneurs have made at the summit will be fulfilled. However, a critical contributor to a sustainable growth of the economy is the development of the nation's domestic natural resources including gas and coal. Also to ensure energy security, the government will be required to take urgent steps in this direction. Most importantly, the occasion has created an opportunity for investment dialogue to attract FDI, especially for export diversification and import substitution industries. Overall, the summit has been able to initiate a process of communication across the board from government to business as well as from business to business.",
        "headline_1": "Showcasing country's growth potential",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/showcasing-countrys-growth-potential-1678804396",
        "news_paper_name": "The Financial Express",
        "publish_date": "15-03-2023"
    },
    {
        "full_article": "The Bangladesh Business Summit-2023, emerging as a vibrant platform for new and proactive thoughts, has apparently dealt with issues that are already on the country's business agenda. From reports carried in newspapers, one may tend to think that the Summit organised by the Federation of Bangladesh Chambers of Commerce and Industry (FBCCI) has not gone beyond routine discussion sessions. However, the fact remains that the issues -- not fundamentally new -- constitute the core of increasing the country's export capacity and marketing.In one of the key sessions of the Summit, speakers including business leaders spoke of product development and diversification as the major strategies to keep up the growth momentum of exports, especially of the lead export product -- readymade garments. No doubt an important issue, it was expected that the deliberations would address some of the challenging factors now prevailing globally when it comes to product development and diversification. What seems missing is product adaptation without which product development and diversification make little sense. At the time of developing a product for a new or traditional overseas market, it is essentially the consumers' taste and preferences that come first. That is to say, developing a product is integral to what the consumers in a given market want. Also, it is important to see who the competitors/suppliers are to that market. It is only then that probing analysis and research on developing and adapting a product in keeping with consumers' choice can work. Mere diversifying product range without thorough market knowledge may be a disappointing experience.To successfully develop a new product, companies thus must understand the needs of their target market through market research, surveys, interacting with focus groups, and taking interviews. Once the target market has been identified, enterprises can assess what their customers are looking for in a product. Customer feedback is essential at this stage. It can help understand what features to include in the product.Besides, businesses must also be aware of what their competitors are offering. By understanding the competition, companies can position their product to set them apart from other similar products on the market. Ultimately, product development is a lengthy and complex process that requires careful planning and execution to be successful.Diversification is the process of expanding into new markets or industries. Businesses can develop new products or services or acquire new companies. Diversification can help reduce risk by spreading investments across different sectors. It can also provide growth opportunities, as companies can tap into new markets and generate new revenue streams. However, diversification can also be risky, requiring significant resources and management attention. Therefore, businesses need to carefully assess whether they have the capabilities to succeed in new markets before diversifying. Otherwise, they may spread out too thin and struggle to achieve their goals.Product development is a crucial part of any business strategy and can help achieve several important objectives. By developing new products, a manufacturer can increase sales, gain market share, and boost profitability. At the same time, product development can help build a stronger brand and differentiate the product/s from those of the competitors. Diversification is a business strategy that involves expanding into new markets or product lines. The goal of diversification is to reduce risk by spreading resources across different investments. For example, a company that manufactures only one product may be at risk if demand for the same declines. However, a company that manufactures multiple products is less likely to experience a significant drop in sales if one of its products experiences a decrease in demand. Additionally, diversifying can help tap into new markets and expand customer base. For example, a company that only sells products in the United States may be able to increase sales by selling in other countries. Finally, diversifying can also help improve financial performance by increasing economies of scale. Economies of scale occur when a company grows more prominent and can achieve cost savings due to its size. For example, a company that doubles its production may reduce its per-unit cost, say, by 20-25 per cent. As a result, diversification can be a helpful tool for companies looking to minimise risk and improve their financial performance.So much for product development and diversification. There were few other issues that got highlighted at the Summit. One was the need to incentivise manufacture and investment of manmade fibre (MMF). Speaking on the occasion, Bangladesh Garment Manufacturers and Exporters Association (BGMEA) President Faruque Hassan termed high inflation in advanced economies, rising geopolitical tension, and climate crises as top risks for Bangladesh RMG and textile sector. He also identified volatile energy prices and frequent changes in trade policies as challenges for the industry. He stressed the need for increased investment in backward linkage industry to develop a strong manmade or artificial fibre base, as the global consumption pattern is changing towards non-cotton, durable and circular fashion. This surely is a message worth paying attention to. The shift to artificial fibre is a global phenomenon, and it is here that our backward linkage industries have to concentrate more. The BGMEA president said that overconcentration on a few products and markets is also a concern for local apparel industry. As a least developed country (LDC), about 70.58 per cent of Bangladesh's exports have enjoyed duty-free market access, and the benefit would erode following the LDC graduation. So, preparing for the days ahead would call for equipping the industry as early as possible with the required strength for global marketing and competition.In fact, it is the absence of preferential treatment following graduation that is at the crux of the sustainability of the growth momentum of the garment sector. One hopes the messages, though much talked about, are well taken by the stakeholders, including the government.\n[email protected]",
        "headline_1": "Focus on non-preferential treatment following LDC graduation",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/focus-on-non-preferential-treatment-following-ldc-graduation-1678804438",
        "news_paper_name": "The Financial Express",
        "publish_date": "15-03-2023"
    },
    {
        "full_article": "According to an FE report titled 'The declining women workers in Bangladesh RMG industry', the participation of women workers in readymade garments (RMG) industry has apparently dropped significantly to about 54 per cent. The Ethical Trading Initiative (ETI), GiZ and Brac University jointly conducted the research work; and it was funded by Sustainable Textile Initiative: Together for Change (STITCH) and supported by the Ministry of Foreign Affairs of the Netherlands. From the issues highlighted in the report, it appears the trend will have serious ramifications for both women's empowerment and the industry, which is the principal exporting sector that outstrips all other sectors. Although there may be attempts to downplay the report by some quarters, the study requires further scrutiny. Some unpalatable findings point to discriminatory practices aimed at women workers - for being pregnant or having smaller children that need to be cared for (at the workplace). The work is hard at these factories. The shifts are strictly maintained and it leaves workers exhausted. For women, it is particularly tough as they must find that delicate balance between work and leisure. But then, what does leisure time constitute for working women? They are expected not only to earn, but also take care of the household, rear the young, cook, clean, take care of other members of the household, etc. For many, this is mission impossible at one point of time or other.That said, it is by no means an easy choice to leave employment in factories, but if it is happening to the extent as pointed out in the report then there is a cause for worry. Again, to what extent only the reasons that have been highlighted for this trend need to be looked into. Could it be that the rural economy, particularly the shorthanded situation with farm labour has anything to do with it? What are the wages over there and what working conditions do they offer that may offer better chances for women to take care of their young and / or simply provide a more flexible work/life balance? Because 77 per cent of reasons cited by job leavers do point to the fact that \"family\" is a big factor in the decision to leave a RMG job. Again, there is the question of living quarters. While sexual harassment has been cited as a major cause, the other not-so-talked about condition is the fact that a lot of women workers take up residence near their workplaces and the rents are exorbitant, which eats up a major portion of earnings, leaving little take-home pay.But as pointed out earlier, for many women, working in an environment which they perceive is less-than-friendly, questions over payment being on-time, harassment, etc. are all becoming contributing factors to more and more women either leaving factories or simply not taking up employment in the sector. Although many major RMG conglomerates have invested significantly to improve the lives of their workers by introducing fair-price shops, crèche and healthcare facilities etc., it is obviously not an industry-wide practice. There are hundreds (if not thousands) of factories that are small in their operations and either the money or the awareness (or both) are lacking on the part of management to make meaningful changes to improve working conditions. At the end of the day, these factors (and others) need to be looked into by both buyers and sellers to find workable solutions, because the industry as a whole depends largely on women workers, not men. A worker shortage will bring no good to anyone, particularly to the RMG sector and export earnings.\n[email protected]",
        "headline_1": "Declining women's participation in RMG",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/declining-womens-participation-in-rmg-1678804466",
        "news_paper_name": "The Financial Express",
        "publish_date": "15-03-2023"
    },
    {
        "full_article": "In Bangladesh, young children with pneumonia do not often respond to common antibiotics. According to data published in Open Forum Infectious Diseases, the rate of antibiotic resistant pneumonia among our children is on the rise. Almost no antibiotic is now effective in treating around 18 per cent of these patients. It is alarming that many children in the country die of pneumonia every year, despite receiving the World Health Organization's recommended antibiotics. Antibiotics are life-saving drugs. But their use should be appropriate. Overuse and misuse of antibiotics is a serious threat to our public health. Overuse has already made many people antibiotic-resistant. It means antibiotic will hardly work in their bodies. A study conducted by the University of Chattogram found that such resistance can be transferred from mothers to their children. Moreover, self-prescribed antibiotics are another reason for overuse of the essential drugs. Then there are over-the-counter sale of these drugs. Many unlicensed pharmacies also sell fake antibiotics.Studies have shown that 20-50 per cent of antibiotics used in the hospitals are either unnecessary or inappropriate. According to the US Center for Disease Control and Prevention (CDC), more than two million people are infected with antibiotic-resistant bacteria each year, and about 23,000 people die because of it. There are no accurate statistics on how many people are infected with antibiotic resistant bacteria and how many die of this in Bangladesh. It is, however, important to curb the overuse of antibiotics. This requires regular vigilance and strict monitoring. The people of our country have to be aware of the risks of overuse and misuse of antibiotics. They should follow the prescriptions of registered doctors. Drug stores also must not sell such drugs without a valid prescription.\nAshikujaman Syed,Research Assistant,Bioinformatics Research Lab,Center for Research Innovation and Development (CRID),[email protected]",
        "headline_1": "Avoid overuse of antibiotic",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/avoid-overuse-of-antibiotic-1678804491",
        "news_paper_name": "The Financial Express",
        "publish_date": "15-03-2023"
    }
]