[
    {
        "full_article": "Law-making in the absence of a significant number of Opposition members does not reflect well on the legislature. The three Bills that replace the body of criminal laws in India were passed by Parliament in its ongoing session in the absence of more than 140 members. Even though the revised versions of the Bharatiya Nyaya Sanhita (BNS, which will replace the IPC), the Bharatiya Nagarik Suraksha Sanhita (which will replace the CrPC) and the Bharatiya Sakshya Bill (instead of the Evidence Act) were introduced after scrutiny by a Parliamentary Standing Committee, they still required legislative deliberations in the full chambers, given their implications for the entire country. Many concerns that the Bills gave rise to could not be raised in Parliament as a result. A conspicuous aspect of the new codes is that barring reordering of the sections, much of the language and contents of the original laws have been retained. However, Union Home Minister Amit Shah’s claim that the colonial imprint of the IPC, CrPC and the Evidence Act has been replaced by a purely Indian legal framework may not be correct, as the new codes do not envisage any path-breaking change in the way the country is policed, crimes are investigated and protracted trials are conducted.The improvements in the BNS include the removal of the outdated sedition section, as exciting disaffection against the government or bringing it into hatred and contempt is no more an offence, and the introduction of mob lynching (including hate crimes such as causing death or grievous hurt on the ground of a person’s race, caste, community, sex, language or place of birth) as a separate offence. Another positive feature is the government ignoring the panel’s recommendation to bring back adultery, struck down by the Supreme Court, as a gender-neutral offence. However, it is questionable whether ‘terrorism’ should have been included in the general penal law when it is punishable under special legislation. Grave charges such as terrorism should not be lightly invoked. On the procedural side, some welcome features are the provision for FIRs to be registered by a police officer irrespective of where an offence took place and the boost sought to be given to use of forensics in investigation and videography of searches and seizures. A significant failure lies in not clarifying whether the new criminal procedure allows police custody beyond the 15-day limit, or it is just a provision that allows the 15-day period to spread across any days within the first 40 or 60 days of a person’s arrest. Revisions in law cannot be made without a vision for a legal framework that addresses all the inadequacies of the criminal justice system. \nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nlaws\n\n/\n\nparliament\n\n/\n\npolitics\n\n/\n\nhate crimes\n\n/\n\nterrorism (crime)\n\n/\n\npolice\n\n/\n\ncriminal\n\n/\n\ncrime, law and justice",
        "headline_1": "Revision sans vision: On the three Bills that replace the body of criminal laws in India",
        "headline_2": "New laws have positive features, but bring no path-breaking change in system",
        "link": "https://www.thehindu.com/opinion/editorial/revision-sans-vision-on-the-three-bills-that-replace-the-body-of-criminal-laws-in-india/article67662843.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "22-12-2023"
    },
    {
        "full_article": "The rapidly increasing spread of the JN.1 variant across the globe has led to the prevalence of this variant, a descendent of the BA.2.86 Omicron lineage, reaching over 27%, marking an eight-fold increase in just a month. First identified in Luxembourg in late August this year, the JN.1 variant has also become the dominant variant in a few countries. The variant is very likely to become the dominant strain globally. Compared with the parent lineage BA.2.86, the JN.1 variant carries an additional mutation (L455S) in the spike protein, which enhances its immune evasion significantly. Like other Omicron sublineages, the JN.1 variant too has high transmissibility. The winter season in the northern hemisphere will thus make it easier for the virus to spread. Despite increased immune escape capability and transmissibility, no major outbreak has been reported so far. Prompted by the presence of the JN.1 variant in most countries and its rapidly increasing spread, the World Health Organization classified JN.1 as a separate variant of interest a couple of days ago; JN.1 was previously tracked as part of BA.2.86 but now accounts for “vast majority” of the BA.2.86 lineage. Based on available limited evidence, the global health body has noted that JN.1 is not associated with increased disease severity compared with other circulating variants. Evidence from countries that have reported a surge in cases and hospitalisations driven by the JN.1 variant does not suggest higher fatality.Though the first COVID-19 case caused by the JN.1 variant was detected in Kerala during routine surveillance, Goa has reported the greatest number of cases so far — 19. India has so far reported 21 JN.1 cases in all. All the 21 cases have been clinically mild, requiring home isolation. In the last fortnight, India has registered a sharp increase in the number of COVID-19 cases. While universal masking should surely not be made mandatory at this point in time, it is highly desirable that high-risk individuals mask up especially in poorly ventilated closed spaces as COVID-19 deaths in people with comorbidities are still being reported in India. In a welcome move, all patients with influenza-like illness (ILI) and severe acute respiratory infections (SARI) are being tested for COVID-19, and positive cases are sequenced as part of the revised surveillance guidelines. Likewise, there should be sustained focus on genome sequencing for novel variants. Finally, India should learn from past mistakes and refrain from shaming States that report more cases and/or novel variants. States that have better surveillance and display greater integrity in testing and reporting are bound to register more cases. Public health should neither be communalised nor politicised. \nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nCoronavirus\n\n/\n\nKerala\n\n/\n\nGoa\n\n/\n\ndisease prevention\n\n/\n\nviral diseases\n\n/\n\nIndia",
        "headline_1": "Staying alert: On the rapidly increasing spread of the JN.1 variant",
        "headline_2": "India must sustain focus on genome sequencing for novel variants",
        "link": "https://www.thehindu.com/opinion/editorial/staying-alert-on-the-rapidly-increasing-spread-of-the-jn1-variant/article67662076.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "22-12-2023"
    },
    {
        "full_article": "IMF thinks RBI did too much to keep the rupee sort-of-stable when pretty much every currency was getting hammered by a sharply rising dollar. But RBI disagrees with the conclusions of the Fund’s latest Article IV report – IMF’s annual assessment of a country’s macroeconomy.\n\nWhy did IMF critique RBI and what’s RBI got to say about it?\nSo, what did IMF find?\nThe Fund works on the principle that countries shouldn’t try to influence the exchange rate. It’s ok with interventions to manage sudden volatility. Assessing RBI’s FX policy, especially in the December 2022 to October 2023 period, the Fund found the rupee-dollar rate moved in a very narrow range\nRead full story on TOI+\n\n",
        "headline_1": "Explained: The FX-rated debate between IMF & RBI",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/explained-the-fx-rated-debate-between-imf-rbi/",
        "news_paper_name": "The Times of India",
        "publish_date": "22-12-2023"
    },
    {
        "full_article": "“Covid Come! Covid Go! Covid Come Again!” seems to be the media melody’s refrain, as variants of the SARS CoV-2 virus keep appearing and fading, only to be replaced by yet another version.\n\nEmergence of the JN.1 sub-variant of Omicron, declared as a variant of interest by WHO, is currently in the news, ringing alarm bells in the week before Santa’s sleigh jingles its bells.\nRead full story on TOI+ \n\n",
        "headline_1": "Omicron’s new look for the new year: JN.1 sub-variant may lead to a rise in case counts",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/omicrons-new-look-for-the-new-year/",
        "news_paper_name": "The Times of India",
        "publish_date": "22-12-2023"
    },
    {
        "full_article": "Potholed roads,\npotholed roads,\nBumping all the way. Oh what a pain it is to drive To work and back each day. Hey!Watch out! Try dashing through the street With punctured wheel in fright, O’er yawning craters go, Cursing left and right. Hey!%$&* It’s not just blown-out tyre, My steering’s gone I fear, Repair bill’s mounting higher, And cervical’s out of gear! Hey! Who’ll pay??!!\nMahua, the feisty MP,\nHad a very fiery turn. And every time she spoke up, You might even think they’d burn. All the ruling MPs Used to scoff and call her names. They thought that they should trap her, And catch her at some MP games. So one stormy Parl’ment noon, ‘Ethics’ came to say, ‘Mahua, for your cash-for-queries blight, We will throw you out tonight.’ Then all the Oppo MPs Stormed out most an-gri-ly. They said to Mo’s expellers.\n“You don’t know how to spell\n‘Dem-o-cra-cy’!”\nHark the festive season sings,\nOff ’ring us such glitzy things, Boozy nights and Wows galo-ore. All the rivals promise more! See the festive season fling The same hyped-up, repackaged bling!!\nYou better watch out,\nIt’s better you pry, You better look sharp, Coz I’m telling you why: AI is com-in’ to town! If you know what bots are learning. It’ll really make you quake. Before you say ‘Katrina’ It’ll turn out she’s DeepFake!\nAI’s made a list, it’s cloning it twice Two many Trumps is naughty, not nice. AI is con-nin’ the town! So you better watch out, You better not try To delete it out, Coz I’m telling you why: AI’s bring-ing a post hum-an age!!\nUnsilent night, unholy night.\nGaza’s bombed, Ukraine is blight. Unyielding powers so vicious and wild, Inhumanly ki-ill-ing mother and child. Weep in hellish non-pe-eace. We-eep in hellish non-peace!\n*** Alec Smart said: “Might as well suspend Parliament itself.”\n\n",
        "headline_1": "Season’s bleatings: The yearly offering of carols for our unholy times",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/erratica/seasons-bleatings-the-yearly-offering-of-carols-for-our-unholy-times/",
        "news_paper_name": "The Times of India",
        "publish_date": "22-12-2023"
    },
    {
        "full_article": "Educationists believe the age group 15-16 is the one that is most at risk of dropping out of school. Therefore, the trend in the dropout ratio after Class X in India, or secondary level, is an important indicator. Recent data on secondary level dropouts suggests we may be on the cusp of change.\nGood news, fewer dropouts |GOI presented data this week in the Lok Sabha on a 4-year trend on dropouts in Class X. In both absolute numbers and in the ratio of dropouts, there’s been a marked improvement in 2021-22. The national dropout ratio, which was 28.4 in 2018-19, had fallen to 20.6 in 2021-22.\n\nSomething’s changing |Data shows that dropout rates in some states which traditionally had a ratio above the national average collapsed in 2021-22. Tripura presented the most striking example with the dropout ratio falling from 26.9 in 2020-21 to 3.8 the next year. There was a similar pattern in MP, Assam and Gujarat.\nBut news should be better |The World Bank’s cross-country data on lower secondary schooling shows that India trails OECD countries or even Sri Lanka. In India, 49.8% of the population had completed lower secondary, while it was between 82-95% for Sri Lanka and OECD countries.\nEmployment dimension |The duration of education is influenced by the returns to it in the job market. GOI’s employment data suggests that the job market may not be providing a strong enough incentive to persist. For example, the unemployment rate is highest among those who are more educated. In 2022-23, the overall unemploymentrate was 3.2%. For those whose educational attainment was at least secondary schooling, the unemployment rate was 7.3%.\nSo, the key to keeping more kids in secondary education is to improve their chances of finding a regular job.\n\n",
        "headline_1": "Well done, class: Falling dropout ratios at secondary level are a big positive. Kids will stay in school if job market improves",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/well-done-class-falling-dropout-ratios-at-secondary-level-are-a-big-positive-kids-will-stay-in-school-if-job-market-improves/",
        "news_paper_name": "The Times of India",
        "publish_date": "22-12-2023"
    },
    {
        "full_article": "The indiscriminate use of antibiotic drugs in the country has become a serious concern with far-reaching consequences for public health. A recent study conducted at the Bangabandhu Sheikh Mujib Medical University (BSMMU) sheds light on the alarming rise in antibiotic resistance, emphasising the need for immediate action to address this pressing issue. The study focused on the presence of harmful microbes in the human body, the efficacy of antibiotics in combating these microbes, and the antimicrobial sensitivity of various strains. The findings revealed a disturbing trend - antibiotics, once hailed as miracle drugs, are losing their effectiveness due to the surge in antibiotic resistance and inappropriate usage. Antibiotic resistance occurs when bacteria undergo changes that render them impervious to the effects of medications designed to kill or inhibit their growth. Consequently, bacterial infections become increasingly challenging to treat, posing a grave threat to public health. This phenomenon is a subset of antimicrobial resistance, a broader issue that encompasses resistance to various types of microorganisms.As for the reasons for indiscriminate use of antibiotics, it is not the physicians who are so much to blame as the consumers are because in many cases they bypass prescriptions from registered physicians and obtain antibiotics directly from drug stores' counters. The lax attitude of pharmacies, often dispensing antibiotics without proper authorisation, exacerbates the problem. Salespersons of pharmacies also prescribe antibiotics to people coming to them with health complaints. The consequence is the random application of these drugs, irrespective of necessity, leading to potential health complications. Self-medication with antibiotics is a dangerous trend that must be curbed to preserve the effectiveness of these crucial medications.While antibiotics are known to have side effects, their benefits usually outweigh the risks when prescribed judiciously by qualified physicians. However, it is commonly alleged that a significant number of antibiotics are prescribed unnecessarily. This unnecessary use occurs when antibiotics are prescribed for minor ailments that could be treated with non-antibiotic alternatives. Moreover, antibiotics are sometimes prescribed for infections caused by bacteria that do not require antibiotic intervention, contributing further to the rise of antibiotic resistance. Unfortunately, the authorities, namely the health ministry and regulatory bodies under it, do not seem to have paid attention to the problem. Clearly, this amounts to utter neglect to public healthcare.To combat the growing menace of antibiotic resistance, a multifaceted approach is imperative. Deterrent measures must be implemented to regulate the availability of antibiotics, ensuring that they are dispensed only on valid prescriptions. The onus is also on physicians to exercise caution and prudence when prescribing antibiotic drugs. In advanced countries, antibiotics are typically prescribed as a last resort, when no other viable treatment options exist. To address this problem, both consumers and healthcare professionals must play their part responsibly. Stricter regulations backed up by heightened awareness and education campaigns, can help stem the tide of unnecessary antibiotic use. It is crucial to recognise the importance of preserving the effectiveness of antibiotics or else people here may have to grapple with untreatable infections and end up surrendering the healthcare system to chances.",
        "headline_1": "Under growing threat of antibiotic resistance",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/under-growing-threat-of-antibiotic-resistance-1703168393",
        "news_paper_name": "The Financial Express",
        "publish_date": "22-12-2023"
    },
    {
        "full_article": "This is for the first time that the Federation of Bangladesh Chambers of Commerce and Industry has sent a clear message of waging a war against members of its own community, who are out to create artificial crisis of essentials for fleecing consumers during the holy month of Ramadan. The apex trade body has issued a dire warning to this effect. It has announced its intention of working together with the government in bringing under control the businesspeople accused of resorting to such trade malpractices. If this fails to produce the desired result, the FBCCI will extend cooperation to the government for sending recalcitrant traders to the prison. President of the FBCCI, Mahbubul Alam made his organisation's intention clear during discussion on normal supply of daily commodities and their stable prices during the fasting month of Ramadan at a meeting held in the capital. Not many will, however, agree with his contention that there is less than one per cent of businesspeople willing to create artificial crisis of commodities. Had it been the case, the overwhelming majority of the members of the commercial and industrial sectors would prevail on those resorting to business malpractice and commodities one after another would not register outrageous price hikes on a regular basis for years together. Once it is staples, the next time it is cooking oil, then it is sugar followed by egg, broiler chicken, onion, pulse, spices and more that come under the purview of essential commodities have been subjected to business manipulation. Yet the FBCCI president deserves appreciation for coming out forthright with strong words against the bad blood within the business community. He could not be more to the point when he says that the entire community must not take the blame for the few culprits within, who have earned the infamy of dishonesty and trade syndication for all. He has questioned if there is any place for business syndicates in free market economy. Manipulative disruption of supply chain is unethical and his organisation has a strong objection to such ploys. Mahbubul Alam is certainly in favour of profit for traders but it has to be under acceptable rules and regulations sans malpractices. This leads to monitoring of business owners' associations as well. In this connection, he recommends shunning of nefarious business practices that engineered price rise of onions by Tk100-150 a kilogram overnight following India's decision not to export the item until March next. Wholesale traders and importers of onion who went for this unethical business ploy are still reaping abnormal profits. Local varieties still sell at Tk 180 a kilogram whereas the onions imported from India sell at Tk 140-150 a kilo. New local crops known as 'muri kata' onion is priced at Tk 120. Most people, even the journalist fraternity, seem to be happy that the prices of different varieties of onion have dropped. What escapes the notice is that price of local variety was raised abnormally from Tk 40 to Tk 60 a kilo after the last Eid-ul-Fitr and from that point to Tk 80 and finally to Tk 100-110. If muri kata onion did not appear at the market, the price would not come down at all. As for the imported Indian variety, its cost was Tk 30-35 a kilo inclusive of transportation cost. The selling price of it is now five times the imported cost. For the sake of refreshing the public memory, let it be noted that at the time of storing the local variety into cold storage, it cost Tk 25-28 after its procurement from growers at Tk 20-22 a kilo. This is the height of business malpractice. But why are the culprits not brought to book? Right now the crime is for everyone to see but there is no action against the perpetrators. One could not agree more with the FBCCI president when he claims that business is for development of the country, for its people and their progress. It serves the nation by reaching foods to the people, creating employment for them. Its elevated role is, however, undermined if wicked elements act disreputably. Now that he has made an open declaration that there is no need for others to intervene but businesspeople themselves will rectify the prevailing wrongs within the community's fold, let it happen and happen now. The bad elements will be forced to reform themselves if the majority pressurise them. Let's hope this pious intention is translated into immediate action and continue forever without limiting it to just the month of siam. Then what could be a better case than the volatility of onion market? Let a joint drive by the Directorate of National Consumer Rights Protection (DNCRP) and the FBCCI be launched to identify the culprits behind skyrocketing the prices of onion overnight and not bringing those to the earlier level which too was almost double the government-fixed rate. The cat-and-mouse game with egg is going on for months but at least the DNCRP could open the lid of the racket and even levy fines on two of the foul players. Onion traders must be made to stand in the dock as part of the FBCCI's exorcising exercise.\n[email protected]",
        "headline_1": "FBCCI checklist for bringing sanity in business",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/fbcci-checklist-for-bringing-sanity-in-business-1703168493",
        "news_paper_name": "The Financial Express",
        "publish_date": "22-12-2023"
    },
    {
        "full_article": "A vernacular daily last Wednesday carried two news items on one of its inside pages. Prominently displayed, one news item highlighted the average monthly income and expenditure of a family in 2022. The latest Household Income and Expenditure Survey (HIES) of the Bangladesh Bureau of Statistics (BBS) made available those estimates. The other news item was related to the statement of eight US Congressmen on the failure to pay a minimum wage of Tk 23,000 to Bangladesh garment workers. The BBS survey has estimated the average monthly income of a family in Bangladesh at Tk 32,422 and expenditure at Tk31,500. Each of the families, according to the survey, spends nearly 42 per cent on food and 14 per cent on house rent and utilities. These numbers are misleading and do not depict a true picture. The BBS survey has taken into account the monthly income of all families, including the affluent ones, and got an average out of that. This does not show the actual monthly income of poor, lower and upper-middle-class and affluent families. The income of a poor family is not even one-third of the BBS survey estimate. So, the HIES should have presented the average estimate of income and expenditure of families according to their classes. Besides, the BBS survey estimates are not that relevant now because of the soaring prices of most essential items. The expenditure on food in particular has gone up significantly during the past year. Yet the survey helps one get an idea about the expenditure pattern of a family. A family spends 1.8 per cent of its income or Tk578 per month on education. This may be true for a low-income family. Families belonging to other classes do spend a higher amount on education every month. Eight US Congressmen on December 15 wrote a letter to the American Apparel and Footwear Association (AAFA) asking it to put pressure on the government of Bangladesh and owners of garment factories to accept the garment workers' demand for a minimum monthly wage of Tk23,000, equivalent to US$208. The wage demanded by the garment workers is far less than the average income of a family, as shown by the BBS survey. So, the BBS estimates have no relevance to the ground realities. Those might arouse a false sense of achievement among a section of policymakers and make them complacent to a certain degree. The BBS may justifiably say the estimates are average ones, not class-specific. But the fact remains that when made public, these estimates have the potential to produce a false impression. Political rhetoric apart, everybody is aware of the difficulties that poor families have been facing in recent months because of the erosion of their income and soaring living costs. The long queues behind trucks selling a few essentials at subsidized rates in cities tell the tale of these families' plight. That people are jostling to secure a space in the queues or waiting for hours at designated spots for the TCB trucks has become a common sight these days. All these make the BBS estimates of the average monthly income of a family redundant and irrelevant. \n[email protected]",
        "headline_1": "Estimates not relevant to reality",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/estimates-not-relevant-to-reality-1703168532",
        "news_paper_name": "The Financial Express",
        "publish_date": "22-12-2023"
    },
    {
        "full_article": "Bangladesh has experienced onion crises for three successive years. On both occasions, price hike of the essential spice was triggered by neighbouring India's decision to ban export of the item. With the news of Indian onion export ban, the price of the product has recently doubled. According to the ministry of commerce, there is no shortage of onion in the market. Still, the government is struggling to cool off its price. Bangladesh is the largest onion importer in the world. Whenever India bans onion export, we have to face an exorbitant hike of onion prices. This calls for attaining self-sufficiency in onion production so that there is no domestic shortfall. The government should emphasise increasing domestic onion production instead of depending on imports. Now, the question is, why can't Bangladeshi farmers double annual onion output to 2.5 million tons or so, which is enough for meeting the demand? Once local farmers would produce adequate onion, price would go down and the next season the growers would cultivate other crops. So, there should be a proper estimate about demand and possible output. Secondly, growers should be provided with a minimum price and profitability as an incentive to grow onion. In fact, the authorities concerned should guide farmers to produce crops and non-crop items in proportion to demand. We must remember that there is no alternative to increasing domestic onion production.\nAshikujaman Syed, Research Assistant,Bioinformatics Research Lab,Center for Research Innovation and Development (CRID)[email protected]",
        "headline_1": "Increase local onion production",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/increase-local-onion-production-1703168561",
        "news_paper_name": "The Financial Express",
        "publish_date": "22-12-2023"
    }
]