[
    {
        "full_article": "In staying the execution of an Allahabad High Court order to appoint a commissioner to inspect the Shahi Idgah Mosque in Mathura, the Supreme Court has stalled for a while a likely move to get the status of the place of worship altered through the courts. The top court has halted the appointment of the commission after finding it was sought on vague grounds without any particular reason. It has also taken into account a recent precedent in which the Supreme Court has ruled that civil courts should not grant any interim relief if there is a question about the maintainability of the suit or if the suit is barred by law. The committee of management of the Shahi Idgah Mosque has questioned the maintainability of the suit in the name of the deity, Bhagwan Sri Krishna Virajman, and other Hindu worshippers on the ground that it is barred by the Places of Worship (Special Provisions) Act, 1991, which prohibits the conversion of the religious character of any place of worship as it was on August 15, 1947. It also bars any fresh suit aimed at altering the status of a place of worship. Hindu devotees have been claiming that the mosque, located adjacent to a Krishna temple there, is standing on the birthplace of Lord Krishna. Several suits are pending in connection with the mosque in Mathura and the Allahabad High Court has transferred all the suits to itself for disposal.The appointment of a commission to inspect the premises appeared to be an exercise to show that architectural features and artefacts of Hindu provenance could be found. The legal strategy is similar to the one through which Hindu worshippers obtained official sanction for gathering purported evidence to back their case at the Gyanvapi Mosque, Varanasi, where the Archaeological Survey of India (ASI) has been asked to do a scientific survey. The Mathura dispute, however, was settled through a compromise between the Sri Krishna Janmasthan Seva Sansthan and the Shahi Idgah Trust in 1968, and implemented through a decree in 1973. As part of the settlement, the Sansthan had given up a portion of the land to the Idgah. The current suits challenge this compromise as ‘fraudulent’ and seek the transfer of the entire parcel of land to the deity. The use of the judiciary to make a concerted attack on Muslim places of worship by claiming that they were built on structures of Hindu origin has become an unfortunately regular feature. Courts must be wary of encouraging such motivated litigation, and determine at the earliest stage whether such suits are maintainable in view of the statutory bar in the 1991 Act.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nislam\n\n/\n\nhinduism",
        "headline_1": "Motivated litigation: On a Supreme Court stay in the Krishna Janmabhoomi-Shahi Idgah dispute case",
        "headline_2": "Courts should not allow suits that seek to convert places of worship",
        "link": "https://www.thehindu.com/opinion/editorial/motivated-litigation-on-a-supreme-court-stay-in-the-krishna-janmabhoomi-shahi-idgah-dispute/article67752689.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "19-01-2024"
    },
    {
        "full_article": "Authored by: Prasenjit K Basu\nTech from China-wary Taiwan can power India’s manufacturing ambitions, keep supply chains safe\nTaiwan is pivotal to the geopolitics of Asia, and to the future of global technological leadership. Communist China has never controlled the self-governing democracy, but arrogates to itself the right to take Taiwan over at a time of its choosing, regardless of what the Taiwanese think.\n\nRead full opinion on TOI+\n\n",
        "headline_1": "That was, in effect, a vote for free chips",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/that-was-in-effect-a-vote-for-free-chips/",
        "news_paper_name": "The Times of India",
        "publish_date": "19-01-2024"
    },
    {
        "full_article": "Authored by: Gautam Bhatia\nAll three religious projects aim to deliver a transformed experience to visitors. They also involve massive public expenditure aimed at building big.\nThe opening of the first phase of the ₹1,800 crore Ram Mandir in Ayodhya happens next week. According to UP CM Yogi Adityanath, this inauguration of the temple is meant to establish Ram Rajya in the country. The architectural statistics of the structure are certainly impressive.\nRead full opinion on TOI+\n\n",
        "headline_1": "Ayodhya, Puri, Varanasi ‘Templeate’",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/ayodhya-puri-varanasi-templeate/",
        "news_paper_name": "The Times of India",
        "publish_date": "19-01-2024"
    },
    {
        "full_article": "China’s 2nd straight year of population fall highlights emerging demographic challenge world will face\nChina in 2023 recorded a decline in its population for the second straight year. The country had used a draconian approach to control its population through a one-child policy. It was abandoned in 2016 and replaced with incentives to increase fertility. But it failed as once fertility decline accelerates, no country has been able to reverse the process.\n\nAging world | UN projects that the number of countries experiencing a decline in population will increase from 41 in 2022 to 88 in 2050. Within this overarching trend, the most serious challenge is that fertility rates are falling faster in today’s lower-middle income countries than they did in nations that are rich.\n\nProductivity and wealth | India took just about 50 years to lower its total fertility rate from 5 to 2, which is just below the replacement rate. UK, in contrast, took 130 years to do that. Premature greying of the workforce has a negative effect on productivity, which is the most important influence on long-term economic growth. For India, it means that the window of opportunity to maximise its demographic potential is relatively smaller.\n\nCensus, the snapshot | GOI told Parliament that work on the belated census will begin after Lok Sabha elections. It will test the validity of UN’s projection, which said that India surpassed China to become the world’s most populous nation in 2023. In addition, the census will provide granular details on other aspects of the population. These details are essential inputs to craft sound policies.\n\nTwo-pronged approach | India’s main challenge right now is to accelerate the pace of economic growth. In 31 of the 36 states and UTs, the fertility rate is at replacement level or lower. NFHS data showed that the desired fertility rate among families is below 2. In fact, it’s 1.6, the level in Germany today. This gives India just a couple of decades before the full impact of collapsing fertility rates show up in the age structure of the workforce. Today, growth should be the policy priority.\nConcurrently, policy-makers need to work on improving the pension system. Even in a relatively tight knit society such as Japan, pension burden sometimes leads to intergenerational friction. Governments need to avoid reckless pension promises for favoured groups. Instead, there needs to be a more even-handed approach to cope with the long-term demographic transition.\n\n",
        "headline_1": "Shades of grey",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/shades-of-grey-2/",
        "news_paper_name": "The Times of India",
        "publish_date": "19-01-2024"
    },
    {
        "full_article": "Political families & biz families share a key trait: managing risk by putting family members in different ops\nIn India, ‘political is personal’ shades into ‘political is family’. A lot of family. Family members as political rivals from opposing camps are not uncommon – the Scindia exit, NCP split, Raj Thackeray’s MNS, SP’s Shivpal’s march to BJP, the list is endless.\n\nSis-bro contest | Even so, the appointment of a CM’s sister to head an opposition party’s state unit has a masala twist all its own. Andhra CM YS Jagan Reddy’s sister YS Sharmila is now Congress’s state unit chief. Andhra’s assembly election is held simultaneously with Lok Sabha’s. Karnataka and Telangana in its kitty, Congress is clearly bullish here.\n\nReal successor, who? | Congress hopes Sharmila might revive party’s fortunes basis popular legacy of her late father, ex-Congress CM YS Rajasekhara Reddy in undivided Andhra. Jagan, YSR’s son, vaulted into CM position after exiting Congress claiming this very legacy. As in family businesses, succession can be a risky game – the only difference being politicians are themselves the ‘business’. Sharmila is widely credited with her brother’s meteoric rise. This year then will see brother-sister fight over this legacy.\n\n \n\nTurf matters | Family feuds aside, most political families in India are often ranged against each other from opposing parties in electoral contests. Even in December’s assembly polls, several contests had uncle against nieces (Nagaur, Khetri), spouse fighting spouse (Danta Ramgarh), so on and so forth – the endgame is that the constituency, or “home turf”, stays with the family. And a foothold in state machinery keeps political family wheels well-oiled.\n\nSound business | This is sound business practice – spreading risk, and diversifying portfolios is the trick to survival. Conglomerate families do it all the time – putting children in different businesses, sending at least one son (daughters, not so much) abroad. Business and politics both face uncertainty. Little wonder careers of children in both kinds of families are demonstrations of risk management.\n\n",
        "headline_1": "Parivar patterns",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/parivar-patterns/",
        "news_paper_name": "The Times of India",
        "publish_date": "19-01-2024"
    },
    {
        "full_article": "The recent pronouncement by the newly appointed health minister to close down unlicensed hospitals and medical facilities has come in the wake of rampant indiscipline and malpractices in the country's health sector. Over the past two decades, media reports have highlighted alarming accounts of the operations of numerous medical establishments that have flourished unchecked due to oversight of the regulatory body, the Directorate General of Health Services (DGHS). During a press conference this week, the health minister, expressing strong disapproval of the current state of affairs, asked for some time to ensure that no unauthorised hospitals, clinics, diagnostic centres operate anywhere in the country. During a series of drives conducted by the health ministry after the onset of COVID-19 in the country, it was found that 11,940 hospitals, clinics, and diagnostic centres were providing medical services without proper facilities and approval from the DGHS. Of these, 3,535 were located in the Dhaka division. As a result of these findings, the DGHS has reportedly closed approximately 2,500 of these unlicensed facilities.That the country's health sector is in total disarray has been evidenced in some of the recent incidents. There was a time when people mostly spoke of their sufferings due to inadequate or lack of facilities in hospitals. Lately, these sufferings bulged to bizarre proportions by the mercenary motives and malpractices that at times led to heinous criminality in both the public and private healthcare centres. While unauthorised medical facility is a big issue, the drawbacks and wrongdoings are aplenty irrespective of public and private medical entities.Sometime back, the Transparency International Bangladesh (TIB) uncovered alarming tales of corruption within the public health sector, shedding light on the dismal state of the country's healthcare system. The TIB report revealed a complex web of corruption, ranging from bribery in the recruitment, posting, and transfer of physicians to questionable dealings between physicians and diagnostic centres. It also exposed corruption related to securing hospital seats, collusion with private clinics, and involvement of their intermediaries. Despite strong rebuttals from the authorities, common people, compelled to rely on available medical facilities, remain unconvinced by official dismissals. For, it is they who experience these malpractices routinely, day in and day out.Addressing the indiscipline and disorderliness within the health sector faces a significant challenge. To start with, it is the will to bring some semblance of orderliness that is the foremost requirement. But given the state of things, it is more than apparent that such a 'will' has been missing. The health minister --- a renowned physician himself--- though new at his job but well aware of the overall healthcare situation, is expected to chart a course of action distinct from past failures. Hopefully, he views this endeavour as a mission and receives support from relevant stakeholders.",
        "headline_1": "Healing the wrongs in health sector",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/healing-the-wrongs-in-health-sector-1705589468",
        "news_paper_name": "The Financial Express",
        "publish_date": "19-01-2024"
    },
    {
        "full_article": "Belying the hope and expectation of people who wish human beings the world over well, the privileged everywhere have turned ever more ruthless in usurping profits on money they invested. A report compiled by the international charity Oxfam presents a highly disconcerting development in sharing the world's wealth between the rich and the poor. The Oxfam chronicles the world's five richest men's fabulous wealth accumulation from March 2020 when their combined wealth amounted to $405 billion, up to November 2023 by which time that amount leapfrogged to $869 billion. This is a neat gain of $464 billion at 114 per cent at a time the world went through an economic recession. In sharp contrast, the world's poorest 4.77 billion comprising 60 per cent of the planet's population has to incur loss of their wealth by 0.2 per cent in real terms. About 800 million workers in 52 countries experienced a decline in their average real wages. In the past two years these workers lost a combined amount of $1.5 trillion. If analysed against the $1.8 trillion net profit garnered by 148 world's biggest conglomerates in the year to June 2023, it is a 52 per cent jump over the average net profits in 2018-21. This is, however, not all about the wealth acquisition by the billionaires in the world. They were $3.3 trillion richer than they were in 2020. What is unacceptable is that their wealth has grown three times faster than the rate of inflation in the post-Covid time, reckons the Oxfam. Clearly, the economic crunch was in effect to their advantage. It explains the brazenness of wealth accumulation when the poor and low-income people the world over are struggling to survive. Outrageous profits were made at the cost of the teeming billions who were yet to recover from the recessionary impacts of the pandemic. The message is clear: even a pandemic of an unprecedented order is no obstacle on way to churning out profits left and right by the rich and superrich. They enjoy the opportunity of making money at a time the common people discover themselves in the worst possible financial crisis. This exactly is what the Bangla term matsayan means---the big fish swallows the smaller ones. If this is how the modern and advanced civilisation is to operate, it exposes its nauseating sickness. Humanity has been put in the dock for the mindless and rapacious greed for money and profit. But unsurprisingly, the people behind such aberrations cannot even feel the senselessness of their acts, in fact a downright crime against humanity. The governments across the world have also been generous in doling out support packages for businesses to recover from the Covid-time shock. Called stimulus package in Bangladesh, such financial support hardly reached the most deserving because of various complications involving sanctioning of loans at the grassroots level. Some big loanees, moreover, have defaulted on repayment or laundered the money abroad. If the world at large pursues financial systems, more or less similar, that only help the rich become richer and leave the poor to survive on the trickled down benefits, there is an overriding need for a review of it and a suggestion for correction of the injustice prevailing in human society. The rich and superrich have far greater capacity to absorb shock of an economic crunch than the ordinary mortals, particularly those wallowing at the bottom of the social rungs. During the pandemic and post-pandemic times, businesses witnessed a slump but to what extent? True, some categories of business of single strains had to suffer and are still suffering but the conglomerates with businesses spread across a whole range of commodities, enjoyed mostly a heyday. This is why they could stuff their coffers with profits three times more than the inflation rate. In fact, they are the cause and effect of market volatility from which they reap irrational profits. This was proved in case of a few essentials in Bangladesh. But this unholy business alliance prevailing in a most pronounced manner since the pandemic has made the country's economy quite vulnerable. The government generously granted stimulus packages but the businesses here could not care less in returning the favour. When energy prices and inflation of food and essential commodities eased off globally, Bangladesh has continued to experience a high inflation on account of energy and commodities with food inflation topping the rest. The government has been compelled by the suffering of the low-income segment of the people to make arrangement for sale of a few basic essentials at subsidised rates. But this cannot treat the inherent ill of the economy. In fact, like the rest of the world, Bangladesh also needs to garner revenues from proper wealth tax and a higher rate of tax on income of the rich and superrich. The Oxfam rightly suggests a cap on salaries and other benefits for bosses of superrich companies. The Patriotic Millionaires UK, a nonpartisan group of millionaires, as a refreshing campaign, is campaigning for levying higher wealth tax. According to the Oxfam report, \"a levy on British millionaires and billionaires could bring in 22 billion British pounds for the exchequer\" each year if the rate is between 1.0-2.0 per cent on wealth above 10 million pounds. The US exchequer will garner a far greater amount and even its counterpart in Bangladesh will collect a very savouring amount of revenue for any government. So there is a way if there is a will to take care of the existing inequalities in society. The issue here for the governments is to go for the corrective revenue collection measure.\n[email protected]",
        "headline_1": "Redesigning distribution of accumulated wealth",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/redesigning-distribution-of-accumulated-wealth-1705589517",
        "news_paper_name": "The Financial Express",
        "publish_date": "19-01-2024"
    },
    {
        "full_article": "Formulation of the monetary policy statement (MPS) was an annual ritual earlier. Now, it is a six-monthly affair. So, the Bangladesh Bank, under the prevailing circumstances, has been doing the painful exercise twice a year. Yet it (BB) seems to be clueless about the outcome of either the accommodative or contractionary stance of the MPS. The primary goals of the MPS have always eluded the money market regulator. This time the problems facing the economy are truly stubborn and all-engulfing. According to the MPS unveiled on Wednesday last, the economy is grappling with significant macroeconomic headwinds, heightened inflation, diminishing forex reserves and exchange rate volatility exacerbated by rising balance of payments deficit. The main objective of the latest MPS is lowering of inflation. The government had earlier lowered the GDP growth rate by one percentage point for the current fiscal year. The proposed cut in credit growth for both private and public sectors is in line with that revised target. In addition, the central bank has raised the policy rate by 25 basis points as part of its inflation-containing measures. Some economists find the hike too low to be effective against high inflation, which, according to the BBS estimate, was 9.41 per cent in December last. It does not need any elaboration that high inflation is the number one cause of headaches for the government and the central bank as well. All the upward and downward revisions of numbers and shifts in policy stances are targeted to rein in the Consumer Price Index (CPI)-based inflation. The tighter monetary policy stance no doubt is a prudent move, but the prospect of its success in lowering inflation remains very much clouded when the depreciation of the Bangladesh Taka (BDT) vis-à-vis the US dollar is an ongoing process. There has been a call from the multilateral lenders as well as experts at home to go for a market-based exchange rate. The BDT depreciation has already caused substantial erosion in the country's reserves and balance of payments (BoP). The central bank is not comfortable with the idea of introducing market-based exchange rates in one go right at this moment. That is why it is contemplating the implementation of the 'crawling peg system'. Be it market-based rates or crawling peg, the forex market is unlikely to behave normally unless and until there is a healthy inflow of the greenback. So, the dollar will continue to be expensive, which will again make all imports, including essentials, costly. Then again, there is greedflation, a term used to describe profiteering by corporates in a situation marked by high inflation. Most businesses, including corporates, in Bangladesh are very much prone to profiteering all the time in the absence of right kind of market monitoring. Given the tight forex situation and illogical behaviour of the market, the success of the contractionary monetary measures in combating inflation remains in doubt. Not that the MPS discusses monetary policy measures alone. It also focuses on many other macroeconomic issues of import. Non-performing loans, loan irregularities, and banks' financial health have hit newspaper headlines in recent months. The MPS, deliberately or otherwise, has bypassed these issues. 'Not a single bank has collapsed' cannot be an answer to the ills now eating into the vitals of the banking sector. One or two banks can be kept running utilising the resources of state-owned banks and financial institutions which also have their problems. The BB will find it hard to manage if candidates for such support are too many. Time is running out for the BB to do all the tough jobs to help the ailing banking sector shoot its major problems. \n[email protected]",
        "headline_1": "MPS: Changing numbers and elusive goals",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/mps-changing-numbers-and-elusive-goals-1705589547",
        "news_paper_name": "The Financial Express",
        "publish_date": "19-01-2024"
    },
    {
        "full_article": "Newly appointed Health and Family Welfare Minister Dr Samanta Lal Sen's instruction to officials concerned to close down all illegal health centres, including clinics, and diagnostic centres in different parts of the country has come to our attention. The widespread presence of illegal healthcare institutions and diagnostic centres has long been a serious public health threat in our country, which is evident from the very fact that patients often fall victim to wrong treatment and diagnosis. The pain felt at the death of a five-year-old boy named Ayaan in a city's posh hospital during a surgery as minor as circumcision is still raw for his parents.We, therefore, would like to hope that the newly appointed health minister would translate his words into action and make sure that his instructions are being obeyed thoroughly. We, however, must not forget that any sporadic drives will not yield the desired outcome. The authorities should precisely detect fake clinics and diagnostic centres before closing them down without yielding to money, muscle, or political power.\nRehman Zia, a conscious citizen, Dhaka",
        "headline_1": "Health minister must walk the talk",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/health-minister-must-walk-the-talk-1705589570",
        "news_paper_name": "The Financial Express",
        "publish_date": "19-01-2024"
    }
]