[
    {
        "full_article": "Following the conclusion of the high-level 26th Conference of Parties (COP26) of the United Nations Framework Convention on Climate Change (UNFCCC), the world is set to observe another international conference at the ministerial level. This is the 12th meeting of the trade ministers of the member countries (MC12) of the World Trade Organization (WTO) to be held in Geneva from November 30 to December 3. As opposed to the much-hyped climate meeting held in Glasgow, MC12 apparently seems to be a quiet and low-profile meeting. But in effect, MC12 is no less important for the world as trade is crucial for economic prosperity and has a multiplier impact. Of course, there is evidence of the differential impact of trade on various economies, and trade justice has been an issue of debate in the whole discussion of multilateral trade regimes. However, trade has also impacted economies positively through higher export, import, investment, job creation, and so on. Benefits of trade depend on how the rules are designed and how cross-cutting issues are considered, and how challenges related to those issues are addressed.\nOne such issue is the impact of climate and environmental change. The links between trade and climate change are now clear and recognised. While trade can be a source of climate change-related challenges, it can also help reduce climate and environmental challenges and achieve climate ambitions. However, with growing awareness on climate change, countries are resorting to various climate measures, which have potential negative implications for trading nations. Poor countries will particularly be affected if such climate-related trade policies are pursued, since those will result in trade protectionism. Therefore, the WTO has an important role to play in helping countries reap benefits of trade while addressing their climate and environmental challenges.\nWithin the WTO, environmental issues are dealt with at the Committee on Trade and Environment (CTE). The CTE aims to promote the understanding of the nexus between trade and the environment. It also discusses how trade and environmental policies together can work for sustainability. The work on trade and environment received momentum with the new initiative with the WTO, namely \"Trade and Environmental Sustainability Structured Discussions (TESSD), which was launched on November 17, 2020. Currently, 57 WTO members are part of this initiative. The objective of the TESSD is to complement the existing work of the CTE and other relevant WTO committees and bodies on climate and environmental issues. All members can join TESSD. Another objective of the TESSD is to provide technical assistance and capacity-building support to countries—particularly to least developed countries.\nWhile the objective of CTE and other environment-related WTO rules require countries to pursue their environmental objectives, a major task is also to monitor protectionism due to climate goals. However, a number of issues which are being discussed in the WTO may have negative implications for both developing and least developed countries (LDCs). Since the launch of the TESSD, discussions are taking place on issues such as liberalising trade in environmental goods and services (EGS), reforming environmentally harmful subsidies, carbon border adjustment mechanism and climate actions, and circular economy and biodiversity.\nEach of these issues have implications for LDCs and developing countries. The focus of today's discussion is liberalisation of environmental goods. Liberalisation of EGS through reduction or elimination of tariffs on EGS is a part of a single undertaking of the Doha Ministerial Declaration of the WTO in 2001. This is a critical trade and climate change agenda for these countries.\nEnvironmental goods are needed for adapting to the impact of climate-induced extreme weather events, and transitioning to low-carbon production. Climate-friendly technologies are crucial for these countries. Reduction or elimination of tariff and non-tariff barriers (NTBs) to environmental goods is expected to reduce the cost of such goods and make them affordable to poor countries. These countries need technologies for wastewater management and potable water treatment, renewable energy generation, and solid and hazardous waste management and recycling systems.\nHowever, the current discussions on liberalisation of environmental goods in the WTO has become difficult, since many countries have submitted several proposals in line with their trade interests and specialisations. Developing countries are not interested in the negotiation either, since the list is dominated by goods produced by developed countries. The share of export of environmental goods from developing countries (including LDCs) is insignificant. They are net importers of environmental goods. The top exporters and importers of environmental goods are countries with higher gross domestic product and trade. According to the \"Trade and Development Report 2021\" of the United Nations Conference on Trade and Development (UNCTAD), the top 10 environmental goods exporting countries in 2019 were the EU, China, the US, Japan, the Republic of Korea, the UK, Hong Kong SAR, Singapore, Canada, and Switzerland. Together, these countries exported 88 percent of global exports of environmentally related goods.\nThere is also another challenge for the LDCs related to liberalisation of environmental goods. With liberalisation, imports of environmental goods are likely to be cheaper as tariffs will be eliminated from imports. Hence, developing countries may continue to remain net importers of environmental goods instead of building their own technologies. Such dependency will restrict their capacity development. There are also apprehensions that the choice for imported advanced technologies could undermine innovation of simple, local and cost-effective technologies. Being apprehensive about becoming a dumping ground for obsolete technology from advanced countries is also prevalent among developing countries.\nThe other concern is about preference erosion due to tariff reduction of these goods. Many environmental goods may fall under various preferential programmes offered to the LDCs. In that case, tariffs imposed on those goods will be reduced at a faster pace when liberalised. This will erode LDCs' preferences in those markets and reduce their competitiveness. It has been estimated that 99 developing countries could lose USD 15 billion in tariff revenue annually if tariffs are removed on imports of environmental goods. Bangladesh's tariff revenue loss will be about USD 187.2 million per year.\nIn the run-up to the MC12, discussions on liberalisation of environmental goods and other trade and climate change-related issues have drawn attention of developing countries as their concerns are often neglected in the multilateral negotiations. These issues could very well become trade prohibitive, rather than trade enhancing, for developing countries. Therefore, while setting global rules for a clean and green trade regime, it must be accompanied by technology transfer and adequate climate finance for developing countries. Technology should be modern, efficient and cost-effective, and should come along with capacity development for the users in developing countries. A new financial mechanism in the form of Trade and Environment Fund, as proposed by some countries back in April 2011, could help the developing countries in pursuing their green and sustainable growth. Green aid for trade should be another source of finance. These are the central issues if the development dimension is to be upheld in the trade and climate negotiations.\n \nDr Fahmida Khatun is executive director at the Centre for Policy Dialogue (CPD).\n",
        "headline_1": "Better alignment of trade and climate policies is crucial",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/macro-mirror/news/better-alignment-trade-and-climate-policies-crucial-2235576",
        "news_paper_name": "The Daily Star",
        "publish_date": "22-11-2021"
    },
    {
        "full_article": "Quickly enabling greater and more affordable production of and access to Covid-19 medical needs are urgently needed in the South. Such progress will also foster much needed goodwill for international cooperation, multilateralism and sustainable development.\nThe World Trade Organization (WTO) will soon decide on a conditional temporary waiver of Trade-Related Intellectual Property Rights (TRIPS). The waiver was proposed by South Africa and India on October 2, 2020. Two-thirds of the 164 WTO members—mainly developing countries—support it.\nBut sustained European efforts—of Switzerland, the UK and the EU, led by Germany—have blocked progress ahead of the WTO ministerial meeting starting on November 30. Meanwhile, ongoing text-based discussions seem to be leading nowhere.\nIP not needed for innovation\nAffordable vaccines and drugs have been crucial for eliminating infectious diseases such as tuberculosis, HIV-AIDS, polio and smallpox. But despite strong evidence to the contrary, advocates insist that intellectual property rights (IPRs) are needed to incentivise innovation.\nThe development of Covid-19 vaccines and other therapeutics have been accelerated by considerable government financing. Only six major vaccine developers received over USD 12 billion in public funding. Projected revenue from their IP monopolies will exceed tens of billions.\nSupply shortages have disrupted vaccine supplies. IP monopolies block competition, making it hard to quickly increase supplies. Thanks to patent protection, for example, only four companies produce plastic bioreactor bags needed to make vaccines.\nCross-border IP enforcement was enhanced by TRIPS in 1995. The African walkout from the 1999 Seattle ministerial highlighted the WTO's rich country bias. As part of the compromise to revive WTO talks, TRIPS has included a \"public health exception\" since 2001.\nSubject to onerous conditions and paying fair compensation, \"compulsory licensing\" allows making patented products using processes without patent holder consent. Yet, European negotiators still insist that voluntary licensing provisions are enough.\nAll licensing requires case-by-case, patent-holder-by-patent-holder, country-by-country negotiations. But licensing is only limited to patents, without requiring sharing \"industrial secrets\" needed to make complex biochemical compounds.\nTime-consuming, onerous and costly, such negotiations are beyond the means of poorest countries. Worse, some high-income country (HIC) governments have blocked such licensing, even when agreed to by companies.\nIP deepens inequalities\nThe World Health Organization (WHO) director-general noted that four-fifths of vaccine doses went to HICs or upper middle-income countries (MICs). Rich countries—with a seventh of the world's population—had bought over half of the first 7.5 billion vaccine doses by November 2020.\nMeanwhile, only 1.5 percent in low-income countries (LICs) were vaccinated by August 2021. Much of the variation in infection and death rates is due to unequal access—not only to vaccines, but also diagnostic tests, medical therapies, protective equipment, devices, equipment and other needs.\nThe private-public COVAX facility had promised to deliver two billion vaccine doses by the end of 2021, and to reach a fifth of the people in 92 LICs. But less than half a billion doses have been delivered so far.\nAustralian academic Deborah Gleeson warns that even as promising new treatments become available, they will be too costly for most in LICs and many MICs. Diagnostic tests are unequally distributed, with HICs averaging over a hundred times more than LICs.\nAnd even when governments and companies are willing to license others to supply small LICs with low-cost generics, most MICs are excluded. Worse, some high-income country (HIC) governments have blocked such licensing, even when agreed to by companies.\nSome HICs have been embarrassed into sharing millions of their unused excess vaccine doses. But of the 1.8 billion doses promised so far, only 14 percent has gone to the LICs. Such donations of funds and other needs undoubtedly help.\nBut such unpredictable acts of charity—e.g. by HICs who bought far more than they needed—are hardly enough. Manufacturing capacity in the developing world must still be enhanced to meet overall needs. This requires the waiver.\nContrary to the claim that the South lacks manufacturing capacity, vaccines have long been made in over 80 developing countries. Although novel, mRNA vaccine manufacture involves fewer steps, ingredients, and physical capacity than traditional vaccines. MSF has identified many capable producers in the South.\nTRIPS waiver urgently needed\nTRIPS provides 20-year monopolies for patents. These have often been \"evergreened\"—i.e. extended, sometimes indefinitely, ostensibly to reward additional innovation. Thus, most developing countries have been prevented from meeting their health needs more affordably.\nThe temporary waiver would allow companies everywhere to produce the required items and use patented technologies without infringing IP. Supplies would increase and prices fall. Currently, access to Covid-19 needs is very inequitable, deepening the yawning gap between HICs and LICs.\nThe revised May 21 text clarifies that the proposed waiver is for at least three years from the decision date, subject to annual review. It would cover products and technologies—including vaccines, therapeutics, diagnostics, devices, protective equipment, materials, components, and methods and means of manufacture.\nThe proposal also covers the application, implementation and enforcement of TRIPS provisions on patents, copyrights, designs and other protected information—e.g. undisclosed manufacturing blueprints and industrial secrets.\nThus, the waiver has long been urgently needed to contain the pandemic worldwide. But rich countries have successfully blocked progress thus far despite the heavy human and economic toll it has taken.\nGame changer\nUnlike the more flexible arrangements of the General Agreement on Tariffs and Trade, the WTO framework and negotiating priorities have undermined developmental aspirations.\nThe South has been undermined by rich countries' betrayal of the 2001 Doha compromise. After \"softly\" killing the \"Development Round\" promised then, rich countries can now redeem themselves by supporting the waiver.\nAlmost two years after Covid-19 was first recognised, the pandemic continues to threaten the world, with poor countries and people now worse affected. The devastation could be partly mitigated if developing countries could meet their pandemic needs without fear of litigation for IP infringement.\nA TRIPS Council meeting is scheduled for November 16, before the four-day WTO Ministerial Council meeting from November 30. The waiver would also encourage renewed international cooperation, long undermined by destructive rivalry and competition.\nBy refusing to make concessions, rich countries would not only jeopardise the WTO, but also the world's ability to urgently contain the pandemic. With complementary financial resource transfers, they can restore the goodwill urgently needed for international cooperation and to revive multilateralism.\n \nAnis Chowdhury is adjunct professor at Western Sydney University and the University of New South Wales, Australia.\nJomo Kwame Sundaram is a former economics professor and a former assistant secretary-general for economic development at the United Nations.\nCopyright: Inter Press Service\n",
        "headline_1": "WTO finished without TRIPS waiver",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/wto-finished-without-trips-waiver-2235566",
        "news_paper_name": "The Daily Star",
        "publish_date": "22-11-2021"
    },
    {
        "full_article": "Aside from the essentialist concepts of male and female, gender identities are most often socially constructed and driven by the ideology of a community. Ideologies are a set of beliefs, ideas, public discourses, and values used to make sense of the world over time. Many societal stereotypes collide with men's or women's identity, resulting in significant variations in almost every aspect of life. Inequalities like these don't just affect how people are seen on a personal level; they also contribute to and maintain the existing status quo of gender imbalance in significant public sector operations. As a result, women confront difficulties in their everyday lives, which are exacerbated if they contest or fail to adhere to gender norms, resulting in various perceptible and imperceptible disparities. Given that Bangladesh is still a traditional society, surviving the prevalent gender norms can be very challenging—if not impossible—for women.\nTake, for example, this case study that elucidates how women's identity crises push them to struggle in their daily lives. Samia (not real name), a 38-year-old woman, divorced her husband three years ago, after 11 years of marriage. She is a mother of two children, aged 10 and 8. She earned a master's degree from a public university and began working for a private company after a year of her marriage. However, her husband and in-laws forced her to leave her job after the birth of her first child. Though she had no intention of sacrificing her career, her position was not strong enough to oppose this pressure.\nGiven that Bangladesh has a patriarchal society, which places a low premium on women's paid work, the man in the family is still considered the principal breadwinner. Even though women's participation in the workforce has increased over time, family recognition of their monetary contribution is still a long way off. Samia was forced to give up her identity as a working mother to conform to the patriarchal cultural legitimacy by becoming a conventional housewife. Furthermore, the cultural construction of \"proper womanhood\" in the eyes of society often limits women's power to oppose man-made rules and regulations.\nSamia, soon after her marriage, realised how a woman's identity crisis problematised her survival in Bangladesh. The so-called cultural legitimacy distinguishes men's and women's identities in such a way that women are almost entirely reliant on men throughout their lives. Her father is her guardian before her marriage, her husband takes custody after marriage, and at her old age, her eldest son becomes her guardian. Although women's reliance on men shifts with time, their independence remains precarious throughout their lives.\nAfter her divorce, Samia's first endeavour was to find a rented flat. When she was looking for a new place to live, she was told by multiple landlords that she would not be able to rent since she was divorced. She needed a male guardian to rent a flat. Women in Bangladesh seldom can depend on their self-identity to function as independent human beings. Their struggle for survival intersects with their having or not having male guardians, resulting in a form of servitude.\nSamia's second course of action was to find a job. She attended many interviews. Most of the interview board, led by men, were more interested in her personal life—e.g., why she got a divorce, whether she would marry again, who was her guardian now, etc. Moreover, her age was also a topic of discussion during the job interviews.\nThen came the social stigma. Samia tried to revive old friendships and restore regular communication with her relatives. But soon after her divorce, she realised many of her friends and relatives, including her own family members, had started to avoid her. She was also subjected to many suggestions from her relatives and acquaintances, who said she should \"improve\" her \"acceptability\" in society by practising a religious code of conduct. Samia found it difficult to reconcile that these were the same people who had shared many pleasant moments with her, before her divorce. After her divorce, their attitude towards her changed completely.\nSamia lost her identity as a woman, a citizen of Bangladesh, and a human being in the eyes of society after getting a divorce. In her life, she donned multiple identities—a daughter, a wife, and a mother, to name a few. Men shape women's identities, and women are burdened with a plethora of those identities, some of which may be imaginary. In Samia's case, the landlords saw her only as a divorcee, her friends and relatives saw her as a woman with questionable reputation, and employers saw her as a destitute woman in need of a job.\nBut what about her former husband? He got married six months after their divorce. He is now living a new life with his new wife, and continuing his job smoothly. He did not face an identity crisis to marry, rent a home, continue his career, and communicate with his family members and acquaintances. While Samia struggles in every aspect of her life today, her former husband appears to be content with his current situation. This is the case because society sets different boundaries for divorced men and women in the country, resulting in gender discrimination.\nThe term \"Equality before the law\" in Article 27 of our constitution protects all citizens of the state, reflecting Articles 6 and 7 of the Universal Declaration of Human Rights (UDHR) and Article 16 of the International Covenant on Civil and Political Rights (ICCPR). Specifically, our constitution states that \"the state shall not discriminate against any person solely on the basis of religion, race, caste, sex, or place of birth.\" The term \"sex\" is used interchangeably with \"gender\" here. The Bangladesh government's undertaking of this policy has advocated a statutory entitlement of equality between men and women. But the ubiquity of patriarchal cultural legitimacy overshadows a woman's legal rights in society. It is because the policy rhetoric per se does not necessarily guarantee policy effectiveness. As a result, the practice of woman-friendly norms and culture must be envisioned for future Bangladesh.\n \nShafiqul Islam is a PhD fellow at the University of Auckland in New Zealand, and assistant professor at the United International University in Bangladesh.\n",
        "headline_1": "The identity crisis and challenges that women face in Bangladesh",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/the-identity-crisis-and-challenges-women-face-bangladesh-2235546",
        "news_paper_name": "The Daily Star",
        "publish_date": "22-11-2021"
    },
    {
        "full_article": "Was COP26, held in Glasgow, a success or a failure? It appears everyone has a different opinion about what the two-week-long summit achieved. A sceptic might say that there were a lot of speeches and empty promises, but even a hard-nosed realist like me would have to concede that some important milestones were achieved at the end of the day.\nI did not travel to Glasgow because of prior commitments, but also from my previous experience I could tell that, for me, it would have been useless unless I had made a commitment to stay there for the entire duration and attended all sessions, doing a \"hop, skip and jump\" like an Olympic sportsman to go from one event to another. I would have loved to hear Barack Obama, Alok Sharma and Greta Thunberg speak (although Greta was not \"officially\" invited, according to media reports). However, to accomplish these goals, I would have had to be like Superman, flying from one arena to another while keeping track of time and my physical limitations.\nThe good news is, from a distance, I was able to keep abreast of everything that was accomplished, as well as the shortcomings. I know now that the 1.5 degrees Celsius target is not achievable. Net zero by 2050 was not very likely to start with, and the poorer nations will get only a fraction of what they need to achieve all the mitigation and adaptation targets. On the other hand, we will see an end to deforestation, a possible end to the tyranny of fossil fuel by the turn of this century, and greater commitment to collaboration between nations to reduce carbon emissions.\nOne thing was clear even before the gathering at Glasgow began. There was an over-expectation. The international climate summit was billed by its chief organiser as the \"last, best hope\" to save the planet. The climate summit remains \"our last, best hope to keep 1.5 in reach,\" said Alok Sharma, the British government minister chairing the climate talks. \"We must make it a success,\" said Patricia Espinoza, Executive Secretary of the United Nations Framework Convention on Climate Change (UNFCCC).\nWas COP26 a success, then? For the \"the glass is half full\" school, i.e., the optimist, there are reasons to celebrate. Some major agreements were reached, the conference ended without any major disappointments, and it ended peacefully. However, the media has declared that \"the glass is half empty\", or the summit was full of empty promises, with no major tangible achievement to show for it. The conference was mocked by some as a jamboree with all talk and no substance.\nThe statistics for COP26 is, nonetheless, impressive. A total of 197 countries participated and the participants ranged from \"heads of state and titans of industry\" (New York Times) to over 100,000 demonstrators from different walks of life chanting for \"immediate action\" at Glasgow Green.\nAround 105 countries agreed to reduce emissions of methane—a short-living but powerful greenhouse gas—by 30 percent by 2030, as compared with 2020. More than 130 countries pledged to halt and reverse deforestation and land degradation by 2030.\nMore than 40 countries, including Canada, Poland, South Korea and Ukraine, have agreed to phase out their use of coal-fired power, the dirtiest fuel source. Our neighbour, India, which is the world's fourth largest emitter, pledged to join the net-zero club by 2070.\nIndia's 2070 commitment was soon blown out of the sky by its other neighbour, Pakistan. Malik Amin Aslam, an adviser to the prime minister of Pakistan, scoffed at some of the long-term net zero goals being announced. \"With an average age of 60, I don't think anyone in the negotiating room would live to experience that net zero in 2070,\" he said.\nThere were plenty of sceptics, including Greta Thunberg of Sweden, who lampooned the \"blah blah blah\", i.e., the big speeches. \"It is not a secret that COP26 is a failure,\" she said. \"This COP26 is so far just like the previous COPs—and that has led us nowhere,\" Thunberg said as she addressed climate activists who had gathered at Glasgow.\nJust as the negotiations at Glasgow got underway, a report from the United Nations (UN) poured cold water on the pledges made by the nations to cut greenhouse gas emissions. Analysts at the UN tallied up the Nationally Determined Contributions (NDC), the plans to curtail emissions over the next decade, and estimated that the world was on track to heat up roughly 2.7 degrees Celsius above preindustrial levels by 2100. \"To limit warming to just 1.5 degrees Celsius, the UN said, global emissions from fossil fuels need to plummet by roughly half between 2010 and 2030. Instead, emissions are set to rise over that period,\" according to the New York Times. Actually, emissions will increase by 13 percent by 2030.\n\"The reality is you've got two different truths going on,\" said Helen Mountford, vice president for climate and economics at the World Resources Institute (WRI), a think-tank in Washington, DC. \"We've made much more progress than we ever could've imagined a couple of years ago. But it's still nowhere near enough,\" she said.\nA more recent report by the International Energy Agency (IEA) is less alarming though. IEA estimates suggest that all the climate pledges announced to date, if met in full and on time, would be enough to hold the rise in global temperatures to 1.8 degrees Celsius by 2100. In order to succeed, what is required in the coming decades is stronger implementation, and clearer tracking or monitoring.\n \nDr Abdullah Shibli is an economist and works in information technology. He is also Senior Research Fellow, International Sustainable Development Institute (ISDI), a think-tank based in Boston, USA.\n",
        "headline_1": "COP26: A meta-perspective",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/open-dialogue/news/cop26-meta-perspective-2234631",
        "news_paper_name": "The Daily Star",
        "publish_date": "22-11-2021"
    },
    {
        "full_article": "It is good to see the government planning to merge the development and revenue budgets, amend income tax laws and establish a procurement authority in the next three years, as part of a set of reforms aimed at boosting revenue collection and ensuring transparency in expenditure. On the one hand, revenue generation in Bangladesh is one of the lowest in the world because of tax avoidance, a long list of exemptions, lower taxpayer base, and weak enforcement. On the other hand, public expenditures face leakages and are not efficient. Therefore, there is no doubt that the tax system and other revenue policies need significant reforms, and that government expenditure has to be more efficient. What we are concerned about, however, is how serious the government is when it comes to implementing such highly ambitious reforms.\nThe government has planned the aforementioned reforms in an attempt to satisfy its development partners, and the timeline set is also a part of that. But this is not the first time we have heard the government prepare such reformation plans. For example, we have been hearing the government talk about restructuring the tax laws since 2010. But we have yet to see the government get anything done in that regard. To some extent, the same applies when it comes to reorganising the VAT laws, where the government's execution failed to match its promises.\nThe main objectives of its latest reform plans have to be to streamline expenditure—by reducing the huge leakages that usually occur—and increasing the government's earnings—by ensuring that tax avoidance is cut out. And to that end, although such reformation plans are welcome, what is more necessary is their proper and timely execution. It is in the latter department that the government has failed time and again. And, because of that, we cannot help but remain somewhat cautious in regards to our expectations from the government's recent proposal.\nJust forming laws is not going to lead to reforms in and of themselves; the government has to execute them properly as well. And to figure out how to best implement them, we believe the government should involve experts in its planning process. To generate enough revenue for the various infrastructure projects that Bangladesh so badly needs for its development, there is no substitute to carrying out such reforms. What the government must do is ensure that these reforms are fully implemented, instead of falling midway through, as they have done previously.\n",
        "headline_1": "Reforms are good only when they are fully enforced",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/reforms-are-good-only-when-they-are-fully-enforced-2235536",
        "news_paper_name": "The Daily Star",
        "publish_date": "22-11-2021"
    },
    {
        "full_article": "Since March last year, the government has saved Tk 2,500 crore in funds that would otherwise have been spent on foreign trips taken by government officials. While certain overseas meetings and training can be very useful, questions had been raised, prior to the pandemic, on the logic behind spending taxpayers' money for frequent tours—especially since many such trips end up yielding no noteworthy results. In some cases, officials had gone on foreign tours with projects they did not even have any involvement with, and the prime minister herself had spoken out against such practices.\nIn this context, we are confused as to why officials of Bangladesh Railway and the railways ministry have now planned four different trips to Europe, the US and India over the next three months. This is despite the fact that the government withheld 50 percent of this fiscal year's allocation for foreign trips, and asked officials to cancel routine tours. According to a finance ministry circular from July 1, the remaining funds can only be spent during emergencies and unavoidable circumstances.\nSo far, the reasons given for the scheduled trips are studies, training and visiting factories. None of these can hardly be considered an emergency, or an unavoidable circumstance. From Tuesday, Railways Minister Nurul Islam Sujan will lead an eight-member delegation on a 13-day trip to four European countries. According to the railways minister, its purpose is to observe developed railway systems and hold talks with different stakeholders. We wonder why there is this sudden need to travel to hold such talks when, during the pandemic, all the biggest government agencies and businesses across the world shifted to videoconferencing for most discussions.\nIt has also not been made clear how much money will be spent on the planned tours. Why the mystery surrounding these visits? Given that Europe is the only place in the world where coronavirus cases are continuing to rise, and that many states in the US are also in precarious situations, the people of this country have every right to be concerned about our officials travelling there. We would also like to know: Will the officials going to these countries quarantine on their return?\nNow that the Covid-19 situation has finally come under control in Bangladesh, it is careless of railway officials to plan trips to high-risk countries—that, too, at the public's expense, and for reasons that the government's own directives would not consider essential. It is high time that the authorities dealt with the issue of different ministries and departments failing to follow the rules that are set by their own administration. In Digital Bangladesh, there is really no reason to waste precious resources and contribute to the climate emergency by flying across the world, if the purpose of such tours could be served online just as easily instead.\n",
        "headline_1": "Pandemic-time tours go against govt’s own rules",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/pandemic-time-tours-go-against-govts-own-rules-2235296",
        "news_paper_name": "The Daily Star",
        "publish_date": "22-11-2021"
    }
]