[
    {
        "full_article": "The recent crisis that has been created in the emerging e-commerce sector of Bangladesh is another example of financial fraudulence in the country. There have been complaints, for quite some time, about malpractices by a number of e-commerce companies. But those complaints fell on deaf ears, and the companies continued their business right under the nose of the relevant authorities. However, the problem could not be ignored for long as it became too big and unavoidable. The owners of e-commerce platform Evaly have been arrested for fraud, and cases have been filed against them under the existing law of the land. If they are proven guilty, they may have to stay behind bars for three to seven years, according to legal experts.\nBut will it help those who have lost their money? This is the most important question in the whole Evaly episode right now. Judging by our previous experience, getting back the customers' stolen money is a distant reality. Though the measures taken by the authorities are a positive move, it will not solve the problems faced by the affected people. Recovery of the money by confiscating the assets of Evaly seems to give a little hope. It has been reported that the value of Evaly's assets seems to be much less than the amount customers have paid the company to purchase products. The legal battle is a long process, and the affected people may not get their money back. Indeed, there have been similar cases before where the affected customers were not fully compensated. One may recall the misappropriation of customers' deposits by the sponsor of the Oriental Bank Ltd in 2007, and the collapse of the bank. Till today, many clients of the bank have not gotten their money back. Not too long ago, people were also cheated by multilevel marketing companies that allured innocent people with the promise of higher returns on their deposits. The deceit of those businesses was unearthed a few years into their operations, and the culprits were put behind bars. But the cheated customers did not get their money back. Several low-income people lost their lifelong savings.\nWill the customers of Evaly get their money back? When and how? As discussion on the solutions to the Evaly problem continues, there have been demands for compensation from the government. This is, indeed, a dangerous proposition. Government money is taxpayers' money, and that money is for the development of the country and to support the poor. We are still in the middle of the Covid-19 pandemic; a good number of people in the country—who lost their jobs during the pandemic—are yet to get their jobs back and earn their living like they used to before Covid hit the country. Public money is to support people during such difficult times, generate jobs, and create opportunities for the people. Why would the hard-earned money of our taxpayers be used to compensate for a crime committed by two greedy individuals? This will only encourage malpractice in this sector as well as in others. The government's objective should not be encouraging bad practices, but to root out the greed of deceitful businesses like Evaly.\nE-commerce is a new but potential sector for Bangladesh. It is a source of employment for the youth. In Bangladesh, the capacity of the job market to absorb all of the aspiring young population is limited. This sector creates opportunities for them. But this prospect is not for the unemployed youth only; many smart and promising young citizens, who could easily find good jobs but do not want to work for others, have started their own businesses with innovative ideas. They have created jobs for others; they have set examples of ethical business. Several successful e-commerce businesses are also attracting foreign investment because of their reputation. Having a large population, Bangladesh is an attractive destination for the e-commerce industry. As our per capita income is increasing, consumerism is also expanding. It will continue to do so as the country is expected to do better in the coming days. But unethical practices of a few e-commerce companies have damaged the customers' confidence. If this is not remedied, it will not only have a negative impact on youth employment, but also on the overall economy. So, policymakers must address customers' concerns without delay.\nWith the unveiling of fraudulent practices of a few e-commerce companies, the role of regulatory bodies has come into question. The Ministry of Commerce and the Bangladesh Bank have critical roles to oversee and monitor such businesses. These malpractices have been going on for several months. Why these were not tracked and stopped by the responsible departments are questions that must be answered. Going forward, there is a need for coordination between these and other relevant bodies, such as law enforcement agencies, e-commerce associations, the financial organisations which facilitate payments, and a consumer rights protection department, for a healthy e-commerce sector. Following the Evaly debacle, the Ministry of Commerce has launched Digital Commerce Operation Guidelines, 2021. It has instructions on product delivery, payment, information to customers, etc. It also mentions that if companies fail to comply with the guidelines, the government can shut them down. Also, consumers can lodge complaints with the Directorate of National Consumer Rights Protection and relevant courts. There are demands from some groups that these guidelines should be more comprehensive and stringent. There are also suggestions for new laws. However, e-commerce companies do not want a separate regulatory body. They want facilitation, not regulation. Legal experts suggest that the existing laws can be amended to take measures against the fraudulent companies. But having good laws is not the solution to the problem—proper implementation of the law is the key.\nSince the unveiling of the Evaly scam and the dishonest practices of a number of other e-commerce businesses, the issue has become the centre of our attention. Affected and agitated customers are on the street demanding their compensation; news and expert analyses are also pouring in. Many have been trying to say that the customers who have been ordering recklessly from the e-commerce company in question have also been greedy. This is an inappropriate analogy. The Evaly owners got involved in the crime of misappropriating customers' money through their unchecked greed. In the process of their financial accumulation via cheating customers, they were also involved in other unethical practices, such as sponsoring various organisations, giving gifts to important people, etc. On the other hand, some customers wanted to make money by buying products at discounted prices and reselling them to others at higher prices. There are also small customers who ordered goods for their own use, but never received their products, nor was their money refunded. Both types of customers were naïve: they did not realise that such discounted rates are impossible, and businesses cannot sustain through such irrational practices. This cannot be a business model. This is a cheating model.\nGiven the importance of the issue, it may continue to be the topic of discussion for some time—perhaps before another, more serious incident happens! However, this issue is important not only because customers have lost over Tk 1,000 crore to Evaly; the problem is much bigger than that. It is about this whole practice of becoming rich overnight through malpractices and corruption, and yet receiving acceptance and even accolades from our society. They occupy the cover pages of magazines, they are projected as role models and are discussed in the media and elsewhere, and they take the centre stage of programmes attended by powerful people. They would shamelessly show off their wealth, while others would admire them. At times, the power of their money is stronger than the power of policymakers. Hence they stay above the law. They get away with crimes. The Evaly scam is yet another test case for the policymakers to prove its commitment to the common people of the country.\n \nDr Fahmida Khatun is executive director at the Centre for Policy Dialogue (CPD).\n",
        "headline_1": "Building a healthy e-commerce sector needs strong actions",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/macro-mirror/news/building-healthy-e-commerce-sector-needs-strong-actions-2184696",
        "news_paper_name": "The Daily Star",
        "publish_date": "27-09-2021"
    },
    {
        "full_article": "Can we decouple business growth from climate impacts? This is the thorny question that no politician wants to answer right now, and it is easy to understand why. On the one hand, all our leaders recognise that \"business as usual\" is no longer an option on a planet where we are already seeing evidence of global change on a daily basis. The latest report by the Intergovernmental Panel on Climate Change (IPCC), the United Nations body for assessing the science related to climate change, states that many of the changes observed in global climate are unprecedented in thousands—if not hundreds of thousands—of years. It says that the changes are widespread, and that the role of human influence on climate is undisputed.\nAt the same time, if one considers the above argument in light of Bangladesh's most successful export industry, it is evident that we may have a problem. Fashion creates millions of jobs in lesser developed countries, such as Bangladesh. If the \"fast fashion\" tap were to be switched off—in the name of protecting the environment—many of these jobs would be gone, and the societal impact would be huge.\nOur leaders recognise this conundrum—this balancing act between societal and environmental impacts. It is for this reason that the idea of decoupling economic growth from climate impacts is so appealing. Such a decoupling would mean that economic growth would become a sustainable goal for all of society.\nIs this even possible? Until relatively recently, decoupling of this nature has been viewed as a fanciful notion. This is because the majority of historical data and projections illustrate the intrinsic link between material and energy use and the consequent carbon emissions/climate impacts.\nAs a consequence, many people have difficulty reconciling the sustainability goals of a business model—fashion, in this case—which is dependent upon selling more and more business units. In short, they say we can't have our cake and eat it.\nI personally have one foot in this camp, and believe that the idea of \"sustainability as usual\" may no longer be an option, given the urgency of our planet's situation. What do I mean by that? I mean that, essentially, the traditional, voluntary sustainability approach by our industry—by that I mean fashion buyers and us, their suppliers—may no longer be enough if we are to avert climate calamity. There may come a time when we need more \"stick\" and less \"carrot\"—where national and international regulators are forced to step into industries like ours and create laws around issues such as clean production, waste disposal, and other areas.\nOn the other hand, I see a potential solution where we can separate traditional GDP growth from climate impacts. Within the textile industry, this is via recycling and the circular economy. I have written about this issue before, but I believe it deserves growing scrutiny in countries like ours, which are so heavily dependent upon labour-intensive manufacturing industries, such as clothing production. It is in our own interest to embrace solutions that can separate growth from the impacts of climate change, given that our industries are so dependent on carbon-intensive manufacturing.\nHow can we do this? One way is to shift to the use of renewable energy, as I have previously discussed in my column.\nBut a complete rethink of our RMG manufacturing base may also be required, if we are to shift towards a less resource-intensive operating model in line with circular economy principles.\nThe three major principles around circular economy are: smarter use and manufacture of products; extension of product lifespan and its parts through reuse, repair, refurbishment, and remanufacturing; and useful application of materials such as repurposing, recycling, and material recovery.\nWhile not all of these ideas will be easy to apply in the RMG manufacturing space, many of them could extend the useful life of garments. For example, textile materials can be repaired and refurbished, and alternative markets can be found for them. Is our garment industry ready to explore these ideas?\nIf all of this sounds quite radical, that's the intention. I said sustainability as usual might not be an option moving forward, and as manufacturers we need to think about what this new landscape might entail if we are to remain relevant to our fashion buyers. Be in no doubt: our buyers are looking for solutions in these areas. When they talk about \"going circular,\" it is us, their manufacturers, that they are relying on to enable them to achieve their goals.\nWhat can we do now to prepare for a less resource-intensive, circular environment, where GDP growth is decoupled from carbon emissions?\nMost experts agree that several steps will be required for textile manufacturers. One is to phase out the use of unsafe materials and the discharge of microfibres (another huge issue for our customers). This will require more innovative garment design and smarter production processes.\nThe second is changing the way clothes are designed, a step to be taken in collaboration with our buyers.\nStep three is designing products keeping recycling in mind, so that the products are recoverable at the end of their \"life.\"\nTaken together, these actions would initiate a major step for our RMG sector. At some point, we may need to think very differently about our business models as part of a broader societal shift away from a linear business model. These are difficult questions, but now is the time to think about their answers.\n \nMostafiz Uddin is the managing director of Denim Expert Limited. He is also the founder and CEO of Bangladesh Denim Expo and Bangladesh Apparel Exchange (BAE).\n",
        "headline_1": "In fashion, ‘sustainability as usual’ may no longer be enough",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/rmg-notes/news/fashion-sustainability-usual-may-no-longer-be-enough-2184686",
        "news_paper_name": "The Daily Star",
        "publish_date": "27-09-2021"
    },
    {
        "full_article": "There is ultimately no way to stabilise the climate without addressing the fact that humans are emitting far too much carbon dioxide into the atmosphere, year after year. But cutting emissions is not the only response to the climate crisis, nor was it the one that scientists proposed over half a century ago in the first-ever government report on climate change.\nTo address the problem of \"Atmospheric Carbon Dioxide,\" noted former US President Lyndon B Johnson's Science Advisory Committee, the \"solution\" could not be to emit less of the stuff, because that apparently seemed unimaginably costly and difficult to do. Instead, the committee suggested that the effects of excessive CO2 in the atmosphere might be mitigated by brightening the world's oceans to radiate more heat back into space.\nSince then, many additional methods of \"geoengineering\" have been proposed by both scientists and science-fiction authors alike. Some ideas are more realistic than others, and none can substitute for the top-order priority of severing the link between economic activity and CO2 emissions. Nonetheless, emissions represent only the first of many links in the long causal chain from economic activity to climate crisis.\nEconomic activity produces emissions that drive up atmospheric concentrations, which in turn increases temperatures, thereby creating new conditions that are damaging to human welfare. Whereas cutting CO2 and other greenhouse gas (GHG) emissions addresses the first part of the chain, climate adaptation concerns the latter end—from changing temperatures to the impact on society. But the tail end should not necessarily come last in the sequence of our response. If anything, we should have introduced more aggressive adaptation measures a long time ago.\nThis delay owes much to a previous, long-standing fear among environmentalists that the mere mention of adaptation would undermine the primary aim of cutting carbon emissions. According to this argument, adaptation would create a \"moral hazard\": the idea that insulating people from the consequences of their actions will lead them to engage in even riskier behaviour (think seat belts or condoms).\nMost environmentalists have since changed their tune, however. In the mid-1990s, then US Vice-President Al Gore avoided discussing adaptation, lest it detract from carbon-cutting efforts. Yet, by the early 2000s, he and most others had begun to include it as a point of emphasis alongside mitigation. And by 2013, adaptation was a key tenet in a climate policy blueprint issued by President Barack Obama's Council of Advisers on Science and Technology.\nBut mitigation and adaptation do not exhaust all the options. Carbon removal specifically breaks the second link in the chain—from emissions to concentrations. Technically, emissions could stay the same, while removal sucks enough carbon out of the atmosphere to decrease concentrations, lessening the net effect and giving rise to many a \"net-zero\" climate commitment.\nThat sounds like a win-win. But it turns out to be a rather expensive proposition, especially when looking beyond trees and other \"nature-based\" solutions. While they remove carbon from the atmosphere, they retain it in the biosphere and are vulnerable to deforestation and natural disasters. Other more high-tech methods could put carbon back into the geosphere, storing it permanently underground (from where it came before it was burned as fossil energy).\nAs with adaptation in earlier decades, the prospect of carbon removal brings moral hazard to the fore, raising many difficult political questions. With so many opportunities for mitigation available, can we really justify subsidies for expensive carbon removal technologies? Moreover, why should big polluters be let off the hook?\nThat second question goes to the heart of many political debates around climate and economic policy more broadly. Is climate change caused by too much pollution, or is it a problem of economic growth itself? Those who believe it is the latter argue for a full-scale reining in—or rechannelling—of economic activity and market forces; some even call for \"degrowth\" and other more sweeping societal transformations. Given these associations, it is easy to see why those on the left would be suspicious of carbon removal, and why those on the right might be eager to embrace it.\nThe political dynamics driving the carbon removal debate are even stronger in the discussions of solar geoengineering. By reflecting more of the Sun's radiation, this potential intervention aims to break the link between atmospheric CO2 and rising temperatures. It would not address ocean acidification and other problems directly tied to higher atmospheric concentrations, but it could have its own advantages. Chief among these is that the effects could be virtually immediate, reducing temperatures within months and years, rather than decades and centuries.\nSerious discussions of solar geoengineering have long since moved on from the Johnson White House's ideas about brightening the world's oceans. The most-discussed method today envisions the seeding of small reflective particles into the lower stratosphere to mimic the global cooling effects of large volcanic eruptions.\nSome describe this scale of geoengineering as a \"last ditch\" option that should be reserved only for a planetary emergency. Others emphasise that it should be viewed only as a potential complement to serious emissions reductions and other interventions—from adaptation to carbon removal—with each addressing climate risks differently.\nBut again, those who merely argue for more research into solar geoengineering usually meet with strident \"moral hazard\" objections, as if simply studying the issue will distract from emissions cuts. We must move beyond that argument. Remember, adaptation measures used to be viewed the same way.\nRegardless of whether one believes that solar geoengineering is inherently dangerous, potentially useful, or both, one should support more careful, open, and transparent research into the matter. We are not in a position where we can peremptorily reject potential solutions to the climate crisis. If nothing else, geoengineering research could help to educate those who are still dragging their feet on emission reduction.\nAfter all, by failing to break the other links in the climate chain, we are making it more likely that either carbon removal or solar geoengineering will become a key element in the 21st century climate policy portfolio—whether one likes it or not.\n \nGernot Wagner, clinical associate professor of environmental studies at New York University, is author of \"Geoengineering: The Gamble\" (Polity, 2021).\nCopyright: Project Syndicate, 2021\nwww.project-syndicate.org\n(Exclusive to The Daily Star)\n",
        "headline_1": "We need to talk about geoengineering",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/project-syndicate/news/we-need-talk-about-geoengineering-2184676",
        "news_paper_name": "The Daily Star",
        "publish_date": "27-09-2021"
    },
    {
        "full_article": "With some improvements in the Covid-19 situation in Bangladesh, the country recently witnessed elections in 160 union parishads and nine upazila parishads. In these elections, according to election commission reports, 43 candidates in union parishads and four in upazila parishads won uncontested—and all of them were affiliated with the ruling party, i.e. Awami League (AL). With these 43, a total of 69 candidates have been elected uncontested in union parishad elections in its first phase. Apart from these, last week's parliamentary by-election in Cumilla-7 constituency also saw the unopposed election of an AL candidate. As time goes on, the number of unopposed winners in local elections have been on the rise. But has anybody thought of the dire consequences or of the ominous signs that this kind of uncontested and voter-less elections might have on the future of the democratic process?\nAccording to available information, elections were supposed to be held in a total of 379 union parishads in April this year in the first phase. But due to Covid-19, it was deferred to June when elections were held in 204 union parishads, with 167 being further postponed for various reasons. Of these, in 160 parishads, polls were held on September 20, and the remaining seven are yet to be held. Polls have been held in nine upazila parishads as well. The results of these polls indicate that 27 percent of the winners in union parishads and 45 percent in upazila parishads have secured their victory unopposed, which raises serious questions regarding their democratic legitimacy.\nHowever, such uncontested elections are not a sudden phenomenon in the country—a lack of confidence in the electoral system has been growing since 2014 in Bangladesh. We have been noticing the result of that in recent elections, which has manifested firstly in people's disinterest or indifference in going to the polling stations, and secondly in not being interested to run for elections. This is how the whole system has been approaching its demise. An objective analysis of all post-2018 elections can shed light on this situation.\nAs I remember, the first City Corporation election in Dhaka after 2018 could attract only 30 percent of voters. After that, the by-election of the Dhaka- 5 constituency attracted only 10.43 percent of voters. This is how the fall started, but now, it has spread all over the country like a fast-spreading virus. One might remember a time when elections held at the union parishad level—the lowest tier of local government—would lead to a kind of festive mood at every corner of the villages. Today, that tradition is all but gone. People, except government party supporters, do not feel like coming forward to even stand for such local elections. Needless to say, it is a kind of silent protest against the current electoral institutions that people are turning away from the polls.\nOne can view this degradation of the electoral system in Bangladesh from two angles. Firstly, starting from 2014, the Election Commission has, willingly or unwillingly, failed utterly to create a \"level playing field\" for all stakeholders and political forces to ensure their participation in the electoral process. Ruling party candidates took advantage of this situation and played their own game with the unholy support of local administration. From my own experience, I can tell that in the 2018 elections, many of the age-old electoral rules were ignored in certain locations, such as the system of casting votes in \"closed and secret rooms\", and many voters felt directly intimidated, especially where election officials and administration did not strictly enforce the rules. Such experiences led many opposition candidates to believe there was no use of participating in elections, and many voters at polling centres also felt disheartened and disengaged, which has been responsible for creating widespread voter apathy in the face of potential disenfranchisement.\nIt is a well-established fact that since 2014, the people of Bangladesh have been losing confidence in the electoral system and in electoral institutions. This is an ominous sign of a looming disaster for the nation. We must now put serious thought into how we can keep democracy alive in the country. By now, it should be clear that this cannot be achieved by killing the electoral system.\n \nMoshtaque Ahmed is a former UN official.\n",
        "headline_1": "Uncontested victories are an ominous sign for democracy",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/uncontested-victories-are-ominous-sign-democracy-2183951",
        "news_paper_name": "The Daily Star",
        "publish_date": "27-09-2021"
    },
    {
        "full_article": "In a city already devoid of enough playgrounds, the decision by the Dhaka South City Corporation (DSCC) to build a market inside the Dhupkhola field is disconcerting, to say the least. The Dhupkhola field is not just a playground where people play different sports—it is a place where residents from nearby neighbourhoods come together to hang out and spend time with their friends and families. Therefore, constructing a market inside the field will most certainly change the entire characteristic of the field.\nThe Dhupkhola field also has a rich history of producing athletes who have gone on to represent Bangladesh at the highest levels of their respective sports. The first Test centurion of Bangladesh, Aminul Islam Bulbul, is just one cricketer of note who trained in the field. Mohammad Rafique, considered one of the best spinners Bangladesh has ever produced, is another. Former national team footballers such as Ataur and Mamun Babu also trained in Dhupkhola field. There are currently three cricket academies based in the Dhupkhola field, where around 500 cricketers practise on a regular basis. Who is to say that the next great Bangladeshi cricketer will not emerge from there? And what will happen to the fate of these 500 athletes once the market eats up a significant chunk of the field?\nAccording to the DSCC plan, the authorities will construct a five-storey market to house the 394 shops set up around the fields, which will take up 0.62 acres of the field area. The city corporation is also going to construct walkways, seating arrangements, parking spaces, and a cafeteria, which will further reduce the field's space. All these will bring down the total size of the field to 4.01 acres from 7.47 acres. Right now, the 7.47 acres of the field area is split into three parts: Jagannath University field, East End Club playground, and an open field for everyone to use. The construction of the market, by significantly reducing the total field size, will affect everyone who wishes to use it.\nResearch by the Bangladesh Institute of Planners (BIP) shows that the city's fields barely meet 10 percent of the public demand. When open playgrounds are already in such short supply, why is the DSCC taking up a project that will reduce them even further? There seems to be no logical explanation to this. The director of the Dhupkhola Math (field) Development Project justified the decision by saying that the facilities were being built because of \"space constraints.\" But what about the lack of playing fields in Dhaka? How will the authorities make up for that? We urge the authorities to seriously reconsider their decision and find an alternative site for the market's construction.\n",
        "headline_1": "Why construct a market inside Dhupkhola field?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/why-construct-market-inside-dhupkhola-field-2184671",
        "news_paper_name": "The Daily Star",
        "publish_date": "27-09-2021"
    },
    {
        "full_article": "Despite our much-vaunted march of democracy since its resurrection from the bonds of the khaki, our democratic institutions have fared badly because of the characteristic propensity of the political party in power to fill vital institutions with \"our men,\" or \"our women\" for that matter. The blame lies not just with the current regime—all political parties have been more or less guilty of this delinquency.\nUnfortunately, the worst sufferer of such a biased attitude has been the Election Commission (EC). With every successive government, the commission has been made more blatantly partisan. It is no wonder that one of the reasons for the decay of democracy in Bangladesh is the loss of people's trust in the electoral system. With every election, fewer and fewer people have exercised their right to choose their representatives, knowing that their votes matter little, the result being a foregone conclusion. The turnout in local elections—the most recent of them held only a few days ago—testifies to our views. And this ominous state has been acknowledged even by some serving members of parliament.\nCan a nation that suffered unimaginable losses in terms of human lives—to establish the right and freedom to choose their own representatives and have them run their own affairs, and not by those who defile and distort the system to \"get elected\"—countenance such a state of affairs? We certainly do not want a repetition of the 2018 general election, nor the dozens of local elections held since then.\nThrough our columns, we have been calling for enactment of appropriate laws to govern the formation of the Election Commission. We, therefore, endorse and strongly reiterate the call of those who have been demanding such a law, including that of 53 eminent personalities who recently also called for reforms, so that the civil administration and the law enforcement agencies are made resistant to all extraneous pressures and inducements.\nWe wonder at the reluctance of the party in power to do so. After all, our constitution mandates such a law. However, while we are calling for enactment of a law for Election Commission formation, we are aware that any law can be circumvented—as we have seen happen many times before. But a law in place would at least restrict the ruling party's ability to ride roughshod over the provisions indiscriminately.\nOnly a credible institution can retrieve the faith of voters in the electoral system which, as of now, stands severely sapped. Also, it is in the interest of the ruling party that elections are not only claimed free and fair, but are actually so. Only a free, transparent and unencumbered Election Commission can ensure that. We also believe that, despite the process of selection of the commission members, everything depends on the quality of the individuals holding the posts, the strength of their moral fibre, and their obligation to the people and their conscience. In a democracy, it is not the verdict of the court but of the people that renders validity to an election, and to the people elected.\n",
        "headline_1": "Frame law immediately to constitute a new EC ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/frame-law-immediately-constitute-new-ec-2184531",
        "news_paper_name": "The Daily Star",
        "publish_date": "27-09-2021"
    }
]