[
    {
        "full_article": "The first advance estimates of national income for the current fiscal year present a picture of an economy on steroids — of government spending. While the NSO has made bold to project real GDP growth marginally quickening to a 7.3% pace, from 2022-23’s 7.2%, scrutiny of sectoral output figures that together form the gross value added, and the demand data reflected in expenditure numbers posit an economy still searching for durable drivers of consumption-led growth. While overall GVA growth is seen slowing to 6.9%, from the preceding fiscal’s 7%, the agriculture, livestock, forestry and fishing sector — the bedrock of the rural economy, one of the largest providers of work and the second-largest generator of economic value outside the services economy — will see output expanding by 1.8%, the slowest in eight years and less than half of 2022-23’s 4% pace. And even this pace of growth may be optimistic given the estimated shortfall in kharif output and lag in rabi sowing, particularly in paddy and pulses. Equally, the second-largest component of the services economy, the omnibus trade, hotels, transport, communication and broadcasting sector — also a large provider of jobs — is estimated to witness more than a halving in the pace of growth — to 6.3%, from 14% last fiscal. Here too, the estimates reflect the trend evident in the NSO’s November 30 release of second-quarter GDP estimates, and underscore the underlying loss of momentum in the post-pandemic rebound in services.On the demand side, private final consumption expenditure — the largest component of GDP with a share that till two decades ago exceeded 60% — is projected to log its slowest non-pandemic year expansion in more than 20 years. At 4.4%, private consumption spending growth is estimated to have been at its lowest ebb since the pandemic and accompanying lockdowns caused spending to contract by more than 5% in 2020-21, and just over half of 2022-23’s 7.5% pace. With the rural economy struggling under the impact of the monsoon vagaries and the resultant weakness in farm output, demand for producers of a range of goods from soaps and detergents to packaged foods and two-wheelers is yet to regain any kind of vigour in the hinterland. Gross fixed capital formation, which includes government capital spending, remains the main bright spot and driver of momentum. The NSO pegs GFCF growing 10.3% to reach a record 34.9% share of GDP this fiscal. With the general election just ahead, policymakers face an unenviable choice — keep the spending spigot fully open to prop up growth at the risk of fiscal slippage, or tighten the purse strings and risk further loss of momentum.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\neconomy (general)\n\n/\n\ngovernment\n\n/\n\nagriculture\n\n/\n\nforests\n\n/\n\nfishing industry\n\n/\n\nhotel and accommodation\n\n/\n\ntransport\n\n/\n\ncommunication infrastructure\n\n/\n\nCoronavirus\n\n/\n\nMonsoon",
        "headline_1": "Good growth, low demand: On the NSO projection",
        "headline_2": "Government spending seems to be propping up growth",
        "link": "https://www.thehindu.com/opinion/editorial/good-growth-low-demand-the-hindu-editorial-on-the-nso-projection/article67722676.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "10-01-2024"
    },
    {
        "full_article": "By getting industry leaders to commit to invest ₹6.64 lakh crore through 631 Memoranda of Understanding (MoU) signed over the course of the two-day Tamil Nadu Global Investors Meet (GIM 2024), the M.K. Stalin government seems intent on using job creation to steer the State on a growth trajectory. The projections of an additional 26.90 lakh jobs including 14.54 lakh through direct employment are meant to reinforce Tamil Nadu’s reputation as an economic power house. In sheer numbers, the success of the 2024 edition dwarfs the outcomes in 2019 and 2015. It has attracted investments in green energy, e-vehicles, non-leather footwear, automobiles, advanced electronic manufacturing, defence and aerospace and the time-tested Information Technology and digital services. Significantly, going beyond the developed Chennai and Coimbatore regions, these investments are distributed across the State, including deep down south. With the creation of support infrastructure in tier 2 and 3 cities and towns, this could pave the way for balanced regional development and partially prevent migration to urban centres that are bursting at the seams. Nine advanced nations had come in as partners and over 30 countries were participants in the conclave, whose global nature is what has inspired new entrants such as Vietnam’s EV leader VinFast to seize the opportunity to enter the Indian market from Tamil Nadu. That multinational and domestic groups including Hyundai, Tatas, Adani, Qualcomm and Saint Gobain are keen to expand their footprint shows a level of investor confidence in Tamil Nadu’s economic and governance climate.Nonetheless, there is always a demonstrable gap between expressions of interest to invest and translating the MoUs into actionable reality. This has been the case with euphoria-generating investor conclaves in general due to multiple factors such as time and on-ground constraints. The aspiration to make Tamil Nadu a trillion dollar economy by 2030 needs to be matched with action — the release of a vision blueprint serves as a starting point. The Chief Minister’s public guarantee to provide the investors access to his office and grant clearances for projects through a single window system, monitored by an Industries Minister-headed special committee, is a welcome demonstration of the government’s commitment to its vision. A key challenge would be to ensure the potential investors have access to vast land parcels to set up their projects. In recent years, Tamil Nadu has encountered challenges in land acquisition for infrastructural projects. At the same time, transparently sharing details of all MoUs and a periodic update on their progress would further boost industry confidence.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nTamil Nadu\n\n/\n\nforeign investment\n\n/\n\ninvestments\n\n/\n\nemployment\n\n/\n\ngreen technologies\n\n/\n\nfootwear\n\n/\n\nautomobile\n\n/\n\nelectronics\n\n/\n\ndefence\n\n/\n\naerospace\n\n/\n\ncomputing and information technology\n\n/\n\nChennai\n\n/\n\nCoimbatore\n\n/\n\nVietnam\n\n/\n\ngovernment\n\n/\n\neconomy (general)\n\n/\n\nministers (government)\n\n/\n\nland resources\n\n/\n\nmigration",
        "headline_1": "Investor confidence: On the two-day Tamil Nadu Global Investors Meet, GIM 2024",
        "headline_2": "Tamil Nadu must match its growth aspirations with action on the ground",
        "link": "https://www.thehindu.com/opinion/editorial/investor-confidence-the-hindu-editorial-on-the-two-day-tamil-nadu-global-investors-meet-gim-2024/article67723529.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "10-01-2024"
    },
    {
        "full_article": "In a landmark decision, Supreme Court yesterday quashed orders granting remission to 11 convicts in the case of multiple murders and gang rape of Bilkis Bano.\n\nHolding that the remission orders issued in favour of the convicts were illegal, SC directed restoration of status quo ante and ordered the convicts to surrender before the prison authorities within two weeks.\nRead full story on TOI+\n\n",
        "headline_1": "Bilkis case: Why SC revoked remission orders for 11 convicts",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/bilkis-case-why-sc-revoked-remission-orders-for-11-convicts/",
        "news_paper_name": "The Times of India",
        "publish_date": "10-01-2024"
    },
    {
        "full_article": "Five lakhs. That’s the population of Maldives. This is around the population of a small Indian city like Ulhasnagar or Siliguri. Last week, sitting ministers of this tiny nation did something bizarre.\n\nUnprovoked, they trolled the PM of a neighbouring nation with a population of 140 crore on X. They made tasteless, despicable, idiotic and borderline abusive remarks in response to Modi’s post with pictures from his recent visit to Lakshadweep.\nRead full story on TOI+\n\n",
        "headline_1": "Move over Maldives: Lakshadweep can give the so-called island paradise fair competition",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/The-underage-optimist/move-over-maldives-lakshadweep-can-give-the-so-called-island-paradise-fair-competition/",
        "news_paper_name": "The Times of India",
        "publish_date": "10-01-2024"
    },
    {
        "full_article": "“The boy is a Bangalorean,” my neighbour explained with relief as she announced her daughter’s engagement. And all the apartment aunties congregating on the katte(bench for non-Bangaloreans) nodded approvingly.\nSomewhere along the way, our loyalties have now aligned with the city over everything else. My daughter’s generation identifies as Bangaloreans, though the parents call themselves UPites, Biharis, Malayalees, and Tamils settled in Bangalore.\nIt is a huge relief for me. Explaining to people all my life that I am a Marathispeaking South Indian who grew up in Bihar was sheer torture. It made me feel as fake as Laurel and Hardy in the movie, where they dressed up in white bed sheets looking like Arab Sheikhs and introduced themselves as “Eskimos from Singapore”. (I am guessing the movie has been cancelled for a million reasons by now.)\n\nIt is also hugely vindicating that purebloods are getting harder to find. Scratch the surface and you find that you are speaking to a Tamil Iyer who is actually from Telangana or an apologetic Tamil Iyengar from Mysore. I know Telugus who have lived for generations in Odisha, Bengalis from Bihar, Rajasthanis from Karnataka, Punjabis from Chennai, and Gujjus from everywhere but Gujarat.\nThen there are the offspring of mixed marriages. And their children. My daughter had a classmate who told her that he was half Kannadiga, half Malayalee, half Telugu and half Tamil, making him twice the person she thought he was.\nOne more generation of people like him, and we will be completely messed up and all state lines will be blurred, which sounds wonderful but has one grave consequence that no one seems to have thought of.\nI worry that South Indians will finally lose the battle that we have fought bitterly for years. Imagine the trauma of having to tell your Northie friends, “We have no idea who we are. If we live below the Vindhyas, just call us Madrasis.”\n\n",
        "headline_1": "Below the Vindhyas: There are UPites, Biharis, Malayalees, Tamils settled in Bangalore. Or Bangaloreans",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/below-the-vindhyas-there-are-upites-biharis-malayalees-tamils-settled-in-bangalore-or-bangaloreans/",
        "news_paper_name": "The Times of India",
        "publish_date": "10-01-2024"
    },
    {
        "full_article": "With opposition BNP boycotting, there was little doubt that the 12th parliamentary polls in Bangladesh would hand Sheikh Hasina another term in office. But at just 41.8% voter turnout – it was 27% an hour before close of polls – many are questioning how participatory the election was.\nA tortuous journey | Bangladesh’s road to democracy hasn’t been easy. There were periods of martial law. However, when Hasina returned to power in 2008, she reintroduced the original secular spirit of the Bangladeshi constitution. Under her leadership Bangladesh’s minority Hindus got access to key government posts. Good economic performance has put Bangladesh on the path to graduating out of the Least Developed Countries status by 2026.\nGolden Indo-Bangla period | With her zero-tolerance policy towards anti-India forces, Hasina has also scripted a new chapter in relations with India. Both the land and maritime boundaries have been resolved. Connectivity has massively improved. Transit and transshipment have become realities.\n\nOpposition vacuum | But Hasina’s ruthless crackdown on “anti-liberation” forces has hollowed out the opposition space. This has seen BNP and Jamaat leaders join Awami League at the grassroots level. In the latest polls, independents with 62 seats form the second-largest bloc. Many of them were reportedly dummy Awami candidates. The lopsided margins of victory of Awami candidates – cricketer Shakib Al Hasan won the Magura seat by a margin of 150,000 votes – reinforce the perception that only the governing party ticket can win.\nOminous trend | If more outsiders join Awami, Hasina’s secular vision will be compromised. And there’s no telling what will happen after her. The next generation of Awami leaders could become China’s allies. That’s an awful prospect for India. Also, Bangladesh becoming a virtual one-party state isn’t conducive to its own economic development. Bangladesh needs credible political opposition. Hasina needs it too. Her legacy should be that of a powerful anddemocratic leader.\n\n",
        "headline_1": "Hasina wins, but…: Low voter turnout and lack of credible opposition in Bangladesh aren’t good for the country or for India",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/hasina-wins-but-low-voter-turnout-and-lack-of-credible-opposition-in-bangladesh-arent-good-for-the-country-or-for-india/",
        "news_paper_name": "The Times of India",
        "publish_date": "10-01-2024"
    },
    {
        "full_article": "The simple market rule that price of a commodity is dictated by its supply in the market does not usually hold in Bangladesh. This is more so when it comes to the case of foodstuffs. The prices of food commodities in the global market, for instance, saw a marked decline by 13.7 per cent last year compared to its previous year (2022), says the UN's Food and Agriculture Organization (FAO) in a recent report. FAO's cereal price index, in particular, fell by 15.4 per cent thanks to easing of supply concerns caused by Russia-Ukraine war in 2022. However, so far as the Ukraine war's impact on food grains prices is concerned, it was only the cereals (wheat and maize), that first rose in the thick of the war, but later fell following the grain deal with Russia. But another important cereal, rice, did not follow the same pattern as its price soared by 21 per cent due to the effect of the weather phenomenon, El Nino, and India's putting restrictions on rice export. But the vegetable oil price, on the other hand, declined drastically by 32.7 per cent as its exports increased. The fall in edible oil prices had to do with the major vegetable oil producers' cutting down on biofuel production. Overall, the trend in prices, on an average, experienced a considerable decline.What is plain from all these instances of fluctuation in food prices is that the law of demand and supply has been at work in the global market. But that is not so for Bangladesh. For, rain or shine, here the behaviour of food commodities' prices, to be precise, is to go up. The data on the country's food price trend as provided by the Bangladesh Bureau of Statistics (BBS) also corroborate this view. Notably, the data provided by the BBS last year show that food inflation surged to as high as 15.54 per cent in August from 7.76 per cent in January. On that score, economists are of the view that the average food inflation in 2023 was around 10.06 per cent in Bangladesh. But how to explain this odd trend in food prices in Bangladesh that defies common sense? Well, from the retailers to the wholesalers, they have ready explanations that include depreciation of Bangladesh taka (BDT) against US dollar (USD), fall in forex reserve in the country's central bank, the wars abroad,and so on and so forth. But the fact remains that these are all lame excuses, pure and simple, with no connection whatsoever with the facts on the ground. Some experts would like to call it a 'sluggishness in adjustment' of prices in the local market in response to the world market. In this connection, consider that though food commodities prices in the international market witnessed a sharp fall by more than 20 per cent between March and June last year, the domestic market responded to it by an unabated price hike. Clearly, this stubborn behaviour of foodstuff prices in the country is not dictated by the market, but by crooks who manipulate prices to suit their selfish ends. It is concerning at a time when according to the global lender, the World Bank (BB), 71 per cent of the country's households hit hard by their eroding incomes are in an ever-losing struggle to make ends meet. So, what is the answer to this atrocious and arbitrary food price regime of Bangladesh? Needless to say, tackling the unbridled horse of food price hike with an iron-fist should be the utmost priority before the post-election government in the making.",
        "headline_1": "Tackling irrational food price hike",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/tackling-irrational-food-price-hike-1704813507",
        "news_paper_name": "The Financial Express",
        "publish_date": "10-01-2024"
    },
    {
        "full_article": "Although quite a few years have passed since the settlement of maritime disputes with Myanmar and India, there is nothing in sight to suggest any mentionable work programme to explore the vast resources of the ocean-blue economy as it is fondly dubbed. Clearly, what the international court's verdict implied was a horizon waiting to be explored and exploited under sound policies to be followed by appropriate actions. There were talks in well-informed quarters suggesting the high importance of 'unlocking the blue economy potentials'. This has not happened. Up until now, there has not been any mentionable move forward except for a small 'cell' set up under the Energy Division of the government. The cell -- Blue Economy Cell (BEC) -- was set up on a temporary basis under the Energy Division, according to reports. The BEC remains a small organ headed by a director general with only a few officials and employees appointed on a temporary basis. Terming it a frustrating situation, energy experts have said that this is because of the government's lack of interest in exploration of resources including oil, gas and fish in the bay. They stressed the need for multi-client seismic survey in offshore areas. Without acquiring seismic data, according to them, it is impossible to make any assessment of our share of the resources in the Bay of Bengal.It may be recalled that Bangladesh got 19,467 square kilometres out of the 25,602 sq km disputed area from Indian claimed area in the Bay of Bengal. In addition, the country sustained a claim to 200 nautical miles for exclusive economic zone and territorial rights in the Bay against Myanmar's claim. But things have not moved farther in terms of preparations. Needless to say that the subject demanding high level of expertise should have been left to experts to suggest how to go about it. The government reportedly had formed a 25-member 'Coordination Committee on Sea Resources Exploration and Fair Management' years ago for taking up strategic planning in this regard. The committee, comprising top government officials and representatives from relevant organisations, was supposed to sit every three months, but it is not known whether it formulated any framework for strategies. On the other hand, the BEC too could not make any worthwhile move due mainly to manpower constraints.There were talks of setting up a blue economy authority to deal with the massive development activities required in this regard in a planned way. Experts opine that moving ahead methodically and meaningfully could generate businesses worth $40 billion in the coming days from untapped sea resources. Globally, according to experts, blue economy has resources worth $24 trillion, but so far only around $3.0 trillion worth of resources has been utilised. Ocean economy is an integral part of today's development paradigm, emphasising greener and more sustainable and inclusive economic development paths consistent with the 2030 Agenda for Sustainable Development and the Sustainable Development Goals (SDGs), especially Goal 14 (conservation and sustainable use of oceans, seas and marine resources for unhindered development).The need for an authority highly empowered for methodical exploration of the sea resources cannot be over emphasised. Experts strongly support the idea because besides putting in place a general framework of activities including implementation and monitoring, a high level body such as the blue economy authority is the appropriate agency to specifically outline proper business modules for investors in a planned way. Many sectors of the economy can immensely benefit from the marine resources. These include -- fisheries, mineral resources, pharmaceuticals, transportation, energy, foods, health and tourism etc. According to experts, the country's expanded sea area is almost 81 per cent of the entire mainland. The country has a total of 660 km-long sea boundary, but the fishing vessels cannot catch fish beyond 70 km. It means we've no access in almost 600 km. That's why fishing vessels from India and Myanmar often come to catch fishes from our territory. Not only that, our fishing net cannot go below 200 feet of water, whereas the high-valued fishes like Tuna and Swordfish are available in deeper water.In this connection, it may not be out of place to mention that the UNCTAD has come up with some proactive moves to facilitate countries in need of financial and technical resources to seek assistance under what is called OETS (ocean economy and trade strategy) project. The OETS project aims to support developing countries in realising economic benefits from the sustainable use of marine resources. It will assist coastal and developing countries in promoting sustainable trade in products and services in ocean-based economic sectors by analysing, elaborating and adopting evidence-based and policy-coherent ocean economy and trade strategies and contribute to building national capacities to implement them. Some countries have already expressed interest to be part of the project. Bangladesh may also like to examine the scope and the likely benefits of the UNCTAD project.\n[email protected]",
        "headline_1": "Blue economy sent into oblivion!",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/blue-economy-sent-into-oblivion-1704813556",
        "news_paper_name": "The Financial Express",
        "publish_date": "10-01-2024"
    },
    {
        "full_article": "City residents have put up with all sorts of inconveniences over many years while the Mass Rapid Transit Line 6 (MRT-6) was being built. But now that it is fully operational, these same residents are asking why it doesn't run 12 hours a day? What is the point of the government spending so much money and putting people through so much misery (during construction) if this mode of public transport doesn't run when people need it? There was a flurry of activity in the run up to the general election when it had dawned upon someone at policy level that people need to be shown what progress the government had made in infrastructure. One station after another were inaugurated - much to the delight of commuters from the edges of town like Mirpur and Uttara who had their work places in the commercial and administrative hubs and the service was hugely appreciated. However, the commuters who came to work or for other purposes using MRT-6 couldn't return by it because service got suspended at 11.30am in the Agargaon to Motijheel section. But From Uttara to Agargaon, the train runs until 8 pm. Highly frustrating because people cannot commute keeping with such a ludicrous timetable set by the metro rail authorities.The problem seems to be lying with the exercise of authority over the most important urban transportation system ever built in Dhaka. As pointed out in a recent report published in this newspaper: \"A smokescreen cloaks company dilly-dallying as commuters wonder why Dhaka metro rail is not operated full time despite the opening of all its stations now. One obvious reason ostensibly is a state of confusion getting confounded among overlapping authorities over the staffing position…\". Now that is a sad state of affairs. As is now crystal clear from media reports, the Dhaka Mass Transit Company Limited (DMTCL) apparently managed \"partial operation of the Mass Rapid Transit Line 6 (MRT 6) with the manpower recruited in the first phase in 2019, it could not hire half the strength stipulated in the organogram recommended in 2017.Sources have said DMTCL has been trying hard to cover the time it lost in the recruitment process but there is no approved organogram for the company's own functionality, and for operation and maintenance of the under-operation metro rail.\"So, commuters are now suffering for a lack of foresight of the authorities. Dhaka residents are not interested to hear excuses about why recruitment has not taken place over the last decade and which agency is not cooperating with which other agency. They want to use the metrorail to get ahead of the horrid gridlock that has consumed many hours of their lives on a daily basis for years. That's why the metro rail was envisaged and built in the first place. Excuses that the company managing metro rail doesn't have proper information about manpower or which personnel is responsible for not running the service smoothly are unacceptable.The infrastructure is fully operational. The requisite trains are fully operational and demand for service is sky high, but yet a lack of proper planning and financial allocation for staff recruitment has restricted its full operation. Like everything else in this dysfunctional city, basic planning and execution of those plans need revisions and readjustments when they go awry. All the focus is on getting the contract out and start constructing. Recruitment will take time and Dhaka residents will have to suffer a few more months because someone in authority forgot to recruit the people necessary to run this new means of mass transportation. \n[email protected]",
        "headline_1": "Metro rail: Why not in full gear?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/metro-rail-why-not-in-full-gear-1704813593",
        "news_paper_name": "The Financial Express",
        "publish_date": "10-01-2024"
    },
    {
        "full_article": "Bangladesh's export earnings have recently made remarkable progress, courtesy of manufacture and export of readymade garment (RMG). Still, the export sector faces some pressing challenges including diversification of products and technology adoption. Fluctuating global demand and supply chain disruptions point to the need for a resilient strategy of the export sector. The government's commitment to infrastructure development and policy reforms is commendable, yet addressing issues like port congestion and bureaucratic inefficiencies should be resolved as early as possible. Collaborative efforts between the public and private sectors and a focus on skill development will fortify Bangladesh's position in the global market. Navigating these challenges will secure the RMG sector's export success and contribute significantly to the nation's economic progress. While the RMG industry has been a flagship contributor, diversification of the export sector is essential for long-term resilience. The sector faces fluctuating worldwide demand and recent disruptions to the supply chain underline the need for a multifaceted strategy. Ongoing initiatives that focus on skill development and technology adoption, ensure that the workforce remains competitive on a global scale. The government's emphasis on fostering innovation and creating an enabling environment for businesses is a step in the right direction. However, a concerted effort is required to streamline regulatory processes and enhance business efficiency. This is how Bangladesh's export sector can overcome current obstacles and emerge as a powerful player in the landscape of international trade.\nMuhtasim Hossain Maahi, Student of Department of Marketing and International Business, North South University, Dhaka, [email protected]",
        "headline_1": "Overcoming export challenges",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/overcoming-export-challenges-1704813619",
        "news_paper_name": "The Financial Express",
        "publish_date": "10-01-2024"
    }
]