[
    {
        "full_article": "The Opposition’s stated objective of moving a no-confidence motion against Prime Minister Narendra Modi’s government was to force him to speak on the ongoing ethnic violence in Manipur. Speak, he did, and he promised to work for peace and reconciliation in the strife-torn State. The edge of Mr. Modi’s speech on Thursday, however, was against the Opposition that walked out before the House rejected the motion through a voice vote. During the debate, Home Minister Amit Shah offered a more detailed exposition of the government’s approach towards the conflict and the situation in Manipur. The Bharatiya Janata Party (BJP) and the Centre are unambiguous in their defence of Manipur Chief Minister N. Biren Singh. Mr. Shah noted that the fresh influx of refugees in recent years from Myanmar into Manipur and Mizoram has aggravated the age-old ethnic rivalry between the Meities and the Kukis. He also underscored the heightened security measures that are being implemented to manage the foreign population and contain the ethnic conflict. He said the Chief Minister had been cooperating with the Centre, and that the situation did not call for his dismissal or the imposition of President’s Rule. Mr. Shah appealed to the two warring communities, the Meiteis and the Kukis, to enter into a dialogue with each other and with the Centre. He should follow up on that appeal, and both communities should take it as a shot at peace.If Manipur is stained by bloodshed, India’s national politics is stifled by the bad blood between the government and the Opposition. The debate on the no-confidence motion lacked wisdom and wit, but had plenty of rancour and diatribe as both sides tried to score petty points. The alternative vision that the Opposition claims to represent for India ahead of the 2024 election did not shine through the debate, if that was an aim at all. The ruling BJP, meanwhile, continued to weaponise rules and norms to mute the Opposition, and railroaded legislative business. The Leader of the Congress in the Lok Sabha, Adhir Ranjan Chowdhury, has been suspended until the Privileges Committee takes a decision about his alleged unruly conduct in the House. This decision keeps the leader of the principal Opposition party away from Parliament for an indefinite period. National politics has come to resemble an irreconcilable war. Political parties should not imitate the conflict in Manipur; dissent and protest are intrinsic to a democratic polity, but empty rhetoric and stubborn indifference are not.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nPrime Minister Narendra Modi\n\n/\n\nManipur\n\n/\n\npolitics\n\n/\n\nparliament\n\n/\n\nParliament proceedings\n\n/\n\ntribals\n\n/\n\nnational or ethnic minority\n\n/\n\nBharatiya Janata Party\n\n/\n\nIndian National Congress\n\n/\n\nMyanmar\n\n/\n\nrefugee",
        "headline_1": "Petty battles: On Manipur and Parliament",
        "headline_2": "The debate in Parliament did little to contribute to peace process in Manipur",
        "link": "https://www.thehindu.com/opinion/editorial/petty-battles-the-hindu-editorial-on-manipur-and-parliament/article67184710.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "13-08-2023"
    },
    {
        "full_article": "The assassination of a presidential candidate in Ecuador, just 11 days ahead of voting, shows that even its top politicians are not safe from organised gangs that have, in recent years, turned this South American nation into a hub of narco-trafficking. Fernando Villavicencio, a former journalist and lawmaker, was one of the most outspoken critics of what he called “narco-politics”. During the election campaign, he had promised measures to tackle gang violence such as building a maximum-security prison in the Amazon for gang leaders, enhancing anti-drug cooperation with the U.S., cracking down on cocaine exports from Ecuador and rooting out corruption in the government, police and judiciary. He rose to fame during the presidency of leftist leader Rafael Correa. In 2014, when Mr. Correa, now in exile, was the President, Villavicencio had to flee fearing a government crackdown; he briefly sought asylum in Peru. He returned after Mr. Correa’s presidency ended and was elected to the National Assembly where he made a name for himself as an enemy of drug cartels. It is this relentless fight against organised crime that seemed to have cost him his life. Officials say criminal gangs are behind his murder, and police have arrested six Colombian nationals who they say have ties with a drug trafficking cartel.Ecuador, a relatively peaceful country of 18 million people until 2017-18, is now one of the most dangerous countries in Latin America. Situated between Colombia and Peru, both major producers of cocaine, it has seen a spurt in violent crimes with drug cartels shifting their focus to the country in order to get drugs shipped to North America and Europe. Murders have quadrupled since 2019, with 4,800 recorded last year. Officials say two international crime organisations, a Mexican cartel and a Balkan one (known as the Albanian mafia), have recruited local gangs to build drug networks, and their fight to take control of the supply routes has led to rising gang violence. The gangs have turned prisons into operating bases and ports into fighting zones, while extortion networks flourish across the country. The government of President Guillermo Lasso, a conservative who is facing serious allegations of corruption, has remained largely helpless when cartels built a parallel system. It is this impunity that led to the assassination of Villavicencio. If Ecuador’s politicians and state institutions continue to let criminal gangs have their way, it is only a matter of time before the country becomes a failed state. Investigators have to find out how and why Villavicencio’s security broke down, and bring the perpetrators to justice. But a bigger message of the murder is that Ecuador should start an uncompromising war against organised crimes. Other countries in the Americas should offer a helping hand to Quito in this battle. \nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nEcuador\n\n/\n\nelection\n\n/\n\npolitics\n\n/\n\nUSA\n\n/\n\nnarcotics & drug trafficking\n\n/\n\nEuropean Union\n\n/\n\ncrime\n\n/\n\ncorruption & bribery",
        "headline_1": "Cartel politics: On an assassination and Ecuador’s fight against drugs",
        "headline_2": "Villavicencio’s murder should force Ecuador to start a war against organised crime",
        "link": "https://www.thehindu.com/opinion/editorial/cartel-politics-the-hindu-editorial-on-an-assassination-and-ecuadors-fight-against-drugs/article67184520.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "13-08-2023"
    },
    {
        "full_article": "The no confidence debate showed govt-opposition acrimony has reached new levels. Parliament can look at other democracies’ legislatures for ways to reduce political noise\nThe no confidence motion is a rarely used parliamentary tool opposition uses to hold government accountable. In the 75 years of our Parliament, there have been 28 of them, including the one on which the discussion concluded on August 10. The debate on these motions is sharp and expansive, covering many aspects of government functioning.\nThe timing also impacts the kind of debate that takes place. This year’s no confidence discussion and those in 2018 and 2003 occurred in the monsoon session before the general elections. Therefore political parties used the debate to sound the bugle for their upcoming election campaigns. But apart from the “who said what”, the 20-hour debate spread over three days offers a broader lens to examine our parliamentary system’s functioning.\nRead full story on TOI+\n\n",
        "headline_1": "Motion = Commotion",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/motion-commotion/",
        "news_paper_name": "The Times of India",
        "publish_date": "13-08-2023"
    },
    {
        "full_article": "Union minister for environment & forest, writing on World Elephant Day, argues GOI is successfully limiting impact of road, rail projects on habitat\nNature worship and reverence for living entities are integral to India’s religious and cultural ethos. In this, the bond between elephants and humans stands out. Jumbos are part of our folklores and modern-day nursery rhymes. The bond is best exemplified in the worship of Lord Ganesh – India’s elephant god and slayer of obstacles. Environmentally, forests in which elephants dwell are a study in biodiversity and act as water sources for many perennial Indian rivers.\nHerding success\nOn World Elephant Day, India stands proud of its elephant numbers. There are three species of elephants – Africa has two, Asia one. Although elephants are found in 13 countries, India hosts more than 60% of the global wild elephant population. The population in India is distributed across southern, northeastern, east-central and northern regions. India acknowledges the importance of elephants by recognising them as National Heritage Animal and extends protection to them under Schedule I of the Indian Wildlife (Protection) Act, 1972.\nRead full story on TOI+\n\n",
        "headline_1": "The tasks that will protect India’s tuskers",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/voices/the-tasks-that-will-protect-indias-tuskers/",
        "news_paper_name": "The Times of India",
        "publish_date": "13-08-2023"
    },
    {
        "full_article": "There is little disagreement that India’s criminal justice is crying for a reset. Many of those wrestling with it also recognise that the genesis of problems is in laws devised by a colonial regime in the 19th century. To this extent, the three bills that aim to replace IPC, CrPC and the Indian Evidence Act are a step in the right direction.\nHowever, no drafts were put in the public domain ahead of the Union home minister introducing the bills in Lok Sabha yesterday.\nNor has the reforms committee that started working on these bills bang in the middle of the pandemic, been very transparent in its functioning. The parliamentary standing committee to which the bills have been sent, now needs to pick up all this slack. This mammoth legislation will potentially impact every single person in the country, so wide stakeholder consultation is a must.\n\nOf the several issues that have already raised heat, consider four. One, the minister told Parliament that offences like sedition have been repealed. But a chapter titled ‘Of Offences against the State’ suggests that this criminalisation continues in as all-catch vocabulary as earlier. Two, a separate provision for mob lynching takes us into the uncharted territory of punishing a mob with death.\nThree, marital rape is still not criminalised, a truly regrettable decision. Four, criminal defamation remains, as do the loosely worded categories it applies to. This is another missed chance at modernisation.\nWhile there is a lot of focus on oiling and speeding up the wheels of justice, some of it flies over infrastructural reality. For example, forensic teams mandatorily visiting crime scenes for offences involving punishment more than seven years is an impossible demand nationwide, when the backlog in even metropolitan labs runs into years. There’s plenty to discuss – don’t do this in a hurry.\n\n",
        "headline_1": "Think, then act: Proposed criminal codes need serious deliberation",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/think-then-act-proposed-criminal-codes-need-serious-deliberation/",
        "news_paper_name": "The Times of India",
        "publish_date": "13-08-2023"
    },
    {
        "full_article": "Globalisation has brought us access to all kinds of food, but we still find comfort and anchor in dishes that are ‘uniquely’ ours. Nations argue over authenticity and heritage.\nNational Dish: Around the World in Search of Food, History and the Meaning of Home by Anya von Bremzen, shows that while we use food as flag and anthem, these food traditions are invented, and changeable.\nThe storied supremacy of their gastronomy hurt French food, argues the book, making it “rigid with hauteur and heritage”. Meanwhile, pizza was once considered too vulgar to be food, but the story goes that in the late 19th century, the popular Savoy queen Margherita went to Naples, and turned this food of the poor into a national symbol – the margherita pizza in the colours of the Italian flag. The book shows that this is pure fakelore.\n\nLater, in the early 20th century, poor Italian immigrants in America recreated the food of the rich with American plenty, creating new things like spaghetti with meatballs. This is ‘the pizza effect’ – an idea first coined by a Hindu monk about yoga – about how a minor cultural phenomenon becomes big abroad and is then revived with great interest back home.\nIt’s the same story with ramen, in Japan. A disrespected source of cheap calories, of Chinese origin, was mass-produced in the industrial food era, internationalised, then made soft-power totem in Japan. Meanwhile, traditional japonica rice is also seen as an edible symbol of the purity of the Japanese self.\nBrand-building and gastrodiplomacy are a critical part of taste making too. For instance, umami, the ‘fifth flavour’ abundant in Japanese food, was a marketing intervention by companies selling MSG.\nPolitics permeates food-choices. Take tapas from Andalusia, cited by liberals to celebrate the convivencia where Muslims, Jews and Christians lived in harmony, and by right-wing Catholics and Francoists to mark the Christian Reconquista . Ham became aloyalty test of Christian authenticity during the Inquisition. Mexican mole is cast as a pre-Hispanic dish, but it took off after the Mexican revolution and its push for a mestizo (mixed) nation. In Turkey, as a multicultural empire became an aggressively nationalist state, its cuisine changed too.\nAre there any hard definitions, with food? Ottoman boreks are Spanish empanadas. Turkish kofte are Spanish meatballs or albondigas, the word taken from the Arabic al-bunduq.\nBut taste isn’t just subjective, it’s associative. The name can change the flavour perception, so a Turkish kebap will not taste like a Russian shashlik or an Indian kabab. Gastro-nationalist food fights are bound to erupt – Turkey, Azerbaijan, Iran, Kazakhstan and Kyrgyzstan have all claimed lavash, which Unesco pinned as Armenia’s cultural heritage.\nAs the Austro-Hungarian, Ottoman and Soviet systems crumbled, nations were created from scratch and national cuisines fetishised. But borders are a phantom: who owns hummus, Arabs or Israelis? Whose is baklava?\nTo say ‘all food belongs to all people’ is also a political claim. Take borsch, the beet soup both Ukraine and Russia claim. In Soviet times, it was acknowledged as Ukrainian, a flavour of ‘little Russia’. But now, the Russian claim has an imperial edge to it, and last year, Unesco declared it Ukraine’s cultural heritage.\n\n",
        "headline_1": "Why we fight over what we think is ‘our’ food: Politics & nationalism infuse every country’s cuisine",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/why-we-fight-over-what-we-think-is-our-food-politics-nationalism-infuse-every-countrys-cuisine/",
        "news_paper_name": "The Times of India",
        "publish_date": "13-08-2023"
    },
    {
        "full_article": "It has been months now that the prices of essentials have been soaring, plunging many middle- and low-income families into financial hardship. Although the government has been trying to tackle the effects of food inflation through various measures, there seems to be little control over the prices of some essential food items, such as eggs, chicken, onions and potatoes.\nThe latest shock has been the prices of eggs and broiler chicken which are the main sources of protein for middle and lower income groups. Just a month ago, a dozen eggs cost Tk 150 – quite high by any measure – but that has now jumped to an unprecedented Tk 170. It is depressing to know that those with limited means are being forced to buy \"cracked\" eggs because they are a few takas cheaper. Others have just cut down on egg consumption, or stopped buying eggs altogether. Broiler chickens have also become more expensive, making even middle-class families reduce their intake.\nVarious reasons have been cited to explain such spiralling of food prices. These include an overall increase in global prices because of the war in Ukraine leading to hikes in fuel prices, as well as the depreciation of the Taka making import of food items costlier. Curiously, this year, we have seen how prices of certain essentials have shot up even when global prices of the same commodities have gone down. Meanwhile, poultry farmers have made allegations of a syndicate of large businessmen manipulating the market of eggs and chickens and keeping their prices high. In addition, the ongoing floods have destroyed many poultry farms, causing a shortage which may drive prices further up if no action is taken by the government.\nIn March, the country's poultry farmers had pleaded to the government to fix the prices of chicken and eggs, saying they were incurring losses even though consumers were paying high prices. We would like to know what action has been taken by the committee that was assigned to devise a strategy to help the livestock ministry set the egg and chicken prices. It is because of the inaction or failure of responsible departments that not just the prices of poultry items, but those of turmeric, garlic and ginger as well as other spices have also gone up.\nOften, despite the government setting prices in the kitchen market, the sellers do not adhere to them. Therefore, the government must adopt and implement strict market monitoring policies that will keep prices in check. There are various organisations of the government as well as laws that have been created to keep the prices of essentials under control. The government must activate these organisations and enforce these laws. Most importantly, the authorities must vigorously investigate allegations of manipulating prices of poultry items and clamp down on the syndicates behind them. They must not be allowed to randomly \"fix\" prices of these commodities.\n",
        "headline_1": "Bring down prices of eggs urgently",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/bring-down-prices-eggs-urgently-3393026",
        "news_paper_name": "The Daily Star",
        "publish_date": "13-08-2023"
    },
    {
        "full_article": "By now, most of us know the term \"gayebi mamla\" which is used to describe fake or fictitious cases filed against opposition activists, including leading politicians. For nearly a decade, police have been using this tactic to deter activists taking part in anti-government politics by lodging false cases for incidents of violence, use of explosives, and so on. Subsequent media investigation usually reveals that no such incident ever took place at the given date, time, and place. There are a number of reported cases in which the accused included people who died years ago, or were living in another country when the alleged incident happened.\nNow, our Election Commission seems to be following a similar path. It has selected some organisations for the purpose of election observation which exist only on paper. A recent investigation by Prothom Alo has revealed that a number of those organisations stopped functioning years ago. Its investigation into 32 out of the 68 organisations selected by the EC as being fit for poll monitoring found that seven of them exist only on paper. Moreover, members of the board of directors or their close relatives in at least 10 other organisations reportedly have political affiliations.\nEarlier, on July 27, Bangla daily Jugantor reported that on the list of 94 organisations prepared by the EC for election monitoring, there were many that were floated and led by political activists. The recently published primary list of 68 selections suggests that many of the 94 \"political monitors\" have been dropped. But latest reports also prove that the screening process has largely failed. Investigations by the media found that most of these organisations do not have adequate human resources, thereby raising questions about their ability of conducting impartial monitoring of the national polls.\nAccording to Prothom Alo, Seba Social Foundation of Laxmipur district has been selected as an election monitor despite the fact that its lone functionary, executive director Jashim Uddin Ripon, has been living in Saudi Arabia for five years, and the organisation has been dormant for just as long. It is even more intriguing to know that the local police had reported all this to the EC following their inquiry, but their finding seems to have been overlooked.\n\nThe two previously unknown political parties – Bangladesh Nationalist Movement (BNM) and Bangladesh Supreme Party (BSP) – have received the EC's approval despite the media's field-level investigations finding that both of these suddenly created parties do not fulfil the required conditionalities, including having a minimum grassroots organisation and appropriate party offices or headquarters. Why have these media reports been largely ignored?\nOne may recall the EC's largely discredited meeting with a group of so-called multinational observers brought in by the now-disqualified Election Monitoring Forum (EMF), which was apparently set up by the close associates of some politicians belonging to the ruling party. Responding to the controversies, Election Commissioner Md Alamgir told the media on August 2 that, as the EC didn't have offices overseas, it was not possible for them to detect the inauthenticity of the foreign observers.\nEC Alamgir's clarification, however, falls far short of being convincing, as their primary responsibility was to ascertain the locus standi of the foreign observers in order to bring them in. Besides, the EC should have known that the EMF didn't have any recognition as an observer group. Sure, the chief of the EMF had earlier represented a separate organisation called the Saarc Human Rights Foundation (SHRF). But the SHRF's tenure as a poll observer, too, expired last May after five years. The EC's attempt to justify its lack of due diligence in dealing with the issue of poll observation is simply shocking. It even failed to express any regret for wasting the valuable hours of the Commission and its resources, however little that may have been. Interestingly, the EC does not deserve much credit for the removal of the EMF, as the lone member organisation of this forum, Bibi Asiya Foundation, has succeeded in securing a place in the new list of election observers.\nIt is not only the issue of dealing with election observers that has caused controversy. The registration of political parties, too, has given rise to serious questions about the EC's fairness and motivations. The two previously unknown political parties – Bangladesh Nationalist Movement (BNM) and Bangladesh Supreme Party (BSP) – have received the EC's approval despite the media's field-level investigations finding that both of these suddenly created parties do not fulfil the required conditionalities, including having a minimum grassroots organisation and appropriate party offices or headquarters. Why have these media reports been largely ignored?\nCertain quarters' interests in propping up these two parties are quite evident, as people familiar with their activities have suggested that fresh initiatives are in full steam to attract leaders and activists from BNP – people who have been sidelined in the party for some time – to the new parties. There are widespread speculations that in the case of a BNP boycott in the upcoming parliamentary election, one of these two parties will get all the support required to replace BNP and make the contest a \"participatory\" one.\nIgnoring evidence appearing in the media runs contrary to the legal requirements in terms of both the registration of political parties and selecting impartial and genuine election observers. And this indicates a disturbing trend. These deviations not only erode the EC's credibility but also strengthen their critics' argument that the Commission has neither independence nor the ability to fulfil its obligations with due diligence.\nKamal Ahmed is an independent journalist. His X handle is @ahmedka1\n\n",
        "headline_1": "Why is the EC unable to do its due diligence?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/why-the-ec-unable-do-its-due-diligence-3392536",
        "news_paper_name": "The Daily Star",
        "publish_date": "13-08-2023"
    },
    {
        "full_article": "International Youth Day is observed annually on August 12 to draw attention to the concerns of young people around the world. This year, the theme is \"Green Skills for Youth: Towards a Sustainable World.\" Young people are related to climate change in multiple ways. Research shows how climate change and extreme weather affect physical and mental health of the youth, leaving them with a certain level of pessimism. Yet, they have come together to advocate for climate justice, acting as stewards for the future. It is very much about their right to life and dignity.\nThe participation of youth in politics and movement is not new, given the urgency of their collective issues. Youth are the driving force of change, not only on the political front, but in every social, economic and environmental aspect. According to the United Nations, by 2030, as many as 57 percent of the world's population will be under 30 years of age. We are fortunate to live in a time when the population comprises so many young people. According to the 2022 Bangladesh census, 56.77 percent of the total population is under 30 years old. It is more than 64 percent when considering below 35 years, if we calculate the upper age limit for a young person in line with our National Youth Policy (2017).\nYoung individuals do not fall into a single category; they are diverse. Given the urban-rural divide, gender inequality, and numerous other socioeconomic differences, there is a significant gap among the youth in terms of accessing education, healthcare and other public services. As this year's International Youth Day highlights the importance of young people having access to green skills, regardless of any exclusions or marginalisation, it begs the question: how will Bangladesh ensure equality in providing green skills to its young people for a sustainable world?\nThe current demographic landscape in Bangladesh and worldwide presents a massive opportunity to alter the development discourse through the strength, vigour and creativity of young people. Additionally, the Sustainable Development Goals (SDGs) that the UN adopted in 2015 present an exceptional opportunity to establish a new global standard that is more sustainable and environmentally friendly. Protecting the planet from anthropocentric effects and excessive exploitation of natural resources was one of the core justifications for the SDG adaptation. The UN's Intergovernmental Panel on Climate Change (IPCC) has warned that if human civilisation does not behave sensibly towards nature and the environment, the consequences will be catastrophic. The global population now stands at over eight billion, whereas it was only 1.2 billion in 1850, in the pre-industrial era. According to experts, our planet is exhausted by maintaining the supply channels for the unrestricted consumption of its population.\nThis is a timely reminder to foster the shift towards a new economic and consumption pattern and a new green deal, which is the very message of the 2023 International Youth Day. It will also be crucial to attaining the SDGs by 2030 as well as fostering climate justice. There is no alternative to making our world greener and more sustainable, as promised by global leaders and demanded for decades by civil society and young people worldwide. Although the SDGs were adopted in 2015 and are at the halfway point of their mandate, no considerable progress has been made during this time. Instead of supporting SDGs, global resources are being redirected to back mercenaries in the context of the Russia-Ukraine war.\nThe theme for this year's International Youth Day, therefore, holds significant relevance as it explores the concept of transition and the potential contributions of young individuals behind it. Simply put, green skills are the knowledge, abilities, values and attitudes needed to live in, develop and support a sustainable and resource-efficient society. A successful shift, however, is not just dependent on \"skills for the future\" and \"skills for green jobs.\" Young people need to take on leadership roles with the necessary skills and enthusiasm. Moreover, transition under the leadership of young people requires acquiring technical knowledge supported by governments, developing broader collaboration, transferring technology to Global South, and giving the young people a space to become global citizens. Transition is an issue that requires behavioural changes among the younger generations and others.\nThe world is currently going through a critical passage; on the one hand, it is experiencing frequent and severe disasters as an outcome of climate change, and on the other hand, it is experiencing sluggish implementation of the SDGs due to inadequate financial allocation and the absence of partnership development. If the expected transition does not make any progress, the implementation of the SDGs and its relevant goals, such as affordable and clean energy (SDG 7), responsible consumption and production (SDG 12), and taking climate action (SDG 13), will be dumped. The situation is similarly pertinent in Bangladesh, and it provides insights about whether we are ready to provide green skills to our young people and support them to lead the transition towards a more sustainable and greener world. Are we creating an enabling environment for those who want to take the lead? Are we allocating resources to this endeavour? This is the time to explore all these questions – not just for our young people, but for our country and for this planet.\nFarah Kabir is country director of ActionAid Bangladesh.\nNazmul Ahsan is manager, Young People at ActionAid Bangladesh.\n",
        "headline_1": "Help young people steward green transition",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/help-young-people-steward-green-transition-3392361",
        "news_paper_name": "The Daily Star",
        "publish_date": "13-08-2023"
    },
    {
        "full_article": "It has been months now that the prices of essentials have been soaring, plunging many middle- and low-income families into financial hardship. Although the government has been trying to tackle the effects of food inflation through various measures, there seems to be little control over the prices of some essential food items, such as eggs, chicken, onions and potatoes.\nThe latest shock has been the prices of eggs and broiler chicken which are the main sources of protein for middle and lower income groups. Just a month ago, a dozen eggs cost Tk 150 – quite high by any measure – but that has now jumped to an unprecedented Tk 170. It is depressing to know that those with limited means are being forced to buy \"cracked\" eggs because they are a few takas cheaper. Others have just cut down on egg consumption, or stopped buying eggs altogether. Broiler chickens have also become more expensive, making even middle-class families reduce their intake.\nVarious reasons have been cited to explain such spiralling of food prices. These include an overall increase in global prices because of the war in Ukraine leading to hikes in fuel prices, as well as the depreciation of the Taka making import of food items costlier. Curiously, this year, we have seen how prices of certain essentials have shot up even when global prices of the same commodities have gone down. Meanwhile, poultry farmers have made allegations of a syndicate of large businessmen manipulating the market of eggs and chickens and keeping their prices high. In addition, the ongoing floods have destroyed many poultry farms, causing a shortage which may drive prices further up if no action is taken by the government.\nIn March, the country's poultry farmers had pleaded to the government to fix the prices of chicken and eggs, saying they were incurring losses even though consumers were paying high prices. We would like to know what action has been taken by the committee that was assigned to devise a strategy to help the livestock ministry set the egg and chicken prices. It is because of the inaction or failure of responsible departments that not just the prices of poultry items, but those of turmeric, garlic and ginger as well as other spices have also gone up.\nOften, despite the government setting prices in the kitchen market, the sellers do not adhere to them. Therefore, the government must adopt and implement strict market monitoring policies that will keep prices in check. There are various organisations of the government as well as laws that have been created to keep the prices of essentials under control. The government must activate these organisations and enforce these laws. Most importantly, the authorities must vigorously investigate allegations of manipulating prices of poultry items and clamp down on the syndicates behind them. They must not be allowed to randomly \"fix\" prices of these commodities.\n",
        "headline_1": "Bring down prices of eggs urgently",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/bring-down-prices-eggs-urgently-3393026",
        "news_paper_name": "The Daily Star",
        "publish_date": "13-08-2023"
    },
    {
        "full_article": "As waters slowly begin to recede in the aftermath of heavy rains and flooding in Chattogram division over the past week, we are only just coming to terms with the devastation left in its wake. Thousands of people are still without drinking water and electricity. Residents who were forced to evacuate their inundated neighbourhoods have returned to find their homes irreversibly damaged. The destruction of belongings and property means their livelihoods have also been put at risk. At least 282 kilometres of major roads have been damaged, as well as several parts of the under-construction Chattogram-Cox's Bazar rail line, meaning the Tk 15,000 crore project is now likely to be delayed.\nBy all accounts, it seems it will be a long time before there is any return to normalcy. According to reports, locals are still being forced to subsist on dry food and are struggling to find drinkable water. On top of that, mobile networks continue to be patchy in certain areas, making it all the more difficult to ensure that help reaches the most hard-hit. In the face of such hardship, we must ask: given that heavy rains, flooding and erratic weather patterns have become regular occurrences in the era of climate catastrophe, could the authorities not have been better prepared to deal with this most recent devastation?\nWe do not believe these latest events can simply be written off as just another case of extreme weather. For years, experts have warned against the environmental destruction of the hill districts, arguing that rampant deforestation, hill-cutting and the destruction of rivers and canals will make the area more vulnerable to disasters. Despite any number of pledges and climate plans, very little has been done to combat environmental degradation, and we have seen far too many cases of influentials profiting from it instead.\nWe have witnessed the same apathy in terms of water-logging issues. During the latest floods, at least 40 percent of Chattogram city was submerged. Over the years, relevant authorities have held numerous meetings and come up with many plans to deal with this regular waterlogging, but failed when it comes to implementation. The fact that in the last six years, only five out of 40 sluice gates that would have allowed for better water flow at canals have been built is testament to this.\nThe recent floods have painted a clear picture of what will continue to happen if we fail to implement policies to protect the environment and build greater climate resiliency. The authorities must act before it is too late.\n",
        "headline_1": "Recent floods lay bare our vulnerabilities",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/recent-floods-lay-bare-our-vulnerabilities-3392331",
        "news_paper_name": "The Daily Star",
        "publish_date": "13-08-2023"
    },
    {
        "full_article": "The general populace appears to be at the mercy of market syndicates who willfully charge whatever prices they want for essential food items. Take egg prices for instance; within the short span of a month, prices per dozen eggs have shot up to Tk 180. It is very interesting to see the steady price hike by Tk 5 - 10 a dozen every week from the beginning of August. Indeed, this hike coincides with high prices of eggs at this time last year. Increasingly, the authorities' market interventions seem not to reassure anyone that prices can be controlled.Although there is no dearth in media coverage of the issue, it appears that the market syndicates involved in manipulation are above the law. The Directorate of National Consumer Rights Protection (DNCRP) is quick to assure that it is doing all in its power to monitor the market to stop these price hikes, but that is hardly making a dent in price manipulation. The drives that are covered by media show that either the errant businesses close shops during these drives or are handed paltry fines for breaking the rules. This has been the modus operandi for authorities throughout the years and it is not working.Then there is the question of non-cooperation among the various departments of the government with regard to access to the right data, which DNCRP says it needs to monitor and effectively tackle how price manipulation happens. Regardless of such claims, one wonders what happened to the recommendations made by the livestock ministry and precisely how those have been implemented. The Bangladesh Competition Commission (BCC) has been holding hearings with big poultry companies and started proceedings on 44 cases against 36 companies. Again, the general sense is that none of these efforts are actually having any effect, primarily due to the slow pace of taking syndicates to task. Errant companies will always have excuses to justify price hikes. The most common one is that production has yet to resume to the level of pre-covid times and demand for eggs have risen drastically after Eid-ul-adha. The poultry breeders have their own set of complaints against skyrocketing prices of feed. What is amply clear is that there is a lack of coordination amongst government entities on the smooth sharing of information and as long as each entity works on its own, success of action will also be limited. The volatility in the egg prices has had a hugely detrimental effect on people's protein intake, which is already under threat due to spiraling cost of poultry and fish.When media reports that Tk20,000 fine has been realised from a trader for breaking price in Kawran Bazaar, one wonders if that sum will make any dent on any supplier that is bringing in millions of Takas in profits per week. Why is the DNCRP not equipped with the requisite manpower to have mobile teams of inspectors to effectively keep the wholesale and kitchen markets under observation on a weekly basis? Why is there no system by which the BCC has access to data from manufacturers and supply chain operators. Precisely how is the body to take snap decisions and expedite the legal process if there is no systematic way to collect this information? Last but not the least, why, in the span of a year, those business entities that were found guilty of price manipulation in August 2022 were not brought to book? Unless authorities are serious about getting their act together about crime-and-punishment, the people will be left to fend for themselves amidst and out of control price manipulation regime.",
        "headline_1": "Egg prices through the roof",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/egg-prices-through-the-roof-1691852436",
        "news_paper_name": "The Financial Express",
        "publish_date": "13-08-2023"
    },
    {
        "full_article": "The bond market worldwide has been growing, though not at a similar or steady pace and only in some economies. The United States (US) alone covered 39 per cent of the world bond market, followed by China having a 16 per cent share in 2022. The overall size of the global bond market totalled $133 trillion in that year, which was only $37 trillion in 2001. An analytical note of the World Economic Forum (WEF) said that being one of the world's largest capital markets, bonds or debt securities have grown sevenfold over the last 40 years. The WEF note also mentioned that government and corporate debt sales across major economies and emerging markets have fuelled the growth. In other words, different government and private companies have issued bonds to meet their expenditures. Bond is a fixed-income instrument that represents a loan made by an investor or a borrower (usually corporate or government). That's why the bond is also known as debt securities. A bond generally pays a fixed interest rate, also known as a coupon, to the investor or the securities-holder, and so it is labelled as a fixed-income instrument. Many corporate and government bonds are publicly traded. Others are traded privately between the borrower and lender, and it is known as over-the-counter trade. A bond is also considered a safe investment in the financial market compared to equity or stock. The investors generally get a predictable and reliable income stream of fixed return. Though the return is lower than the return on stock investment, the investor knows what he or she will get after a certain time. Income from stock or share is mostly variable and unpredictable. It depends on the fluctuation of share prices in the capital market. As it is risky compared to bonds, the rate of return is higher, and there is an opportunity to make a windfall profit if the investor can utilise the market situation in time. Similarly, investors may face a significant loss due to a sudden price fall or a stock market crash. Thus a bond is more suitable for risk-averse investors. In Bangladesh, the bond is yet to be a popular investment option, and the bond market is small and dull. Even with various measures taken by the authorities in the last couple of years to make the bond market vibrant, the outcome is minimal. Currently, the bond market is dominated by government bonds. There are two types of government bonds or fixed-income securities. One is tradable; another is non-tradable. Treasury bills and bonds are tradable securities, while savings certificates are non-tradable. These three securities account for over 95 per cent of the Bangladesh government's debt securities market. The government uses all these securities to borrow from the financial market to finance the budget deficit. Individuals and institutions are allowed to invest in all these debt securities. Due to the higher rates of return, individuals prefer savings certificates, which are not tradable in the market. Individuals can also invest in treasury bills or short-term government securities and treasury bonds or medium- and long-term securities through banks. T-bills and T-bonds are tradable in the secondary market. 242 T-bonds are also listed on the stock exchanges at present. However, secondary transactions of T-bills and T-bonds declined by 47.50 per cent in FY23. Bangladesh Bank statistics showed that the value of the secondary trading of these bills and bonds came down to Tk 1.09 trillion in the last fiscal year from Tk 2.08 trillion in FY22. Trading of these securities is also marginal in the stock exchange. After the start of secondary trading in the Dhaka Stock Exchange (DSE) in October last, the value of the transaction stood at around Tk 0.15 billion at the end of June this year. In Bangladesh, the issuance of corporate bonds is also growing slowly. In the last three years, the average issuance of corporate bonds, debenture and sukuk stood at Tk 100 billion annually. Most of the instruments were issued under private placement, which means these are sold to a few chosen institutional investors. At the rising stage of a bond market, it is not unusual that private placement gets the maximum amount of the corporate bond. Even in India, where the financial market is big and mature, issuers of corporate bonds still prefer private placement. For instance, in FY22, corporate bonds worth INR 5.9 trillion were issued under the private placement, and only INR 0.1 trillion came to the market through public offering. Again, in India, bank credit is still the primary source of corporate financing. Total outstanding credit by banks stood at INR 68tn to industry and service sectors at the end of 2022, while the outstanding amount of corporate bonds was INR 41tn.In Bangladesh, due to traditional bank dominance, the majority of the private financing needs are met by financial institutions. Businesses and corporates also prefer bank financing, and most want to avoid going to the capital market by issuing shares or bonds. Various problems in the country's banking sector, including a large volume of default loans, are also an outcome of the over-dependency on bank financing. Around 9 per cent of the total bank loans were non-performing at the end of March this year. Different companies can mobilise their required funds by issuing corporate bonds, debentures, and commercial papers. Usually, debentures are unsecured debt instruments issued by companies to expand their business activities. It may or may not be backed by collateral and offers higher returns than bonds. Commercial paper is another unsecured debt instrument which is short-term in nature. Some companies in Bangladesh have already issued commercial papers to finance their various short-term liabilities. Thus, all the elements and various instruments of the debt market are available in the country. A primary debt or bond market is also there, which is expanding slowly. The secondary market is, however, still far away. \n[email protected]",
        "headline_1": "Bond market still small and dull",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/bond-market-still-small-and-dull-1691852479",
        "news_paper_name": "The Financial Express",
        "publish_date": "13-08-2023"
    },
    {
        "full_article": "Nabbing male and female university students for sitting in pairs on the campus premises sounds ludicrous. This is what has happened at the University of Dhaka on last Tuesday, as reported by a print media outlet. Allegations of 'lawlessness' were brought against eight pairs by the university's relevant authorities. However, the youths were later set free on intervention by a student leader. A university is the highest seat of learning. The students who enroll there are adult and evidently responsible, and most of them are well aware of the difference between behavioural 'decency' and 'indecency'. Exceptions, however, are there. That's a different case.A male and a female studentsitting together gossiping, or discussing academic topics in the remote part of a lawn is a normal scene on the DU campus. Moreover, raucous 'adda' sessions involving male and female students at the TSC, the library area and places close to them are day-to-day spectacles. It has yet to be ascertained that if there is any such rule that male and female students of Dhaka University cannot sit together. The incident may take many to the past days of the university. In the decades of the 1940s to the late 50s, the male and female students were strictly segregated in the classroom. Female students were not allowed to enter or leave the university alone. They had to be compulsorily chaperoned. On high emergencies, a male student and a female one could talk to each other sitting on the two sides of a barrier, in presence of a senior teacher. Compared to the present era of women's lib, those days may appear to be ancient.Amazingly, alongside men, it's also the women passing out of this century-old university who have immensely contributed to the nation's many areas. Apart from socio-political and cultural fields, they comprise almost all branches of knowledge and research. Many of the women left their unique mark on bureaucracy, diplomatic services, the legal profession and entrepreneurship. Almost the same is applied to the males, who in the 1960s didn't bother to display their romantic attachment to their women of choice. Many of these romantic and chivalrous males later emerged as iconic figures in the country's broader world of academic activities and the arts. The present Arts Building had just been constructed. There was a dearth of place favourable to plain gossiping and exchange of ideas and emotion. The only advantage that made the intimate sessions a great experience was the absence nosy folks.Those days have long gone, and are now lodged in distant nostalgia. In the post-independence Bangladesh, the DU campus became chockablock with the university's students and outsiders. The latter's dominance continued for nearly four decades, when the learners witnessed both students' uprisings and fierce armed clashes. The previous calm of the 1960s appeared to have begun leaving the campus. It took a considerably long time for the general students to declare the university free of the pervasive chaotic situation. Thanks to the return of the long banished academic atmosphere, coupled with cultural activities, the genuine students heaved a sigh of relief.After a long closure of the university prompted by the Covid-19 pandemic, the students' spontaneous and emotion-filled reunions ought to be viewed as a common feature. Despite the occasional outbursts of violence involving rival student groups, the general students' taking recourse to innocent gossiping, both two-some and exclusive, and the 'adda'-based clamour open-to-all, ought to be taken as an incipient outlet to normalcy. \n[email protected]",
        "headline_1": "Clouds over two-some gossip at DU",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/clouds-over-two-some-gossip-at-du-1691852513",
        "news_paper_name": "The Financial Express",
        "publish_date": "13-08-2023"
    },
    {
        "full_article": "According to a study conducted by the Bangladesh Institute of Development Studies (BIDS), as many as 66 per cent of students graduating from colleges affiliated with the National University are not getting jobs after trying for years. Another study conducted by the World Bank has found as high as 46 per cent NU students remain unemployed for at least three years on completion of their graduation. The NU, founded in 1992, mainly offers bachelor's with honours and master's courses. Currently, more than 1,900 colleges across the country are affiliated with the NU and the number keeps rising every year. More than two million students are now studying in these colleges. However, employers find lack of communications skills in graduates of the NU than in graduates from other such institutions. There are allegations against the NU authorities that they hardy update their curriculum and introduce subjects that the job market demands. Moreover, there are questions over the teachers' competency of NU affiliated colleges. NU-affiliated colleges also have insufficient teaching staff. The student-to-teacher ratio is 25:1 in non-government colleges and 91:1 in government colleges against the ideal of 15:1. The job market has become skills-driven. So, the graduates should be equipped with the right set of skills to make them employable. The NU authorities should immediately start working to improve the standards of education. The quality of teaching and learning in colleges and institutions affiliated to the university should be modernised and job-oriented. They should focus more on building students' skills for the job market. Training of teachers is also a must. \nSirazi Shahjahan,Malibagh, Dhaka,[email protected]",
        "headline_1": "Improving NU students' job skills",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/improving-nu-students-job-skills-1691852534",
        "news_paper_name": "The Financial Express",
        "publish_date": "13-08-2023"
    }
]