[
    {
        "full_article": "​The Supreme Court of India’s refusal to accord legal recognition to marriages between persons of the same sex is a huge legal setback to the queer community in the country. Given the progress in law in recent years and the deepening of the meaning of individual rights, there was widespread expectation that the five-judge Constitution Bench would give the Special Marriage Act (SMA), a law that allows any two people to marry, a gender-neutral interpretation to include people belonging to the same sex. Over the years, the amplitude of Article 21 of the Constitution has been expanded to cover the rights of privacy, dignity and marital choice, but the highest court has stopped short of the extra step needed to allow marriages or civil unions that are not heterosexual. All five judges have chosen to leave it to the legislature to enact such a law. Chief Justice of India D.Y. Chandrachud and Justice Sanjay Kishan Kaul have ruled that queer couples have a right to seek recognition for their union, but declined to read down the provisions of the SMA to that effect. On the other hand, Justices S. Ravindra Bhat, Hima Kohli and P.S. Narasimha reject the position, holding that any such recognition can only be based on statute. In effect, the Court has accepted the government’s view that any move to legalise same-sex marriages will fall in the legislature’s domain.In concluding that there is no fundamental right to marry, the Court has negated the expectation that it would not allow discrimination against same-sex couples in the marital domain to continue. Marriage is indeed a social institution, with its own legal requirements and conditions for what constitutes a valid marriage. The right to seek social and legal validation through marriage is a matter of individual choice protected by the Constitution, but the Court still views it as being subject to statutory limitations. The majority disfavours the position that queer couples have a right to adopt children, but agrees with the minority that there is no bar on transpersons entering into heterosexual marriages. There is no disagreement among the judges about the right of such same-sex couples to cohabit and be free from coercion and threats. Given that large sections of India may be opposed to the legalisation of same-sex marriages on religious and cultural grounds, the possibility of Parliament taking the initiative to do so is quite bleak. The LGBTQIA+ community may now have to take heart from the Court’s direction that the government should form a committee to decide the rights and entitlements of queer couples. The community, however, still has quite a struggle ahead before the law catches up with its yearning for equality.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nSee all 31 stories\nRelated Topics\n\njudiciary (system of justice)\n\n/\n\nLGBT\n\n/\n\nmarriage\n\n/\n\nhuman rights\n\n/\n\nconstitution\n\n/\n\ngovernment\n\n/\n\nparliament",
        "headline_1": "Law and custom: On the Supreme Court’s verdict on same-sex marriage",
        "headline_2": "Court verdict leaves queer people with long struggle ahead for equality",
        "link": "https://www.thehindu.com/opinion/editorial/law-and-custom-on-the-supreme-courts-verdict-on-same-sex-marriage/article67431076.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "18-10-2023"
    },
    {
        "full_article": "After Saturday’s national election, New Zealand is poised to get its most right-wing government in years with the conservative National Party and its libertarian ally ACT winning most of the votes and the Labour Party of Prime Minister Chris Hipkins seeing a major erosion of its popular support. With most votes counted, National’s vote share went up to 39% from 26% in 2020, while Labour’s share collapsed from 50% to 27% in the same period. The Green Party, a Labour ally, won 11% of the votes and ACT secured 9%. Labour’s fall was particularly significant as under the leadership of the charismatic Jacinda Ardern, it had swept the national elections three years earlier. Ever since New Zealand moved to the proportional representation system in 1993, 2020 was the only time a single party got an absolute majority. Ms. Ardern’s leadership was widely praised, especially during her handling of the COVID-19 crisis (New Zealand saw one of the lowest per capita death rates). She was also seen as an icon of liberal politics, and Labour promised to tackle child poverty, climate crisis, and narrow inequality. But she stepped down in January this year citing burnout. By that time, her popularity had also tanked, with many increasingly frustrated over the country’s economy.Mr. Hipkins campaigned on Labour’s achievements including the tackling of the pandemic and child poverty and promised to continue its broader agenda aimed at “helping the working people”. But the Opposition’s criticism that Labour had failed to bring in the “transformational change” it had promised, after six years of power, seems to have hurt the party. Its stringent COVID-19 lockdowns and border controls also contributed to the economic woes. There was a brief recession this year and the country is still reeling under high inflation and high interest rates. National Party leader Christopher Luxon, a former airline executive, focused his campaign on the economy, and promised to cut interest rates and government spending. Voters, driven by concerns about the economy, punished the party which they had voted for overwhelmingly three years ago, and turned towards Mr. Luxon. He will assume power at a critical time for New Zealand. While any radical change in foreign policy (which is leaned towards the U.S. without irking China) is unlikely, at home, Mr. Luxon is likely to move the government away from Labour’s welfarism. He has to address the cost of living crisis and bring the economy back to its growth trajectory. But he should also be mindful of structural issues such as homelessness, child poverty and inequality that have plagued New Zealand’s economy for decades. He has to balance his pro-business policies with incremental redistribution. \nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nNew Zealand\n\n/\n\nelection\n\n/\n\npolitics\n\n/\n\nCoronavirus\n\n/\n\npoverty\n\n/\n\nclimate change\n\n/\n\neconomy (general)\n\n/\n\nrecession/slowdown\n\n/\n\ninflation and deflation\n\n/\n\ninterest rate\n\n/\n\nUSA\n\n/\n\nChina\n\n/\n\ndiplomacy",
        "headline_1": "Back in business: On the New Zealand election result",
        "headline_2": "New Zealand cannot afford to jettison welfarism while setting right the economy",
        "link": "https://www.thehindu.com/opinion/editorial/back-in-business-on-the-new-zealand-election-result/article67430639.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "18-10-2023"
    },
    {
        "full_article": "GOI, per media reports, will ask WhatsApp to share details of the originator of some deepfakes of Indian politicians. Officials fear circulation of deepfakes can undermine the integrity of the electoral process. The legal basis to ask social media platforms to share the information about the originator is the Information Technology Rules, 2021. Social media platforms such as WhatsApp have challenged the constitutional validity of those parts of the rules that ask them to identify the originator. They argue these provisions run counter to jurisprudence on the right to privacy.\n\nGOI has argued that the constitutional bench of the Supreme Court in 2017, which concluded that the Constitution guarantees a fundamental right to privacy, also placed reasonable restrictions. On the ground, however, IT Rules have been operationalised and Tripura, to give an example, invoked it recently. There are two challenges here. First, the technical aspect of making changes to these apps that allow for traceability of the originator. Second, the question of oversight on governments breaching privacy under some circumstances. The second issue has wide ramifications.\nIT Rules open the door to the executive initiating traceability provisions. While some reasons to do so are justified and narrowly tailored such as those in relation to child sex abuse, other grounds such as security of the state are loosely conceptualised. Consequently, we need safeguards to ensure there’s no abuse of power. IT Rules try to provide one such safeguard by stating the emphasis should be on using less intrusive methods to identify the originator of a message deemed in violation of the law. However, that’s not enough.\nIndia, with its rich democratic traditions, needs to bring in parliamentary oversight on executive functions that involve interception or decryption of private messages. Two years back Congress MP Manish Tewari introduced a private member’s bill to provide for parliamentary oversight over intelligence. It’s time the wider issue is taken up seriously as executive powers to set aside fundamental right to privacy need to be counterbalanced by legislative checks. Indeed, this is the norm in other mature democracies. A robust system of checks and balances is essential for a democracy and IT Rules are no exception. An added benefit, for GOI, is that it may face fewer legal challenges on these rules if there’s parliamentary oversight.\n\n",
        "headline_1": "House asks what’s up: Government overriding of the right to privacy in special circumstances needs parliamentary oversight",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/house-asks-whats-up-govt-overriding-of-the-right-to-privacy-in-special-circumstances-needs-parliamentary-oversight/",
        "news_paper_name": "The Times of India",
        "publish_date": "18-10-2023"
    },
    {
        "full_article": "Afghanistan’s brilliant and heartwarming victory over reigning ODI World Cup champions England added sparkle to a tournament that, except for the India-Pakistan match, hasn’t quite created a buzz. Sweeter is that India had a big role to play in the Afghans’ success. Greater Noida and Lucknow stadiums were home for Afghan cricketers. They would train and even play their official home matches in these venues. Covid interrupted this. Then Taliban stormed back to power in Kabul in August 2021, forcing India to cancel all existing visas issued to Afghan citizens. A new category of emergency visas was started. But these have been sparingly handed out.\n\nWhile GOI’s approach may have made security sense in the immediate aftermath of Taliban’s takeover, there’s little point in persisting with it now. The Afghan team wanted to train in India before the start of the World Cup. But visa issues got in the way. Given that India’s help to the Afghan cricket team has been a huge source of goodwill, New Delhi is undermining its own geopolitical interests here. The Indian embassy in Kabul has resumed limited functions. New Delhi is also sending several tranches of aid for Afghans. Such engagement should lead to a more generous visa regime. There are hundreds of Afghan students who want to resume their studies in India. There are also cases of split families and at least one Indian national, Iqra Jamal, remains stranded in Afghanistan due to visa problems. More liberal visa rules won’t be seen by anyone as New Delhi blessing Taliban – rather the opposite. India’s soft power and development projects in Afghanistan built a direct relationship between New Delhi and Afghans. Not nurturing this will be a humanitarian failing and a geopolitical mistake.\n\n",
        "headline_1": "Don’t stump Kabul: Afghan cricketers who beat England trained in India. New Delhi must give more visas to Afghans",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/dont-stump-kabul-afghan-cricketers-who-beat-england-trained-in-india-new-delhi-must-give-more-visas-to-afghans/",
        "news_paper_name": "The Times of India",
        "publish_date": "18-10-2023"
    },
    {
        "full_article": "When SC rejected the plea for abortion by a pregnant woman who suffers from depression and is already a mother of two children, we were reminded again how in India the right to abort is actually decided by authority figures.\nThe Supreme Court yesterday rejected a woman’s request for an abortion, forcing her to continue with an unwanted pregnancy to deliver a child who is healthy and has “better chances of being adopted”, because allowing abortion “militates against its conscience”.\n\nYou would be forgiven for assuming this took place in America or Ireland, but it turns out, in India too, we are all too keen to step into the field of reproductive autonomy, and read rights of an unborn child into a statute that makes no mention of it. This is unsurprising. After all, patriarchy transcends national barriers, and has many weapons in its toolkit.\nRead full article on TOI+\n\n",
        "headline_1": "Milords, shouldn’t women decide?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/voices/milords-shouldnt-women-decide/",
        "news_paper_name": "The Times of India",
        "publish_date": "18-10-2023"
    },
    {
        "full_article": "A ground offensive against Hamas without a plan for Israeli military to exit the Strip will be disastrous for Israel and Palestinians. There are simply no takers for reoccupation.\nIsrael reoccupying Gaza? A diabolical idea. Nothing less. In Israel, currently struggling for its very existence in the Middle East, only a few, very extreme, entertain this horrifying possibility. Strike Hamas? Yes. Dismantle the infrastructure of the terror organisation? Absolutely. Target the head of the snake? Definitely. But should Israel seek to enter Gaza, to occupy it again and resettle it with Jews? Absolutely not. Far from it. The very thought of such a plan is chilling. Israel didn’t leave Gaza to return to it.\n\nUS President Joe Biden, who expressed unequivocal support for Israel’s right to defend itself and emphasised the need to eliminate Hamas, made it clear a reoccupation of Gaza would be a mistake. He is right. Except for a very tiny percentage of Israeli society, sadly represented in the Israeli government by irresponsible politicians groomed by Bibi Netanyahu for narrow political ends, a majority of the Israeli public rejects this ominous thought. No one wants to return to the quagmire of Gaza, which since the unilateral withdrawal in 2005, has become a ruthless terror hub. Sane Israelis don’t long for that terrible place. Only irresponsible politicians or the messianic even discuss such an option. They are not the majority.\nRead full article on TOI+\n\n",
        "headline_1": "Question for Netanyahu: Who takes charge of Gaza?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/question-for-netanyahu-who-takes-charge-of-gaza/",
        "news_paper_name": "The Times of India",
        "publish_date": "18-10-2023"
    },
    {
        "full_article": "We are distressed by the rapidly spiralling situation in the Gaza Strip, where more than two million people are trapped as Israeli airstrikes continue to flatten the territory. In retaliation to the deadly attack that Hamas launched on October 7 – in which 1,400 people were killed, per Tuesday's tally, and many taken hostage – the Israeli government has placed the Palestinian enclave under full siege and has been bombarding it every day in an act of war. So far, more than 2,800 people have been killed in Gaza, with thousands more injured. It is feared that at least 1,000 Palestinians are trapped under the rubble of buildings demolished by Israeli bombing. People have been killed in the occupied West Bank, too.\nWith food, water and fuel supplies cut off for more than a week due to the siege, a humanitarian crisis is unfolding in Gaza where people are on the brink of starvation and dehydration. The Israel Defense Forces claims it is \"concerned\" about the situation, but there is no sign of a ceasefire or the opening of the Rafah crossing at the Gaza-Egypt border for transporting humanitarian aid to the besieged civilians, as all diplomatic efforts to that end have failed so far. While humanitarian workers wait at the border with life-saving aid, people on the Palestinian side continue to languish in despair – with \"no food, no water, no electricity, no internet. I feel like I'm losing humanity,\" as a 55-year-old Palestinian woman described her experience. \nIsrael, we must say, has broken international laws by putting the entire population of Gaza under siege in the name of self-defence. Israel's right to self-defence doesn't justify its barbaric persecution of innocent Palestinians. It is evident that the Israeli government is subjecting Gaza residents to collective punishment, which is in complete violation of the Geneva Convention.\nWith an Israeli ground offensive looming, the situation will only get worse if the international community, especially Israel's long-standing allies, don't play a more proactive role to protect the Palestinian civilians. We hope that the US president, who is scheduled for a visit to Israel on Wednesday, will remind it of the equal value and dignity of Palestinian lives. World leaders must do everything to spare them from what Israeli President Benjamin Netanyahu has promised to be a \"mighty vengeance\" against Hamas. Palestinians deserve the same sympathy, on the same scale, and with the same vigour, as any other persecuted people in the world.\n",
        "headline_1": "Gaza is bleeding, and needs help urgently    ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/gaza-bleeding-and-needs-help-urgently-3446006",
        "news_paper_name": "The Daily Star",
        "publish_date": "18-10-2023"
    },
    {
        "full_article": "A new study has painted a worrisome picture about food security in Bangladesh. The World Food Programme (WFP), after a survey conducted in May-August this year, found that as many as 24 percent of people in the country were suffering from different levels of food insecurity. The situation is far worse for the poor people, with 46 percent of the ultra-poor living in food insecurity, according to the survey. Earlier in July, five UN agencies, including the WFP, revealed that 5.2 crore people in Bangladesh were struggling with varying degrees of food insecurity, of whom 1.87 crore were facing the most severe form of food crisis.\nThe situation is quite distressing, to say the least. Evidently, despite reassurances from the authorities, a significant part of our population is not getting square meals for a prolonged period, which means they are unable to meet their daily nutritional needs. When asked for comments, the secretary of the food ministry rejected the WFP survey, saying the government had over 15 lakh tonnes of rice and 1.5 lakh tonnes of wheat in stock, and had several initiatives underway to provide basic food items at affordable prices to the disadvantaged people. If that is the case, why are so many still suffering from food insecurity?\nDuring the survey period, 71 percent of families identified the high food prices as their primary concern, while 70 percent said they were cutting down on food intakes, borrowing money, selling off assets and buying food items on credit to make ends meet. This shows that those government initiatives are hardly helping them. The government's efforts to control food prices don't seem to be working either, thanks to some vested groups who seem to be beyond all regulations and can easily manipulate prices. Meanwhile, people who are already struggling financially are further getting trapped in debt just so that they can buy food.\nWe urge the government to carefully consider the WFP findings rather than dismissing them out of hand. It is unacceptable that a quarter of the population are going to bed hungry every day, and suffering from malnutrition, which is affecting their productivity and subsequently their ability to earn a living. The government must deliver on its promise of food security for all and employ real-life solutions – like putting a stop to price manipulation – so that everyone can afford proper meals.\n",
        "headline_1": "An ominous sign for food security",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/ominous-sign-food-security-3445641",
        "news_paper_name": "The Daily Star",
        "publish_date": "18-10-2023"
    },
    {
        "full_article": "The Daily Star proudly introduces a fresh addition to our editorial repertoire: Geopolitical Insights. As we navigate the labyrinth of global power dynamics, we hope this weekly page will provide interesting perspectives to help our readers understand the global challenges better. This article published in the first issue focuses on exploring the global power play in Bangladesh's elections. –​​ Mahfuz Anam, Editor & Publisher \nThe recent presidential election in the Maldives reflected a theatre for India-China competition, with the president-elect, Mohamed Muiz, making \"India out\" a central theme in his campaign. We also witnessed the two major powers jockeying for influence in the Nepalese election in 2022. While the political landscape in Bangladesh differs from that of its two South Asian neighbours, the India-China contest remains a crucial factor. Over the course of the past 15 years, both countries have deepened their stakes in Bangladesh, which is clearly evident in the growing geopolitical tension surrounding the upcoming election.\nChina is now Bangladesh's largest trade partner, with bilateral trade currently valued at $25 billion. Since joining China's Belt and Road Initiative (BRI) in 2016, China has committed over $38 billion in investments to Bangladesh. The country is second among all sources of Foreign Direct Investment (FDI) in Bangladesh.\nFurthermore, during the current regime's tenure, China-Bangladesh defence cooperation has reached unprecedented levels. China has maintained its position as the chief supplier of light weapons to Bangladesh since the 1970s, with over 70 percent of Bangladesh's weapons procurement between 2015 and 2022 originating from China, according to SIPRI. Notably, China has been instrumental in the construction of Bangladesh's first submarine base, the BNS Sheikh Hasina, with a total investment of $1.2 billion, located in Pekua within Cox's Bazaar.\nChina's approach to Bangladesh during the ruling Awami League's regime can be summarised as bolstering economic ties while refraining from criticising democratic backsliding in the country. China was the first country to welcome the AL government after the one-sided 2014 elections, and it didn't hesitate to congratulate them on their big win in the equally controversial 2018 elections.\nFurthermore, unlike economic aid from the US and Europe, Chinese investments in Bangladesh's infrastructure come without conditions related to human rights, good governance, or democracy. As a result, this has allowed the AL government to lessen its dependence on Western donors.\nRegarding the forthcoming election, China has consistently adhered to a stance that aligns with its overarching strategy, as aptly articulated by Chinese Ambassador to Bangladesh, Yao Wen, who stated, \"Our policy always remains the same. China never intervenes in other country's internal issues. I can say the election is the internal affairs of Bangladesh. It has to be decided by the Bangladesh people.\"\nChina also opposes any external pressure exerted by the United States concerning the election. This stance is endorsed at the highest level of Chinese leadership. On August 23, 2023, during a meeting with Prime Minister Sheikh Hasina on the sidelines of the BRICS summit, Chinese President Xi Jinping stated, according to a readout from China's foreign ministry, that China supports Bangladesh in \"opposing external interference\" and that Beijing will collaborate with Dhaka to mutually support their core interests.\nIn the upcoming election, if the ruling party emerges victorious, Chinese influence may strengthen even further. Conversely, if the AL loses, and the opposition BNP comes to power, there is relatively minimal risk for China to lose its stake, given the historically favourable relations between BNP and China.\nNow, let's delve deeper into India's interests in Bangladesh's upcoming election. As its largest neighbour, India undeniably holds a substantial stake in the electoral proceedings. The increasing asymmetrical power dynamics between these two nations have brought this influence into sharper focus.\nIn his book titled \"1971-2021: Bangladesh-Bharat Shomporker Ponchash Bochor\" (1971-2021: 50 years of Bangladesh-India relations), former Bangladeshi Foreign Secretary Touhid Hossain has shed light on the nature of the deepening political reliance on India. He articulates, \"It is widely believed that no one can ascend to the throne of Bangladesh without India's approval. Statements supporting this notion have emanated from senior political figures on occasion. Many believe that India's consent is a prerequisite for appointments to key positions within Bangladesh. India's direct involvement in legitimising the 2014 election is well-documented. It was so apparent that even the leaders of the political party (the BNP), whose political foundation is rooted in anti-Indianism, had to reach out to India in an attempt to gain favour ahead of the 2018 election, although their endeavours ultimately yielded no success.\"\nIndia's growing influence has fostered stronger bilateral ties with the AL-led Bangladesh government, characterised by terms like \"very special relationship,\" \"golden chapter,\" and \"model for the entire region.\" The AL government has addressed India's security concerns, particularly access to northeastern India, through connectivity projects and action against anti-India insurgent groups. In return, India has steadfastly supported the AL government, overlooking democratic setbacks in Bangladesh. As regards the upcoming election, a significant portion of the Indian media and think tanks continue to advocate support for the current regime.\nNevertheless, some experts believe that India has adopted a different stance towards the 2024 elections.\nIndicating this changed position, Indian columnist Arkoprabho Hazra wrote in The Diplomat, \"India is taking a much more inclusive approach toward the 2024 Bangladesh national elections, rather than putting all its bets on the Awami League as seen in the past.\"\nHe emphasised that India has expressed interest in ensuring violence-free and democratic national elections in Bangladesh, aligning with the US stance. Recent discussions between Indian and US security establishments suggest, according to Hazra, a potential collaborative effort on election issues. This marks a departure from the 2018 elections when India and the US held divergent views. Nevertheless, Prime Minister Modi's swift congratulations to Prime Minister Hasina for her victory helped alleviate international criticism of the election's conduct.\nYet it is worth noting that India has refrained from publicly responding to the growing pressure exerted by the United States on Bangladesh, including visa measures, aimed at ensuring a free, fair, and participatory election.\nProfessor Ali Riaz offers three possible explanations for India's deliberate silence: \"Firstly, India may be comfortable with the existing political status quo, as demonstrated by its tacit support for Prime Minister Hasina amid US concerns about democratic erosion. Secondly, India might not oppose US pressure on Bangladesh, recognising that it could make Hasina more dependent on India as a mediator between her government and the United States. Lastly, India seems to acknowledge its diminishing role in Bangladeshi politics amid the US-China geopolitical rivalry, making it a secondary external actor in the region.\"\nRegardless of the reasons behind India's muted response, it's evident that the US has shifted its perspective away from viewing the Bangladesh issue solely through the Indian lens. Instead, its emphasis on promoting democracy in Bangladesh, primarily driven by the aim to counteract China's growing influence in the country, will significantly influence India's stance on the 2024 elections in Bangladesh.\nIndia finds itself in a complex and delicate position. There is unease over Bangladesh's growing reliance on China for economic aid and infrastructure development, at times straining the India-Bangladesh relationship. Additionally, there is apprehension that excessive pressure from the US on election-related matters could lead Bangladesh closer to China.\nHowever, Michael Kugelman, director of the Wilson Centre's South Asia Institute, suggested in an interview with Prothom Alo that the US believes India, by leveraging its influence over Bangladesh, can steer it away from such an alignment. Furthermore, the current regime in Bangladesh expects India to advocate for Sheikh Hasina's government with the Biden administration.\nIndia's response to these competing interests will be a pivotal factor in the upcoming elections, the outcome of which carries significant implications not only for Bangladesh but also for the Bay of Bengal region, a critical component of the global geopolitical hotspot, the Indo-Pacific.\nShamsuddoza Sajen is a journalist and researcher. He can be contacted at [email protected].\n \nWe welcome your contributions and analysis of global events. To submit articles to our new page, Geopolitical Insights, please send us an email at [email protected] or [email protected] \nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n",
        "headline_1": "Bangladesh elections and China-India rivalry",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/bangladesh-elections-and-china-india-rivalry-3445366",
        "news_paper_name": "The Daily Star",
        "publish_date": "18-10-2023"
    },
    {
        "full_article": "We are distressed by the rapidly spiralling situation in the Gaza Strip, where more than two million people are trapped as Israeli airstrikes continue to flatten the territory. In retaliation to the deadly attack that Hamas launched on October 7 – in which 1,400 people were killed, per Tuesday's tally, and many taken hostage – the Israeli government has placed the Palestinian enclave under full siege and has been bombarding it every day in an act of war. So far, more than 2,800 people have been killed in Gaza, with thousands more injured. It is feared that at least 1,000 Palestinians are trapped under the rubble of buildings demolished by Israeli bombing. People have been killed in the occupied West Bank, too.\nWith food, water and fuel supplies cut off for more than a week due to the siege, a humanitarian crisis is unfolding in Gaza where people are on the brink of starvation and dehydration. The Israel Defense Forces claims it is \"concerned\" about the situation, but there is no sign of a ceasefire or the opening of the Rafah crossing at the Gaza-Egypt border for transporting humanitarian aid to the besieged civilians, as all diplomatic efforts to that end have failed so far. While humanitarian workers wait at the border with life-saving aid, people on the Palestinian side continue to languish in despair – with \"no food, no water, no electricity, no internet. I feel like I'm losing humanity,\" as a 55-year-old Palestinian woman described her experience. \nIsrael, we must say, has broken international laws by putting the entire population of Gaza under siege in the name of self-defence. Israel's right to self-defence doesn't justify its barbaric persecution of innocent Palestinians. It is evident that the Israeli government is subjecting Gaza residents to collective punishment, which is in complete violation of the Geneva Convention.\nWith an Israeli ground offensive looming, the situation will only get worse if the international community, especially Israel's long-standing allies, don't play a more proactive role to protect the Palestinian civilians. We hope that the US president, who is scheduled for a visit to Israel on Wednesday, will remind it of the equal value and dignity of Palestinian lives. World leaders must do everything to spare them from what Israeli President Benjamin Netanyahu has promised to be a \"mighty vengeance\" against Hamas. Palestinians deserve the same sympathy, on the same scale, and with the same vigour, as any other persecuted people in the world.\n",
        "headline_1": "Gaza is bleeding, and needs help urgently    ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/gaza-bleeding-and-needs-help-urgently-3446006",
        "news_paper_name": "The Daily Star",
        "publish_date": "18-10-2023"
    },
    {
        "full_article": "A new study has painted a worrisome picture about food security in Bangladesh. The World Food Programme (WFP), after a survey conducted in May-August this year, found that as many as 24 percent of people in the country were suffering from different levels of food insecurity. The situation is far worse for the poor people, with 46 percent of the ultra-poor living in food insecurity, according to the survey. Earlier in July, five UN agencies, including the WFP, revealed that 5.2 crore people in Bangladesh were struggling with varying degrees of food insecurity, of whom 1.87 crore were facing the most severe form of food crisis.\nThe situation is quite distressing, to say the least. Evidently, despite reassurances from the authorities, a significant part of our population is not getting square meals for a prolonged period, which means they are unable to meet their daily nutritional needs. When asked for comments, the secretary of the food ministry rejected the WFP survey, saying the government had over 15 lakh tonnes of rice and 1.5 lakh tonnes of wheat in stock, and had several initiatives underway to provide basic food items at affordable prices to the disadvantaged people. If that is the case, why are so many still suffering from food insecurity?\nDuring the survey period, 71 percent of families identified the high food prices as their primary concern, while 70 percent said they were cutting down on food intakes, borrowing money, selling off assets and buying food items on credit to make ends meet. This shows that those government initiatives are hardly helping them. The government's efforts to control food prices don't seem to be working either, thanks to some vested groups who seem to be beyond all regulations and can easily manipulate prices. Meanwhile, people who are already struggling financially are further getting trapped in debt just so that they can buy food.\nWe urge the government to carefully consider the WFP findings rather than dismissing them out of hand. It is unacceptable that a quarter of the population are going to bed hungry every day, and suffering from malnutrition, which is affecting their productivity and subsequently their ability to earn a living. The government must deliver on its promise of food security for all and employ real-life solutions – like putting a stop to price manipulation – so that everyone can afford proper meals.\n",
        "headline_1": "An ominous sign for food security",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/ominous-sign-food-security-3445641",
        "news_paper_name": "The Daily Star",
        "publish_date": "18-10-2023"
    },
    {
        "full_article": "The food inflation having reached its record high at 12.5 per cent in the recent months, the volatility of the basic essentials prices has now spread to the vegetable market. But it defies reason why the vegetables which are locally grown should be so dear since the excuse of high import cost or depreciation of taka against US dollar does not apply here to any large extent to justify such price hike. Unsurprisingly, to make ends meet in such difficult times, low-income people are now forced to skimp on their daily diets. But this practice is dangerous for the nutritional health of this section of the population. It is especially concerning for children whose physical growth might be seriously affected in absence of the required nutrition. It is against this backdrop that the World Food Day whose main concern is hunger and food insecurity of the people has been observed in Bangladesh as elsewhere in the world. This year's theme of the day being water as the producer of food crops and provider of people's livelihoods, the fact remains that, in Bangladesh, at the moment, it is irrational food price hike that is the overwhelming concern of the common people. The main challenge before the policymakers now is ensuring affordability of the essentials for the common people rather than their availability. True, the government has, meanwhile, adopted a raft of measures to bring down the prices of certain essentials through imposition of a price cap on them. At the same time, on the assumption that a section of traders is behind artificially pushing up the essentials prices, drives including sudden raids by mobile courts have also been mounted to penalise those found involved in such illegal acts. But these steps have not so far produced the desired results. In the face of the skyrocketing prices of a cheaper source of protein for the common people like egg, on whose price the commerce ministry had put a limit earlier, the government has even gone for importing this item from abroad. To all appearances, the market of this and other essential items is operating in defiance of all government measures to control it. So, the question that naturally arises is if the perceived manipulators of the essentials market are more powerful than the government. Since all the government measures to calm the essentials market have practically fallen through, it is time the government considered addressing other issues that have been causing immeasurable sufferings to consumers, particularly low- and fixed-income ones.For example, the earning of the low-paid government servants including those working in the private sector have not increased in keeping with the food price inflation. In consequence, with their real income thus eroding fast, this group of people has to make do with the pittance they get from their employers. They are forced to cut on food intake. This is an unacceptable situation. With hunger staring in the face, the working-age population is fast losing its productivity and the poorly-fed children are at risk of growing as a stunted generation in the coming days. To avoid such disastrous consequences, the government should take measures as necessary to raise the income levels of the low-paid workers and fixed-earning groups of people. At the same time, support now being extended to them through providing essential commodities at a subsidised rate should also continue.",
        "headline_1": "Price hike and sufferings of low-income people",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/price-hike-and-sufferings-of-low-income-people-1697554517",
        "news_paper_name": "The Financial Express",
        "publish_date": "18-10-2023"
    },
    {
        "full_article": "Since the beginning of piped water supply to residents of Dhaka city more than a hundred years ago--though with a minimal coverage-- expansion programmes and service delivery of the Dhaka Water and Sewerage Authority (DWASA), despite manifold growth over the decades, are far from matching the needs of the city's ever-increasing population. Over and above, sewerage management, a key activity of the state-run agency has shown no noticeable sign of planned progress. Reportedly many projects were taken up by DWASA to reach its services to a greater number of the residents, still the overall picture is far from satisfactory, to say the least. Lately, it has been learnt that the government has sought a $320-million loan from the New Development Bank (NDB)-- the lending arm of the BRICS, to finance a project aimed at expanding water supply coverage and reducing system losses of the Dhaka WASA.A FE report says DWASA looks to expand its supply coverage to 16 newly added unions in the city. Under the project, the organisation seeks to enhance its efficiency by widening its network while also reducing system losses to below 10 per cent, down from approximately the current 30 per cent. Officials say the total cost of the project is estimated to be Tk 41.1 billion (around $380 million), with 85 per cent ($320 million) to be funded by external sources, and the remaining portion by the government. A NDB team visited Dhaka in September to conduct an appraisal mission for the proposed project, the FE report says quoting sources. The mission exchanged views with officials, including those from the Economic Relations Division and the Local Government Division. According to the FE report Dhaka's per-day water demand ranged from 3,000 to 3,200 million litres last year, while official documents show that DWASA's daily production capacity was around 2,650 to 2,700 million litres. Besides the shortfall, a substantial portion --- 30 per cent non-revenue water --- continues to erode the capacity of DWASA due to leakage, illegal connections and pilferage. To meet the growing water demand, DWASA plans to establish a total of five water treatment plants to draw supply from the Padma and Meghna rivers. Currently, it is implementing three plants: Padma Phase I (operational), Gandharbapur Phase I, and Saidabad Phase III (currently under construction).Other key aspects of the project include establishing a water supply network for the Padma Northwest Sector. This will involve implementing a water transmission and distribution network for currently unserved areas like Nabinagar housing, Dhaka Udyan, Chandrima, Hazaribag and Bosila. The water will be sourced from the Padma river to the south of Dhaka and undergo treatment at the Padma water treatment plant. The plan is to construct 56 km of transmission pipelines in the Padma Northwest Sector by 2029, along with completing the construction and rehabilitation of 1,575 km of the water distribution network in the 16 unions and the Padma Northwest Sector, according to WASA officials.At present DWASA is running one large and three small water treatment plants with the assistance of large investments and assistance from the funding agencies. There is also a great need for more investments in establishing more treatment plants in order to meet the fast-growing water demand in Dhaka city.At this moment, out of four plants Dhaka WASA has a water treatment plant under construction with a capacity for 2.25 million cubic meters per day (2250 MLD), and for this it has received $250 million under the Danish development assistance. Currently, Dhaka WASA has six ongoing investment projects, including one to construct boreholes for deep tube wells, and the Dhaka Water Supply Sector Development Plan to completely replace the water pipelines using Asian Development Bank fundingThe existing water services heavily rely on groundwater. Around 79 to 80 per cent of water produced by DWASA is currently sourced from aquifers. According to experts, Dhaka WASA needs massive investment to treat surface water in order to replace extraction of groundwater as it is becoming no more viable. Treating surface water requires huge investments, and this is a great challenge for DWASA. It covers more than 360 sq. km service area with 12.5 million people with a production of almost 2,110 million liters per day (MLD).Over the years, the number of DWASA deep tube-wells (DTW) has increased to nearly 650 across the city. The upper well casing length of DTWs is increasing to keep pace with the lowering static water table. Furthermore, due to clogged DTWs from over extraction, their yields are decreasing resulting in short operational life of about two to three years. As a result, about 40 to 60 DTW are replaced each year. The recurring maintenance and replacement costs add up to a significant number.Taking up mega projects is not all. Capital-intensive and time-consuming as these are, the projects need to be weighed thoroughly in terms of sustainable public service. Since supplying water, preferably clean and drinkable, is the key function of DWASA, there is no shortcut to persistent efforts to meet the growing public need. It is here that taking up medium- to long-term projects and effective implementation is crucial. \n[email protected]",
        "headline_1": "Expanding water supply coverage for Dhaka residents",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/expanding-water-supply-coverage-for-dhaka-residents-1697554566",
        "news_paper_name": "The Financial Express",
        "publish_date": "18-10-2023"
    },
    {
        "full_article": "Following in the footsteps of unsettled energy markets due to the continuation of the Russo-Ukraine war, comes the Hamas-Israeli conflict which has thrown international energy prices in disarray. According to media reports, crude oil has risen by about 7.0 per cent per barrel. This is concerning because of the impact costlier fuel will have on our precarious foreign exchange reserve. This has had a domino effect on other energy commodities such as liquefied natural gas (LNG). Although the government claims to have a reserve of around $20 billion mark, the IMF has stated that Bangladesh currently has around $17 billion. If there is a prolonged war in the Middle East, prices of all major fossil fuels will increase and that will compound Bangladesh's problems.Presently, more than 50 per cent of energy is imported to the country. This entails significant import of fuel oil, gas and coal. The national exchequer is reportedly spending anywhere between $5.0 to $7.0 billion for energy imports, and this figure is forecasted to increase to $9.0 to $10 given the increase in energy prices in the international market. Experts are of the view that prices could increase anywhere between 10 to 30 per cent. That spells disaster for countries like Bangladesh which are in doldrums already due to fast depletion of their foreign exchange reserve.Any long-term conflict between Israel and Hamas will inevitably draw in other regional players. According to a report published in Oilprice.com, Brent crude is hovering around $90. In the past week, there has been a $5.0 increase per barrel and Trade Economics website is predicting an increase up to $98 billion by December. Bangladesh imports approximately 7.0 million tons of fuel oil per annum. These include diesel, kerosene, octane, furnace oil and marine fuel - used for power generation, transportation, industry and agriculture sectors. According to data, the price of these imports currently stands at $4.5 billion.Bangladesh imports fuel from Saudi Aramco and Abu Dhabi National Oil Company Limited (ADNOC) under long-term contracts, which amount to about 1.5 million tons per year. If there is a chance that Iran ends up getting drawn into the conflict, this will inevitably bring in sanctions and that country's oil output will be reduced. So, if the ante gets hotter in the Middle East, there will be an adverse effect on fuel production and supply which will inevitably raise prices. For Bangladesh, the situation is compounded by the fact that these imports are dependent on loans from foreign sources, in particular, Saudi-based International Islamic Trade Finance Corporation (ITFC) which has lent the country $1.4 billion for fuel import. Like oil, LNG price has been on the rise. The media reports say that the spot market price at present is around $14 per million British thermal units (MMBTU), which may go as high as $20 per MMBTU by December. The import-dependent energy policy risks bleeding the country white as foreign exchange reserves are being depleted at the rate of $1.0 billion a month. When one takes into account that the country has to make repayments on foreign loans for infrastructure development, the situation looks increasingly tenuous. When will we, as a nation, stop this madness and focus on exploring energy from domestic sources?\n[email protected]",
        "headline_1": "Energy market looks set to get jittery",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/energy-market-looks-set-to-get-jittery-1697554605",
        "news_paper_name": "The Financial Express",
        "publish_date": "18-10-2023"
    },
    {
        "full_article": "It is a common affair that Dhaka city residents would face cooking gas crisis with the onset of every winter. The disruption of the key necessity is not only hampering regular activities, like cooking meals, but also enhancing living cost of the residents, as they have to make various alternative arrangements to cope with the problem. In many areas particularly in Old Dhaka, the situation is highly critical, residents there cannot even light up their gas-fired ovens throughout the day. At the same time, restaurants are also found dropping items from their menu because of the fall in gas pressure, thus incurring loss to business.The gas pressure starts to subside at 8:00am and after 3:00pm the pressure gets back to some extent in many parts of Dhaka city. A number of city dwellers have already started using gas cylinder because of the supply crunch. Many of the sufferers buy gas cylinders, kerosene stoves and electric rice-cookers. Others have either to wait for hours for the gas supply to reach a workable level or to use earthen stoves. As the gas supply crisis worsens every year in winter, the authorities concerned should take measures to address the problem.\nBadsha Faysal, Jurain, Dhaka, [email protected]",
        "headline_1": "Bothersome low pressure of piped gas",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/bothersome-low-pressure-of-piped-gas-1697554643",
        "news_paper_name": "The Financial Express",
        "publish_date": "18-10-2023"
    }
]