[
    {
        "full_article": "As campaigning gets brisk for the first phase of polls in Uttar Pradesh on February 10, the die has been cast for the six phases to follow too. The ruling Bharatiya Janata Party (BJP) is on the defensive in 58 seats in western Uttar Pradesh; 11 districts vote in the first phase. In 2017, the party had won 51 of these seats (later 52). The challenge to the BJP’s dominance comes primarily from the Samajwadi Party-Rashtriya Lok Dal (SP-RLD) alliance in this potato and sugarcane belt but also in the fray are the Bahujan Samaj Party (BSP) and the Congress alongside recent entrants, the Aam Aadmi Party and the All India Majlis-e-Ittehadul Muslimeen. The region, abutting the national capital of Delhi, was a hotspot of the farmers’ agitation against the Central government last year. The SP-RLD alliance draws its evident energy from the resentment against the BJP among Jats, a farming community that had aligned with the party’s Hindutva agenda in recent years. The BJP has put forth a plank of suraksha (security) and samman (dignity). Taken aback by the momentum of the SP-RLD alliance, it is trying to polarise the elections so that Jat farmers who constitute an estimated 17% of the population in the region and who voted overwhelmingly for the party in the last elections do not unite with Muslims who constitute 26% of the population (in the region). The BJP’s behaviour signals that it will leave no stone unturned to consolidate the Hindu votes and override caste tensions, across the State.The BJP is also trying to create a narrative that the SP scores poorly on law and order, and the Yogi Adityanath government has been tough on crime in the last five years. The law and order pitch of the party is communally tinged, however. The party is highlighting government investment in highways, airports and medical colleges; and free vaccine and ration during the pandemic. The SP-RLD alliance is targeting the ruling government on the farm crisis in light of the farmers’ agitation and is trying to build on the brotherhood among farmers across caste and religious barriers. Apart from Jats and Yadavs, it is expected to wean a chunk of Gurjars, another agrarian community, away from the BJP. It is raising issues of inflation, particularly high electricity tariffs, unemployment and stray cattle, an outcome of the emotive cow protection drive. Consolidating its vote bank in the name of Hindutva, cultural nationalism, the Ram temple and Article 370, the BJP is also keen to make a dent in the BSP’s Dalit vote bank to get over the losses made because of farmers’ agitation. Dalit leader and former Chief Minister Mayawati (BSP) has made a strong comeback with a rally in Agra, and hopes to win enough seats in the region to influence government formation.",
        "headline_1": "Die is cast: On U.P. poll campaign",
        "headline_2": "",
        "link": "https://www.thehindu.com/opinion/editorial/die-is-cast-the-hindu-editorial-on-2022-up-assembly-elections-campaign-on-communal-and-caste-lines/article38379242.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "06-02-2022"
    },
    {
        "full_article": "It is time the Union government took a categorical stand on the issue of treating marital rape as a criminal offence. It informed the Delhi High Court earlier this week that it was having a relook at its position spelt out over five years ago. In 2017, the Government had opposed the removal of the statutory exception in Section 375 of the IPC for rape committed by a man on his wife, if she is not below 18 years of age. The remarks of the Union Minister for Women and Child Development, Smriti Irani, in Parliament also do not throw much light on the matter. She merely said the Government was engaged in a process to introduce comprehensive amendments to criminal law, indicating perhaps that the criminalising of marital rape is unlikely to be taken up in isolation. At the same time, she observed that it would not be advisable to condemn every marriage as a violent one, and every man a rapist. One can only interpret this as a sign that the Government is quite wary of agreeing with the body of opinion that favours recognising rape as something that could happen within a marriage too. In 2016, the Government had rejected the concept of marital rape, saying it “cannot be applied to the Indian context due to various factors like level of education/illiteracy, poverty, myriad social customs and values, religious beliefs and the mindset of the society to treat marriage as a sacrament”.There is no indication as to the sort of departure from this formulation, if any, that the proposed reconsideration will lead to. However, the question no longer brooks responses marked by ambivalence or tending towards buying time. One cannot expect the courts to delay indefinitely a ruling on the constitutionality of the existing exception in rape law. The conventional arguments against criminalising rape within marriage — that the institution of marriage will be ruined and that it is liable to misuse — no longer hold good. The country has adopted a domestic violence law that enables complaints against physical and sexual abuse. The IPC also holds cruelty to be an offence in a domestic context. Therefore, making marital rape a criminal offence is unlikely to ruin the institution of marriage any more than a complaint of domestic violence or cruelty would. The exception given to marital rape harks back, as the report by the Justice J.S. Verma committee noted while recommending its removal, to an outdated notion of marriage that treated the wife as the husband’s property. The notion of ‘implied consent’ within marriage is also reflected in marriage laws that allow for “restitution of conjugal rights”, a remedy that either party to a marriage may avail of. Looking at marriage through the anachronistic lens of ‘coverture’ — the view that the wife is under the husband’s authority always — should not be allowed to override the autonomy of married women over their person.",
        "headline_1": "Sex and violence: On marital rape",
        "headline_2": "",
        "link": "https://www.thehindu.com/opinion/editorial/sex-and-violence/article38379260.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "06-02-2022"
    },
    {
        "full_article": "For the government, the timing of the Sinha murder verdict on January 31 couldn't have been worse, with increasing global scrutiny following a US sanction on RAB over allegations of human rights violations, including extrajudicial killings. Yet, soon after the verdict, which handed death sentence to two police officers, a top leader of the ruling Awami League said, \"It proves that the Sheikh Hasina government believes in the rule of law.\" He said so despite the verdict having blown up the entire story arc built by state officials around instances of extrajudicial killing, or any mislabelling thereof (shootout, crossfire, gunfire).\nThat's politics 101—you control the narrative regardless of what happens. You stick to it until it becomes the \"truth\", and you use that \"truth\" as a crutch in the face of any future allegation. So, before the Sinha verdict too gets sucked into this political vortex, it's important that we take control of the narrative and critically examine why this verdict is significant, but also why its place in history may not be as assured as many think.\nWhat's in the verdict? Besides sentencing Teknaf's suspended OC Pradeep Kumar Das and inspector Liaqat Ali to death for the \"pure and simple murder\" of Sinha Rashed Khan, the court also sentenced six others—including three cops—to life while acquitting seven other police personnel. To be honest, capital punishment is not something we can ethically stand behind. But at least now, we have the comfort of knowing these people are being held to account for a murder planned in cold blood.\nThe verdict also marks a couple of firsts: it is the first time any law enforcement officers in the country have been brought to book for staging a shootout. It is also the first judicial acknowledgment of how a shootout/crossfire story is cooked up. Through its minute-by-minute description of the July 31, 2020 event, the court has essentially taken the lid off all the variations of this story produced over the years. In short, what all of them have in common is how the law enforcers encounter a \"threat\" from a \"criminal\" or his associates, and how they are \"forced\" to respond (read: fatally shoot) in self-defence. By exposing this farce, the verdict has shown that all shootout/crossfire incidents are basically premeditated.\nHowever, being a first may be a source of comfort, but not necessarily a badge of honour. Pradeep and Co. did something horrible for which, we hope, they will pay soon enough. But Pradeep's record shows he had done that to many other people too. He has killed 204 people in crossfires, according to an investigation report cited by the prosecution. In a video clip, Pradeep was apparently seen advocating killing suspected drug traders during a public meeting. Could Sinha's murder, or that of all other victims, be avoided if he had been stopped sooner? Should we be happy that Sinha got justice, or sad that others before him did not?\nThis is not merely a rhetorical question. Sinha's murder may have been \"pure and simple\", but for a broader context, we need to de-simplify the circumstances under which the case progressed, gaining unprecedented momentum along the way. One may recall the muted standoff between the police and military establishments after the retired major's murder, and their shared determination to get to the bottom of it. What chance does a victim without such powerful backing have of getting justice in a similarly speedy manner? \nUnfortunately, a crossfire victim's family can rarely file a case, according to Nur Khan Liton, secretary general of Ain o Salish Kendra. Police do not want to record such cases. Even when they do, it is hastily binned or somehow falls through midway, which explains why there's been a zero conviction rate until now. For example, Sinha's may have been the first case to get a guilty verdict but it wasn't the first to go on trial. In that first trial in 2010, the lower court in Kushtia ruled in favour of the cops, even though the victim's family insisted that the former had picked him up before \"staging\" the shootout.\nSo while we are glad that a guilty verdict has been reached finally, and so fast, we doubt this will be the norm going forward. So far, there has been no official apology issued from the home ministry. We have heard of no internal investigations or judicial inquiries into the other shootout cases that Pradeep and Co. were a part of. No political demand for eliminating the culture of extrajudicial executions. No official censure of lawmakers who previously supported this culture, even in parliament. No re-evaluation of the violence-as-a-first-resort strategy of our security forces. And certainly no explanation as to why this is the first verdict, and not the 100th or the 500th, hypothetically speaking.\nIt's as if the Sinha case was an embarrassment, and the sooner it goes away, the better. \nFor the government, however, this particular embarrassment may last longer than expected. While there has been a dip in the number of extrajudicial executions of late, it is unlikely to restore its image after the US sanctions on RAB. The verdict, far from being an affirmation of the rule of law, will instead be used as a reference point to further validate claims of state violence and torture. As image-conscious as this government may be, it doesn't seem to understand that the solution is really not to ignore or cover up crimes and failures—because nothing stays hidden for long in this age—but to own up to them and show sincere action to ensure they never happen again.\nAfter the Sinha verdict, we are being told to be hopeful, to look ahead. But we cannot do so without also looking back. The verdict is a painful reminder that countless other victims—victims without powerful backing or those whose moment of tragedy wasn't immortalised in a viral photo or video clip—didn't get justice. Torture or staged executions by state officials reached a point that the identity of victims no longer mattered. Can we move ahead without critically questioning this failure of \"the rule of law\" and doing something about it?\n \nBadiuzzaman Bay is an Assistant Editor, The Daily Star.\n",
        "headline_1": "How to read the Sinha murder verdict",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/magic-madness/news/how-read-the-sinha-murder-verdict-2955191",
        "news_paper_name": "The Daily Star",
        "publish_date": "06-02-2022"
    },
    {
        "full_article": "Dr Ainun Nishat, professor emeritus of BRAC University and a water resource and climate change specialist, talks to Naznin Tithi of The Daily Star about the reasons behind the persistent waterlogging problem in the Bhabadaha area and the measures that should be taken to solve it.\n\nIt's hard to believe that over a million people in Bhabadaha in the country's south-west region have been suffering from waterlogging for so long. When did the problem start and how did it get so bad?\nThe waterlogging problem has been there in Bhabadaha for the last 30 years, which is the result of development activities in the sixties and the seventies. This is the result of an absence of monitoring, greed of a group of people, and the inability of the local community to push for their own agendas and ideas. In any development project, when you intervene or interfere with the natural process, you need to monitor and see what is happening. But the Water Development Board has failed to do so in the case of Bhabadaha. There are also many other factors involved.\nIn the coastal areas of Bangladesh, polders were constructed to protect crops from the high tide (during hide tide, croplands would go under water) and for land building. A hundred years back, these polders were called \"Oshtomashi Baadh\"—or, embankments that would remain functional for eight months of the year. During this period, crops would be protected and harvested, and at the beginning of monsoon, it would be cut down for the tide to come in. Together with the tide would come sediment, which would get deposited and land would be raised. Although it takes time for the land to be raised through this process, it was going on.\n\"Polder\" is a Dutch word that basically means any embankment that prevents the movement of water from the river to inland. When it is linear, we call it an embankment. But when it encircles an area, we call it a polder. Currently, the entire coastal area of Bangladesh is empoldered—we have around 129 of them.\nAround the time of 1965/1966, when the master plan for the overall water management of Bangladesh was prepared for the first time, the demand for building permanent polders came up. A US consultant with USAID funding, in consultation with the local people, decided to build polders around the entire coastal belt of Bangladesh. Before these polders were constructed between 1965 and 1969, tides used to come in and reach the beels or wetlands. The tidal volume was very high during monsoon—about 6 million metre cube. It would come naturally with the tidal water. The 10 to 12 large beels in the Bhabadaha area used to be filled up with the tidal sediment during monsoon.\nBut as the permanent polders were built around the beels, the land building process inside the polders stopped because water could not enter into the polders with sediments. The tidal volume then got deposited in the surrounding rivers, reducing their depth and width. The result is, the poldered areas became lower than the riverbed, creating waterlogging during monsoon. This problem became severe especially in Keshabpur, Abhaynagar, Dumuria and Tala upazilas of Jashore, Khulna and Satkhira in the early nineties.\nTo sum up, the waterlogging problem in Bhabadaha is a result of polderisation. I am not against polders. Without polders, the agricultural revolution in the south-western Bangladesh would have never been possible. After the polders were constructed in the sixties, for the first twenty years it produced excellent results. And then, in some areas, such as the Bhabadaha, the problem started to surface. And that was the time when shrimp cultivation was introduced. So, one group of the community—the powerful elite—didn't bother about the poor farmers and made money by farming shrimp.\nHowever, the polder system is still functioning in Cox's Bazar, Chattogram, Noakhali, Laksmipur, Patuakhali and Barisal because the tidal cubature in these areas is still good with fresh water coming from the upstream. But in the south-western part, the behaviour of the polders became different due to the extensive network of rivers. In the Bhabadaha area, especially in Keshabpur, Abhoynagar, Dumuriya and Tala upazilas of Jashore, Khulna and Satkhira, fresh water supply from the upstream has decreased because of Farakka barrage and the tidal cubature has also declined.\nHas anything substantial been done by the authorities so far to solve the issue? Reportedly, the Bhabadaha Pani Nishkashan Sangram Committee has been protesting the projects undertaken by the Water Development Board. Why?\nAround 1977/78, when the government took up the delta development project, these facts were revealed and we requested a new management approach for the polders. Then in the nineties, the government undertook a project to stop the tide by constructing regulators across the river system. But the local people and the civil society organisations opposed it, demanding fresh studies to deal with the issue. The local communities, based on their traditional knowledge and wisdom, demanded implementation of the Tidal River Management (TRM) method.\nThrough this approach, an embankment is built around a beel leaving two cut-points for water to enter and recede from. When the water recedes during low tide, it takes the sediment deposited on the riverbed in a process of natural excavation. Under this method, water can be allowed to enter the tidal basin (the beel) for land building. In the course of a few years, the empoldered area becomes higher than the surrounding riverbed.\nAlthough the government and the engineers of the Water Development Board were against it, the local people started implementing TRM near Chuknagar in Dumuriya upazila of Khulna. After this first TRM initiative was successfully applied by the local community, fresh studies were carried out and the TRM was approved as the technical solution of the problem. But the powerful elites of the area and the local members of parliament did not want the method to be implemented. Government officials sided with the elites. They wanted waterlogging to be there so they could cultivate fish and shrimp. But the decision was suicidal for the local communities, because they could not cultivate paddy, their main food.\nDuring the last 15 years, the government undertook various projects for dredging the rivers and to pump out the stagnant water from the area. But, no amount of dredging will be able to lower the riverbed level. It will get filled up in two/three years. Also, people can get only temporary benefits by pumping out water from the beels.\nSo, what should be done now to push the authorities to implement the TRM approach, since this is the most efficient way to solve waterlogging in the area, according to experts and locals?\nWe need \"social engineering\" to solve the waterlogging problem of Bhabadaha—you need to allow the tide to come in and deposit the sediment in an organised manner. Doing so needs community involvement. But the WDB engineers traditionally like to work through the contractors, not through the community. Recently, the local community completed one TRM project in the Pakhimara Beel of Tala upazila in Satkhira, which has been quite successful. But the powerful local elites and the local MPs would always make attempts to foil the efforts taken by the locals.\nVery recently, the government took up a project to implement TRM and go for land building, but the ministry itself opposed it.\nAs I have mentioned, the situation gradually deteriorated over the last 30 years. In the first 20/25 years, villagers reaped a lot of benefits from the polders. But now the hydro-morphological, tidal hydrodynamics and sediment transport mechanism has been totally altered. This requires a fresh assessment of the ground realities.\nThe waterlogging problem in Bhabadaha must be seen as a national problem. And the solution today would be to form a national commission with professionals from BUET and other experts who understand this particular problem and can solve it with the participation of the local people.\nNeedless to say, TRM is the ultimate solution. The Water Development Board should be instructed to push for implementing TRM in the Bhabadaha area. But they will have to fight with the local elites and their powerful backers who prefer using the land for shrimp cultivation. So, I think only the government can undertake this challenge, and they should not side with the powerful people at the expense of ordinary citizens.\n",
        "headline_1": "‘Social engineering is vital to solve waterlogging in Bhabadaha’",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/social-engineering-vital-solve-waterlogging-bhabadaha-2955151",
        "news_paper_name": "The Daily Star",
        "publish_date": "06-02-2022"
    },
    {
        "full_article": "Beijing may be 6,500km from Kyiv, the Ukrainian capital, but the geopolitical stakes for China in the escalating crisis over Ukraine's fate could not be higher. If Russia invades Ukraine and precipitates a drawn-out conflict with the US and its Western allies (though a direct military confrontation is unlikely), China obviously stands to benefit. America will need to divert strategic resources to confront Russia, and its European allies will be even more reluctant to heed US entreaties to join its anti-China coalition.\nBut if US President Joe Biden defuses the crisis by acceding to some of Russian President Vladimir Putin's demands, China will likely end up worse off strategically. While Putin will reap the benefits of his coercive diplomacy, and Biden will avoid a potential quagmire in Eastern Europe, China will find itself the sole focus of US national security strategy. Worse still, after Putin has skilfully exploited the US obsession with China to re-establish Russia's sphere of influence, the strategic value of his China card may depreciate significantly.\nFor Putin, capitalising on Biden's fear of being dragged into a conflict with a secondary adversary (Russia) in order to extract critical security concessions is a risky but smart move. But ordering an invasion of Ukraine—and thus effectively volunteering to be the US' primary geopolitical adversary, at least in the short to medium term—is hardly in the Kremlin's interest. Crippling Western sanctions and the high costs of fighting an insurgency in Ukraine would almost certainly weaken Russia significantly, and make Putin himself both domestically unpopular and more dependent on Chinese President Xi Jinping.\nIntriguingly, despite the high stakes for China in the Ukraine crisis, the Chinese government has been extremely careful about showing its hand. While the heightened tensions dominate Western media headlines, Ukraine receives scant coverage in the official Chinese press. Between December 15, 2021, when Putin and Xi held a virtual summit, and January 24, 2022, The People's Daily, the official mouthpiece of the Communist Party of China, carried only one article about the crisis—on the inconclusive talks in mid-January between Russia and the US and its NATO allies. Editorials or commentaries voicing Chinese support for Russia are also notable by their absence.\nEven more intriguingly, the summary of the Putin-Xi summit released by the Kremlin claimed that Xi supported Putin's demand for Western security guarantees precluding NATO's further eastward expansion, but the Chinese version, published by the official Xinhua news agency, contained no such reference. Instead of explicitly endorsing Putin's position, Xi's statement was vague and general pabulum about \"providing firm mutual support on issues involving each other's core interests.\"\nThe pattern continued when Chinese Foreign Minister Wang Yi spoke to US Secretary of State Antony Blinken on January 27. Western media characterised Wang's statement on Ukraine as an expression of support for Putin. In fact, Wang planted China's diplomatic stake squarely on the sidelines, only saying that \"Russia's reasonable security concerns should be stressed and resolved.\"\nChinese reticence on Ukraine suggests that Xi is carefully hedging his bets. To be sure, Putin's aggressive diplomacy is serving Chinese interests—at least for now. Should he decide to invade Ukraine and divert the US strategic focus away from China, so much the better.\nBut, assuming that Xi does not know the Kremlin's real intentions vis-a-vis Ukraine, he is prudent not to show his own cards either. Any expression of unequivocal Chinese support for Putin's demands could leave China with little wiggle room. At worst, goading Putin down the path of war could be construed in some circles in Moscow as a diabolical Chinese plot to use Russia as a strategic pawn in the Sino-American cold war. Alternatively, should Putin choose to pocket face-saving gains in order to avoid a potential disaster, China would look foolish for having backed the Kremlin's unattainable demands.\nChina's leaders are realists and know that they can do little to influence the outcome of the current crisis in Ukraine—even if they choose to intervene publicly. With Putin holding most of the cards in the ongoing stand-off, China's diplomatic support is unlikely to alter the strategic calculus of the principal protagonists in Washington, Brussels, or even Moscow. Its influence will increase dramatically only if Putin rolls the dice and invades Ukraine, because he will then need Chinese economic support to lessen the impact of Western sanctions.\nBut for now, all this is speculative as far as Xi is concerned. Although a superpower, China is temporarily reduced to being an onlooker, watching both anxiously and hopefully on the sidelines as the Ukraine crisis unfolds.\n \nMinxin Pei, professor at Claremont McKenna College, is a non-resident senior fellow at the German Marshall Fund of the United States.\n",
        "headline_1": "How China views the Ukraine crisis",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/project-syndicate/news/how-china-views-the-ukraine-crisis-2954476",
        "news_paper_name": "The Daily Star",
        "publish_date": "06-02-2022"
    },
    {
        "full_article": "\"The police should always recognise the need for strict adherence to police-executive functions, and to refrain from even seeming to usurp the powers of the judiciary of authoritatively judging guilt and punishing the guilty.\"—Sir Robert Peel\n \nA young female is reported missing. The police find a dead body. The relatives identify the body. The police make an arrest and question the suspect. His full identity is revealed. The police hold a well-publicised press conference and announce that the offender (the term suspect is no longer used) has confessed to the murder. They disclose his motive, and incriminating items they found are displayed for all to see. Everything is stated as a fact, not as untested raw information. The court allows further time for questioning. In the next few days, the media frantically updates the public, citing police sources. The detained person is then paraded before the media, flanked by police officers. The bulk of the police investigation finishes there, as the suspect is sent to prison until he appears before a trial judge. Meanwhile, although still innocent in the eyes of the law, a de facto trial, firmly establishing the guilt of the accused in public mind, has already taken place.\nThe above is an illustration of the way many serious criminal investigations are handled by the various branches of the police services in Bangladesh. The higher judiciary has repeatedly expressed concerns about this growing trend. In a published decision in August 2019, the High Court bench of Justice M Enayetur Rahim and Justice Md Mostafizur Rahman warned that an investigating officer cannot step into the shoes of the trial judge. In the same month, while delivering their decision on a bail petition, the same bench observed that parading suspects in front of the media even before their first court appearance was unconstitutional and unacceptable.\nRecently, the same judges, while reportedly considering a writ petition, expressed deep concerns about the way the police were communicating their investigation findings to the public, and articulated the necessity for binding regulations to stem this disturbing trend. Moreover, a number of prominent legal experts have voiced disquiet about the detrimental impact of such practices on the country's criminal justice system. In this respect, this article simply repeats a platitude. In the words of Andre Gide, \"Everything has been said already, but no one has listened. So, it must be said again.\"\nCriminal investigation is a major function of the police services in all common law countries, including Bangladesh. Such investigations are carried out for the sole purpose of enabling the court system to utilise, evaluate and scrutinise the resultant evidence from the investigation, in order to deliver justice. But the due process of law is liable to be undermined in two significant respects when the police embark on sharing their investigation results prematurely with the public. Firstly, the police, in communicating their impression of a suspect's guilt, largely rely on the confession secured through their interrogation and their own opinion. But under the Code of Criminal Procedure of Bangladesh, neither a confession made to the police nor the opinion of the police about a suspect's guilt is admissible in court. Therefore, it is perfectly possible for a court, after considering the admissible evidence and following the due process, to make a decision about a suspect that is in sharp conflict with the impression the police give to the public beforehand. This brings the judiciary into disrepute.\nSecondly, police's duty to collect evidence continues until a suspect appears before a trial court. However, when the police prematurely communicate their opinion of the suspect's guilt to the people, any subsequent evidence pointing against that would be difficult for them to submit to the court, as that would discredit them in the public eyes. Yet, non-disclosure of any subsequent evidence to the court would create grounds for the miscarriage of justice.\nParading an arrested person before the media is of equal concern. Sometimes, such spectacles take place even without any admission or confession of an offence. The police appear to be content to allow the media to publish their views of the individual's involvement in a crime, masquerading as tested facts. Such practices not only breach that individual's constitutional rights—as observed by the High Court bench—but also have potentially serious implications for the police services in Bangladesh. It is not inconceivable that such an individual, especially if they are subsequently found not guilty by the court, could bring a civil defamation action for damages against the police services. Indeed, a floodgate of such proceedings could ensue if police practices remain unregulated in this regard.\nPolice in many common law countries with exemplary criminal justice systems, such as England, Australia and Singapore, also communicate directly with the general public. An investigating officer in those countries may appear before the media to ask people to help with information if they have witnessed a particular crime. The investigation results are never disclosed directly to the public in order to maintain the integrity of the evidence. However, once the court has found a person guilty, the police then may disclose information about how the evidence was secured against the suspect, if the nature of the case generates public interest. This way, the due process of law is upheld while enhancing the image of the judiciary and the police alike. The police services in Bangladesh should aspire to emulate this process.\nBangladesh's new chief justice was sworn in on December 31, 2021. On the eve of his appointment, the prime minister urged the judiciary to ensure complete justice for all. The chief justice has since declared his determination to work towards such goals. It is suggested that the chief justice may consider that the Supreme Court urgently needs to assist and bind the police services in regulating its investigative process, in order to serve the interests of justice in the country. Such efforts by the chief justice would be a tangible stride towards his declared goals.\n",
        "headline_1": "The alarming trend of trial by police",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/the-alarming-trend-trial-police-2954461",
        "news_paper_name": "The Daily Star",
        "publish_date": "06-02-2022"
    },
    {
        "full_article": "Stories of cutting hills or ravaging forests and other natural resources by powerful individuals are so frequently published that they do not surprise us anymore. It is well-known that these people often operate with some kind of work order issued by the local administration and, importantly, with the blessings of the local political power. As a result, they remain outside the dragnet of the laws even when they do something horrible.\nOne such story has now come from Cox's Bazaar with details of how a wildlife sanctuary, surrounding agricultural lands and two canals are being decimated by a syndicate having links with the ruling party. According to the Youth Environment Society (YES), a Cox's Bazar-based environmental organisation, the forestland and croplands belonging to locals were excavated 30 feet deep, turning an estimated 300 acres of arable land and forestland into veritable ponds.\nThe story says that after damaging two canals by building dams and extracting sand, the syndicate is tearing apart the forest by scooping out sand from it and topsoil from adjacent arable land in Dulahazara union of Chakaria upazila, Cox's Bazar. Reportedly, the canals, both marked as ecologically sensitive, have been leased out to a local influential group. And as expected, they have been making hefty money out of it paying no heed at all to the environmental damage caused.\nOnce an eye-catching locale with pristine trees, the whole area was a sanctuary for birds and wild animals. The Fasiakhali forest, which serves as a habitat for the critically endangered Asian Elephants, is now at risk because of these activities. The extensive damage done to the entire locality has also been mentioned in a report of the Department of Environment. It found out that about 4,000 square feet of the two canals were damaged as a result of sand and soil extraction by the leaseholders. These people are well-known, just as the official response, especially from the divisional forest officer of Cox's Bazar (north), is predictably lax.\nWe have noticed a pattern of such irresponsible and inadequate responses from the district officials in case of such acts of destruction of the environment and overstepping legal bounds by the perpetrators. This cannot be the norm. The higher authorities must take a firm stance to save our forests and other natural resources and ensure local officers and administration take appropriate measures.\n",
        "headline_1": "Save our forests from influential locals",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/save-our-forests-influential-locals-2955136",
        "news_paper_name": "The Daily Star",
        "publish_date": "06-02-2022"
    },
    {
        "full_article": "We are really concerned to learn that our private airlines have been struggling with a host of problems, which are not only impeding their growth but also have forced a number of them to completely stop their operations. According to a report by The Daily Star on February 5, regulatory malfunction, excessive tariffs, high jet fuel price and undue patronisation given to their main rival, the national flag carrier Biman Bangladesh Airlines, are the major reasons behind this.\nAccording to the Civil Aviation Authority of Bangladesh, while 1.3 million people opted for air travel in 2000, the number increased to about 6 million in 2020. While our private airlines could have expanded their operations taking advantage of the high demand for air travel, they could not do so due to a lack of support from the government and other concerned authorities, experts say. \nThe most important challenge for these airlines is to survive against the state-financed Biman, which has a bonded warehouse facility as well as a hangar at the airport which other airlines don't have. What this means is, when it comes to servicing an aircraft or replacing spare parts, the private airliners fall far behind Biman as they can't keep the spare parts at the airport, leading to a regular disruption of flight schedules. Sometimes, the private airlines have to wait for months to import the spare parts. Moreover, they have to import many of the parts—such as the multiple generators used in the aircraft, various types of LCD panels and computer displays used in the cockpit—at a very high price, due to the unreasonable tax they have to pay at the Customs. Some of the parts are taxed between 15 and 150 percent while they should be cleared on zero-tax, according to industry stakeholders. Then there is a 5 percent advance tax (AT) which has been imposed recently on the import of aircraft, engines and spares.\nAnother major reason why the private airlines are struggling is their due surcharges. According to aviation analysts, it is the piled-up surcharges that forced GMG Airlines, United Airways and Regent Airways to ground their fleet. The high price of jet fuel is another barrier for them.\nTherefore, in order to revive our aviation industry, there needs to be a clear directive from the authorities to stop the arbitrary and whimsical practice of taxation on the private airliners. They also need bonded facilities at the airport to easily service their aircraft and replace the spare parts as needed. Getting permission from the authorities to import the parts should not also take so long. Most importantly, like Biman, private airlines also need financial assistance from the government, that is until the playing field for them is level.\n",
        "headline_1": "Private airlines barely staying afloat ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/private-airlines-barely-staying-afloat-2954956",
        "news_paper_name": "The Daily Star",
        "publish_date": "06-02-2022"
    }
]