[
    {
        "full_article": "The climate crisis intricately wove itself into the G-20 summit in Delhi, particularly during the discussions on clean energy, sustainable development and the collective responsibility necessary to avert it. The United Nations’ Global Stocktake, a report that was released just ahead of the G-20 meet, set out the scope of challenges that awaited the major economies of the world even as it presented little beyond what is already known. This stocktake is to serve as a template to guide discussion ahead of the 28th Conference of Parties scheduled in Dubai this November and is meant to be an official reckoning of the work actually done by countries since 2015, in stemming greenhouse gas (GHG) emissions. That year, signatories to the UN convention on climate change agreed in Paris to keep global emissions from rising beyond 2°C and, as far as possible, limit it to 1.5°C. Though it acknowledges “some” headway, the world, as of now, is emitting gases in a manner that will certainly overshoot the Paris-agreed limit. The report unequivocally states that “much more ambition in action and support” is necessary for implementing domestic mitigation measures to reduce global GHG emissions by 43% by 2030, 60% by 2035 and reach net zero CO2 emissions by 2050 globally. Based on current information submitted by countries, the emissions gap consistent with 1.5°C in 2030 is estimated to be 20.3 billion tonnes–23.9 billion tonnes of CO2. These are gaps unlikely to be filled without a rapid upscaling of renewable energy resources and an eschewal of fossil fuel sources such as coal, oil and natural gas. However despite several acknowledgements by world leaders, most recently at the G-20, of the magnitude of the crisis, little has been achieved in terms of energy transition. G-20 countries account for 93% of global operating coal power plants and 88% of prospective ones.The G-20 Leader’s Declaration formally recognised the need for “...$5.8-5.9 trillion in the pre-2030 period required for developing countries ...as well as $4 trillion per year for clean energy technologies by 2030 to reach net zero by 2050”. The report also dwells on the need to reverse deforestation and the adoption of electric vehicles as vital prongs to a clean energy economy; however, it does not single out individual countries or provide a more granular analysis of where the existing shortcomings are in the approach adopted by countries to curtail emissions. The Stocktake report however must not be dismissed as yet another technical document. During the upcoming climate talks, it must form the basis of negotiations to aid the discovery and adoption of genuine breakthroughs.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nclimate change\n\n/\n\nG20\n\n/\n\nG-20 New Delhi 2023\n\n/\n\nUnited Arab Emirates\n\n/\n\ngreenhouse gases\n\n/\n\ncarbon emissions\n\n/\n\nParis Climate Summit COP21\n\n/\n\ncoal\n\n/\n\nnatural gas\n\n/\n\noil and gas - upstream activities\n\n/\n\ndeforestation\n\n/\n\nhybrid vehicles",
        "headline_1": "Stocktaking the calamity: On climate crisis and the U.N. Global Stocktake report",
        "headline_2": "The world needs genuine breakthroughs in climate talks",
        "link": "https://www.thehindu.com/opinion/editorial/stocktaking-the-calamity-the-hindu-editorial-on-climate-crisis-and-the-un-global-stocktake-report/article67292060.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "11-09-2023"
    },
    {
        "full_article": "India’s efforts to regulate insidious e-commerce trade practices, known as dark patterns, are a welcome step, and long overdue. The government’s consultations with sector stakeholders and consumer advocacy groups culminating with the draft guidelines to prevent and regulate dark patterns — public comments have been sought by October 5 — will, it is hoped, generate the much-needed attention this issue deserves. When the British ‘user experience researcher’ Harry Brignull coined the term dark patterns in 2010, Google (now Alphabet) was considered a benign search engine, and Facebook (now Meta) enabled long-lost connections and an unprecedented access into personal lives even when people lived oceans apart. Dark patterns of profit-making had emerged, but consumer awareness about the consequences to privacy, and time, energy, and money spends was unclear. Examples of dark patterns that have since become ubiquitous include the auto check mark for travel insurance while booking flight tickets; the mandatory requirement of entering emails or phone numbers to access e-commerce sites, which are then used to send text messages or emails that become difficult to block; or birthday wishes that nudge users to buy themselves a gift.With greater awareness about the surplus profit-making methods of online e-commerce, governments are scrambling to regulate this sector and its trade practices. Last March, the European Data Protection Board issued guidelines on how to recognise and avoid dark patterns on social media platforms, and the United States’ Federal Trade Commission last September warned of a “rise in sophisticated dark patterns designed to trick and trap consumers”. The guidelines in India detail ways to identify and prevent false urgency, basket sneaking, confirm shaming, forced action, and a subscription trap by online platforms. An Advertising Standards Council of India report in 2021 estimated that over 50% of e-commerce sites used dark patterns to sell their products. Now, in what is truly the era of the Fourth Industrial Revolution, net technology giants have systematically collected the behavioural footprint of digital users to sell their or third party products, and amassed profits that are often larger than the Gross Domestic Products of several nations combined. India’s efforts so far to regulate the sector have been confined to preventing tax leakages and protecting the interests of brick and mortar merchants. The new-found focus on consumers, along with the wider view of the need to safeguard privacy in relation to personal data on e-commerce sites and social media platforms, should boost user confidence and ensure a safe, secure, free, and fair digital environment. \nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nelectronic commerce\n\n/\n\nIndia\n\n/\n\nlitigation and regulation\n\n/\n\nRight to Privacy\n\n/\n\ntravel and commuting\n\n/\n\nEuropean Union\n\n/\n\ndata protection\n\n/\n\nUSA\n\n/\n\nadvertising\n\n/\n\ninternet",
        "headline_1": "Secure and fair: On e-commerce trade practices and regulation",
        "headline_2": "Efforts to regulate unfair online trade practices were overdue",
        "link": "https://www.thehindu.com/opinion/editorial/secure-and-fair-the-hindu-editorial-on-e-commerce-trade-practices-and-regulation/article67292078.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "11-09-2023"
    },
    {
        "full_article": "The government has appointed a committee to go into the proposal to have simultaneous elections to Parliament and state assemblies.\nThis has led to speculation that the coming special session of Parliament has been summoned to make the legal and constitutional amendments necessary for the purpose. The slogan ‘One nation, one election’ is being tom-tommed. This is not the first time the BJP has made such a proposal, but for the first time it may actually have the votes, provided some regional parties lend a hand.\nI agree that simultaneous state elections are desirable. But they should not be clubbed with a general election. Simultaneous state elections should be held two and a half years after a general election. This will be somewhat similar to mid-term Congressional elections in the US. Voters should not have to wait a full five years to express dissatisfaction — they deserve a chance every two and a half years. That is why the slogan should be ‘One nation, two elections’.\nRead full story on TOI+\n\n",
        "headline_1": "One nation, two election is the way to go here",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/Swaminomics/one-nation-two-election-is-the-way-to-go-here/",
        "news_paper_name": "The Times of India",
        "publish_date": "11-09-2023"
    },
    {
        "full_article": "A re-invigorated, developed Bharat holds out greater excitement than an India that is modern but indistinguishable\nAn unintended consequence of last week’s hair-splitting over Bharat and India was the entry of ‘endonym’ and ‘exonym’ into the country’s political vocabulary. In plain language, endonym is synonymous with a name given to itself by a community, while exonym refers to the name outsiders use to describe the group. Bharat is how the country is referred to in our national anthem. Rabindranath Tagore wrote the song in Sanskritised Bangla, but his reference to Bharat Bhagya Vidhata didn’t require any explanation because to most of the people, speaking most of the languages that find place in the currency notes issued by the Reserve Bank, Bharat is the endonym.\nRead full story on TOI+\n\n",
        "headline_1": "Bharat-India controversy is much more than a trivial tussle over names",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/right-and-wrong/bharat-india-controversy-is-much-more-than-a-trivial-tussle-over-names/",
        "news_paper_name": "The Times of India",
        "publish_date": "11-09-2023"
    },
    {
        "full_article": "UPI services for foreign delegates, a VR cycle depicting India’s digital journey and a showcasing of India’s digital public infrastructure (DPI) like Aadhaar, direct-benefit-transfers and DigiLocker formed a key part of India’s diplomacy at the Bharat Mandapam in Delhi.\nIndia’s soft power was once limited to the strength of its ancient culture, traditions and hospitality. Its digital revolution has added a powerful new lever of influence to this quiver.\nThe push to create an India-led multilateral institution — the One Future Alliance and the Global Digital Public Infrastructure Repository— to take the Indian experience global reflects the importance of this thrust.\nIndia’s digital revolution is unlike any that came before. Over two decades, the world’s largest democracy combined the rise of cheap mobile phones, cheap data and a unique digital ID system to create an unprecedented revolution in digital public goods. Crucially, it was largely enabled by the actions of the state and public institutions. It deeply disrupted the way Indians deal with money, with each other and with the government. This changed the basic plumbing that underlies Indian society, transforming politics, the government’s relationship with every Indian and the nature of the state itself.\nCash in: UPI is even called a low-cost software version of China’s Belt and Road Initiative\nIt is easy to forget how recent the shift is. In a little over a decade, India built a melange of public digital platforms that have transformed lives. This DPI basically consists of three broad pillars: identity, payments and data management. Its base was laid with the Aadhaar biometric identity system created in 2009. By December 2022, India had 1.35 billion Aadhaar enrolments.\nThis was followed by systems like UPI which made digital payments as easy as sending an SMS on your mobile phone or scanning a QR code. In August 2023, India recorded 10.58 billion UPI transactions. UPI accounted for as much as 73% of all non-cash retail transactions. In global terms, this meant that India was now home to 46% of the world’s real-time digital payment transactions.\nThe third pillar is focused on data services like DigiLocker, through which people can access their authenticated government-verified documents like driving license, education records, tax records and so on. By December 2022, India had more than 137 million users of DigiLocker.\nA major impact of DPI has been on financial inclusion. India brought almost half a billion people into the banking system over the past decade. In eight years, India opened over 462 million new bank accounts for the poor through the PM Jan Dhan Yojana. That’s more than the entire population of the US, France and the UK put together.\nDPI enabled India to reach a financial inclusion rate of 80%. This might otherwise have taken 43 years to reach, as a World Bank G20 policy document has emphasised.\nFurther, the rise of DPI meant that India significantly expanded the scale and scope of its welfare state between 2013 and 2023 through direct-benefit transfers (DBT). Government data shows that the initial 10.8 crore beneficiaries of DBT reported in 2013-14 (many of whom were added under UPA) went up by over eight times to 92.3 crore beneficiaries by 2022-23.\nActual direct cash payments into people’s bank accounts went up by over 34 times from Rs 7,367 crore in 2013–14 to Rs 2.55 lakh crore in 2022-23. If you add transfers in kind (such as foodgrains under the public distribution system), then total transfers went up by more than a whopping 110 times in the same period. In other words, this digital transformation also changed the nature of the relationship between the state and the poor.\nSuch digital public platforms are not only game-changing for India, their success has meant that many other countries have shown interest in using them. At last count, as many as 43 countries had expressed an interest in using some aspects of Indian DPI.\nThis is why India’s DPI is now an important marker of its soft power. It has even been called a “low-cost, software-based version of China’s infrastructure-led Belt and Road Initiative.”\nBy early 2023, for example, UPI was connected with Singapore’s PayNow system and also with the United Arab Emirates, through Mashreq Bank’s NEOPAY system. Nepal and Bhutan have been using UPI since 2022.\nAgreements had been signed for deploying UPI in France as well. Similarly, several countries like the Philippines, Morocco, Burkina Faso, Ethiopia, Togo, Bahrain, Maldives and Sri Lanka had begun using or signed agreements for creating an Aadhaar-like unique digital identity system developed by Bengaluru’s International Institute of Information Technology as a global public good.\nBuilt on the principles of open access and interoperability, DPI has not only created a new digital highway for connecting India in unprecedented ways, it has also provided New Delhi with new opportunities for leadership in the Global South.\n\n",
        "headline_1": "G20: India’s new soft power is digital public infrastructure",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/academic-interest/g20-indias-new-soft-power-is-digital-public-infrastructure/",
        "news_paper_name": "The Times of India",
        "publish_date": "11-09-2023"
    },
    {
        "full_article": "The Indian manual of makeovers has some explicit instructions when it comes to beautifying our homes for celebrations. It advocates the Quick Gun Murugan method of décor. A dent in the wall? Cover it with strings of marigolds. Mouldy, damp patch by the door? Forget waterproofing; hang a gota curtain over it. It has always been evident that we are not particularly bothered by what we see every day but are preoccupied by what all the Sharmajis of the world will think of our homes.\nThe G20 summit prep team is clearly following this manual. What can be cleaned has been scrubbed to a gleaming finish, and what can’t, is hidden behind a heap of posters, screens, and flowers.\nWe do deserve to have a big, fat celebration after our grand Chandrayaan-3 success. In fact, Isro chief S Somanath has been getting accolades both on earth and in the skies. When he boarded a recent IndiGo flight, the air hostess made an in-flight announcement calling him a national hero. What was even more remarkable was the fact that he got free nuts with their dehydrated poha.\n\n\nPHOTO CREDIT: Chad Crowe\nThe moon mission has been a great source of pride with street parties to entire housing societies hosting Chandrayaan soirees. There has been so much chatter about it on my building WhatsApp group, that one neighbour (who I now suspect to be a Chinese spy, though he keeps insisting he is from Rajkot) called the mission ‘Chandrayawn.’ I wanted to cover his car in mud, but I did something equally spiteful: I immediately threw him out of the group. No more lovely ‘Good morning’ and ‘Happy Sunday’ forwards for him.\nThere is another extraordinary thing about the lunar mission that speaks to every Indian’s heart: its bargain price. The Chandrayaan-3 operation reportedly cost less than half the budget of the movie ‘Interstellar’. This has made all the bhaisaabs who jump at the sight of two-for-one bonanza offers rejoice even more. Getting a good deal is a large part of our inherent makeup. For the India vs Pakistan ODI world cup clash in Ahmedabad, people came up with an ingenious plan to deal with inflated hotel room prices: they booked hospital rooms instead. This way they pay cheaper rates for their stay and get a medical check-up simultaneously.\nMeanwhile, the G20 dinner invitation from the ‘President of Bharat’ caused frothing anchors and irate panellists to get into heated discussions over rumours of a name change. The opposition alliance, with the acronym I.N.D.I.A., also jumped into the fray. And some joked that Pakistan was not just getting its cricketers ready, but also planning a googly by laying claim to the name ‘India’ if we renounce it officially.\nNow I am the last one to take umbrage at any name, which would be obvious by the fact that I have been lugging ‘Twinkle’ around for almost five decades. However, for members of my generation, the definitive image that the word ‘Bharat’ brings to mind is the iconic Manoj Kumar with a pained expression and a hand covering half of his face.\nIt would be interesting if the electoral Kurukshetra of 2024 does turn out to be a battle between Bharat and INDIA. But who are the Kauravas and who are the Pandavas in this Mahabharata will all depend on which way you lean, especially if it’s to the left of the right side.\nAnother leader skipping the G20 band baaja baraat along with Vladimir Putin is Chinese President Xi Jinping. This has nothing to do with being confused between India and Bharat, as I am sure my building spy would have explained these things to the Chinese government. There are strong rumours that Xi Jinping had been very excited to attend the summit earlier when he mistook videos of Rahul Gandhi and our Laluji cooking mutton as part of the G20 banquet preparations. Clearly, dal bati churma is not going to cut it for someone from a country that may not play cricket but considers it an edible dish instead.\nMy fellow citizens are not perturbed by Xi Jinping’s absence: the only Chinese they truly care about is the kind that comes in takeaway containers. WhatsApp groups around the country continue to be over the moon at the idea of the G20 summit. My bua in Chanakyapuri, instead of complaining about road diversions or the restrictions on food deliveries during the summit, is busy posting updates of what she calls, ‘Our country being right up there with all the first world countries.’\nThey used to say that all roads lead to Rome but with roads temporarily closed as world leaders arrived for the summit, it’s clear that all flight routes lead only to Delhi.\n\n",
        "headline_1": "G20: Over the moon and behind the marigolds",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/mrsfunnybones/g20-over-the-moon-and-behind-the-marigolds/",
        "news_paper_name": "The Times of India",
        "publish_date": "11-09-2023"
    },
    {
        "full_article": "Historically, Afghanistan, and its cities Kabul and Peshawar, were central in the Mughal imagination as the space where the idea of Hindustan took shape. Bengal, on the other hand, was the farthest eastern frontier. The province was conquered by Akbar almost at the end of his conquest of India, in 1576. For the British however, their territorial conquests in India were a reverse of the Mughals – Afghanistan on the west and Burma on the east were the last frontiers, while Bengal became the seat of British power since 1757. The western scholarship on Afghanistan tends to focus on the Anglo-Afghan relationship in the 19th and early 20th century, and foregrounds conflict between Afghan and British competing motives in what was presumably the first Cold War. This was more well-known as the Great Game, a series of Anglo-Russian diplomatic maneuvers. These imperial games were further enlivened by the historical memory of the carnage faced by the British in the three Anglo-Afghan wars. Rudyard Kipling, in his famous novel Kim, focused on this imperial rivalry. These Anglo-Afghan wars, which frustrated British ambitions of expansion on the Western frontier of their Indian empire, were fought over eighty years from 1839-1919. One of the outcomes of these conflicts was the drawing of the Durand Line in 1893 across the Pashtun homeland - perhaps the first senseless Partition in the South Asian subcontinent.\nHowever, with the disastrous British expeditions to Afghanistan in the 19th and early 20th century, the narrative about linkages between Hindustan and Afghanistan began to change. First the British and subsequently other Western imperial powers began to characterize Afghanistan and Afghans as \"ungovernable.\" The fact that there were repeated failures of imperial control and that recognizably Western modes of statecraft never took root in Afghanistan, led to a silencing and erasure of the pre-colonial connections between India and Afghanistan in colonial records and narratives. This particular failure of the imperial western imagination when it came to Afghanistan, to point towards very recent history, gave us the two-decade long \"War against Terror.\" The end of this war, and the sudden and devastating fallout in the region, is an ongoing concern for all South Asian nations, and for both the US and China.\nWe however get a different narrative about Afghanistan when we turn to our very own Syed Mujtaba Ali. When Mujtaba Ali made his life-changing journey from Calcutta to Kabul in 1927, almost a century ago, he was barely 23-years-old. His most precious possession was an M.A. degree from Rabindranath Tagore's Santiniketan - an educational qualification not recognized by the British administration as a valid degree. Mujtaba Ali would work at the new Education Department in Kabul between 1927-1929, which had been set up by the ruler of Afghanistan, Amanullah Khan. Amir Amanullah, in his short reign between 1919 and 1929, had gathered the reputation of a modernist reformer. Mujtaba Ali's journey across the breadth of the British empire into independent Afghanistan, would be the beginning of his life-long fascination with the idea of travel and of limits. It would inspire him creatively to invent a new genre in Bengali literature, that of \"Ramya-Rachana\" or belle-lettres.\nHis Kabul travelogue, Deshe Bideshe, was filled with historical observations on the slow decolonization processes across the world. It is in this travelogue that Mujtaba Ali would experiment and create an authorial self, that of the Bengali raconteur or addabaj. This addabaj would move out of the porches and teashops of Bengal and continue a flaneur-like investigation of urban spaces and cities, observing, walking and talking across the Indian Ocean arena and Europe. Mujtaba Ali's travelogues were cultural and social investigations of the world from the point-of-view of a colonized but cosmopolitan India, in the period leading up to the second world war. From the rise of Nazism in Germany (Chacha Kahini) to the world of Kemal Ataturk and Gamal Abdel Nasser in Turkey and Egypt (Jale Dangai), Mujtaba Ali would map shifting geopolitical equations in this rapidly decolonizing world.\nWe have to ask an important question about Mujtaba Ali's Kabul adventures - what did this experience mean to this young Bengali man? Mujtaba Ali's literary depictions of Afghanistan open up a complex and yet familiar land to the readers, which is affectionately rendered in beautiful yet light prose. In the opening chapters of Deshe Bideshe, as the train made its way across India, Ali recorded his reflections on his teacher, Gurudeb Rabindranath Tagore. Rabindranath's short story Kabuliwallah, written in 1892, was constantly on Mujtaba Ali's mind during this journey. For Rabindranath, the affectionate bond between the narrator's young daughter and the migrant Afghan small-goods trader in Kabuliwallah, collapsed the boundaries of difference between that foreign land and the well-known spaces of the middle-class Bengali home in Calcutta, through a powerful act of imaginative vision:\nIf I hear the name of a foreign land, at once my heart races towards it; if I see a foreigner, at once an image of a cottage on some far bank or wooded mountainside forms in my mind. High, scorched, blood-colored forbidding mountains on either side of a narrow desert path; laden camels passing, turbaned merchants and wayfarers, some on camels, some walking, some with spears in their hands, some with old-fashioned flintlock guns.\nThis literary technique, that of collapsing the boundaries between Desh and Bidesh, would be used by Mujtaba Ali extensively in the narrative of his own discovery of Afghanistan. From the perspective of Ali and other Indian travelers, Afghanistan in the early 20th century emerged as a truly cosmopolitan place of cultural familiarity. Kabul especially was a common space of engagement, through the intimacies of cultural, political and linguistic connections, where Indians could forge wider global anti-colonial solidarities. Afghanistan provided not merely the border, physical or mental, to the constrictive existence of a subject race, it provided a glimpse of a space which was ungovernable by the rules of colonialism. The shared locus of Indo-Islamic heritage and history, enlivened by years of creative accommodations of difference and existing trade routes, were only disturbed as late as the nineteenth century.\nThere are interesting historical possibilities of thinking about the valences of frontiers and homelands through a wider study of Syed Mujtaba Ali's considerable corpus of travel writing spanning all of Asia and Europe. I would like to position Mujtaba Ali's work as an entirely serious, and anti-colonial reimagination of the possibilities of existence beyond colonial control. In fact, Ali's travelogue is also the autobiography of a possibility of reform and modernization beyond imperial control. Mujtaba Ali took on the role of a flaneur, and that has often affected judgment of his work as merely light and amusing observations of peoples and places.  I believe that humor and laughter, which Mujtaba Ali deploys with surgical precision in Deshe Bideshe, are in themselves techniques of recording what was to be a historical genre-defying work of Indian historiography for Indians. Ali's laughter destabilized the fundamentally colonial practice of travel as domination and travelogue as ethnography. Instead, he used the idea of Afghanistan as the homeland of a quintessentially South Asian culture, to flip the idea of colonial historiography on its head. Travel for Mujtaba Ali engendered kindness, liberality and empathy.\nThe Afghanistan/British India border – ungovernable to the British, and a space of strict codes of independent conduct for the Afghan tribes, was observed by Mujtaba Ali as a space for liberty, liberality and unrestrained mobility. Peshawar itself, the city of bazaars and gossip, would be for Mujtaba Ali, a foreshadowing of Afghan hospitality and friendship – a code of honor that went beyond the social niceties of polite conversation that Mujtaba Ali was perhaps used to in Santiniketan and Calcutta. The border, to an Indian traveler like Mujtaba Ali, was truly the cosmopolitan marketplace for exchanges of goods, information and hospitality. The journey through the Khyber Pass, physically demanding because of the extreme weather conditions and due to the lack of access by railways, remains one of the most vivid descriptions in Deshe Bideshe. And yet, Mujtaba Ali exhibited a joyful anticipation of reaching the gardens of Kabul. The border, Mujtaba Ali seemed to suggest, was a chimerical creation of the British – one haunted by labyrinthine and senseless paperwork and violence. But the code of hospitality between the people of Afghanistan and India was enduring and far more real. Mujtaba Ali's experiences in Kabul, at least for the first year and a half, are similarly joyful, enlivened with cultural and social exchanges, and discovery of linguistic and historical affinities between his home and the new world he inhabited. His connections to intellectuals and the Afghan aristocracy in equal measure, as well as access to the rumor economy of Afghan politics, through his servant Abdur Rahman, remain both a wonderful pleasure to read, as well as an invaluable eye-witness document of an important moment of change in Afghan society.\nWhen tragedy set in, in this almost idyllic life-world, with the beginning of civil war in Afghanistan in 1929, Deshe Bideshe provides a poignant picture of a moment of terrible loss, a destruction of those possibilities of positive change. There are two instances of transcendent spiritualism in Deshe Bideshe – one at a moment of communitarian joy, and another at a moment of lonely terror. In the first, Mujtaba Ali visits his friend Saiful Alam's home for a wedding celebration. Saiful Alam, like many young aristocratic Afghans, was completely westernized and educated in Paris, but the wedding Mujtaba Ali depicted was traditional. It is at this wedding that Mujtaba Ali listens to the performance of a traditional Afghan Sufi singer. This old, wizened musician creates magic by singing a Farsi ghazal. \"Shab-e Agar,\" he sings – just for one night – if his beloved kisses him only once - \"Aaj lab'e yaar bosaye talbam.\" The singer conveys that he is prepared to suffer life all over, once again for one touch of grace from his beloved. Mujtaba Ali describes the feeling of listening to the music in the deepening night as an experience of synesthetic absorption. He notes that the listeners were shocked, enchanted, and as the notes emerged, he perceived them not as sound but as colors. For Mujtaba Ali, the love the singer expressed for his beloved, mirrored the love of Afghans for their difficult homeland. Therefore, the music was an illustration of that patriotism, a drowning in the soul of Afghanistan itself.\nThe second experience Mujtaba Ali depicted was one of unmitigated devastation. Kabul had been overrun by the outlaw bandit Bachha-i-Saqao's mercenaries. Saqao, the water-carrier or bhisti's son, would shortly crown himself as Amir Habibullah Kalakani, and oust Amanullah Khan and his family from Afghanistan. Mujtaba Ali, who had an unfortunate propensity to speak hard truths to those in power, had annoyed the British Minister in Kabul, Sir Francis Humphreys when he protested against the airlift rescue of Europeans from Kabul, while British Indian citizens were abandoned to the ravages of the civil war. As a consequence, he was struck off the list of Indians that the British bureaucrat would airlift to India, in the world's first air-rescue operation. In its last few chapters, Deshe Bideshe is a testimony to Mujtaba Ali's grief, not merely for the dangerous situation he found himself in, but also for the destruction of Amir Amanullah Khan's reformist program. That lost moment of possibility was indicative to Mujtaba Ali, and to his readers, of a different future for the Indian subcontinent – a possibility that would never be realized.\nThough it is Bengal, and Sylhet, that were truly home for Mujtaba Ali – in an act of spatial and historiographical telescoping, he sets the most emotional scenes of the travelogue at the tomb of the Mughal emperor Babur. It is clear that he felt a profound kinship with the emperor. It is in this sanctuary, bent in prayer, that Mujtaba Ali describes his fear, his grief and his uncertainty, not only about his life in Kabul, but also about the future of India under British repression. It is a moment of supplication, of sajda, where Mujtaba Ali asks for \"mukti, moksha, najaat\" for both Afghanistan and Hindustan. This moment of acute empathy erases the distinction between homeland and frontier, both for Mujtaba Ali and his readers.\nIn some ways, Deshe Bideshe is a story of colonial and imperial mobility, which became increasingly restricted with decolonization, the drawing of new geographical borders, and the establishment of new bureaucratic immigration regimes in the 20th century. The memory of lost mobility and cosmopolitan lived-worlds haunts Mujtaba Ali's recreation of his time in Afghanistan. We should remember that Mujtaba Ali wrote and published Deshe Bideshe between 1946 and 1948, a period marked by horrific communal violence in India, in the countdown to eventual Partition. In this context, Syed Mujtaba Ali's looking back at the Afghan moment of possibility between 1927 and 1929, and its loss in unchecked violence, echoes his own restless movements across the postcolonial border between India and East Bengal/East Pakistan/Bangladesh. He would never again be at home in any of these places, haunted by accusations of spying and disloyalty, tormented by ill-health and loneliness. His experience was one that was shared by many South Asians in the aftermath of decolonization – that of being an exile in a strange foreign land which once used to be home.\nMou Banerjee is an Assistant Professor of History at the University of Wisconsin-Madison.\n\n",
        "headline_1": "At Home And In Foreign Lands:  Syed Mujtaba Ali between Bengal and Afghanistan",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/focus/news/home-and-foreign-lands-syed-mujtaba-ali-between-bengal-and-afghanistan-3415916",
        "news_paper_name": "The Daily Star",
        "publish_date": "11-09-2023"
    },
    {
        "full_article": "We express our deepest sorrow for the people of Morocco, who are undergoing the most excruciating times of pain, loss, and despair following the earthquake which has already taken more than 2,000 lives and left at least 1,404 people critically injured. The death toll is expected to rise as more bodies are retrieved. Rescuers are desperately searching for survivors in the rubble, while those who have survived are in a state of shock after watching their city collapse, along with the loss of their homes and loved ones. The earthquake, with a magnitude of 6.8, occurred mostly in Marrakech and five provinces near the epicentre.\nThe world has seen other major earthquakes recently. In February, earthquakes with magnitudes of 7.8 and 7.7 hit Turkiye and Syria, killing over 50,000 people and destroying 6,600 buildings.\nAs we know, earthquakes are virtually impossible to predict. But experts believe that the biggest factor in preventing deaths from earthquakes is building codes, and that by designing earthquake-safe buildings, we can save many lives. Japan, which has experienced severe earthquakes, has been diligently following this advice. Even though it is costly, all earthquake-prone countries should also adopt this practice.\nIn the case of Bangladesh, a study conducted by researchers from Dhaka University and Columbia University identified 13 areas that are at risk because of tectonic faults. Three districts of the Chittagong Hill Tracts and an upazila of Sylhet are at the greatest risk. The study revealed that an earthquake of magnitude 7 to 8 may also result in large-scale devastation in Dhaka city, which is besieged by unplanned construction of buildings. The construction of many multi-storied residential buildings on soft soil, in violation of building codes, increases the risk of collapse during a big earthquake. There are 2.1 million buildings in Dhaka, with 600,000 buildings being six-stories high or taller, according to BUET. Have the authorities identified how many of these buildings are risky or retrofitted them to make them safe?\nMorocco's tragedy is yet another reminder for all countries that are at risk of earthquakes. Bangladesh needs to enhance the capacities of its fire departments, volunteers, trained personnel, and emergency medical services and create a national rescue strategy so that we can respond effectively if a disaster strikes.\nAs Morocco reels from this catastrophe, we express our deepest condolences to the bereaved families and urge the international community to provide logistical and financial support to the Moroccan people on an urgent basis.\n",
        "headline_1": "Morocco’s earthquake is another wake-up call",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/moroccos-earthquake-another-wake-call-3415496",
        "news_paper_name": "The Daily Star",
        "publish_date": "11-09-2023"
    },
    {
        "full_article": "The G20 Summit has concluded on a constructive note, with a breakthrough joint declaration alleviating fears that disagreements over the Russia-Ukraine war would prevent a consensus. The adopted Delhi Declaration of G20 calls for coordinated steps to support the global economy, along with expeditious and effective redressal of debt vulnerabilities of low- and middle-income nations. We congratulate India's diplomatic leadership and multilateral engagement in holding the successful summit, and commend its role in ensuring that the interests of the Global South are addressed.\nNow more than ever, global unity is of urgent importance. At the summit, Prime Minister Sheikh Hasina stressed the need for strengthening global solidarity and adopting a coordinated response to address global crises. We reiterate the PM's concrete recommendations, specifically in urging the international community to ensure the return of the forcibly displaced Myanmar nationals, the Rohingya, over a million of whom have been living in refugee camps in Bangladesh for the past six years. The Delhi Declaration called on \"all states to uphold the principles of international law including territorial integrity and sovereignty, international humanitarian law and the multilateral system that safeguards peace and stability.\" We sincerely hope this will nudge more nations in the global fora to treat the Rohingya repatriation issue with utmost urgency and hold Myanmar's military junta accountable under international humanitarian law.\nAlthough the Declaration has been criticised for not explicitly calling out Russia's aggression against Ukraine, we hope the agreement to restore peace will be upheld by all nation-states and that concrete steps will be taken to end this war that has disrupted global supply chains and frayed a tightly woven global economy. Similarly, we hope that the announcement to launch a historic India-Middle East-Europe Economic Corridor – a multinational rail and shipping link between India, Saudi Arabia, the United Arab Emirates, Jordan, and Israel – will open new doors and boost trade for smaller nations in the continent, rather than aid just a powerful few.\nThe consensus also adopted the Green Development Pact for a Sustainable Future, and committed to \"urgently accelerate\" actions to address environmental crises and challenges. We hope this commitment will lead to operationalising the Loss and Damage Fund at the upcoming COP28, which is integral for nations like Bangladesh that must face the brunt of climate change. The Delhi Declaration affirmed that no country should have to choose between fighting poverty and fighting for our planet, a situation we unfortunately do find ourselves in. The affirmation should be upheld by all nation-states to collectively pursue development models that enable nations to thrive equally.\n",
        "headline_1": "Global unity of urgent importance",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/global-unity-urgent-importance-3415476",
        "news_paper_name": "The Daily Star",
        "publish_date": "11-09-2023"
    },
    {
        "full_article": "We express our deepest sorrow for the people of Morocco, who are undergoing the most excruciating times of pain, loss, and despair following the earthquake which has already taken more than 2,000 lives and left at least 1,404 people critically injured. The death toll is expected to rise as more bodies are retrieved. Rescuers are desperately searching for survivors in the rubble, while those who have survived are in a state of shock after watching their city collapse, along with the loss of their homes and loved ones. The earthquake, with a magnitude of 6.8, occurred mostly in Marrakech and five provinces near the epicentre.\nThe world has seen other major earthquakes recently. In February, earthquakes with magnitudes of 7.8 and 7.7 hit Turkiye and Syria, killing over 50,000 people and destroying 6,600 buildings.\nAs we know, earthquakes are virtually impossible to predict. But experts believe that the biggest factor in preventing deaths from earthquakes is building codes, and that by designing earthquake-safe buildings, we can save many lives. Japan, which has experienced severe earthquakes, has been diligently following this advice. Even though it is costly, all earthquake-prone countries should also adopt this practice.\nIn the case of Bangladesh, a study conducted by researchers from Dhaka University and Columbia University identified 13 areas that are at risk because of tectonic faults. Three districts of the Chittagong Hill Tracts and an upazila of Sylhet are at the greatest risk. The study revealed that an earthquake of magnitude 7 to 8 may also result in large-scale devastation in Dhaka city, which is besieged by unplanned construction of buildings. The construction of many multi-storied residential buildings on soft soil, in violation of building codes, increases the risk of collapse during a big earthquake. There are 2.1 million buildings in Dhaka, with 600,000 buildings being six-stories high or taller, according to BUET. Have the authorities identified how many of these buildings are risky or retrofitted them to make them safe?\nMorocco's tragedy is yet another reminder for all countries that are at risk of earthquakes. Bangladesh needs to enhance the capacities of its fire departments, volunteers, trained personnel, and emergency medical services and create a national rescue strategy so that we can respond effectively if a disaster strikes.\nAs Morocco reels from this catastrophe, we express our deepest condolences to the bereaved families and urge the international community to provide logistical and financial support to the Moroccan people on an urgent basis.\n",
        "headline_1": "Morocco’s earthquake is another wake-up call",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/moroccos-earthquake-another-wake-call-3415496",
        "news_paper_name": "The Daily Star",
        "publish_date": "11-09-2023"
    },
    {
        "full_article": "The G20 Summit has concluded on a constructive note, with a breakthrough joint declaration alleviating fears that disagreements over the Russia-Ukraine war would prevent a consensus. The adopted Delhi Declaration of G20 calls for coordinated steps to support the global economy, along with expeditious and effective redressal of debt vulnerabilities of low- and middle-income nations. We congratulate India's diplomatic leadership and multilateral engagement in holding the successful summit, and commend its role in ensuring that the interests of the Global South are addressed.\nNow more than ever, global unity is of urgent importance. At the summit, Prime Minister Sheikh Hasina stressed the need for strengthening global solidarity and adopting a coordinated response to address global crises. We reiterate the PM's concrete recommendations, specifically in urging the international community to ensure the return of the forcibly displaced Myanmar nationals, the Rohingya, over a million of whom have been living in refugee camps in Bangladesh for the past six years. The Delhi Declaration called on \"all states to uphold the principles of international law including territorial integrity and sovereignty, international humanitarian law and the multilateral system that safeguards peace and stability.\" We sincerely hope this will nudge more nations in the global fora to treat the Rohingya repatriation issue with utmost urgency and hold Myanmar's military junta accountable under international humanitarian law.\nAlthough the Declaration has been criticised for not explicitly calling out Russia's aggression against Ukraine, we hope the agreement to restore peace will be upheld by all nation-states and that concrete steps will be taken to end this war that has disrupted global supply chains and frayed a tightly woven global economy. Similarly, we hope that the announcement to launch a historic India-Middle East-Europe Economic Corridor – a multinational rail and shipping link between India, Saudi Arabia, the United Arab Emirates, Jordan, and Israel – will open new doors and boost trade for smaller nations in the continent, rather than aid just a powerful few.\nThe consensus also adopted the Green Development Pact for a Sustainable Future, and committed to \"urgently accelerate\" actions to address environmental crises and challenges. We hope this commitment will lead to operationalising the Loss and Damage Fund at the upcoming COP28, which is integral for nations like Bangladesh that must face the brunt of climate change. The Delhi Declaration affirmed that no country should have to choose between fighting poverty and fighting for our planet, a situation we unfortunately do find ourselves in. The affirmation should be upheld by all nation-states to collectively pursue development models that enable nations to thrive equally.\n",
        "headline_1": "Global unity of urgent importance",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/global-unity-urgent-importance-3415476",
        "news_paper_name": "The Daily Star",
        "publish_date": "11-09-2023"
    },
    {
        "full_article": "Underscoring the importance of childhood in making Bangladeshi children's later life meaningful, the World Bank (WB) has assured the country of providing a loan of around US$ 300 million. In essence, it comes as a financial support to enhance human capital formation aimed at investing in early childhood development (ECD). The WB is set to provide the fund under the Beneficiary Enhancing Investment Benefit for Early Years project for human capital formation. The Local Government Engineering Department (LGED) and the Ministry of Women and Children Affairs (MoWCA) will work in tandem for implementation of the project devoted to enhancing community support services, as well as developing women and childcare system across Bangladesh villages.As has been acknowledged universally, the early years lay the foundation for human growth and development. These formative years set the stage for life-long human capital formation. As a corollary, ensuring sufficient nutrition and all-round cognitive development in the children's early years becomes imperative. These developments together can maximise children's health, learning, intelligence and productivity as well as emotional and social well-being, the WB notes. In recent years, children in different sectors in rural society have been seen undergoing a series of positive changes. Unfortunately, the decades-old stagnancy coupled with socio-economic impediments has continued to detract from these achievements. Under the World Bank project, the LGED will be seen working to enhance the capacity of the Union Parishads (UPs) and the staff working for community support services. A major responsibility lies with the MoWCA. It will have to extend support to the early childcare and women care systems. The ministry will be given the task of transferring cash to mothers for childcare, and enhancement of their nutrition level, officials involved with the village-based project opine.According to the World Bank, child-centred programmes in Bangladesh accounted for only about 2.0 per cent of the total social protection budget in the fiscal year 2020-2021. The WB has noted that appropriate resource allocation in line with national priorities is critical to realising returns from investing in ECD. The Bretton Woods institution defines the investment as one of the most critical ones a country can make to break the cycle of poverty. To the dismay of freelance economists and social activists, extreme as well as moderate poverty still plagues pockets of the far-flung areas in the country. It's the obstinate presence of poverty in one form or another which leaves different types of deleterious impacts on both growing children and mothers. Optimists look to the days when ECD will be properly utilised to play a decisive role in eradicating poverty from the areas beset by the socio-economic scourge. People involved with the programme must commit themselves to realising the ultimate goal. The goal is to ensure desired development of childhood through enhancement of human capital formation. Past experiences, however, show that a tiny section of negative forces, greedy as it is, often spoils a potentially beneficial social endeavour. Irregularities in the distribution of the programme's benefits must not be tolerated. In this contet the World Bank's appreciation and concern are notable. Bangladesh has achieved a series of successes. They include improving development outcomes as well as reducing child mortality. But health and learning outcomes for children remain a challenge. The country accounts for 4.0 per cent of the stunted children worldwide. It has a major impact on learning outcomes. Now is the time to overcome this early childhood loss.",
        "headline_1": "Investment in early childhood development",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/investment-in-early-childhood-development-1694359080",
        "news_paper_name": "The Financial Express",
        "publish_date": "11-09-2023"
    },
    {
        "full_article": "The leaderships of the major economies have been keenly watching how India --- the current head of the informal gathering of the largest global economies G20 --- more specifically its prime minister Narendra Modi is going to play the role of a global leader. That is especially significant at a time when the heads of two of the important members, China and Russia, are absenting themselves from the Delhi summit. One may recall at this point that the forum emerged in 1999 following the Asian financial crisis as a discussion forum of the finance ministers and central bankers of the world's twenty largest economies, but then began to be represented by the heads of state and government of those economies since 2008. The reason for the forum's increased importance is that at the peak of the global economic crisis in 2008, the forum could take quick decision to save the world economy from a free fall. It could take measures like making G20 nations agree to pump USD 4.0 trillion as life support into the big economies, especially their collapsing iconic financial institutions and industries. It also could take a strong position on doing away with the trade barriers and effecting radical reforms in their financial systems. However, during the following summits it has not been able to do much more than issuing anodyne communiques without strongly addressing the most pressing issues like synchronising fiscal and monetary policies, spurring economic growth, corruption, tax evasion, etc. Now that the Chinese leader Xi Jinping, the head of the world's second largest economy, has chosen to sit on the fence and watch, and the Russian leader, Vladimir Putin, to avoid being put in an awkward position among his Western detractors, with whom he is at loggerheads following his invasion of Ukraine, the shine of the Delhi event has dimmed considerably. The hope that 2008's summit ignited, has failed to deliver since. For one should not forget, at this point, that the G20 members had earlier committed to not to erect new barriers to trade and investment. That is more so especially after the failure of the Doha round of talks. As the WTO through Doha rounds could not produce result, big economic and trading powers like the USA and the European Union have shifted their focus more on bilateral and regional trade agreements. Apart from the reduction or removal of tariffs, they are also intent on regulating issues relating to investment, intellectual property, climate change, etc. And the G20 can play such a role better by reaching consensus on those issues since its strong point has been consensus where larger forums like the WTO has often proved to be unwieldy. Also, one should not forget that G20 is not a political or ideological platform. Even so, the Ukraine war has left its divisive impact on the forum. Western powers want Russia to be condemned in unambiguous terms for aggression against Ukraine. Russia being a long-term ally of India since the time of Cold War and a major supplier of arms to that country, it is indeed challenging for Indian leadership to play a neutral role at the summit. Amid the Western sanctions against Russia following the Ukraine war, India has rather moved closer than distancing itself from Russia often to the dismay of the USA and other Western partners, especially to buy fuel oil at a cheaper rate than in the international market. Against this backdrop, the hallmark of G20, a consensus-based joint declaration, from the Delhi summit is going to be an achievement on the part of the forum's current presidency. At the end of its first day summit, however, Delhi summit claims to have agreed on a joint declaration of the world leaders present at the summit. It was adopted as the New Delhi Leaders' Declaration, in the form of a joint communique at final session of the two-day summit on September 10. However, short of outright condemning Russia for the war in Ukraine, it has used strong words condemning wars in general and the suffering they (wars) cause to people falling victim to them. Issues like climate change, food security and debt restructuring for the poorer nations also figured prominently at the summit discussion. And the Delhi summit, through inducting the 55-member African Union (AU) as permanent member, as part of its stress on inclusivity, has definitely created the condition for the global South to represent forcefully at this global economic forum. It was the Group's current presidency's commitment. However, the expansion of the G20 forum with more members will throw a bigger challenge before its members on reaching consensus declarations in the upcoming summits. Of course, the US had its backing to make that happen in an obvious move to counterbalance China's growing influence in Africa. Also, the multinational economic corridor linking India through rail and shipping routes to the Middle East and Europe is yet another important development announced on the sidelines of the Delhi G20 summit. Again, it is yet another move initiated by the US as a challenge to the China's Belt and Road Initiative. The developments point to how big power rivalries are surfacing in the G20 forum. Perhaps, Chinese leader Xi Jinping's absence from Delhi summit has a lot to do with the prospects of such developments on the occasion of the Delhi G20 summit. \n[email protected]",
        "headline_1": "Delhi G20 summit not another talking shop?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/delhi-g20-summit-not-another-talking-shop-1694359118",
        "news_paper_name": "The Financial Express",
        "publish_date": "11-09-2023"
    },
    {
        "full_article": "'Tela mathai tel dewa' could not be more apt for what goes in the name of development in many areas of the capital city. The Bangla idiom loses much of its charm and force in its English version, 'To carry coals to Newcastle' but still it conveys the message of pointlessness of an action. Let alone Bangladesh, its capital once starved for some much needed infrastructure. The poor landscape of Dhaka metropolis now bifurcated into two city corporations can take pride for addition of a number of spectacular mega projects and physical structures. Particularly, its metro rail and elevated expressway have catapulted the Bangladesh capital on to a different league. The flyovers came on the scene first but those could not serve commuters well because of faulty plans and designs. However, when the metro rail and expressway get completed, there will be a difference in Dhaka commute.Yet it is dark under the light when it comes to construction and development of various urban facilities in different localities. Development projects in several cases are undertaken where there is no need for any. Roads, streets, lanes and by-lanes in good conditions in some areas are re-excavated for reconstruction, while other areas requiring immediate attention are left unattended for years. Even if one agency completes work, another appears a little while later to undo the work of the former much to the suffering of the residents there. The two city corporation authorities and agencies like the Rajdhani Unnayan Kartripakha, WASA, BIWTA etc.; are quite adept in reiterating the development jargon that such and such projects have been undertaken for beautification of the city. Name just one project that has been a must-visit attraction. Hatirjheel has got some attractive engineering structures but the putrid smell from the water drives visitors away from its vicinity. Indeed, urban centres need theme parks, playgrounds for children. Instead of spending money on those, the so-called beatification of roads and streets hardly makes any sense. Narrowing the median strips ---as in case of the road extending from Mohammadpur Bus Stand to Jhikatola---or replacing the tiles or bricks or slabs of footpaths, road dividers and median strips when those are in perfect condition is no development at all. The entire length of footpaths on both sides between Shahbagh and zero point witnessed this tinkering. This also happened on the footpath of Rokeya Sarani and maybe, in other areas as well. Then the railings on the side of footpaths are also replaced when repair of the damaged portion could be enough. Here it is significant to note that the damage is caused intentionally under cover of darkness at night by thieves who are used to stealing manhole covers, rods from railings etc. In the name of development or beautification of roads such exercises are allowed or undertaken but it is essentially a bluff in the name of development. Right at this moment, some streets in Mohammadpur residential area are being dug, closing the entry and exit points. The purpose is to lay huge concrete pipes (reinforced concrete cylinder pipes) for the sewerage system. The fact is that the area concerned here does not get waterlogged even when there is heavy rain. Importantly, these streets were surfaced with concrete mixture instead of bitumen with provision for sewerage lines to drain out rainwater. The project was completed most probably in 2015 and later narrow strips of sidewalks were added to the streets.Now these streets are being dug out, rather needlessly, to lay the pipes of greater diameter. Many of the residents had their water supply lines damaged or snapped. What will happen to the gaping hole and the damaged road once the pipes are laid? It is the WASA that is in charge of sewerage lines but road construction or repair is the job of the city corporations. Even if the dug-out soil and concrete chunks are used to fill up the excavated void, it will require asphalt or concrete surfacing. This is sheer waste of public money. Instead of spending the money here, it could be used for more deserving areas where drain water continues to ooze out to submerge local streets or where water gets accumulated after rainfalls for a short duration.\n[email protected]",
        "headline_1": "In the name of development",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/in-the-name-of-development-1694359154",
        "news_paper_name": "The Financial Express",
        "publish_date": "11-09-2023"
    },
    {
        "full_article": "Since its inception, Microsoft Excel has changed how people organise, analyse and visualise their data. The spreadsheet programme of Microsoft has recently released Python in Excel, which makes it possible to natively combine Python and Excel analytics within the same workbook. With Python, you can type Python directly into a cell, the Python calculations run in the Microsoft Cloud, and your results are returned to the worksheet, including plots and visualisations. Excel knowledge has become a need for professionals in many fields in today's data-driven economy. The introduction of Python in Excel has led to a revolutionary change in our approach to data analysis. Because of Python's flexibility and ease of use, it is becoming a popular tool for users of all skill-levels. And the users, who have not yet used this feature, should seriously consider acquiring or refining their coding skills in Excel-like settings. It not only improves data analysis capabilities but also opens up a world of automation and customisation. Python in Excel could be a game-changer for statistical analysis as the users are able to easily execute sophisticated calculations and data manipulations with the help of libraries like NumPy and pandas. Matplotlib makes it simple to create informative graphs and charts. In addition, Python's ability to automate Excel functions is very useful. When combined with Python, Excel transforms into a flexible programme that can be tailored to meet the needs of experts in a wide range of fields. Coding in Excel is becoming increasingly important as employers nowadays look for the candidates who have the ability to automate routine tasks, mine data for insights and develop novel solutions. If you want to advance in your career as a finance professional, a marketer, or a student, learning to code in Excel is essential. So, learning Excel and Python from now on would be a great decision.\nAmir HamzahStudent of Management Information System,North South University, Dhaka, [email protected]",
        "headline_1": "Learning Python in Microsoft Excel",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/learning-python-in-microsoft-excel-1694359176",
        "news_paper_name": "The Financial Express",
        "publish_date": "11-09-2023"
    }
]