[
    {
        "full_article": "The news, on April 23, of the arrest of Amritpal Singh, a self-appointed campaigner for a separate nation for the Sikhs, was received by the public of Punjab with a sense of relief. He had been on the run for weeks, and now faces charges under the National Security Act (NSA) as well as several first information reports. He has turned out to be a cipher — neither he nor his cause of Khalistan appears to have any significant support among Sikhs. The secessionist has been shifted to Dibrugarh jail in Assam, over 2,000 kilometres away from Punjab to avoid any potential turmoil. Taking over as the head, last year, of ‘Waris Punjab De’, a social organisation established by the late actor-turned-activist Deep Sidhu, Mr. Amritpal’s rise to controversy and infamy was as intriguing as it was quick. He styled himself after Jarnail Singh Bhindranwale, the militant leader who was killed in 1984 after many years of bloodshed in the State. In February, Mr. Amritpal led a mob that had stormed a police station with swords and guns to free compatriots from custody, showing the State police and the government in a bad light. But then it was not entirely surprising. For months, he along with his supporters, flaunting swords, guns and sharp weapons, had moved across Punjab. The question still lingers as to how that was being allowed in Punjab, which has lived through an era of bloody secessionism through the 1980s and 1990s.Though he comes across as self-styled, the Khalistan propagandist appears to have supporters and handlers within and outside India. The State of Punjab is on the border with Pakistan, that has sought to instigate a section of the population into violence for decades. The campaign for Khalistan is active among the Sikh diaspora too. The ruling Aam Aadmi Party (AAP) government in the State is now patting itself on the back for the arrest, but the situation should not have reached this point. Even the police operation to nab him turned out to be an embarrassment, as he managed to flee and remain on the loose. Though the instigator is now behind bars, his call for violence and brazen communalism, which went on with impunity for several months, triggered memories of the polarisation between Hindus and Sikhs caused by separatist terrorism that had pulverised Punjab for long. The ripple effects were felt even in other countries. The Centre and the State, under the Bharatiya Janata Party and AAP, respectively, should work closely to get their administrative actions and political messaging correct and effective to keep Punjab peaceful and insulated from the meaningless lure of secessionism.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nPunjab\n\n/\n\narrest\n\n/\n\nPakistan\n\n/\n\nterrorism (crime)\n\n/\n\nAam Aadmi Party\n\n/\n\nBharatiya Janata Party\n\n/\n\nreligion and belief\n\n/\n\nAssam\n\n/\n\nprison\n\n/\n\npolitics",
        "headline_1": "Warless Punjab: the Amritpal Singh arrest and keeping Punjab peaceful",
        "headline_2": "The Centre and the State must guard against the revival of separatism",
        "link": "https://www.thehindu.com/opinion/editorial/warless-punjab-the-amritpal-singh-arrest-and-keeping-punjab-peaceful/article66773904.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "25-04-2023"
    },
    {
        "full_article": "The Reserve Bank of India’s recent draft circular on penal charges on loan accounts is a welcome move that should give respite to individual borrowers. The RBI has emphasised that it wants to ensure that lenders do not seek to unduly profit from borrowers’ defaults in servicing their loans even as it allows the credit provider to reprice the loan in case a borrower’s ‘credit risk profile’ has changed. The Central bank’s draft guidelines on ‘Fair Lending Practice’ are aimed at obviating a practice where lenders have hitherto levied a penal interest over and above the contracted rate of interest when borrowers delay repayment or default. Observing that the regulatory intent of a penal levy was solely to foster credit discipline among borrowers through a negative incentive, the RBI noted that lenders, however, had in practice turned the penal interest into a revenue enhancement tool. Supervisory reviews had found that some entities were in fact charging ‘excessive’ rates of penal interest, leading to hardship to the borrowers and disputes. Lenders had also, in certain cases, been capitalising the penal interest, thereby increasing the principal amount that the borrower would ultimately have to repay. The banking regulator has now emphatically laid down that penal charges should be recovered separately and must not be added either to the principal outstanding or the rate of interest charged on the loan. Lenders could, however, still follow the normal process for compounding the outstanding primary interest, it clarified.The RBI’s decision to step in to ensure a fair and transparent approach to credit pricing has to be seen in the context of the sharp uptick in retail lending in recent years. While industry’s share of outstanding bank credit had shrunk to about 24% as of February 2023, from over 43% in 2014-15, the omnibus category of personal loans had surged to 30%, from just 19% eight years ago, making it the largest credit category. The central bank has made clear to lenders that while it gives them the freedom to set the quantum of penal charges proportional to the default or non-compliance with the terms of the loan contract beyond a preset threshold, the threshold itself should not be discriminatory within a specified loan or product category. And the penal charges so levied on individual borrowers cannot be at a rate higher than a similar charge applicable to corporate borrowers. Crucially, the penal charge must be communicated upfront when finalising every loan and unfailingly reiterated to the borrower in every subsequent reminder for loan repayments. Small borrowers are sure to heave a sigh of relief as the RBI has made clear it will not brook any usury.\r\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nReserve Bank of India\n\n/\n\nloans\n\n/\n\ninterest rate\n\n/\n\npersonal loans\n\n/\n\nhousing loans",
        "headline_1": "Batting for borrowers: on the Reserve Bank of India’s recent draft circular",
        "headline_2": "The banking regulator has now laid down that penal charges should be recovered separately and must not be added to the principal outstanding or the rate of interest charged on the loan",
        "link": "https://www.thehindu.com/opinion/editorial/batting-for-borrowers-on-the-reserve-bank-of-indias-recent-draft-circular/article66774120.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "25-04-2023"
    },
    {
        "full_article": "Even as the Supreme Court considers whether Indians should have the right to same-sex marriages, its deliberations have highlighted a peculiar impediment to the supposedly settled right to opposite-sex marriages. CJI Chandrachud has noted that the 30-day notice under the Special Marriage Act, 1954, is “patriarchal” and lays couples “open for invasion by the society”. The common filmic trope of parental opposition to a young man and young woman choosing each other instead of abiding by the parental choice of marriage partner, unfortunately reflects a common mindset. An overwhelming majority of marriages in India indeed continue to be “arranged” and solemnised via religious personal laws. That too is a “choice”. The question here is whether the SMA notice period is serving any purpose other than inconveniencing and endangering individuals making a different choice. It isn’t.\nThe procedure of publishing a notice dates back to SMA’s first incarnation in 1872, when it was rammed through against vehement opposition. When independent India’s Parliament passed the Act of 1954 to enable marriage of any two Indians, whether professing the same or different religions or no religion at all, it was a very progressive measure for the times. But times have moved on, and the law must do the same. That marriage under personal laws is expeditious and does not require any publication of notice is an entitlement whose unfairness has grown glaring. Interfaith couples are caught between the increasing hazards around conversion and the increasing moral policing of SMA noticeboards. Of course, these boards also promote community persecution of inter-caste couples.\nSC had underlined in the 2018 Hadiya case: “Our choices are respected because they are ours. Social approval for intimate personal decisions is not the basis for recognising them. ” It is bad enough that toxic ideas of religious, caste and even class “honour” continue to wreak brutalities on individuals in 21st century India. But constitutional courts can protect personal liberty from disapproving and dangerous busybodies and Parliament can amend SMA’s 30-day notice period. At least public institutions must not facilitate medieval mindsets.\n\n\n",
        "headline_1": "Love’s crash landing: Special marriage act’s 30-day notice serves only to hurt personal liberties. End this cruelty",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/loves-crash-landing-special-marriage-acts-30-day-notice-serves-only-to-hurt-personal-liberties-end-this-cruelty/",
        "news_paper_name": "The Times of India",
        "publish_date": "25-04-2023"
    },
    {
        "full_article": "by Narayani Ganesh\nMy publisher once mentioned to me, during a conversation, a painting he had seen, of elephants and cheetahs, gazelles, peacocks, and other wild animals and birds, wild flora, streams, and springs populating the India Gate area in New Delhi. The artist’s vivid imagination translated on canvas with vibrant colours, creating a scenario where humans were absent, totally. Why don’t you write about this, he smiled. I too smiled and forgot all about it for several years. Until now, when I read an article that raised the question, ‘Is the human race hurtling toward extinction? And if so, should we welcome our own demise, the end of our world?’\nIt’s not so difficult, really, to imagine a world without us, says Adam Kirsch, who has authored ‘The Revolt Against Humanity: Imagining A Future WithoutUs’. There is one group that views humanity’s presence on Earth as being irredeemably destructive. Members of this group could be called Anthropocene antihumanists, offers Kirsch. This would mean we look forward to a planet without people as the ultimate humane ambition. Then there is the other group, we could call them transhumanists, who view the loss of a conscious mind, meaning the human mind, as a disaster. But transhumanists also feel that you don’t really need humans to ensure the survival of the conscious mind; we could replace ourselves with a more advanced kind of intelligence via artificial intelligence technology, that would be necessarily disembodied, virtual and perhaps far superior.\nAlthough Anthropocene antihumanists and transhumanists see technology, science, and environment through different lenses, they both do believe that “there’s nothing essential about the existence of Homo sapiens. ” Kirch says that the idea that one day humanity will disappear, is part of every religious system – an end-ofthe-world scenario through God’s will or simply via the natural cosmic cycle.\nWhy is it so important for human beings to survive as a species? How are we, as human beings, adding value to planet Earth and its constituents? And so here comes the existential question: What is the purpose of human life?\nNietzsche said that the age of nihilism will be an age of disasters because, if no one believes in anything, then no one has any reason to exist. On the one hand, theists would say that God created us and,therefore, we need to live up to God’s expectations of us morally and spiritually, as beings created by Divine Will.\nNon-believers, who see the current century as one of science rather than one of religion, may say that this is why we need to create a new kind of truth – what Kirsch refers to as a ‘post religious religion’. But can science alone give us the purpose and meaning that religion once offered?\nSacrifice is a concept that is ubiquitous in religious annals. You give up something that is precious to you in order to attain something even better. How can this spirit of sacrifice translate in secular, scientific language? We claim that we love nature, the environment, other species, and the planet. If that be true, do we have it in us, to make the ultimate sacrifice – to give ourselves up for the sake of saving the planet?\n\n",
        "headline_1": "A sustainable future without us humans",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/a-sustainable-future-without-us-humans/",
        "news_paper_name": "The Times of India",
        "publish_date": "25-04-2023"
    },
    {
        "full_article": "BJP politicians castigate the western media for anti-Indian bias, accusing people with a colonial mindset of thwarting India’s rise. BJP vice-president Jay Panda, has bashed them saying, “The western media’s abandonment of objectivity in the pursuit of a preset narrative and the cognitive dissonance in ignoring India’s progress is galling… Global media coverage of India is broadly negative, with barely any acknowledgement that some good might be happening here…A prominent New York-based publication, for instance, routinely indulges in India bashing and doesn’t even bother to cloak its bias…If the stench of a colonial hangover is to be overcome, it is time for global liberals to take a more balanced view. ”\nI can vouch for Jay Panda’s intellectual clarity and common sense, but after joining the BJP — he used to be with the Biju Janata Dal— he has joined this chorus. Let’s face it, journals like The New York Times (NYT) and The Economist are famous and respected because they have among the highest media standards. That indeed is why criticism from them hurts. They have bestowed high praise on India if due. In this column, there is space for only a few examples.\nOn March 29, The Economist sang high praises. “If you are looking for growth opportunities among the world’s 20 biggest economies, two stand out: India and Indonesia… India has 108 “unicorn” businesses (i. e. , valued at over $1bn), more than any other country except America and China…. Ultimately, with its deeper private sector and capital markets India is likely to continue to grow faster. ”\nAnother Economist article on March 13 was titled “India is getting an eye-wateringly big transport upgrade. ” It said, “The country is experiencing an infrastructural makeover on a scale unprecedented outside China…The pace of the buildout is remarkable… Mr Modi’s faith in the transformative power of new transport infrastructure is well judged. ”\nAt the same time, The Economist Intelligence Unit’s Democracy Index shows India slipping from 27th position in 2014 to 46th in 2022 and falling from ‘full democracy’ status to ‘flawed democracy’. Other democracy indices by Freedom House, V-Dem and the Fraser Institute show the same deterioration. The EIU shows India as the most democratic nation in Asia save Malaysia. That is hardly biased.\nThe New York Times has castigated the violation of human rights in India, but also praised positive developments. An article on April 19 was titled ‘Will this be the Indian century?’ It says India having “far and away the world’s biggest workforce is leading some to hope for an ‘Indian century’ in the making”.\nAn NYT article on September 22, 2022, was headlined, ‘From the US to China, Major Economies Are Stalling. But Not India’. It said “as economic growth slows sharply, with many major economies gripped with worries of recession, there has been a conspicuous exception: India. ”\nNicholas Kristof, NYT columnist, wrote on ‘Can India Change the World?’ He cited Bob Sternfels of McKinsey, “I fully believe this can be not just India’s decade, but also India’s century…India is on track for unprecedented economic growth that will allow it to leapfrog Japan and Germany. ”\nColumnist Lydia Polgreen wrote on February 8 in NYT: “But now it appears that the time has finally arrived: India is indeed the nation of the moment. It is a critical player in just about every major issue facing the planet. Its economy is now bigger than that of the country that colonised it, making it the fifth largest in the world. It is expected to outrank China in population this year if it hasn’t already. The Ukraine crisis has shown how desperately great powers around the world want to count on it as an ally…Apple reportedly plans to make up to a quarter of its iPhones in India — a huge endorsement of the country’s growing technology manufacturing prowess. ” She cited Fareed Zakaria as saying that India “might be the most optimistic country in the world right now. ”\nKristof, Polgreen and Zakaria have lambasted India when they think fit. But these remarks show they are not anti-Indian westerners plotting to sully India.\nThe BJP may not like these critics but that does not make them white racists. In the US, Kamala Harris is vice president and two Republican contenders for President are Nikki Haley and Vivek Ramaswamy. British Prime Minister Rishi Sunak is a Hindu. His cabinet members include Priti Patel, Suella Braverman and Kwasi Kwarteng, all people of colour. Humza Yousaf heads the Scottish National Party. The mayor of London is Sadiq Khan. Jay, can you seriously say these are countries with a colonial racist mindset?\n\n",
        "headline_1": "Western media: Don’t shoot the messenger",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/Swaminomics/western-media-dont-shoot-the-messenger/",
        "news_paper_name": "The Times of India",
        "publish_date": "25-04-2023"
    },
    {
        "full_article": "The tone and tenor of the Supreme Court hearings in the ongoing same-sex marriages case have generated a sense of anticipation among the small but extremely well-connected handful that seeks to make India travel the path of homogenised universalism.\nRead full opinion on TOI+\n\n",
        "headline_1": "Why the call on same-sex marriage should be Parliament’s",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/right-and-wrong/why-the-call-on-same-sex-marriage-should-be-parliaments/",
        "news_paper_name": "The Times of India",
        "publish_date": "25-04-2023"
    },
    {
        "full_article": "Dozens have been killed in armed clashes in the Sudanese capital Khartoum following months of tension between the military and the powerful paramilitary group Rapid Support Forces (RSF). Behind the tensions is a disagreement over the integration of the paramilitary group into the armed forces – a key condition of a transition agreement that's never been signed but has been adhered to by both sides since 2021.\nGeneral Mohamed Hamdan Dagolo, better known as Hemedti, is the leader of the RSF. He is a key mover in the fast-escalating civil war, as he has been in other key moments in Sudan's recent history.\nHemedti's Rapid Support Forces is led by Darfurian Arabs known as Janjaweed. The term refers to the armed groups of Arabs from Darfur and Kordofan in western Sudan. Drawn from the far west of the country's periphery, they have – in a mere decade – become the dominant power in Khartoum. And Hemedti has become the face of Sudan's violent, political marketplace.\nI have been a scholar of Sudan for decades. During 2005-06, I was seconded to the African Union mediation team for Darfur and from 2009-11 served as senior adviser to the African Union High-Level Implementation Panel for Sudan, in the lead-up to the independence of South Sudan. My most recent book, co-authored with Justin Lynch, examines Sudan's unfinished democracy.\nHemedti's career is an object lesson in political entrepreneurship by a specialist in violence. His conduct and (as of now) impunity are the surest indicator that politics of the mercenary kind that have long defined the Sudanese periphery, have been brought home to the capital city.\nComing in from the periphery\n\nHemedti is from Sudan's furthest peripheries, an outsider to the Khartoum political establishment. His grandfather, Dagolo, was leader of a subclan that roamed across the pastures of Chad and Darfur. Young men from these camel-herding, landless and marginalised group became a core element of the Arab militia that led Khartoum's counterinsurgency in Darfur from 2003.\nA school dropout turned trader, Hemedti has no formal education. The title 'General' was awarded on account of his proficiency as a commander in the Janjaweed brigade in Southern Darfur at the height of the 2003-05 war. A few years later, he joined a mutiny against the government, negotiated an alliance with the Darfurian rebels, and threatened to storm the the government-held city of Nyala.\nSoon Hemedti cut a deal with the government. Khartoum would settle his troops' unpaid salaries and compensation for the wounded and killed. He got promotion to general and a handsome cash payment.\nAfter returning to the Khartoum payroll, Hemedti proved his loyalty. President Omar al-Bashir who ruled Sudan from 1993 to April 2019 when he was deposed became fond of him, sometimes appearing to treat him like the son he had never had.\nBut, in the days after Bashir was overthrown, some of the young democracy protesters camped in the streets around the Ministry of Defence embraced him as the army's new look.\nA country in his pocket\n\nBack in the fold, Hemedti ably used his commercial acumen and military prowess to build his militia into a force more powerful than the waning Sudanese state.\nAl-Bashir constituted the Rapid Support Forces as a separate unit in 2013, initially to fight the rebels of the Sudan People's Liberation Army-North in the Nuba Mountains. The new force came off second best. But, with a fleet of new pickup trucks with heavy machine guns, it soon became a force to be reckoned with, fighting a key battle against Darfurian rebels in April 2015.\nFollowing the March 2015 Saudi-Emirati military intervention in Yemen, Sudan cut a deal with Riyadh to deploy Sudanese troops in Yemen. One of the commanders of the operation was General Abdel Fattah al-Burhan who has chaired the Transitional Military Council since 2019. But most of the fighters were Hemedti's RSF. This brought hard cash direct into Hemedti's pocket.\nAnd in November 2017, Hemedti's forces took control of the artisanal gold mines in Jebel Amer in Darfur — Sudan's single largest source of export revenues. This followed the defeat and capture of his arch-rival Musa Hilal, who rebelled against Al-Bashir.\nSuddenly, Hemedti had his hands on the country's two most lucrative sources of hard currency.\nHemedti is adopting a model of state mercenarism familiar to those who follow the politics of the Sahara. The late President Idriss Déby of Chad rented out his special forces for counter-insurgencies on the French or US payroll in much the same manner. One can expect to see RSF troops deployed to Libya some day.\nOn the other hand, with the routine deployment of paramilitaries to do the actual fighting in Sudan's wars at home and abroad, the Sudanese army has become akin to a vanity project. It is the proud owner of extravagant real estate in Khartoum, with impressive tanks, artillery and aircraft. But it has few battle-hardened infantry units. Other forces have stepped into this security arena, including the operational units of the National Intelligence and Security Services, and paramilitaries such as special police units — and the RSF.\nReaping the whirlwind\nBut there's also a twist to the story. Every ruler in Sudan, with one notable exception, has hailed from the the heartlands of Khartoum and the neighbouring towns on the Nile. The exception is the Khalifa Abdullahi \"al-Ta'aishi\" who was a Darfurian Arab. His armies provided the majority of the force that conquered Khartoum in 1885. The riverian elites remember the Khalifa's rule (1885-98) as a tyranny. They are terrified it may return.\nHemedti is the face of that nightmare, the first non-establishment ruler in Sudan for 120 years. Despite the grievances against Hemedti's paramilitaries, he is still recognised as a Darfurian and an outsider to the Sudanese establishment.\nWhen the Sudanese regime sowed the wind of the Janjaweed in Darfur in 2003, they least expected to reap the whirlwind in their own capital city. In fact, the seeds had been sown much earlier. Previous governments adopted the war strategy in southern Sudan and southern Kordofan of setting local people against one another. This was preferred to sending units of the regular army - manned by the sons of the riverain establishment - into peril.\nHemedti is that whirlwind. But his ascendancy is also, indirectly, the revenge of the historically marginalised. The tragedy of the Sudanese marginalised is that the man who is posing as their champion is the ruthless leader of a band of vagabonds, who has been supremely skilful in playing the transnational military marketplace.\nAlex De Waal is a Research Professor and Executive Director of the World Peace Foundation at The Fletcher School, Tufts University.\nThis article is republished from The Conversation under a Creative Commons license.\n",
        "headline_1": "What’s driving the conflict in Sudan",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/whats-driving-the-conflict-sudan-3303466",
        "news_paper_name": "The Daily Star",
        "publish_date": "25-04-2023"
    },
    {
        "full_article": "In an article for the Harvard Business Review, author Andy Watz recounts a story about a new immigrant to the US, who mistook \"busy\" to mean \"good\", because that is the response he got when he asked \"how are you?\" Of course, busy does not mean good, yet I'm guilty of using \"busy\" myself as a response and it rarely means I'm OK.\nHave you noticed how more and more people say they don't have time to do anything because of their busy – sometimes crazy – schedules? There's a lot of value placed on being busy – especially in corporate culture, but it's trickling down to familial life too. Being busy means you're super productive, often multitasking as a parent or child, but when relaxed and free, I'm sure everyone in the family is busy on their own devices, not talking to each other.\nThere's status in looking busy too. I see folks walking in the park talking on their Bluetooth headsets, giving off \"I'm powerful\" vibes; but they also look unapproachable. I think advancement in communication is creating more distances between people and a world without human connections should cause everyone concern.\nWatz writes that being busy should stop being seen as a virtue. I'm sure you know at least one person in your office who drones on about how busy they are and they may even be the boss' favourite, but are they productive? Watz quotes research that indicates that when organisations \"overload employees, base their incentives primarily on the amount of time they work, and excessively monitor their activities, productivity and efficiency actually drop\".\nMaybe that's what led to the \"quiet quitting\" trend that surfaced last year in the US and became a hot topic of debate. The term refers to doing the bare minimum on your job, including not putting in any extra time, so while it's not quitting, it was seen as a reaction to work dissatisfaction.\nA Gallup survey in 2022 said at least half of the US workforce was composed of \"quiet quitters\", and that shocking revelation also became the subject of intense discussion, with everyone questioning the methodology of the survey rather than examining the structural barriers that caused so much dissatisfaction. The bottom line is that the folks surveyed were not happy with their work, because work was placing unrealistic expectations on them.\nI'm more familiar with newsrooms, having spent a good portion of my life working in some iteration of them, largely in Pakistan and some in Dubai and Hanoi. Working in the news keeps everyone busy, but each technological innovation seems to have impacted journalists' lives for the worst.\nThey are feeling burnt out quicker than before. In my conversations with young journalists for research, I hear phrases like \"toxic culture\" and \"unfair supervisors\" who don't have the time to train or mentor staff. Since no one (or thing) is challenging this culture, it's almost accepted as the norm. Too many good people have left journalism because managers reward the wrong goals. One young woman told me staff was reprimanded for asking for time off, even when it was due.\nThis kind of work isn't working. This incentivised structure, which rewards productivity, needs reform. Companies need to hire more people instead of overburdening existing staff. This is true in healthcare too, which witnessed near collapse during the pandemic in countries that made budget cuts in social service sectors. I fear that the more the advancements in technology, especially in AI, the more people will feel burdened to outperform the robots.\nWhat is the other side of being busy, and if it is being unproductive, can it be presented in better light; shown to have value that may benefit work, health and life? Solitude, for example, seems like an alien concept because one is rarely without their device; yet solitude allows for reflection and a quieting of the mind. Of equal import is being in the presence of other people. Social media may bring people together, but it also prevents people from being together, writes Watz.\nIf busyness increases a person's sense of self-worth, as psychologists say, and is an indicator of status, what needs to be done to increase the worth of leisure, family time and idleness? Self-help gurus often ask readers what they would do if they knew their days were numbered. How much time would they give to activities \"that have nothing to do with striving and achieving?\" asks Lori Deschene, the founder of Tiny Buddha, before reminding readers that \"our days are numbered\". It is a question worth reflecting over these Eid holidays, preferably in nature and sans devices.\nThe article was first published in Dawn, an ANN partner of The Daily Star.\n\n \nMuna Khan researches newsroom culture in Pakistan. \n",
        "headline_1": "Mind your busyness",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/mind-your-busyness-3303446",
        "news_paper_name": "The Daily Star",
        "publish_date": "25-04-2023"
    },
    {
        "full_article": "A recent report in The Daily Star caught my attention. According to the report, remittance flow to Bangladesh rose to a seven-month high in March as expatriate Bangladeshis sent home $2.02 billion – the highest since September last year when $1.53 billion flew into the country. It said this could be related to the expats sending back more for their families to celebrate Ramadan and Eid-ul-Fitr.\nCiting data from the Bangladesh Bank, March's receipts were nearly 29.3 percent higher than February's $1.56 billion and 8.5 percent higher from $1.85 billion recorded in March last year.\nData from the Bureau of Manpower, Employment and Training (BMET) of Bangladesh reveals that in 2022, 612,418 Bangladeshi expatriate workers secured jobs in Saudi Arabia, 179,612 in Oman, 101,775 in the UAE, 64,383 in Singapore, and 50,090 in Malaysia. In 2021, overseas jobs for Bangladeshis stood at 617,209.\nWhile the official figure for Malaysia is the lowest, there is much suspicion that it could be higher if the number of undocumented migrant workers are taken into account.\nWhile I am not sure of the situation in the other countries, the pre-Covid stories of thousands of Bangladeshis landing in Malaysia with no jobs seems to be emerging now.\nCoincidentally or otherwise, two senior aides of Human Resources Minister V Sivakumar were arrested in connection with corruption regarding the foreign workers quota. The first step in the process in securing foreign workers is for the employer to apply for the quota. The companies have to provide proof and other documents to show that they actually need the number of workers they ask for. The relevant authorities have to verify the need first before they issue the quota. In other words, if everything is done above board, no worker should land in Malaysia without a job after spending about $3,000-4,000 to reach here.\nSo, something is terribly wrong when we see Bangladeshi workers arriving here to a named company on temporary work visas, but they are not employed by the firm. Activists and NGOs are claiming that the company only exists in name, but has no operation.\n\nWhile there is some cheating on the Malaysian recruitment agencies' part that is creating the current problems, some people are saying they are working in collusion with agencies in Dhaka, or some strong and influential individuals there.\nAnd a few days ago, the Malaysian Anti-Corruption Agency (MACC) ordered two officers from the Malaysian embassy in Dhaka to return home, nabbing them upon arrival for probes linked to the recruitment of migrant workers. They were remanded on suspicion of receiving bribes in connection with the issuance of visas to Bangladeshi tourists and workers.\nReportedly, the MACC has also frozen more than 20 bank accounts and seized assets estimated to be worth 3.1 million Malaysian ringgit believed to belong to the two officers. The assets include eight plots of land.\nIn a rare public message, the Bangladesh High Commission in Kuala Lumpur made a lengthy post on its Facebook page hinting at the recruitment process in Malaysia not being fully transparent. The mission has also been seen as \"a little more\" outspoken when its High Commissioner Md Golam Sarwar told the news portal FMT that they had lodged complaints with the Malaysian labour department against the firm that was named in the stranded workers' temporary visas.\nWhile there is some cheating on the Malaysian recruitment agencies' part that is creating the current problems, some people are saying they are working in collusion with agencies in Dhaka, or some strong and influential individuals there. And the rumour is that these individuals are strongly connected to certain leaders at the top level or some middlemen linking the two. The problem of Bangladeshi workers being cheated has been persisting for decades. What has the high commission done so far to mitigate the problem to protect its citizens who work hard in Malaysia to earn a living for their relatives back home?\nThe general consensus is that there is a lot to be done to bring back dignity to the workers in Malaysia who are generally \"looked down upon,\" although they are a vital cog to the nation's economy at various levels for smooth operation.\nPerhaps the mission should take a leaf out of the book of the Indonesian ambassador in Kuala Lumpur, Hermono, who calls a spade a spade – even if it hurts the Malaysians. His vocal and non-compromising stand on defending his country's expatriate workers has seen massive changes in how they are protected. He managed to get the old MoU on the recruitment and protection of domestic helpers completely changed. Their rights are now completely protected, and if the employers violate any of the clauses, they will be blacklisted.\nHermono even went to the extent of telling the Malaysian government to look for other source countries if they are not happy with the Indonesian conditions. Malaysia relented and signed the new MoU last year.\nHis no-holds-barred stand comes from his experience of heading the national body for the placement and protection of Indonesian migrant workers at one time. The Indonesian government made the protection of migrant workers its utmost priority, and incorporated it in the National Action Plan of Human Rights 2015-2019.\nBangladesh and Malaysia signed an MoU on the recruitment of Bangladeshi workers in 2021, effective for five years until December 2026.\nObviously, this has not changed things much. The agents, with the help of influential individuals, have turned it into modern-day slavery. The general feeling here is that the Bangladesh mission is not pulling its weight by being too diplomatic.\nThis could be related to the repatriation of huge amounts of money from its workers abroad, which is among the country's highest revenue earners. No one should ignore the suffering of the poor migrant workers just for national revenue. If they do and their citizens suffer, let me say: they have blood on their hands.\nBangladesh and Malaysia need to resolve this problem together.\n \nK Parkaran is a freelance journalist in Kuala Lumpur, and currently a columnist with Malaysia's leading news portal FreeMalaysiaToday (FMT).\n\n",
        "headline_1": "Something’s rotten in Bangladeshi workers’ recruitment in Kuala Lumpur",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/somethings-rotten-bangladeshi-workers-recruitment-kuala-lumpur-3303441",
        "news_paper_name": "The Daily Star",
        "publish_date": "25-04-2023"
    },
    {
        "full_article": "The ongoing conflict in Sudan, which supposedly began between rival factions of its military government on April 15, is becoming increasingly alarming. Fighting began with attacks by the paramilitary Rapid Support Forces (RSF) on key government sites. Most of the fighting so far has reportedly taken place in Khartoum, the capital of Sudan, and its surrounding areas. In this connection, one of the most concerning factors has been the use of airstrikes, artillery and heavy gunfire. The use of such heavy weaponry automatically increases the risks of casualties on both sides, as well as among the civilian population. Unfortunately, despite calls for and pledges of ceasefire during Eid, there has been no cessation to the hostilities yet.\nThe World Health Organization (WHO) estimates that more than 400 people have been killed so far due to fighting, with 3,500 more getting injured. There have also been 11 verified attacks on health facilities, which is particularly worrying as the targeting of critical infrastructure indicates that the warring parties are throwing all caution to the wind and taking extreme measures to gain any advantage. Unfortunately, ordinary Sudanese people will be the worst sufferers from this. In fact, the situation may have already turned somewhat critical, as nearly 70 percent of hospitals in the capital and nearby states have been forced to close. Moreover, according to reports, people in Sudan are currently experiencing widespread food, water and electricity shortages. And internet service in the country has also been almost entirely down, making communication with the outside world very difficult.\nAmidst such circumstances, a growing list of countries have started to evacuate their diplomats and nationals from Sudan. Governments of the US, UK, France, Germany, Italy and Spain have all conducted such evacuations. With desperate calls for rescue by people from other countries, Saudi Arabia was kind enough to evacuate expatriates from a host of countries, including Bangladesh.\nWith a similar cooperative mindset, the world community needs to urgently come together and help the people of Sudan. Even before the war started, the humanitarian needs of children in the country were high. Around 11.5 million children and community members are in need of emergency water and sanitation services. More than 600,000 children are suffering from severe acute malnutrition. Therefore, the international community and multilateral organisations must find a way to deliver emergency aid services to the Sudanese people.\nMost importantly, the international community needs to bring the warring parties to the negotiation table and facilitate a political settlement to the crisis, while pushing for an urgent ceasefire to prevent any more unnecessary bloodshed. With the growing number of crises that the world is currently experiencing, it can ill-afford another prolonged armed conflict in Sudan. In trying to find a peaceful settlement in Sudan, perhaps the world community can also begin the process of rebuilding bridges that can lead to finding solutions to other ongoing conflicts.\n",
        "headline_1": "World should push for peace in Sudan",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/world-should-push-peace-sudan-3303386",
        "news_paper_name": "The Daily Star",
        "publish_date": "25-04-2023"
    },
    {
        "full_article": "It is that time of year again, a time that brings to an end a month of fasting, spiritual dedication and reflection. A time that brings communities and entire countries together. A time of feasts and family bonding. As we prepare to embrace this moment – Eid-ul-Fitr will be observed on Saturday – things are falling into a predictable pattern. To celebrate Eid with their loved ones, tens of thousands of people have already left Dhaka on trains, buses, and launches. Reportedly, it has been mostly hassle-free so far, although, in the mad rush for home, some gridlock is to be expected along with some trouble getting tickets. We hope that all this will be kept to a minimum, and relevant government agencies will do their job properly.\nThis Eid, however, comes under less-than-ideal circumstances. Long-held concerns over high food prices have remained unaddressed, or ignored, causing suffering for a vast majority of the population. For Dhaka-based traders, the situation has been particularly grim. Although shopping markets are drawing heavy footfalls, the effect of the devastating fires in two popular markets for retail or low-end customers will cast a long shadow over the community. The incidents in Bangabazar and New Super Market – coming within the space of 11 days – together damaged about 4,000 shops. And like in the past years, while remittance inflow saw an increase thanks to expatriate workers ahead of Eid-ul-Fitr, many workers at home, particularly those in the garments sector, will go back without wages or Eid bonuses. According to an estimate, as of Wednesday, over 32 percent of RMG factories in seven industrial zones – including in Ashulia, Gazipur, Narayanganj, and Chattogram – are yet to pay bonuses to their workers.\nThese issues and others may ruin the festive mood for poor households and those with fixed income. Every Eid in Bangladesh also comes with the additional threat of precious lives being lost in road crashes. There is an irony in the fact that we talk about people streaming out of the capital without much hassle, as they did last year too, only for us to be likely slapped with a long list of crash victims at the end of the holiday. Historically, Eids are when most road crashes occur. Last year, for example, highway travels during the extended Eid-ul-Fitr holiday between April 25 and May 8 resulted in the deaths of 376 people. With the relevant authorities still in a state of denial about the true extent of danger on our roads, one cannot help but worry if the same scenario will be repeated this time. We urge the authorities to take all measures necessary to ensure the safety of travellers.\nHeading into the Eid holiday, however, we want to focus on the brighter side of things as well as the lessons of the holy month that we can hopefully carry forward. As a nation, the lesson that will most benefit us is that of giving generously (to those in need of help) and working together for the greater good of society. We wish everyone a safe and joyous Eid.\nEid Mubarak!\n",
        "headline_1": "Have a safe and joyous Eid",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/have-safe-and-joyous-eid-3302416",
        "news_paper_name": "The Daily Star",
        "publish_date": "25-04-2023"
    },
    {
        "full_article": "Credit goes to all concerned for making this year journey home and other destinations of choice for Eid holidaymakers as well as their return back to their workplaces in urban centres so far mostly hassle-free and hazard-free. It was refreshing to note that in many years, homebound vacationers did not have to wait long hours on roads and highways on account of intractable tailbacks, nor were there serious road crashes claiming many lives. One unsettling trend, though, was the accidents involving motorcycles. Indeed, here is one of the most unsafe vehicles with its small size and high speed prone to invite disaster for it and its driver unless the latter is highly skilled and take as much caution as is humanly possible while on roads and highways. The fact that there were casualties in a collision between two motorbikes and in another incident the biker hit a roadside tree to the death of both the young riders including the one on its pillion brings to the fore the ugly truth that riders, teenagers in particular, gather more speed than they can control to their own peril. Sure enough, members of the law enforcement agencies who have overseen the traffic management deserve appreciation for minimising road accidents and facilitating more or less an overall smooth Eid journey at the expense of their own reunion with their near and dear ones. But the vacationers also must be given some credit because of their discretion. This time the majority of them sent their families well before the rush time. Only on the eve of the Eid-ul Fitr, did many of the single travellers and a small number of families, reportedly, took the journey when they came to know travelling was not fraught with hassles and dangers as it was in the past many years. Yesterday was the first working day after the Eid holiday and usually the day before the rush gets heavier. Once again, all who returned on Sunday and Monday expressed their happiness to reporters of TV channels over their hassle-free journey back. In fact, until yesterday, the roads and highways presented an empty look with occasional movement of a passenger bus or two. Whether this is due to a holiday hangover or a staggered return planned by holidaymakers is unknown. But it is quite savouring unless it hampers office works for some days. What is particularly satisfying is the elimination of the cause of accidents. When indiscipline and rush are brought under control, the exercise is sure to yield positive results. If eternal vigilance is the price of liberty, it is equally true for safety as well. Allowing motorcyclists to cross over the Padma Bridge actually opened the floodgate of traffic chaos. A good number of those were, however, fined for non-compliance of rules concerning use of the bridge's designated lane only. So the lessons learnt from traffic management this time should be replicated and further improved on the occasion of great festivals in the future. Travelling by motorcycles on highways should always be discouraged. During such exoduses, extreme vigilance has to be maintained over issues starting from ticketing to capacity passengers only on buses, trains and launches.",
        "headline_1": "Eid journey free of hassles and hazards!",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/eid-journey-free-of-hassles-and-hazards-1682343885",
        "news_paper_name": "The Financial Express",
        "publish_date": "25-04-2023"
    },
    {
        "full_article": "The mass level Eid travel home this year has amply proved that the general people are not at fault when logjams are created on highways and at critical points. If the basic communication infrastructure is in place, few show the tendency to break laws. With a sharp break from earlier spectacles, the village-bound people were seen behaving on the eve of the Eid-ul-Fitr this year in the most desirable way. A large part of the thanks for this behavioural change goes to the authorities in charge of roads and bridge managements --- especially the Padma Bridge authorities. Thanks to their allowing hundreds of passenger-carrying motorcycles to travel over the bridge, the pressure and chaos on south-bound highways appeared tolerable. Thanks to the wide use of the country's longest bridge, pressure on the waterways eased to a large extent.In the earlier days, overcrowded launches were a common scene on the Bangladesh river routes during Eid-time. Thanks to the 'difficult' online ticket system, lots of common people who are used to travelling home by rail opted for bus journey this year. In short, the travel scenes carried elements which could make many take heart. The Eid-ul-Fitr visited Bangladesh this year after a couple of devastating fire incidents in Dhaka. With their memories still fresh among people, many had premonitions for inauspicious happenings prior to the festival eve. Nothing happened. This may have encouraged people to embark on their cherished journeys.A lot of people feared small and big mishaps during the peak hours of Eid shopping. The shoppers showed their utmost restraint amid crowds moving from one sales-point to another. The overall atmosphere was peaceful and festive, albeit restless at times. A number of factors have contributed to this year's run-up to Eid. Notwithstanding the calamitous fire incidents in the capital, the other factors stood out with their favourable character. The Bangla New Year's festival passed off peacefully amid festivities. There were fears of unwarranted incidents. On the other hand, different authorities kept repeating their promises to ensure a safe and hassle-free Eid journey home. People took heart from these assurances. Apart from a few anarchic elements, most of the people are found to be content with a little care on the part of the authorities. What they want is reaching their ancestral homes comfortably.The general view of the village-goers travelling home speaks eloquently of this fact. Contrary to the common belief, the home-bound people are peaceful. It's a section of unscrupulous elements, which spark untoward incidents. During social or political mayhem, it's a section of overenthusiastic people who call the shots. Some of them even claim the role of gang leaders. The general people eventually discover themselves as passive onlookers. Many others shun the scene. They are least interested in entangling themselves in matters which do not benefit them. In the past during crowded journeys, especially before Eid celebrations, small arguments would snowball into quarrels. The futility of heated exchanges would dawn on few. As most of the homesick travellers were in a lighter mood this year, few were willing to waste time on unnecessary engagements.Similar scenarios have been witnessed at middle-class markets, where bargaining is a normal feature. Thanks to the scorching summer heat, a lot of Eid shoppers avoided hot bargaining. The overall air of the Eid market was amiable --- if not too friendly. In fact, the turnout of Eid shoppers this year was relatively low in the large and upscale shopping complexes. On the other hand, streams of shoppers thronged the mid-level markets. In spite of this, the sales didn't peak at expected level. This has led to subdued economic activities this Eid-ul-Fitr. In the recent years, the Eid-based economy has begun adding to the national one in its humble manner. A section of economists are hopeful of the benefits the Eid economy has in store for the country. As the shopping outlets deal with locally made products, their role in instilling dynamism into different manufacturing outlets is implied. In the Eid-ul-Fitr of 2023, many reasons were at play in the veritably downbeat nature of the Eid market. The most dominant of them was the fallout of the global recession still haunting Bangladesh. However, in spite of the low-volume transactions, the businesses both at the manufacturers' and sellers' end expressed their upbeat mood for the future.With this feature coming up in the sales activities in general, the overall look of the Eid market of clothing, shoes etc seemed healthy, if not buoyant. It was because the market was trying its best to return to normal amid an economic crunch time. People hope the reopened market after the Eid celebration is over would display a semblance of normalcy in its overall behaviour.Like in the past years, the urban areas --- especially the capital, might be found bracing for the prolonged Eid holiday lag. In years in the past, a large number of the holidaying people return to Dhaka after overstaying in their village homes. Most of the government and non-government employees have their extra leaves granted prior to the start of the leave period. However, the full restart of offices and businesses in Dhaka and the busy cities normally takes more than a couple of days. With an extended leave period, the resumption of normal working days this year might take a longer time. It has become the trend.[email protected]",
        "headline_1": "Orderly celebration of Eid-ul-Fitr",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/orderly-celebration-of-eid-ul-fitr-1682343963",
        "news_paper_name": "The Financial Express",
        "publish_date": "25-04-2023"
    },
    {
        "full_article": "Misinformation or false information may be both intended and unintended. Either way, it can mislead people causing harm to an individual, a group, or a community. But disinformation is still worse, for it is misinformation that is deliberately produced and spread to mislead people. Both kinds of false information have been in use since when humans became civilized. And so far, it was humans who used to manipulate information to create misinformation and thereby cheat, misguide, and dupe its recipients. It usually happened in the form of rumours during times of social unrest or war. But nowadays with the advancement of information technology, both texts and images can be created without the help of humans, i.e., autogenerated by chatbots (computer programs that can simulate conversations) and spread on the internet, especially social media. It is to be noted here that the computer program called chatbot uses artificial intelligence (AI) and natural language processing (NLP) to understand questions asked by humans (generally, customers in a business environment) and generate answers (to the questions) automatically that look and sound like conversations between humans. ChatGPT is one such autonomous digital tool launched on November 30, 2022 by OpenAI, an AI research company based in San Francisco, USA. It is undoubtedly something to be celebrated as it marks the height of innovation that humans are capable of. And the innovation's potential for further advancing the progress of both science and society is immeasurable. But there is also danger lurking in it. And it is that malicious content in the shape of disinformation can now be automatically created by this AI-powered computer program at an unimaginable speed and in unheard-of quantities over cyberspace. So, the power of AI has also made the generation and broadcasting of disinformation inconceivably easier and cheaper than before. The disinformation so generated may simply be used to dupe a section of society into believing something that is not true. Or it may also be false propaganda material to influence public opinion so as to create social disharmony. During the coronavirus pandemic, for instance, conspiracy theories about vaccines against the pandemic were spread on social media to dissuade people from getting inoculated. The former US president Donald Trump and the former Brazilian president Jair Bolsonaro were among those who subscribed to such wild theories. The problem with this manipulated information in digital format that includes images, audio, videos, and texts is that it becomes very difficult for trackers to distinguish fact from fiction. It can create an 'alternative reality', a 'make-believe world' where one can see a person in a certain type of dress or being in a particular physical condition, though that was never the case. It may also be that they were saying or doing something that they never did. Here lies the real danger of this modern generative technology that can churn out narratives that, though false, sound very credible in enormous quantities and in no time. A research report says that a piece of fake news spreads six times faster than a true one. And the probability is 70 per cent that the fake information would be retweeted on the social media platform, Twitter. So, the initial euphoria surrounding generative technology as a digital-intellectual aid to researchers, academicians, and professionals whose work involves a lot of writing is perhaps over. For its potential as a powerful digital tool to generate disinformation sounds more attractive to criminals and agents of disruption in society.So, the tech giants behind the creation of ChatGPT-like autonomous digital tools should now concentrate on controlling the genie that has already been let out of the bottle.[email protected]",
        "headline_1": "Taming the digital genie",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/taming-the-digital-genie-1682344043",
        "news_paper_name": "The Financial Express",
        "publish_date": "25-04-2023"
    },
    {
        "full_article": "The government decision for extended Eid holidays is admirable. This has enabled more people to celebrate Eid in their village homes with their loved ones. In addition, longer holidays have made Dhaka wear an entirely different look. There is no crowd, no deafening sound of horns and no traffic congestion. Dhaka has put on an unfamiliar look. It has become easier to drive and move from one place to another. Environmental pollution has come down to almost nothing. There are some people at cinema halls and amusement parks. It is totally a different Dhaka which is otherwise unthinkable. Can Dhaka remain like this rest of the year! No it is not possible. Gradually, trade and commerce will get underway and vehicular traffic will start to move. Shops and establishments will reopen and more people will converge on business centres and market places. And Dhaka will soon become crowded again with people moving busily around and vehicles stuck in traffic tangles. The only way to relieve Dhaka of the increasing pressures of people and vehicular movement is to decentralise it. This will make things easier for Dhaka city dwellers and people outside the capital city. If one can get one's job done outside Dhaka, then visiting the capital will no more be a compulsion. Otherwise, the ever-increasing population of Dhaka will turn the city into a completely unliveable place. Mohammed Sohel Hara, Banasree, Dhaka",
        "headline_1": "Decentralising Dhaka--",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/decentralising-dhaka-1682344081",
        "news_paper_name": "The Financial Express",
        "publish_date": "25-04-2023"
    }
]