[
    {
        "full_article": "The question in the title of this column was triggered by a press comment following our president's dialogue with National Awami Party (NAP) leaders, published on December 27, 2021. Ivy Ahmed, its executive president, quoted the president as saying, \"You are aware of my powers. I will try to materialise your demand with(in) all these limitations.\"\nSo what are our president's powers? Is he as powerless as the constitution makes him out to be? Like others, our constitution is a composite of ideals and principles and a legal framework to realise them. The spirit of democracy, freedoms, rights, economic prosperity, equality, tolerance, diversity, etc are all as much a part of the constitution as its specific articles, clauses and sub-clauses are. Seeing one delinked from the other will lead to missing the bigger picture.\nOur constitution says, \"In the exercise of all his functions, save only that of appointing the Prime Minister pursuant to Clause (3) of Article 56 and the Chief Justice pursuant to Clause (1) of Article 95, the President shall act in accordance with the advice of the Prime Minister.\" So, it is very clear that our president has no power save the above mentioned two.\nBut there is a bigger picture. Outside the legal powers, there is another power that the president enjoys, and in which he has no rival: moral authority. There is no other office that rivals that of the president in this regard. In fact, his office is designed to exert more moral authority than the legal ones. His most coveted status in the hierarchy of leaders, most luxurious accommodation, the best of everything that the country can afford and hundreds of staffs and perks unmatched within the country, and most significantly, his immunity from prosecution for any action or omission—placing him, for all practical purposes, above law—are all designed so that he is beyond all controversies and suspicion, thus protecting his pristine status. The \"moral authority\" of this office makes it the final source of justice, fair play and national stability—an office to which rival political parties and contending sections of society can turn to for guidance and solution: the ultimate crisis solver.\nThat is why, even though a president is appointed by the government of the day, the office of this highest constitutional post is allowed to remain above all political play and not be seen to be used by the government for its partisan end. This, in fact, imposes an ethical responsibility on the executive branch to exert restraint, foresight and circumspection in how it relates to the office of the president.\nOur government has mostly followed this principle. But when it comes to anything to do with elections, every caution, norm and good practice are thrown to the wind.\nEven though it was done before, was it wise of the president to entangle himself in a process leading to the formation of the next Election Commission, which may be a constitutional body but has now become among the most controversial of institutions? As he was himself a part of the last \"search committee\" formation and had seen first-hand how the process worked, shouldn't he have maintained a distance, rather than getting involved again? Seen against the background of how subservient some of our past chief election commissioners (CECs) proved to be—especially the last two—shouldn't the president have known better?\nAfter the fall of Gen Ershad's autocratic regime in December 1990, a total of eight Election Commissions with their eight respective CECs have been appointed. Of them, three—Justice Abdur Rouf, Mohammed Abu Hena, and ATM Shamsul Huda—were appointed by the caretaker governments. Justice AKM Sadeq, MA Sayed, and Justice MA Aziz were appointed by the BNP. Two of them were forced to resign and only one, MA Sayed, could complete his term—though amid controversy. Kazi Rakibuddin Ahmad and KM Nurul Huda were appointed by the Awami League and served as the last two CECs. Their tenures faced lots of controversies not only for how they conducted the last two general elections, but also for how, in general, they ran the commission, how sensitive they were to the legitimate criticism made, how they handled the various election-related complaints lodged with them, and the arbitrary manner in which they conducted the business of the Election Commission itself. The most infamous incident occurred under Kazi Rakibuddin, when a total of 153 MPs out of a House of 300 were elected unopposed in the January 2014 election, resulting in the majority of House members getting \"elected\" without a single vote cast. Surely, a world record. In the case of the last Election Commission, in addition to all the previous complaints, there were also questions of financial impropriety, not to speak of allegations and suspicions of large-scale vote-casting the night before in the last general election held in December 2018.\nJust as in imparting justice, and also in conducting national elections, the process has to not only be correct, but also seen to be correct. An ideal many of our CECs, especially the last two, seem to have been oblivious to.\nIt is our view that by conducting the dialogue itself, and especially because he has no power to ensure its ultimate outcome, the president has allowed himself to be dragged into a process which is structurally political and inevitably controversial. This is proven by the fact that several political parties have already refused to partake in the dialogue, saying that they have no faith in the acceptability of its outcome—no doubt, an embarrassment for the occupant of highest constitutional office.\nSo what options did the president have? Could he have declined to hold the dialogues? That would have been a cause of serious embarrassment for the government. But he could have negotiated some process that would have added more credibility to the outcome.\nHere, we feel, the \"Moral Authority\" of the president could have played a positive role. The government knew very well that involving the president lent enormous credibility to the process. The president, in turn, could have significantly added to the credibility of the whole exercise by ensuring that the process remained without interference. The president could have insisted that the government commit to enact a law on formation of the Election Commission within the shortest possible time. The government, we think, in deference to the importance of the president's office, would have acquiesced to that.\nAt least it was worth a try, to fulfil the letter and the spirit of our constitution.\n \nMahfuz Anam is the editor and publisher of The Daily Star.\n",
        "headline_1": "Column by Mahfuz Anam: What are our president’s powers?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/the-third-view/news/column-mahfuz-anam-what-are-our-presidents-powers-2933951",
        "news_paper_name": "The Daily Star",
        "publish_date": "07-01-2022"
    },
    {
        "full_article": "The restrictive, illiberal trend that has come to characterise India over the last five years has a new data point. Prime Minister Narendra Modi's government decided that Christmas Day was a good time to deny renewal of a licence for the Missionaries of Charity to receive foreign funding.\nFounded by Mother Teresa, whom the Catholic Church canonised in 2016, this order of Christian nuns has been operating in India since 1950. But because Modi and his Bharatiya Janata Party (BJP) swear by a \"Hindutva\" ideology—committing them to a vision of India as a Hindu nation—the government has been conducting a sweeping campaign against organisations that its bigotry will not abide.\nBecause all NGOs in India need official permission to receive foreign funds for their operations in accordance with the Foreign Contribution Regulation Act (FCRA) of 2010, the government can wield significant power over civil society. And Modi's national security adviser, Ajit Doval, has made it clear that the government intends to use that power. In a recent speech that stunned the country, Doval singled out NGOs as \"the new frontiers of war,\" arguing that \"it is the civil society that can be subverted, suborned, divided, manipulated to hurt the interests of a nation.\"\nThe government has seized on unwanted NGOs' Achilles' heel: many are sustained in large part by international donors, foundations, and charities. Hence, in 2015, the union home ministry revoked the foreign-funding licence for Greenpeace and, in 2020, froze Amnesty International's accounts, effectively crippling their Indian operations. In June 2021, it did the same to the highly respected Commonwealth Human Rights Initiative.\nBut while these secular groups were targeted for their liberal policy orientations and human rights work, the government has reserved a special level of hostility for foreign-funded religious NGOs, which it suspects of trying to convert unwitting Hindus.\nIn the action against Missionaries of Charity, Modi and the BJP have broken sharply from previous Indian governments, all of which hailed Mother Teresa's noble (and Nobel Prize-winning) work ministering to the poor, dying, and destitute.\nIn response to media queries about the Missionaries of Charity decision, the home ministry claimed that \"some adverse inputs were noticed\" while reviewing the charity's renewal application. In December, a police complaint was filed against the organisation in Gujarat, alleging that the Missionaries were forcing Hindu girls to convert. But the group denies the allegations, insisting that it has \"not converted anyone or forced anyone to marry into the Christian faith.\" Formal charges have yet to be filed in court.\nWhile the government has made clear that it will crack down on efforts to use charity as an inducement for conversion, the targeted organisations have made equally clear that they do nothing of the kind. There is a widespread perception that only Christian and Muslim organisations face critical scrutiny, whereas Hindu charities continue to receive foreign funding. For example, Hindu groups have been openly trying to convert India's aboriginal Adivasi people in the country's northeast, but none has been targeted by the government crackdown on foreign funding.\nThe government's efforts have already had a measurable impact. According to Bain & Company, there was a 30 percent decline in international funding to nonprofits in India between 2016 and 2021. During that period, the home ministry pursued action against 13,000 NGOs and cancelled 4,800 licences, for a variety of reasons.\nThe focus on conversions is in keeping with the broader Hindutva project. Hindutva votaries see India as a Hindu nation that has been historically beset by invaders and interlopers, who want to change its essential character. In their view, converting Hindus to other faiths would dilute Indian-ness itself. The BJP is thus engaged in a systematic effort to curb entities whose work, ethos, or principles fall afoul of the government's narrow-minded vision of India.\nIndia is at an inflection point. For decades, it was seen as a rare democratic success story in the developing world. It had a reputation for celebrating its diversity, embracing differences, and allowing all groups, faiths, and ideologies to flourish. But with its restrictive, bigoted, and increasingly autocratic approach, Modi's government is signaling to the world that it would not mind if India earned a very different reputation.\n \nShashi Tharoor, a former UN under-secretary-general, is an MP for Indian National Congress\nCopyright: Project Syndicate, 2022www.project-syndicate.org\n(Exclusive to The Daily Star)\n \n",
        "headline_1": "India’s Chauvinist Crusade",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/awakening-india/news/indias-chauvinist-crusade-2933941",
        "news_paper_name": "The Daily Star",
        "publish_date": "07-01-2022"
    },
    {
        "full_article": "We are all aware of the state higher education and research in Bangladesh is in. It is far from the acceptable standard; none of our universities—public or private—is in a respectable position in global rankings. Decades ago, I was under the impression that lack of funds was the reason behind it. However, after working within the system, I realised that the problem was rooted elsewhere. In recent years, the state revenue has expanded noticeably, which has impacted the budget of our public universities. Yet, research still appears to be neglected when funds are allocated. Public universities have received hefty amounts for infrastructure, deemed as \"development budget\" by the policymakers. Like many of my colleagues, I wonder how the notion of \"development\" has been narrowed down so much that it excludes the research and knowledge-building aspects of university education. Why do our policymakers prefer physical growth over intellectual ones?\nIn recent years, establishing institutional quality assessment cells (IQACs) in universities has been a crucial step taken to improve higher education. It is not an easy task to initiate a mechanism of accountability and transparency by overriding the existing bureaucratic matrix. Not only are there cultural barriers at the recipients' end, but often the trainers seem to be obsessed with issues related to the newly introduced bureaucracy. Yet, I believe that reconceptualisation of teaching-learning in Bangladesh's higher education system should be prioritised, and setting up IQACs in this regard is a laudable first step.\nHowever, such steps will only be successful if we, the actors involved in the goings-on of the universities, accept the fact that the existing system is no longer functional, and therefore allow and—more importantly—act for its change. The cornerstone of the problem is the nexus of power within the universities and the upper tiers—i.e. the University Grants Commission (UGC), the government, etc. This nexus and the relationships around it are often labelled as \"shikkhok rajniti\" (teachers' politics). The term, an improper coinage, imprisons its meaning to a parochial pattern of patron-client relationship. This particular form takes over the system within the universities and their relationship with the higher echelon of power. The root cause of the system's failure lies there. The state of distribution of research grants in public universities could be a case for it.\nThe amount of yearly allocation for research in public universities is still inadequate, which, of course, is a problem. But more importantly, the process of internal distribution of research funds seems to be highly flawed. A report in this daily, published on December 13, 2021, rightly pointed out the issue in the case of Jahangirnagar University. The allocated research fund is distributed equally among all the applicants of a particular faculty, regardless of the merit (or lack thereof) of the proposal or the research idea. Treating proposals of varied strengths with mechanical equality is a poor practice, which in turn discourages good research and researchers.\nWhy do the universities continue such practices, then? There should be a process to distribute the allocated research budget. A committee should be formed, whose task would be to screen research proposals. Based on their merits and innovativeness, as well as the nature of the study, proposals should be rejected or rewarded. The amount of the award will also vary according to the above-mentioned criteria. As the report stated, there has been no case of rejection or referring back of research proposals in recent years. Does that mean every proposal was worth the research? Were all of them equally well-articulated, meritorious, and insightful? The report quoted a comment from a UGC official, who emphasised the competitiveness in distributing the research grant. But frustratingly enough, the person also said that the UGC was not aware of the situation.\nOne can blame the existing rules for this situation. However, in my experience, rules are not necessarily flawed; the way universities bent them in favour of the petty interests of certain groups is what the core of the problem is. Quoting the teachers of Jahangirnagar University, the report stated the university authorities had formed a high-power committee, with the vice-chancellor as the chair. This committee should act following the basic principles of scope, originality, and competence. In the existing university structure, a dean is meant to be an academic leader. Deans can play a crucial role in screening the research proposals and allocating funds. But instead, things work in an inappropriate, \"democratic\" fashion. Why?\nThe answer is pretty clear. Such decisions are popular and profitable. Screening and rejecting a proposal may result in huge repercussions, and could impact any of the future elections. The nexus of power, therefore, is extremely cautious. They want to maintain the status quo at the cost of anything and everything. If these small ripples ensure a lion's share of power, why would a \"great mind\" do otherwise?\nA few \"great minds\" are the agenda-setters of the nexus. But they want to ensure the widest-possible base for their power. Voters from the same political faction are not enough for them—they require an even larger chunk. Populist agendas with immediate material gains, therefore, come to the top of the list. This vote-driven populism has taken over the entire system—not only in the form of circulating research grants as petty cash or easy money to incompetent recipients, but in various other forms. Teachers' associations and their representative bodies across the institutions over the years have been working as trade unions. Greater commitment towards society, the state, universities or education in general is rare to find these days. The power-monger form of \"shikkhok rajniti\" has been promoting a culture of \"halua-ruti\" lately. And one must not forget that the universities and their teachers are only a part of a greater corrupt arrangement.\n \nDr Sayeed Ferdous is a professor at the Department of Anthropology in Jahangirnagar University.\n",
        "headline_1": "When university research is held hostage",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/when-university-research-held-hostage-2933926",
        "news_paper_name": "The Daily Star",
        "publish_date": "07-01-2022"
    },
    {
        "full_article": "There's a saying that goes, \"A penny saved is a penny earned.\" In other words, the key to success is making businesses more efficient. Every business dreams of becoming a well-oiled machine, with zero wastage of time and money. While that may seem far-fetched, we are closer to the dream now more than ever. Technology is constantly evolving, and its use has been radically redefined in the wake of the Covid-19 pandemic as it has become the touchpoint in learning and adapting new skills.\nAccording to a new McKinsey Global Survey of executives, responses to Covid-19 have accelerated digitalisation of employee, customer, and supply chain interactions by three to four years. As a result, businesses—especially small and mid-size businesses (SMBs)—without proper digital access had to deploy practical and effective solutions at a faster rate. With remote work mandates, supply chain shortages, and consumers turning to online channels amid mobility restrictions, the past two years have been extremely difficult for businesses around the world. \nThe continuous improvements in technologies are offering businesses new opportunities for efficiency and guaranteed success. Numerous tools are already being made available to streamline the process, reduce waste, and make businesses more dynamic. Today, as companies prepare to recover and innovate towards the new normal, the appropriate cloud-based business management solution can help them enjoy benefits that go beyond cost-effective and remote work. Subsequently, companies can easily accelerate digital transformation and create better employee, customer, and seller experiences.\nLikewise, SMBs rely heavily on business management software to automate and optimise processes across their entire organisation—from financials to sales and service to procurement and operations management. The new way of cloud-based ERP software, in particular, promises faster time to value, reduced costs, and more business management skills. \nThe first waves of cloud ERP systems delivered speedy implementation and cost savings. However, they continued to limit SMBs' capabilities and did not allow productivity, automation, and insights required for continuous process optimisation and business model adaptation.\nDue to growing concerns and worries, several SMB leaders are now hesitant to prioritise digital transformation and cloud business management solutions. Nowadays, entrepreneurs are reluctant to fix what is not broken and opt to move their operations to the cloud. But then came the global pandemic, with the need to adapt to market conditions faster than ever before.\nThe current times of uncertainty have caused evolving trends that are continually fluctuating consumers' expectations. If a business fails to innovate and adapt, it will be left behind. Hence, it is crucial for businesses to ensure that they are providing the best customer experiences to succeed.\nTo create a smoother transition of the increasing digital transformation in Bangladesh, Microsoft Dynamics 365 Business Central is a convenient cloud business management solution designed for growing SMBs. This provides a platform that allows businesses of all sizes to interconnect their teams through one cloud ecosystem for seamless and efficient business operations and accelerated growth. It is also a comprehensive business management solution that helps SMBs connect their finance, sales, service, and operations teams within a single easy-to-use application.\nIntegrating all these functions in one has become vital for the business-to-business (B2B) sales organisations. This means that they are indeed facing a fundamental shift in the B2B buying and selling experience. Before the pandemic, there existed a change in customer preferences from in-person to digital sales interactions. The ongoing crisis further solidified this shift. \nUndoubtedly, the main reason behind this transformation is that information is readily available to customers online, just at the tip of their fingers. Research shows that 54 percent of millennial B2B customers prefer to have no interaction with sellers. Sellers must meet their customers virtually, analyse the spend patterns, and be seen as trusted advisors. They must produce personalised experiences that both add value and help them stand out.\nMost importantly, sellers must have a 360-degree view of their customers, from CRM systems, across the organisation and external sources such as social media and demographic data. Moreover, sellers need to enhance their ability to collaborate in a personalised manner. For example, sellers can share contextual information with their colleagues and from an inbound and outbound perspective.\nWhen a business operates inefficiently, it can end up absorbing an incredible amount of revenue each year. By understanding business efficiency and the strategies for improving it, we can help our businesses waste less effort and time, allowing it to run much more smoothly. The key is to work smarter and implement the right business modules to ensure utmost efficiency. \n \nMd Yousup Faruqu is the managing director of Microsoft Bangladesh.\n",
        "headline_1": "How technology can help improve business efficiency",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/how-technology-can-help-improve-business-efficiency-2933286",
        "news_paper_name": "The Daily Star",
        "publish_date": "07-01-2022"
    },
    {
        "full_article": "We are alarmed to learn that as many as 2,155 deaths have occurred countrywide in the past two years due to drowning—and that 83.5 percent of the victims were children—as per a report by the Society for Media and Suitable Human-communication Techniques (SoMaSHTe). However, perhaps what is equally concerning is that the media apparently reported only 1,426 of these deaths. This means that not only are incidents of drowning persisting—especially in rural areas, where water bodies of different sizes are in abundance—but people are also still largely unaware of the threat due to inadequate reporting.\nUnfortunately, Bangladesh has one of the highest rates of under-five drowning. This is not shocking, since children under the age of five cannot be expected to comprehend the dangers of going near water bodies. As the aforementioned report also found out, 80 percent of the under-five victims drowned within 20 metres from their homes. There is also the matter of flooding during the monsoon season, which is a time when drowning incidents become even more frequent. Given that the United Nations, on April 28 last year, felt the need to dedicate a day to raise awareness about drowning globally (July 25), we can understand how this issue has been affecting other countries as well.\nAlthough the Ministry of Women and Children Affairs has reportedly developed a detailed, pro-forma project, which will enable institutional supervision of children under five through 8,000 community-based day care centres, the Tk 309 crore project is currently awaiting approval from Ecnec. Given the threat, this needs to be fast-tracked. Meanwhile, we cannot just put the issue of children's drowning on the back burner and wait for this one project to take off.\nWe would like to draw the government's attention to the frequent incidents of death by drowning, and urge relevant authorities to begin building awareness regarding the issue among those in affected areas. Families that have young members, especially in rural areas, must be informed about the dangers of letting children roam too close to water bodies. Younger children must be monitored carefully, while older children should be taught to swim safely. Local government bodies should take the initiative to conduct awareness drives if we are to see a decrease in drowning deaths.\n",
        "headline_1": "Deaths by drowning demand policy attention",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/deaths-drowning-demand-policy-attention-2933916",
        "news_paper_name": "The Daily Star",
        "publish_date": "07-01-2022"
    },
    {
        "full_article": "The degree of corruption that the Department of Environment (DoE) is immersed in, according to a new report by the Transparency International Bangladesh, perhaps explains why the country's environment is being polluted so mindlessly and at such a fast rate, without any meaningful intervention from the concerned authorities. The report said that instead of offering services as per the relevant law, the department has been taking bribes to issue necessary certificates to factory owners. It is a gross violation of its mandate and is completely criminal.\nThe study found significant amounts of irregularities, corruption and inefficiency in the country's lone regulatory body for monitoring, supervising and protecting the environment. Given this reality, should it be any wonder why Dhaka is one of the most polluted cities in the world? The TIB report also revealed that to obtain site clearance and environmental clearance in the lead-up to establishing factories, interested parties had to pay DoE officials hefty bribes ranging from Tk 1,08,000 to Tk 1,66,000. These certificates are, of course, mandatory for businesses and others to obtain under the Environment Conservation Act, 1995.\nIn Bangladesh, factories are categorised as green, orange and red to reflect their level of pollution, with factories categorised as red being the worst polluters. Among the factories categorised as orange and red, 57 percent were granted environmental clearance by the DoE even though those did not submit environment management plans, which is mandatory for obtaining the clearance. There is no way this had happened accidentally. DoE officials are clearly involved in various irregularities and bribe taking which has led to this situation. And TIB has reportedly acquired proof of the officials cancelling fines of polluters and also taking bribes from polluters to allow dysfunctional effluent treatment plants to operate. If TIB could unearth such massive level of corruption, we wonder what prevented the government from doing so. \nWhile all these irregularities are happening at the DoE, it is the environment and the people who are suffering. Even during the last COP summit, Bangladesh was seen as a country leading the charge to protect the environment for the sake of our planet and its inhabitants. But with such irregularities taking place in our own backyard, what right do we have to lecture others around the world?\nThe TIB revelations are so horrid that we cannot but call for a complete overhaul of the DoE. The government should launch immediate investigations into the allegations brought forth by the report, carefully analyse the evidence they have acquired and conduct its own investigations into the alleged irregularities. Any officials—or influential persons—found to be involved in any sort of corruption should be severely punished. And all environment laws must be enforced properly henceforth.\n \n",
        "headline_1": "Department of pollution and collusion?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/department-pollution-and-collusion-2933791",
        "news_paper_name": "The Daily Star",
        "publish_date": "07-01-2022"
    }
]