[
    {
        "full_article": "The 2024 U.S. presidential election’s Republican primaries race has already narrowed to two candidates, frontrunner and former President Donald Trump and former Governor of South Carolina, Indian-origin Nikki Haley. The latest twist in the election cycle saga, which kicked off last week with the Iowa caucuses, saw Florida Governor Ron DeSantis step off the contest after he admitted that he could not see a path to victory. Both he and Vivek Ramaswamy, a pharmaceuticals entrepreneur who exited the race earlier, have endorsed Mr. Trump, who leads by double digits, 50% to Ms. Haley’s 39% among likely Republican voters, in New Hampshire, the next Republican primary venue. In Iowa, he garnered 20 delegates to Ms. Haley’s eight, a wide margin, even if he has a long road ahead to acquire the 1,215 delegates necessary to capture the nomination. While there are no presidential debates on the cards at this time because Mr. Trump has refused to join them, the tenor of the remarks by the two candidates against their rival appeared to be getting sharper. Ms. Haley questioned Mr. Trump’s mental fitness to hold high office after he seemed to confuse her with former House of Representatives Speaker and Democrat Nancy Pelosi, in the context of the January 6, 2021 riots. Mr. Trump has mocked her first name Nimrata and, in an echo of the birther movement remarks he made against former President Barack Obama, implicitly questioned whether she was a natural-born U.S. citizen.Unlike previous U.S. elections, such as in 2016, where there were no fewer than 10 candidates in the fray during the presidential debates, this time a considerable skew in voter preferences towards Mr. Trump is evident, leading to a lopsided primaries season. Ms. Haley is only likely to remain in the race for as long as she is able to raise sufficient funds to keep her campaign going, and donors are notoriously quick to pull out when they see a dead end for a candidate, regardless of their political leanings. The wholesale rush towards the aura of Trumpism, now apparently an ever-growing force despite Mr. Trump facing serious criminal indictments and other legal challenges, has in fact fractured mainstream Republicanism as a bulwark of the U.S. conservative movement. Voters now appear to prefer Mr. Trump’s chaotic ad hocism in policymaking, his aggressive views on immigration and minorities of all hues, and his relentless eschewing of political propriety even when dealing with institutional issues. Unless there is an impulse for new leadership within the Grand Old Party to challenge the Trump “paradigm”, the sheer lack of alternative voices with populist appeal will lead to Trumpism deepening its hold on U.S. institutions, governance and socio-economic outcomes.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nUSA\n\n/\n\npolitics\n\n/\n\nUS PRESIDENTIAL POLLS",
        "headline_1": "Narrowing field: On 2024 U.S. presidential election’s Republican primaries race",
        "headline_2": "Trump’s ad hoc policymaking has many takers among Republicans",
        "link": "https://www.thehindu.com/opinion/editorial/narrowing-field-on-2024-us-presidential-elections-republican-primaries-race/article67769092.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "24-01-2024"
    },
    {
        "full_article": "Litigation concerning the territorial jurisdiction of the Border Security Force (BSF) in Punjab seems to be the result of the lack of effective consultation between the central and State governments on the issue. Punjab has filed a suit against the Union government under Article 131 of the Constitution, challenging the decision to increase the operational jurisdiction of the BSF from 15 km to 50 km. The border State sees the Centre’s move as a breach of federal principles and an encroachment into the law and order powers of the Punjab police. West Bengal has a similar view, and both States have got resolutions passed in their Assemblies against the expansion. In this backdrop, the Supreme Court’s decision to examine the questions that arise from the expansion of the BSF’s area of operations acquires significance. In October 2021, the Centre had issued a notification under the provisions of the BSF Act, standardising the area over which the BSF would have jurisdiction to operate. In Punjab, West Bengal and Assam, the distance was raised from within 15 km from the border to 50 km, while it was reduced from 80 km to 50 km in Gujarat. For Rajasthan, it was kept unchanged at 50 km. The Union government said in a reply in the Rajya Sabha in December 2021 that the extension of the BSF’s jurisdiction will help it discharge its border patrol duty more effectively.While the Union government may have valid reasons for its move, it should not be seen as encroaching into the domain of the State governments, which have the constitutional responsibility to maintain public order and exercise police powers. The BSF mainly focuses on preventing trans-border crimes, especially unauthorised entry into or exit from Indian territory. It does not have the power to investigate or prosecute offenders, but has to hand over those arrested and the contraband seized from them to the local police. In practice, BSF personnel usually work in close coordination with the police and there ought to be no clash of jurisdiction. It is possible to argue that the expanded jurisdiction merely authorises the BSF to conduct more searches and seizures, especially in cases in which the offenders manage to enter deep into the country’s territory. However, it goes without saying that there ought to be strong reasons for the expansion of the jurisdiction of any central force. In this regard, the most relevant questions among those framed by the Supreme Court are whether the Centre’s notification encroaches upon the State government’s domain; and what factors ought to be taken into account while determining the “local limits of areas adjoining the borders of India”.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nlitigation and regulation\n\n/\n\ngovernment\n\n/\n\nPunjab\n\n/\n\nconstitution\n\n/\n\npolice\n\n/\n\njudiciary (system of justice)\n\n/\n\nGujarat\n\n/\n\nWest Bengal\n\n/\n\nAssam\n\n/\n\nRajasthan\n\n/\n\nRajya Sabha",
        "headline_1": "Limits and borders: On the territorial jurisdiction of the Border Security Force",
        "headline_2": "Centre must consult States before making decisions that impinge on their powers",
        "link": "https://www.thehindu.com/opinion/editorial/limits-and-borders-on-the-territorial-jurisdiction-of-the-border-security-force/article67769125.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "24-01-2024"
    },
    {
        "full_article": "Authored by: Dipak Kumar Dash\nEmphasis on traditional Indian designs, a ‘spiritual’ forest, EV buses, a Tower of Joy, a haat…temple inauguration has put Ayodhya on the pilgrimage map. \nArchitect and urban designer Dikshu Kukreja, whose firm prepared vision documents for Ayodhya, Bharat Mandapam, Yashobhoomi and India Pavilion at Dubai Expo, tells Dipak Kumar Dash that civilisational principles and practices are being increasingly applied in urban planning and architecture.\nRead full opinion on TOI+\n\n",
        "headline_1": "Small town designed with big ideas on spiritual tourism",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/small-town-designed-with-big-ideas-on-spiritual-tourism/",
        "news_paper_name": "The Times of India",
        "publish_date": "24-01-2024"
    },
    {
        "full_article": "Authored by: R Jagannathan\nA civilisational reawakening is underway. Young Hindus are hooked to Ayodhya updates. Ramayan’s meta-narrative is being interwoven with stories that matter to different caste and tribal groups. And hopefully, this will start an inter-community civilisational dialogue. \nYesterday’s pran pratishtha ceremony at Ram Mandir in Ayodhya marks a major milestone in the rediscovery of Bharat by Indians and of Hinduism by Hindus. This aspect is more important than raising questions over BJP and Sangh Parivar’s politicisation of the function, or its boycott by several opposition parties.\nRead full opinion on TOI+\n\n",
        "headline_1": "The Ayodhya moment",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/the-ayodhya-moment/",
        "news_paper_name": "The Times of India",
        "publish_date": "24-01-2024"
    },
    {
        "full_article": "PM Modi’s speech was impressive. But his election strategy is Ayodhya-plus. Town’s quick infra upgrade is a lesson.\nConsecration of Ram Lalla idol in Ayodhya yesterday was the logical outcome of Nov 2019’s Supreme Court verdict. So, Ayodhya’s ceremony, rhetorical sniping between BJP and opposition aside, was as uncontroversial as it was grand. And even his critics would acknowledge, PM Modi’s speech rose to the occasion.\n\nSpeedy infra ramp-up | Ayodhya has seen a lightning scale-up and expansion of urban infra. Roads have been widened and improved. Transport upgrades include a redeveloped railway station and an international airport, which will eventually be able to cater to 6 million passengers annually. In scale and speed, these projects are like Mumbai’s Atal Setu, a 21.8 km bridge of which 16.5 km is over the sea. It was completed in seven years.\n\nReplicate this elsewhere | These projects showcase India’s ability to deliver quality infra in quick time. But it cannot be limited to special projects. Urban India’s infra is in poor shape. Last few months have shown that it doesn’t have to be so.\n\n\nA 1991 law | Nov 2019’s SC verdict mentioned Places of Worship Act, 1991. It mandates maintaining the religious character of a place of worship as it existed on Aug 15, 1947. SC had said, via the law, Parliament determined Independence as a cut-off for a constitutional basis for dealing with the past. This law operationalises a basic feature of the Constitution, SC had pointed out. Both lower judiciary and constitutional courts must use SC’s Ayodhya verdict as the touchstone of other cases relating to places of worship.\n\nPolitical tea leaves | PM Modi’s Ayodhya speech was peppered with smart messaging – on Hindu cultural revivalism, economic progress and tech, all of it feeding a political narrative. Equally significant, his itinerary prior to Monday included temple visits in Tamil Nadu and Kerala. Most of these temples draw significance from Ramayan. Big question now is whether and how far yesterday’s consecration will help BJP in states such as TN and Kerala where its electoral performance has been lacklustre. Political analyst Hilal Ahmed argued on this page (Mandir Mathematics, Jan 22) that BJP is aware that it needs to build its campaign on more than one issue. That’s what PM Modi is doing. His every Ayodhya speech, yesterday’s included, has highlighted welfare and infra. Economic realities matter in an election. BJP hopes Ayodhya will pay electoral dividends. In northern states that’s likely to happen. But equally likely, PM Modi will direct his party managers to bank on more than Ayodhya to build BJP’s election strategy.\n\n",
        "headline_1": "After consecration",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/after-consecration/",
        "news_paper_name": "The Times of India",
        "publish_date": "24-01-2024"
    },
    {
        "full_article": "Netanyahu has reiterated his rejection of a two-state solution to the Israel-Palestine conflict. This comes after the US insistence that he looks for an exit strategy on the Israel-Hamas war. Israel’s PM cites security as a reason. Real reasons may lie elsewhere – he is fighting for his political survival and can’t end the war.\n\nHamas threat or bogey? | Netanyahu’s official goal in the ongoing conflict is the destruction of Hamas. Logically, this should have been accompanied by empowering the Palestinian Authority in the West Bank. But since the start of Israel’s offensive in Gaza, its strong-arm tactics in the West Bank have led to 369 deaths. So, forget Gaza, Netanyahu doesn’t want a viable Palestinian administration in West Bank either.\n\n\nFailed objectives | US intelligence agencies estimate Hamas has lost only around 20-30% of fighters so far. That’s far from Israel’s objective of destroying the group. Plus, polls show Hamas’s popularity among Palestinians is growing. So, Netanyahu’s military/ tactical objectives haven’t been met either.\nGrowing protests in Israel | Israelis too are losing patience with Netanyahu. Family members of hostages still held by Hamas – 132 remain in captivity – are protesting, demanding an immediate deal for hostage release.\n\nBibi’s political game | Leading the most right-wing government in Israel’s history, Netanyahu knows he can’t agree to a Palestine state if he wants hardliners to prop up his administration. Surveys show his Likud party would lose half its seats if polls were held today. Plus, conflicts delay conclusion of corruption trial pending against him.\n\nPlaying America | Netanyahu thinks he can manipulate US. Washington is Tel Aviv’s most important supporter. However, Israel-Hamas war is stretching US resources and aiding China and Russia. Biden should give Netanyahu a firm deadline to end the conflict and ask him firmly to agree to a Palestine state. He has the leverage.\n\n",
        "headline_1": "Bibi’s selfish games: Netanyahu’s rejection of two-state solution is about his political survival, not Israel’s security",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/bibis-selfish-games-netanyahus-rejection-of-two-state-solution-is-about-his-political-survival-not-israels-security/",
        "news_paper_name": "The Times of India",
        "publish_date": "24-01-2024"
    },
    {
        "full_article": "The Boro season spanning the months between December and March is the peak cropping time of the year when the largest quantity, about 20 million tonnes, of rice is produced in the country. Obviously, the demand for the crop's critical input, urea fertilizer, remains high – projected at 1.3 million tonnes – during this period. But the prevailing foreign exchange crunch is affecting import and the existing severe gas supply crisis is hampering production of fertilizers locally. This calls for setting the government's priorities right so that farmers have an adequate supply of the urea fertilizers during the Boro season. However, certain developments raise questions, if the government departments concerned are earnest to meet the emergency. The Bangladesh Chemical Industries Corporation (BCIC), the state-run agency that manages the fertiliser plants of the country, for instance, according to a report carried by this paper recently, is not certain about smooth supply of urea fertiliser to farmers during the ongoing Boro season. The concern arises from the fact that two state-owned banks, the Bangladesh Krishi Bank and the Agrani Bank, are holding back payment of the dues worth US$104 million to the Karnaphuli Fertilizer Company Limited, KAFCO, the local multinational fertiliser plant of which 51 per cent share is owned by the government. As a consequence, timely supply of fertiliser amounting to 0.25 million tonnes from KAFCO in the middle of the Boro season is hanging in the balance. It may be recalled at this point that severe gas shortage had forced the government to shut down BCIC-run fertiliser factories of the country since mid-2022, creating uncertainties about the production of about a million tonnes of fertiliser as targeted by it (BCIC) for the current fiscal year. However, the government in November resumed operation of the fertiliser factories keeping in view the demand for fertilisers during the Boro season. But considering acute shortage of gas supply, uninterrupted supply of gas to the fertiliser plants remains a big challenge. This is despite the prime minister's directive to prioritise allocation of required amount of gas for the fertiliser factories so that there are no shortages of fertilisers in the Boro season.Since KAFCO plays a crucial role in meeting the demand for fertiliser in this season, one wonders, what is the point of dithering over the payment of dues to this important source of fertiliser of the country? Because the required actions from the aforementioned state-owned banks are not forthcoming for reasons best known to them, the deep concern expressed by the BCIC authorities is understandable. It is also not hard to comprehend the predicament of the banks in meeting their L/C (Letter of Credit) obligations when US dollars are in short supply. It is only more so when the precious dollars are not readily available from the central bank. Neither are the banks well-placed to secure the dollars at rates fixed by the central bank on their own. But at the height of the current Boro season such payment-related uncertainties about the country's important source of fertiliser, especially granular urea, are indefensible. Since at stake here is the unhindered supply of urea fertiliser to farmers in this peak time, the issue of KAFCO dues merits necessary attention from the highest quarters in the government. An inordinate delay in clearing KAFCO dues may prove costly for the nation's food security.",
        "headline_1": "Clearing KAFCO dues",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/clearing-kafco-dues-1706019133",
        "news_paper_name": "The Financial Express",
        "publish_date": "24-01-2024"
    },
    {
        "full_article": "The 13th Ministerial Conference (MC13) of the World Trade Organisation (WTO) is taking place in Abu Dhabi, United Arab Emirates on 26 to 29 February 2024. With a good deal of actions and programmes still unaddressed, the meeting is faced with an uphill task to render the global trading system a smooth going in the near future.  Is there anything for the developing and least developed countries in the MC13? Speaking at the 6th South-South Dialogue on Least-Developed Countries (LDCs) and Development on September 28 in Lausanne, Switzerland, WTO Director-General Ngozi Okonjo-Iweala said that the upcoming 13th Ministerial Conference provides an opportunity for achieving trade outcomes in support of LDCs' development objectives. She encouraged members to continue to maintain a focus on LDC needs, including those in the process of graduating from LDC status.DG Okonjo-Iweala stressed that LDCs' trade priorities form an integral part of broader trade and development discussions, including in the context of WTO reform. \"We need to keep examining development-related matters across the spectrum of the WTO - from regular Committee work to trade negotiations to dispute settlement,\" she said. She also acknowledged ongoing efforts by development partners and others to ensure more effective trade support for LDCs.Given the deliberations and decisions in the past ministerials, one has reasons to believe that the DG's statements are rather too academic to have any bearing on the outcome of the meeting. Analyst Ken Heydon has stated that the key issues facing the WTO now include addressing poor purchasing power of the poorest communities, gaining additional acceptance of the WTO Agreement on Fisheries subsidies and helping countries that lose support as they graduate from LDC status. Other issues include addressing the US conviction that the WTO Appellate Body is openly hostile to trade defence instruments, resolving the paradox of patents and meeting the twin goals of data security and data access in the promotion of digital trade.The global trading system is already in a downward loop with several developed countries erecting new barriers through the provision of hundreds of billions of dollars in subsidies under \"me-first\" unilateral trade policies. That such policies would further fracture the multilateral trading system is well known, said several trade analysts/commentators in various media reports. To apparently appease the industrialised countries, attempts are allegedly underway to deliver results of their choices at MC13 while seemingly turning a deaf ear to the issues raised by the developing countries, said an analyst. Global trade, in the days ahead, does not promise anything rosy. Growth in the volume of world merchandise trade fell from 2.7 per cent in 2022 to 1.7 per cent in 2023. The stakes are high. Failure to strengthen the trading system and the liberal order that underpins it will put three decades of growth and development made possible by globalisation at risk, and the ability to successfully deal with the next pandemic and the climate transition.It is understandable that in view of the geopolitical changes taking place in recent times, the forthcoming WTO Ministerial is facing crucial challenges. Clearly, the liberal trading order is under siege as world trade becomes increasingly weaponised through targeted government interference. The evidence is clear - the stockpile of G20 trade restrictions has grown more than ten-fold since 2009. Additionally, the sanctions from the USA in the aftermath of the Russia-Ukraine war are also having a toll on poorer countries in their procurement of, among other things, petroleum and grains.What the MC13 needs to focus should essentially be in freeing trade from being a war tool. The reason why trade, of all the things, has assumed such a shape may not be too far to discern. As Ken Heydon has mentioned, trade can be curtailed by sanction- as is evident in the case of Russia's aggression against Ukraine which has caused major collateral damage to international supplies. Second, to arm the global value chain for increasing self-reliance, particularly in semiconductor production. Third, to execute trade remedies in self-defence, as with the Trump and Biden administrations' penalty tariffs on imports of steel and aluminum. Fourth, to 'serve' science in the interests of the environment and public health, whether through restrictions on trade in key solar energy components or the US$122 billion export restrictions on COVID-19 treatment products.While MC13 should be targeted to build on the promise of MC12, addressing the emerging challenges to trade weaponisation should form part of the core agenda of the meeting. If it fails to shed light on this, in an earnest and meaningful way, the global trade body stands to lose its credibility. The MC13 must also deal with dispute settlement reform. Without full restoration of the WTO dispute mechanism, it will be extremely difficult to restrain the use of the trade weapon. It is believed that with just a modicum of flexibility, particularly from the United States and China, dispute settlement reform can be a feasible outcome at MC13. It is heartening to hear that the WTO DG has said the credibility of the WTO will depend much on whether it can deliver on the dispute settlement (DS) reform at MC13. However, she did not mention which way the DS reform should proceed. Let's hope things do not turn too inauspicious for MC13 to deliver positively on the crucial issues.\n[email protected]",
        "headline_1": "MC13 should address existing and emerging challenges to trade",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/mc13-should-address-existing-and-emerging-challenges-to-trade-1706019183",
        "news_paper_name": "The Financial Express",
        "publish_date": "24-01-2024"
    },
    {
        "full_article": "Although attempts are being made to downplay the significance of the move by the US Trade Representative (USTR) to scrutinise various aspects of Bangladesh's along with four other nations' apparel industries, it should be taken seriously by policymakers in this country. According to a report carried in this newspaper: \"Expected to be submitted to the USTR by August 30 this year, the report on findings will offer country-specific profiles of the apparel industries in the countries, including information on investment, vertical integration, duty-free access to the US market, wages and labour productivity and sourcing of inputs.\"A look at the US Department of Commerce's Office of Textile Apparel (OTEXA) data on apparel exports to the United States (US) over the January- November 2023 period reveals that China leads the pack with US$15.21bn followed by Vietnam at $13.17bn and Bangladesh coming in third position with $6.79bn. Again, although the BGMEA president has downplayed any possible connection between this upcoming audit report and political statements made by US officials in the run up to the recently-concluded national elections, one wonders if that is the case. The memorandum signed by the US president back in November 16, 2023, placed great emphasis on advancing working empowerment, labour rights and high labour standards globally. Indeed, the Secretary of States had made specific reference to \"sanctions, trade embargoes and visa restrictions\" on individuals \"who threaten, intimidate or attack labour-union leaders, labour-activists and labour organisations.\" It could not get any more specific than this!This does not augur well for the RMG industry. No matter what public statement is made by industry leaders, these labour issues have been priortised by the US and need to be recognised by the RMG sector and policymakers alike. The data speak for themselves. RMG exports are down across the board. With the exception of the UK market, sales of Bangadeshi RMG products fell in both the European Union (EU) and the US markets. Although exports are down marginally, it should be remembered that the US is an important export destination for Bangladeshi RMG as it represents about a third of total exports by the sector. Given the present situation, the UK market is going to become increasingly important to Bangladesh. The problem with the RMG industry in Bangladesh is that it is caught up in geopolitics and there is absolutely no reason to believe that the US is going to take a laid-back attitude on labour issues. A popular belief running around in the Bangladeshi business community is that since the country is the second-largest player in the global apparel sector, the country is untouchable. Trade history, however, presents a contrary picture. Regardless of the strengths Bangladesh offers in terms of timely shipments and quality products, the fact remains that RMG exports are overwhelmingly dependent on the West's goodwill towards the country. Should relations sour further on sticking points such as labour, Bangladesh may soon find itself out of favour. In that case, encountering trade barriers cannot be ruled out. Should Bangladesh be worried? Absolutely! Should the industry be gearing up to find new export destinations? The answer is, yes. Should Bangladesh be working overtime to conclude free trade agreements like the one being talked about with China? Most definitely. Time is of the essence and policymakers should make the best of it.\n[email protected]",
        "headline_1": "RMG sector under international scrutiny",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/rmg-sector-under-international-scrutiny-1706019218",
        "news_paper_name": "The Financial Express",
        "publish_date": "24-01-2024"
    },
    {
        "full_article": "The dream of many intermediate students studying science in Bangladesh is to study in a medical college. However, as per the Bangladesh Medical and Dental Council (BMDC) Medical Admission Policy 2023-24, students with a one-year gap in HSC (irregular) cannot participate in the admission test. Even to study in a private medical college, one must take the medical admission test and achieve a minimum of 40 marks.Various reasons may compel a student to take a year's gap such as missing a subject due to serious illness, major surgery, or the death of a parent or family member. Gaps are not intentional, and they do not indicate a special incapacity preventing a student from appearing in the entrance examination. Interestingly, there is no such rule for admission to any university in Bangladesh.All loopholes should be considered when drafting a circular. The dream of wearing the white apron is unique, and one unwise decision can shatter a person's lifelong dream. Medical admission seekers would be grateful if the authorities make a review of the circular, providing irregular students with an opportunity to take the admission test.\nAhnaf AntorA medical admission-seekerDhaka",
        "headline_1": "Break-up study should not be a bar to admission test",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/break-up-study-should-not-be-a-bar-to-admission-test-1706019240",
        "news_paper_name": "The Financial Express",
        "publish_date": "24-01-2024"
    }
]