[
    {
        "full_article": "Sentencing after conviction is a knotty problem in cases relating to capital offences. Trial judges are called upon to make a decision on whether only a death sentence will meet the ends of justice, or a life term will be enough. As a salutary norm, the Supreme Court has laid down that the death penalty can be imposed only in the “rarest of rare” cases. Subsequent judgments have sought to buttress this principle by holding that the gruesome nature of the offence may not be the sole criterion to decide what brings it under the ‘rarest of rare’ category. The offender, his socio-economic background and his state of mind are also key factors in this regard. In practice, the sentencing part of the trial takes place after the court records a conviction. It is often done on the same day as the verdict, with only some limited arguments being heard on ‘mitigating circumstances’ from the convict’s side and on the ‘aggravating circumstances’ from the prosecution. The latest order of a three-judge Bench, referring to a Constitution Bench the issue of granting a meaningful opportunity to convicts on the question of sentence, is a big stride in humanising the sentencing process.Same-day sentencing has been upheld by several judgments, with the Supreme Court often saying where a meaningful opportunity has been given to the convict to present mitigating factors, the mere fact that death was awarded on the same day would not vitiate the sentence. Some High Courts have given a chance to convicts to present mitigating factors so that the inadequacy of the sentencing process in the trial court does not matter. Present thinking, however, is veering towards the view that courts must elicit reports from the jail authorities, probation officers and even trained psychologists to assess the mitigating factors in favour of not imposing the death penalty. In its referral order, the Bench has also raised the question as to the stage at which mitigating factors are to be presented. It has noted that the scales are tilted against the convicts now, as it is only after conviction that they are able to speak about mitigating circumstances. The prosecution, on the other hand, presents its case from the beginning on how heinous the crime was, and how much the accused deserved maximum punishment. The Constitution Bench may come up with new guidelines under which the trial courts themselves can hold a comprehensive investigation into factors related to the upbringing, education and socio-economic conditions of an offender before deciding the punishment. The legal and moral dilemma of sending someone to the gallows, of course, will subsist only as long as the death penalty remains on the statute book.",
        "headline_1": "Knowing the killer: On SC referring death penalty issues to Constitution Bench",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/knowing-the-killer/article65911031.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "20-09-2022"
    },
    {
        "full_article": "Bajrang Punia, one of the most decorated Indian wrestlers, collected an unprecedented fourth World championships medal, a bronze in Belgrade. He reiterated his superstar status in the challenging 65kg weight category. Punia had claimed a bronze in 60kg as his first Worlds medal in 2013 and took five more years to land his second, a silver in 65kg. Since Udey Chand opened the country’s account in the World championships in 1961, no Indian had secured two medals. After Punia, Vinesh Phogat became the second from the country to do so this year. Punia grew in stature when he bagged a third Worlds medal, another bronze, in 2019 and defied a knee injury to claim an Olympics bronze in Tokyo last year. His latest feat, which was achieved in spite of an impediment, was similar to his performance in the Olympics. It spoke about the champion wrestler’s ability to overcome odds. After struggling with injuries that resulted in his indifferent form in the last one year, he displayed grit to get back to his usual attacking game. This year he took his second consecutive Commonwealth Games title, but needed to reassure himself by securing an eye-catching result on a bigger platform. However, his journey in the Belgrade World championships was hindered early as he picked up a head injury in his first fight in the pre-quarterfinals. He lost to Yianni (John) Diakomihalis in the quarterfinals but got a lifeline when the American entered the final.Even though a bandage around his head affected Punia’s focus, the 28-year-old held his nerve and fought his heart out to erase massive deficits in repechage and bronze medal contests. His spectacular bronze medal bout, in which he came back from 0-6 to record a narrow win over Pan-American silver medallist Sebastian Rivera of Puerto Rico, will rank high among the all-time sensational fights put up by an Indian wrestler at the elite level. The performance at Belgrade is a testament of his adaptability, consistency and longevity, and should serve as a confidence-booster in the run-up to his Asian Games title defence next year and his quest for an Olympic gold in 2024. Punia relied on his exemplary discipline, hard work and endurance to graduate from being a junior sparring partner of Olympic medallist Yogeshwar Dutt at Delhi’s Chhatrasal Stadium to become a world beater. Now he needs to work on his vulnerable leg defence and slower attacking moves to prepare for the bigger tests ahead. Besides, the 28-year-old would do a world of good to himself by participating in select competitions and preserving his energy for the major events.",
        "headline_1": "The best of four: On Punia’s fourth world Wrestling Championships medal",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/the-best-of-four/article65910646.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "20-09-2022"
    },
    {
        "full_article": "WHO’s director general recently offered his view that the end of the pandemic is in sight. He based this on the observation that weekly count of deaths from Covid was now the lowest since March 2020. In a much awaited and widely applauded burst of optimism, Dr Tedros declared “We have never been in a better position to end the pandemic – we are not there yet, but the end is in sight.”\nIt appears ironic that this sigh of relief came when the reported weekly global death toll on September 5 was 11,118 on WHO’s website. However, when the total death toll is around 6.5 million according to WHO, and much higher according to other estimates, this decline in death rates does bring hope that the pandemic is entering the slow lane.\nRead full opinion on TOI+\n\n",
        "headline_1": "Wait for the winter: If mild Omicron is all there is in cold months, the pandemic’s tempest may reduce to a trickle",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/wait-for-the-winter-if-mild-omicron-is-all-there-is-in-cold-months-the-pandemics-tempest-may-reduce-to-a-trickle/",
        "news_paper_name": "The Times of India",
        "publish_date": "20-09-2022"
    },
    {
        "full_article": "A tragic incident in Jharkhand last week – a pregnant woman was crushed by a tractor – was another reminder of the murky and law-breaking ways of loan recoveries in India. A third party recovery agent representing the NBFC, Mahindra Finance, reportedly ran over the victim while taking possession of a tractor. The company has apologised, promised to support investigation into the incident and stated that it will review the use of third party agents. All that’s good but, given the scale of this menace, not enough.\nYes, RBI-regulated banks and NBFCs can legally use recovery agents. But this outsourcing has also required repeated interventions by RBI for over two decades. Every intervention was preceded by a stream of complaints about recovery methods, which are straight out of a loan shark’s playbook. Sometimes constitutional courts have had to step in to restrain lenders. The problem is not the use of third party recovery agents. Financial intermediaries should have the freedom to choose a business model. But that freedom comes with responsibility. That means since recovery agents are empowered by banks and NBFCs, the latter must actually face consequences for the outrages committed by the former.\nBut on the ground, there’s a vast gulf between what RBI’s circulars mandate and the approach of recovery agents. For example, last month an RBI circular reminded regulated financial intermediaries that they are responsible for the conduct of their agents and even instructed them to ensure borrowers are contacted only between 8am and 7pm. If RBI prioritised the conduct of recovery agents, and severely pulled up banks and NBFCs, would the problem seem perennial? Note that the issue was serious enough to merit a mention in a credit policy document 15 years ago and a year later RBI even requested IBA to formulate a training course for recovery agents.\nThese arguments don’t dilute the importance of a healthy credit culture that involves timely recoveries. But the process has to stay within the boundaries set by the law. It was forcefully emphasised in a Supreme Court judgment in May 2008 in relation to a dispute over the method of recovery employed by a bank. Since some financial intermediaries seem reluctant to take responsibility for the conduct of their agents, it’s RBI’s job to crack the whip. Perhaps, it should consider levying penalties on banks and NBFCs.\n\n",
        "headline_1": "Buck stops where?: RBI should consider severely fining banks, NBFCs that fail to ensure proper conduct of loan recovery agents",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/buck-stops-where-rbi-should-consider-severely-fining-banks-nbfcs-that-fail-to-ensure-proper-conduct-of-loan-recovery-agents/",
        "news_paper_name": "The Times of India",
        "publish_date": "20-09-2022"
    },
    {
        "full_article": "Will the reopening of movie theatres, 32 years after fear of terrorists and edicts of fundamentalists shut them down, be a new, happy script for J&K? The UT’s lieutenant governor Manoj Sinha inaugurated multipurpose theatres in Shopian and Pulwama, and Srinagar’s first multiplex will open its doors today. One hopeful sign surely is that the kind of religious obscurantism that held sway in the 1990s is absent now. The other is that in an area still waiting for major industrial investment, local economy can benefit from any kind of commercial activity – with authorities promising a theatre in each district of the UT, and with audiences, especially the young, starved of the “going to a movie” experience, the economic impact is likely to be non-trivial.\nPlus, there was a particular poignancy in Kashmir losing both its status as India’s most-favoured movie locale as well as its movie halls. It’s important to note here, in the cultural context, that Saudi Arabia allowed movie theatres to operate as part of its overall de-radicalisation moves.\nBut as these columns have said before, while every move to normalise life in Kashmir is welcome, the biggest move, without which the sum of others won’t get traction, is holding elections in J&K. Gains from the nullification of Article 370 cannot fully materialise unless Kashmir’s people are made to feel like stakeholders in their own development. And that can only happen if J&K is able to elect its own politicians to manage its affairs. Therefore, the Election Commission must stick to its November 25 deadline for the final publication of electoral rolls. There will be controversies, but that’s part and parcel of politics everywhere in India. If polls can’t be held in deep winter, EC must decide on an earliest possible date next year.\n\n",
        "headline_1": "Now playing: Reopening movie theatres in Kashmir is great news. Certainty on poll schedule will be better news",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/now-playing-reopening-movie-theatres-in-kashmir-is-great-news-certainty-on-poll-schedule-will-be-better-news/",
        "news_paper_name": "The Times of India",
        "publish_date": "20-09-2022"
    },
    {
        "full_article": "In mid-1948, impatient with the progress made by the Indian army in evicting the Pakistan army and the tribal Lashkars from Jammu & Kashmir, India’s home minister Sardar Vallabhbhai Patel pressed PM Nehru to authorise the use of force to compel the Nizam of Hyderabad to accede to the Union of India. Orchestrating the accession of J&K and Hyderabad, two of the largest princely states in colonial India, into the Union within a year of Independence was at the top of Patel’s nation-building priority list.\nA pleasure-loving Nizam and his hardline Razakars: A weak ruler, the last Nizam of Hyderabad, Sir Mir Osman Ali Khan Siddiqui Asaf Jah VII, had emerged as one of the world’s richest men – because of his ability to retain control over the rural population, extract huge taxes, exploit the fertile cotton and sugarcane belts of the region, and send the produce to Great Britain and Europe in return for unimaginable wealth.\nRead full opinion on TOI+\n\n",
        "headline_1": "Vignettes from the liberation of Hyderabad, 1948: Indian army displayed an ‘in and out’ professionalism, later repeated in freeing Goa and Bangladesh",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/vignettes-from-the-liberation-of-hyderabad-1948-indian-army-displayed-an-in-and-out-professionalism-later-repeated-in-freeing-goa-and-bangladesh/",
        "news_paper_name": "The Times of India",
        "publish_date": "20-09-2022"
    },
    {
        "full_article": "The impossible obstacles that women in this country face while standing up for their rights and attempting to take their rightful positions in society have once again come into focus after yet another gruesome incident of sexual violence. On September 7, a female Zila Parishad member candidate was returning from an election campaign when she was waylaid by five men and raped at gunpoint in Bagmara upazila's Mahmingram village. The victim, while speaking to a correspondent of this daily, said, \"They raped me to stop me from competing in the election.\"\n\nWhat does this incident say about the rights of women seeking political inclusion and representation in the country? What does this say about the rights of women in general?\nWhile we commend the local authorities for their speedy arrest of the perpetrators, who have already confessed to the crime after primary interrogations, we do not have the words to sufficiently express our horror at the fact that sexual violence was used in this instance as a tool to intimidate a political candidate. What does this say about the rights of women seeking political inclusion and representation in the country? What does this say about the rights of women in general?\nIncidentally, The Daily Star published reports on four rape-related incidents in its Monday issue alone, including that of the Zila Parishad member candidate, which speaks volumes about the unequal and unsafe conditions that women have to navigate every day. The other reports involve the gang-rape of a woman in Savar, the murder and rape of a seven-year-old child in Chattogram city, and the lack of action against a police officer accused of raping a 10th grader in Lalmonirhat. If anything, this last report shows how the quick arrest of the member candidate's rapists is an exception rather than the norm.\nHowever, simply arresting the perpetrators is not enough. A woman was raped, reportedly as a method of political intimidation. This is not an issue to be taken lightly – it goes not only against the fundamental rights of women but against the very essence of democracy as well. The authorities must investigate the involvement of others behind the crime, and the Election Commission must take a strong stance against violence being inflicted upon political candidates and activists everywhere, especially those with the opposition camp, something it has so far failed to do.\nThere is ample evidence to suggest that the road to justice for survivors of sexual violence can often be a long, painful and seemingly endless one. This was corroborated in a recent media report that said that more than 43,000 cases lodged under the Women and Child Repression Act have been left hanging in the justice system for more than five years. It is not enough to make arrests or change laws to deal out the highest punishment, if survivors of sexual violence are kept waiting for justice. If the authorities are sincere about ensuring the rights of woman, and ending the status quo where rape is continuously used as a tool of power and repression, then every case needs to be handled with the utmost urgency and sensitivity.\n",
        "headline_1": "Rape as a tool of political intimidation?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/rape-tool-political-intimidation-3123651",
        "news_paper_name": "The Daily Star",
        "publish_date": "20-09-2022"
    },
    {
        "full_article": "Why do public projects flounder the way they do in Bangladesh? If there is one thing constant about the endless procession of projects being taken up in the service of \"development\", it is the air of inevitability about something always going wrong with them. Whether through collusion, or carelessness, or downright ineptitude, these projects are being undone by those involved in various stages starting from their conceptualisation to implementation. The most obvious outcome of this state of affairs is revision of projects – with deadlines extended, sometimes multiple times, and original costs pushed up several times higher – but rarely any punishment for the perennially underperforming project authorities.\nOur report on a recent workshop, attended among others by the cabinet secretary and planning commission officials, brought out some of the most common irregularities in such public undertakings. For example, in case of foreign-aided projects, it is seen that the Economic Relations Division (ERD), which negotiates foreign loans on behalf of the government, fails to thrash out watertight contracts because of the lack of efficient human resources. In the absence of legal counsel well-versed in international contracts, sometimes clauses are slipped in that are not in Bangladesh's favour or in compliance with the International Federation of Consulting Engineers (FIDIC) rules. Such unfavourable clauses may include a foreign lender doing the feasibility study or drawing up the design itself, or the contractor and the consultant being the same, etc. All are in violation of the FIDIC rules.\nAs well as robust contracts and feasibility studies, avoiding conflicts of interest at any stage of a project is also a fundamental requirement. That goes for locally funded projects as well, where, unfortunately, the rules are more often breached than honoured. Lack of open tender and competitive bidding remains a constant threat. Often, the project implementing agency and line ministries lack ownership and even knowledge of relevant development project proposals (DPPs), leading to all sorts of problems including project revisions. Sometimes the pressure for revisions comes from the contractors, who exploit their connections to profit off any cost overrun. In short, there is no shortage of challenges or loopholes allowing corruption and mismanagement in the government's construction projects.\nThese long-festering problems have frequently come in the way of such projects over the last decade or so, delaying many of them or, in worst-case scenarios, halting them in their tracks. In the end, poorly planned and executed projects make poor investment returns. And it is the taxpayers who have to suffer the most as a result, firstly because of the overspending, the burden of which ultimately falls on their shoulders, and then because of their lower-than-expected results post-completion. We, therefore, urge the government to critically rethink its project management strategy. It must reform how its projects are designed and implemented from start to finish.\n",
        "headline_1": "Are public projects doomed to flounder?  ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/are-public-projects-doomed-flounder-start-3123646",
        "news_paper_name": "The Daily Star",
        "publish_date": "20-09-2022"
    },
    {
        "full_article": "During a parliamentary debate in April, I expressed my concerns about India's relationship with Russia. My words were met with grim-faced silence. But the events of the last five months have only strengthened my case.\nThe debate was on the Ukraine war. While deploring India's reluctance to call a Russian shovel a spade, I acknowledged that India had historically depended on the Kremlin for defence supplies and spare parts, and appreciated Russia's long-standing support on vital issues like Kashmir and border tensions with China and Pakistan. But the war in Ukraine and Western sanctions have weakened Russia considerably, I noted. The ban on semiconductor chips, for example, significantly eroded its ability to produce advanced electronics and defence goods that form the basis of India's dependence.\nWorse still, I argued, the war highlighted and reinforced Russia's reliance on China as its principal global partner – a relationship that would intensify as Russia grew weaker. India could then scarcely depend on the Kremlin to counter Chinese aggression, exemplified by the People's Liberation Army's territorial encroachments and killing of 20 Indian soldiers in June 2020.\nMy Russian friends pooh-poohed my fears privately, expressing confidence that Russia was doing far better than the Western media had led the world to believe. India's purchases of discounted oil and fertiliser have increased significantly since the war began – though a 30 percent discount on oil prices that have gone up 70 percent because of the war can hardly be considered a bargain. More importantly, China and Russia do indeed seem to be deepening their ties, which augurs ill for India's relationships with both countries.\nRussia invaded Ukraine just a few weeks after Russian President Vladimir Putin and Chinese President Xi Jinping announced their \"no limits\" partnership. And since the war began, both countries have repeatedly affirmed their geopolitical concordance.\nLast month, Putin's press secretary, Dmitry Peskov, denounced the US for permitting House Speaker Nancy Pelosi to visit Taiwan. \"This is not a line aimed at supporting freedom and democracy,\" he declared. \"This is pure provocation. It's necessary to call such steps what they really are.\"\nA week later, China returned the favour. In an interview with the Russian state news agency TASS, China's ambassador to Russia, Zhang Hanhui, called the US \"the initiator and main instigator of the (Ukraine) crisis.\"\nWhile this sort of reciprocity points to a growing awareness of shared geopolitical interests, it cannot obscure the fundamental imbalance in the bilateral relationship. Chinese imports from Russia have increased by more than 56 percent since the war began, and China is the only country that can provide Russians with consumer goods that once came from Europe and the US before the sanctions. Moreover, according to Alexander Gabuev, a senior fellow at the Carnegie Endowment for International Peace, the Chinese renminbi could well become \"the de facto reserve currency for Russia, even without being fully convertible.\"\nXi, who will soon be confirmed as China's paramount leader for an unprecedented third term, is well aware of this imbalance and is reaping massive rewards from it. In backing Russia diplomatically, he demonstrates his refusal to be cowed by the West. At the same time, he is benefiting from China's increasing dominance over Russian markets and the renminbi's enhanced status.\nThe Kremlin is in no position to complain about Chinese price-gouging, let alone alienate China by failing to support its stance on key issues like Taiwan. As Gabuev put it, \"Russia is turning into a giant Eurasian Iran: fairly isolated, with a smaller and more technologically backward economy thanks to its hostilities to the West.\" With few friends, Russia knows that it has little choice but to stick with China.\nAgainst this backdrop, India must urgently review its geopolitical options. It must recognise that it has never needed Russia less. Its dependence on Russian military supplies – for which it pays top dollar – has fallen from 75 percent in 2006-10 to below 50 percent in 2016-20 to an estimated 45 percent today. This reflects India's efforts to diversify its defence purchases, with the US, France, and Israel becoming key suppliers. Furthermore, US support means that India no longer needs Russia's veto power to keep Kashmir off the agenda at the UN Security Council.\nIndia must also recognise the need to cooperate with others to constrain China's overweening ambitions. The need for India to establish and shore up its own partnerships is magnified by the risk of a hostile China-Pakistan axis on its borders. Russia will be ambivalent, at best, about such an axis; at worst, it will be complicit. The Russia of the foreseeable future, severely weakened by its Ukrainian misadventure, is not a Russia on which India can rely.\n \nShashi Tharoor, a former UN under-secretary-general, is an MP for the Indian National Congress.\n\nCopyright: Project Syndicate, 2022www.project-syndicate.org\n(Exclusive to The Daily Star)\n",
        "headline_1": "India’s long infatuation with Russia must end",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/project-syndicate/news/indias-long-infatuation-russia-must-end-3123201",
        "news_paper_name": "The Daily Star",
        "publish_date": "20-09-2022"
    },
    {
        "full_article": "I mourn in this reflection for two great ladies who passed away earlier this month. My mother's younger sister, Najma Khasru, passed away on September 2. The following week, Queen Elizabeth II breathed her last. My aunt's death was a very personal loss to me and to my family, while the Queen's demise reverberated across the globe. \nWhat can I say about these two women, whom I admired all my adult life? I have not seen the Queen in person, but she was discussed often in my household when I was growing up, mostly because my mother was the same age as her, and politics and international affairs were her favourite topics. My family did not own a TV then, and our only sources of news were newspapers or magazines. During that time, my aunt Najma was our next-door neighbour in Eskaton Gardens, and one of her spare rooms housed a library. And so I learned about the Queen from my mother, Sarah, and got a peek into the enormous world of literature from the books I borrowed from my aunt's library. \nEvery death is unique, and the loss of one of my mother's siblings touches me deeply because it feels like losing my mother again. It is not only about the years of memory and bond I share with them, but also about how much I am poorer living in a place where my loved one used to be. When someone dies, you move on, as is the practice in my adopted country, and as I hear constantly being said to me.\nBut I am only human and will equally feel the absence of the Queen. It is not only because her death signifies the \"passing of an era,\" as everyone is saying in the media. She embodied family values that I feel are becoming somewhat rare. The figurehead that she became of late, a person whom you can admire and look up to, is no longer. \nI admired Najma, who is my mother's second sister and a role model in many ways. She had many names. Her late father, who died very young, was an educator, doted on his children and gave them nicknames that attached other-worldly values to their lives. Unlike the Queen, Najma came from a large family, with one brother and four sisters. She was the fourth child of her parents, Habibur Rahman Choudhury, principal of Government Aliya Madrasa, Sylhet and Hifzun Nesa, a poet and homemaker. \nA little bit of family history will shed some light on the life these siblings led. Hifzun Nesa's elder brother was the eminent litterateur Syed Mujtaba Ali, also known as Sitara (\"star\") or Situ. Syed Mujtaba Ali was the youngest of three brothers, and he (Huru Mamu to these young souls) doted on the five brothers and sisters. Najma's brother, Sulaiman Choudhury, the eminent banker, had the moniker Mukta (\"pearl\"), and the eldest sister Sarah was called Chuni (\"ruby\"). Accordingly, Najma was given the nickname, Panna (\"emerald\"). Other ones she acquired are Manna (a corruption of Panna) and Chhuttu, which was given to her by her youngest sister, Asma Abbasi, a professor, poet, litterateur, and social activist.  \nWhile the upbringing of the Queen and Najma were somewhat different, they spent their respective lives dedicated to selfless service and uplifting the fortunes of others. The Queen's work is well-known, but Najma's not as much – except to her family and friends in Ispahani Colony, Moghbazar. She was a generous person, and the causes she espoused are too numerous to recount here. But most importantly, she cared about others and did not hesitate to offer her opinions and counsel, which were very timely. The extended family numbered in the hundreds, and Najma was a perennial source of good advice and wisdom. \nNajma had a gift, and it did not fail to touch anyone who came in contact with her. She was empathetic and had the ability to connect with you one-on-one and bestow her affection on all generations. Her mother, Hifzun Nesa, had three elder brothers and six sisters. There was both bereavement and celebration in the extended family, and Najma was considered a person to go to at all times. Her mantra was one which I will cherish all my life: \"Be understanding of the person, because each individual is unique. Listen to them and do no harm when a loved one is not in the best of moods.\" \nI can understand the pain that King Charles III must be going through after his mother's death. His mother was a global figure, and even though the Queen's reign was marred by occasional turmoil, at home and in her colonies, the personal loss will be felt for years to come. No matter what role the Queen played as the sovereign, she was a mother to her three sons and one daughter. All her children had good times and some bad, and Elizabeth II always created the space to be present during their times of need. Najma was the same, but the similarity does not end there. \nNajma was an avid social worker and a dedicated wife to her illustrious husband, Syed Amir Khasru, a senior civil servant. At the same time, she was a very private person regardless of the various roles she had to play during their life together. She never had the privacy of the Balmoral Palace in Scotland where the Queen retreated during family troubles. Najma, whether it was in Islamabad, Ankara, or Rangpur – as the family moved around during my uncle's long career – was always front and centre, guiding everyone through thick and thin. When my uncle was very sick during his final years, it was Najma who was steering the family as well as directing the efforts to arrange her husband's treatment here and abroad during some very challenging years. \nThe death of a Queen will provoke mixed reactions, as can be expected. Maya Jasanoff, a professor of history at Harvard wrote in The New York Times \"Mourn the Queen, Not Her Empire,\" where she reminds us of the heavy-handedness of the British power in Cyprus (1955), Aden, Yemen (1963) and Northern Ireland during the Queen's reign. However, Jasanoff is slightly disingenuous since she skips the violence perpetrated during the same time period by the other imperialist powers, the US and France, in Vietnam, which formed a backdrop for the events happening during the Queen's reign. \nBoth Najma and Elizabeth II are glowing examples of their lifelong love and selfless service. And, today, to paraphrase William Shakespeare, we gather here not only to bury them but also to sing in praise of their glorious lives.\nDr Abdullah Shibli is an economist and works for Change Healthcare, Inc., an information technology company. He also serves as senior research fellow at the US-based International Sustainable Development Institute (ISDI).\n\n",
        "headline_1": "Queen Elizabeth II and my aunt: Reflections on death and loss",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/open-dialogue/news/queen-elizabeth-ii-and-my-aunt-reflections-death-and-loss-3123151",
        "news_paper_name": "The Daily Star",
        "publish_date": "20-09-2022"
    },
    {
        "full_article": "The impossible obstacles that women in this country face while standing up for their rights and attempting to take their rightful positions in society have once again come into focus after yet another gruesome incident of sexual violence. On September 7, a female Zila Parishad member candidate was returning from an election campaign when she was waylaid by five men and raped at gunpoint in Bagmara upazila's Mahmingram village. The victim, while speaking to a correspondent of this daily, said, \"They raped me to stop me from competing in the election.\"\n\nWhat does this incident say about the rights of women seeking political inclusion and representation in the country? What does this say about the rights of women in general?\nWhile we commend the local authorities for their speedy arrest of the perpetrators, who have already confessed to the crime after primary interrogations, we do not have the words to sufficiently express our horror at the fact that sexual violence was used in this instance as a tool to intimidate a political candidate. What does this say about the rights of women seeking political inclusion and representation in the country? What does this say about the rights of women in general?\nIncidentally, The Daily Star published reports on four rape-related incidents in its Monday issue alone, including that of the Zila Parishad member candidate, which speaks volumes about the unequal and unsafe conditions that women have to navigate every day. The other reports involve the gang-rape of a woman in Savar, the murder and rape of a seven-year-old child in Chattogram city, and the lack of action against a police officer accused of raping a 10th grader in Lalmonirhat. If anything, this last report shows how the quick arrest of the member candidate's rapists is an exception rather than the norm.\nHowever, simply arresting the perpetrators is not enough. A woman was raped, reportedly as a method of political intimidation. This is not an issue to be taken lightly – it goes not only against the fundamental rights of women but against the very essence of democracy as well. The authorities must investigate the involvement of others behind the crime, and the Election Commission must take a strong stance against violence being inflicted upon political candidates and activists everywhere, especially those with the opposition camp, something it has so far failed to do.\nThere is ample evidence to suggest that the road to justice for survivors of sexual violence can often be a long, painful and seemingly endless one. This was corroborated in a recent media report that said that more than 43,000 cases lodged under the Women and Child Repression Act have been left hanging in the justice system for more than five years. It is not enough to make arrests or change laws to deal out the highest punishment, if survivors of sexual violence are kept waiting for justice. If the authorities are sincere about ensuring the rights of woman, and ending the status quo where rape is continuously used as a tool of power and repression, then every case needs to be handled with the utmost urgency and sensitivity.\n",
        "headline_1": "Rape as a tool of political intimidation?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/rape-tool-political-intimidation-3123651",
        "news_paper_name": "The Daily Star",
        "publish_date": "20-09-2022"
    },
    {
        "full_article": "Why do public projects flounder the way they do in Bangladesh? If there is one thing constant about the endless procession of projects being taken up in the service of \"development\", it is the air of inevitability about something always going wrong with them. Whether through collusion, or carelessness, or downright ineptitude, these projects are being undone by those involved in various stages starting from their conceptualisation to implementation. The most obvious outcome of this state of affairs is revision of projects – with deadlines extended, sometimes multiple times, and original costs pushed up several times higher – but rarely any punishment for the perennially underperforming project authorities.\nOur report on a recent workshop, attended among others by the cabinet secretary and planning commission officials, brought out some of the most common irregularities in such public undertakings. For example, in case of foreign-aided projects, it is seen that the Economic Relations Division (ERD), which negotiates foreign loans on behalf of the government, fails to thrash out watertight contracts because of the lack of efficient human resources. In the absence of legal counsel well-versed in international contracts, sometimes clauses are slipped in that are not in Bangladesh's favour or in compliance with the International Federation of Consulting Engineers (FIDIC) rules. Such unfavourable clauses may include a foreign lender doing the feasibility study or drawing up the design itself, or the contractor and the consultant being the same, etc. All are in violation of the FIDIC rules.\nAs well as robust contracts and feasibility studies, avoiding conflicts of interest at any stage of a project is also a fundamental requirement. That goes for locally funded projects as well, where, unfortunately, the rules are more often breached than honoured. Lack of open tender and competitive bidding remains a constant threat. Often, the project implementing agency and line ministries lack ownership and even knowledge of relevant development project proposals (DPPs), leading to all sorts of problems including project revisions. Sometimes the pressure for revisions comes from the contractors, who exploit their connections to profit off any cost overrun. In short, there is no shortage of challenges or loopholes allowing corruption and mismanagement in the government's construction projects.\nThese long-festering problems have frequently come in the way of such projects over the last decade or so, delaying many of them or, in worst-case scenarios, halting them in their tracks. In the end, poorly planned and executed projects make poor investment returns. And it is the taxpayers who have to suffer the most as a result, firstly because of the overspending, the burden of which ultimately falls on their shoulders, and then because of their lower-than-expected results post-completion. We, therefore, urge the government to critically rethink its project management strategy. It must reform how its projects are designed and implemented from start to finish.\n",
        "headline_1": "Are public projects doomed to flounder?  ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/are-public-projects-doomed-flounder-start-3123646",
        "news_paper_name": "The Daily Star",
        "publish_date": "20-09-2022"
    },
    {
        "full_article": "It is nightmarish to think that 99 per cent of both public and private banks in the country suffered major cyber attacks quite recently. None other than the state-run Bangladesh e-Government Computer Incident Response Team (BGD e-Gov CIRT) made this disconcerting disclosure. The details of the damage caused are yet to be known but if the malicious attacks on the banks' digital system are of 'major' categories, they are supposed to have impacts on the country's overall financial stability. Has this destabilising but vital information been withheld from the public for fear that depositors might start withdrawing money from banks en masse? Given the fragile cyber-security system in the country's financial institutions, banks in particular, they are at risk of coming under such attacks anytime now. What is particularly worrying is that such trans-border invasions are not only carried out by infamous groups such as the Carbanak but, as a 2021 IMF report claims, also by 'states and state-sponsored criminal gangland'. Ever since the Bangladesh Bank (BB) heist in the USA, the issue of cyber security has come to the fore but the banking sector and other financial institutions failed to take the digital security issues seriously enough. As early as March, 2016, the central bank issued a guideline instructing the country's banks to strengthen their cyber-security capabilities following the BB heist. Experts in the subject and organisations dealing with financial institutions' security matters have also issued dire warnings against imminent cyber attacks but it seems all such cautionary messages have fallen on deaf ears. For example, the central bank made it incumbent on banks that they each formed a security operation centre (SOC) for overseeing security measure round the clock. Reportedly the majority of the banks are yet to put in place such a system aimed at beefing up their digital security. The BGD e-Gov CIRT has pinpointed the areas and spots where things are most likely to go awry. Most users of banking applications and portals ---both internal and external---were not properly aware of what it called 'cyber hygiene'. Both a lack of comprehensive knowledge of electronic devices and callousness may be responsible for allowing room for hackers to have access to some basic information and carry out malicious attacks. This is corroborated by the state-run organisation's findings that theft of credentials is possible due to insecure use of cell phones/smartphones or computing devices. Vendors assigned to managing applications and devices can be a potential source of putting organisations' assets at risk. Absence of strong passwords can also allow undesirable interference in the system.The good news, though, is that there are also effective safeguards against cyber attacks. As a leading cyber-security expert claims that ISO 27001and the Payment Card Industry Data Security Standard (PCI DSS) can secure organisations' information assets from hacking and fund heist. True, criminals often stay a few steps ahead of security measures but then the solution to this is constant vigil and updating the security system. The country's financial institutions, particularly the banks which are the prime target of attacks, must maintain their security at its most advanced in technological terms in order to avoid any financial disasters.",
        "headline_1": "Maintaining cyber security",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/maintaining-cyber-security-1663599071",
        "news_paper_name": "The Financial Express",
        "publish_date": "20-09-2022"
    },
    {
        "full_article": "The migration of the rural higher-degree-aspiring youths and those seeking office jobs began, in fact, in Bangladesh in the 1950s. Dhaka being the capital of a province of the then Pakistan witnessed plenty of job prospects; and also the opportunities for post-secondary and post-Higher Secondary studies. These openings didn't fail to create a stir among the rural youths in general. They had felt being lured to the largest urban centre in the erstwhile East Pakistan. Initially, youths in small batches left for Dhaka. The trend of deserting the rural areas, like seen today, had yet to occur en masse. Educational and job prospects were spectacularly plenty in the early phase of independent Bangladesh, i.e. throughout the 70s, the `80s, and the `90s onwards up to 2021. On the eve of the country's golden jubilee, i.e. its completion of 50 long years, few want to fritter away the great opportunities. In the past decades, Dhaka and all of the regional major cities began pulsating with new arrivals from villages. Notably, as years and decades wore on, students and employment-seeking youths continued to leave villages for the larger urban areas in streams. In the midst of this exodus, the persons left behind comprised mostly the aged, the nearly unlettered people who veritably took the charge of looking after the extended families, farmlands and nondescript businesses. In the recent times, a different spectacle also characterises the village scenario. Many rural areas close to considerably bigger cities are seen adopting the urban lifestyle. The youths staying back in villages for myriad reasons are found content with many age-old rural customs. They mostly belong to the moneyed class, many inheriting croplands from theirancestors. In some way, they pity the youths planning to migrate to the cities. As they might believe, it is the poverty-stricken village youths who are eager to migrate to the urban centres. As for education, most of them do not have much ambition. They find a JSC or a humble SSC certificate enough for their educational career. These youths help build an urban, liberal atmosphere in place, instead of the superstitious, anti-progress and cocooned rural communities. Despite these nearly committed efforts to free the country's vast rural swathes from all kinds of obscurantism, crass commercial interests are also found at play in many rural pockets. These are promoted by the youths who come back to their villages from the cities upon failing to make any headway in higher education, employment or business.Thanks to the rise in the hitherto unknown facilities and consumerist amenities, the village dwellers are now being exposed to a semi-urban lifestyle. It comprises modern technology like smart phones, internet connections and many digital services. In order to enjoy these facilities directly and in an unhindered way, many youths prefer to live in the cities. Thus the post-adolescent youths living in villages become impatient to opt for the city life on the pretexts of studying. Yet despite the urban exoduses of ambitious rural people, the villagers of late also enjoy almost all the facilities found in big cities. Few villages close to the district or upazila towns are found lacking in the facilities of super-shops, spacious marketplaces offering varieties of commodities, well-decorated restaurants, and even beauty parlours. There is a catch, though. In spite of a section of youths staying voluntarily in villages, content with the rural settings' humble way, the rural landscapes have kept changing. According to Dr.Shapan Adnan, professorial research associate at the University of London, thus, refers to some events which have worked as key factors behind the rural socio-economic transition in the last eight decades --- from the Great Bengal Famine in 1943 to the birth of two states after the end of the British rule to the independence of Bangladesh. In an effort to make an in-depth study on the dominant socio-economic trends in today's Bangladesh, Dr Adnan is right in his observation. He catches the rural youths' mood, saying, \"There is a trend among the younger people, who have the means to do so, to leave the village. In the long term, these processes may lead to shifts in the demographic structure to such an extent that the old, the very young and the infirm remain in the villages, while the working age-groups move to cities and townships.\" The sudden spurt in the policy-makers' turning to rural development through constructing wide-ranging communication infrastructure including vital bridges, upgraded roads, and reaching electricity to the remote corners of the country spawns all-round development of the country. Yet there are blows coming right from the blue. Bangladesh being part of the globe, it had to bear the brunt of the two worldwide calamitous events sweeping mankind. One of them, the corona pandemic, is said to be on the way out barring its reappearance in some regions. But the other calamity, the Russo-Ukraine war, continues to get fiercer by the day. The global recession, sanctions on Russia, the inflationary pressure leading to price rise of essentials absorbed by the poorer nations cloud the countries' socio-economic ambitions. Bangladesh being still a post-LDC developing status aspirant nation, it cannot skirt the domino effect of the ongoing global mess-up. Against this backdrop, the mass migration to its large cities and also return to villages cannot be taken perfunctorily. However, thanks to the younger population's dithering over choosing their final destinations, the rural landscapes may have to wait long to get a permanent look. The unplanned 'urbanisation' of villages may, finally, peter out prematurely.\n[email protected]",
        "headline_1": "Youths' rural to urban migration",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/youths-rural-to-urban-migration-1663599138",
        "news_paper_name": "The Financial Express",
        "publish_date": "20-09-2022"
    },
    {
        "full_article": "Hostilities from the Myanmar security forces on the other side of the Bangla-desh border at Naikhongchhari upazila of Bandarban district have no sign of abating. Last Friday (Sept 16) a mortar shell fired by the Myanmar forces across Tumbru border landed on the no man's land killing a Rohingya boy and injuring five others including a child. Notably, around 4,500 Rohingyas fleeing persecution by the Myanmar army in 20017 took shelter on the no man's land. Earlier in the day, a local boy lost a leg in a mine blast at the Tumbru border area-the area being a minefield created by Myanmar security forces. That apart, sounds of shelling and firing are being continuously heard from the hills in Myanmar just across the border causing panic among the people living on this side of the border. Similar hostile activities from the Myanmar's side have been taking place since the middle of August purportedly as part of that government's quelling a rebel insurgency spearheaded by what they say, Arakan Army (AA). But that the Myanmar forces have been fighting rebels so close to Bangladesh's border, the government of that country has not so far cared to inform us. But sharing such information with a bordering country is an international obligation. Worse yet, since the end of August, Myanmar's warplanes including helicopters violated Bangladesh airspace on a number of occasions with impunity. And as if that was not enough, flying low on the Bangladesh territory, these aircraft even carried out strafing terrorising the local population.Clearly, these audacious activities by the Myanmar's security forces have been deliberate to test the limit of Bangladesh's patience. And consider the panic they have been able to create in the bordering Ghumdhum union in Naikngchhari upazila of Bandarban district! Some 499 secondary school certificate (SSC) examinees of the Ghumdhum High School centre had to be shifted on Saturday (Sept 17) to the Kutupalong High School centre of Ukhiaupazila in the neighbouring Cox's Bazar district. How is Bangladesh dealing with these blatant military provocations by its arrogant eastern neighbour?So far, it has been one of patience. But prime minister Sheikh Hasina, during her meeting on Saturday with the British Labour Party leader Sir Keir Starmer in London, told the latter that despite the adverse fallout of Myanmar's internal conflict within Bangladesh's own territory, the country (Bangladesh) has been showing restraint at its highest level.However, regarding how Bangladesh is going to react in response to the killing of a Rohingya boy on the no man's land by Myanmar forces' shelling, the home minister told reporters on Saturday that as Bangladesh does not believe in war, it will try to resolve the matter peacefully and diplomatically. But, if need be, Bangladesh might lodge a complaint with the UN on this issue, he assured. Now the question is-- will Myanmar respect our patience, or will they listen to any call from the UN to stop hostilities on our border?So far, they have no history of ever having done so. On the contrary, they have already pushed 1.2 million Rohingya people, who fled occasional persecutions by the Myanmar's army in the country's Rakhine state, into Bangladesh. The last such persecution on a genocidal scale taking place in Rakhine from October 09 of 2016 till August 25 of 2017 forced more than 0.7 million people to take shelter in Bangladesh. But later, all the negotiations, at the bilateral level or otherwise, held so far including the external pressures brought to bear on Myanmar to take back Rohingyas and resettle them in their homeland in the Rakhine state have failed. And that is for the simple reason that Myanmar authorities know they can go on doing so unchallenged. Thus emboldened, they have now started their next game of allowing their armed forces to fire and warplanes to make occasional forays into Bangladesh territory. But it is time the line is drawn somewhere. Otherwise, Myanmar may take our patience for granted.\n[email protected]",
        "headline_1": "Time to draw the line",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/time-to-draw-the-line-1663599175",
        "news_paper_name": "The Financial Express",
        "publish_date": "20-09-2022"
    },
    {
        "full_article": "Swimming is an essential life skill that everyone needs to learn whether as a child or in adulthood. It requires you to use many of the muscles in your body, for building strength and endurance. And it is beneficial for your metabolism and the cardiovascular system. However, the places where one can learn swimming is decreasing day by day in Bangladesh. Those who want to learn swimming in urban areas usually depend on swimming pools. And the government has recently set up several pools across the country spending Tk 1.30 billion (130 crore). But most of these pools cannot be used and as a result many of them are left abandoned, reports a leading Bangla daily. Some of them do not even have water. Even if there is water, that is not suitable for swimming. The daily has published a photo of the Barishal district swimming pool, where two teenagers have been seen playing football. Another swimming pool in Bogura has been kept locked since its construction some six years ago. The authorities of the Bogura pool say that the maintenance of the pool is expensive and they do not have fund for this. In this situation, what the government can do is to lease out the pools to non-government organisatoins or individuals for their maintenance. This is a common practice outside Bangladesh. The earlier we can begin to use the swimming pools, the better it is for society. Strict monitoring is also needed for the swimming pools in operation. Also, the fees for using the pools should be affordable so that people from all walks of life can use them. By offering swimming facilities, we can expect our people to learn swimming. And we may also get good swimmers in the future. \nMA Islam, Dhanmondi, Dhaka",
        "headline_1": "Using country's swimming pools",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/using-countrys-swimming-pools-1663599196",
        "news_paper_name": "The Financial Express",
        "publish_date": "20-09-2022"
    }
]