[
    {
        "full_article": "We journalists have some experience of fighting governmental repression of the media. But how do we, or better still, how should we, handle owners' oppression of their own media, meaning owners dictating what is to be published and what not, to forcing the editor to oblige, or ignoring the editor altogether if he refuses? The stories that circulate are horrendous of editors being made mere rubber stamps and the whole newsroom remaining silent as people from the owner's office force journalists to  publish false, motivated and scandalous stories against their business rivals or perceived antagonists.\nWhile discussing why a certain business house was bringing out a new newspaper, a fellow editor said that because they were going for a new several thousand crore investment and they needed a media, especially a newspaper, to protect them. This was especially so because the existing leader in that sector, who owned several media outlets, was preventing the former's entry by publishing false and derogatory reports about them.\nOne can easily imagine what role the new newspaper will play. The underlying meaning of the story is that, as our business houses increase in number, they are investing resource and power, into newspapers (read media in general) that can serve as a part of their arsenal for business growth, fighting rivals and frightening others from exposing their malpractices.\nSo professional journalism be damned, and along with it, the ideals of freedom, democracy, truth, people's rights, public interest, collective good, unearthing corruption, fighting for justice, equality, fairness, building a just society, etc. The vital role of the media in holding power to account vanishes as does the notion of accountability and transparency.\nThe threat to a free press comes from many quarters—the government, the advertisers, the owners and even the failure of journalists to maintain their own ethical standards.\nThe threat from the government emanates both from the regulatory framework that it creates through enactment of various repressive laws and also in the manner in which such laws are put into practice, which reflects the government's overall attitude towards the free press. The DSA is just the latest and the most virulent example of it.\nMost laws in Bangladesh relating directly or indirectly to the media are mostly directed either to repressing or controlling the media. There are no laws in our statute books (and I would love to be proved wrong), except for the Right to Information Act (RTI), that either protects the journalist, the newspapers, or the media in general, or proactively help its cause by protecting sources, and whistle-blowers, and preventing police harassment or arbitrary arrests or questioning of media professionals.\nThe threat from advertising has always been there. A corporation may be looting the country dry but any hint of an exposé would automatically delist a newspaper from receiving their advertisement. This practice is not new, however; its intensity has risen to an unbearable level. One can ask how we can expect a business house to give ads if we are writing against them, forgetting that we are, in fact, not writing against them but against their unethical and unlawful practice, which must be exposed for the betterment of the society and for the environment.\nThe relationship between the media and its advertisers must in no way be allowed to impinge on the freedom of journalists to report freely and ethically. It is a complex issue and has become more so due to Covid-19 which has drastically affected the media's, especially the newspapers' business model.\nHowever, our main focus today is on the issue of corporate control of the media, not in general, but the ones they own. We want to confine our discussion only to newspapers about which I happen to know a little. At first it may appear to be an oxymoron, a contradiction in itself. If someone owns something it is only natural that they will control it. Yes, in many cases, but not in all. A person may own a hospital but can he run it on his whims just because he has invested in it? It must be the doctors who run the hospital. Businessmen may own airlines, but are their planes run as they wish without professionals? This is also true in case of the media. Many people may invest in the newspaper industry, but it must be the professional journalists who run it.\nThis brings us to the bigger question on what is the role of a newspaper in general. Is it only to serve the interests of the owners? As someone said, \"Freedom of the press is the freedom of the owners of the press\". Is that really true? Then what happens to the interests of the society in general, of the people, of principles, of ideals, of a nation's interests? What happens to the fundamental principle of freedom of speech, people's right to know, of holding power accountable?\nIf the media's role is far bigger than the corporate interest of the owners—and by definition it must be bigger, encompassing the interest of the nation as a whole—then, it must be allowed to function with full freedom with professional journalists at its helm. Some experiences from the rest of the world may help to prove this point.\nAs the need for higher investment in newspapers grew over time, especially due to technological sophistication of the printing press requiring more capital, individual ownership became difficult and investment from the financial and corporate world began to enter this sector. If we look at the newspapers of any industrialised country, they atrract investment from banks, insurance companies, corporations, mutual and investment funds, services industry, etc. Why do these diverse groups invest in newspapers? Simply because newspapers were good investments and investors saw it as a sector with a good ROI (return on investment).\nHere is the interesting twist. Investment came to newspapers because of its good ROI, and it was so because newspapers continued to serve public interest—not the interest of the diverse interest groups that owned the sector—and thereby grew their business and thus gave attractive dividends to the investors.\nThe rising corporate investment in the media in Bangladesh is nothing new or unprecedented. It was, to some extent, inevitable. What is, however, unprecedented and not inevitable, is the predatory nature of the corporate control and the total destruction of the ethical foundation of the newspapers. This is destroying media credibility—the life blood of a media's acceptability.\nIf an investor wants to make profit out of his investment in the newspaper, which is not an unnatural or unjustified expectation, then the only way to do so is to allow the media to function in the way that media is supposed to—serve public interest. Through ethical journalism and upholding the common good and promoting freedom of speech and accountability, a newspaper gains credibility, which leads to greater readership, which attracts advertisers, which brings in increased revenue, and which then leads to attractive remuneration and good working conditions for the journalists as well as dividends for the investors. This is the business model of a free and independent media, and there is none other.\nHowever, when investors break the above cycle and use their newspapers to protect and serve their own vested interest—as against that of the public—then serious problems arise which we are now facing in Bangladesh.\nWe repeat, corporate interest in newspapers is neither new nor unique to Bangladesh. However, there is a big difference. What exists in countries with matured newspapers is the institution of the editor. It is well-established, highly-regarded and enjoys huge public credibility. (Both the western newspapers and their editors had suffered a huge loss of credibility in supporting the Iraq invasion. However, many of them realised their mistake and have done impressive exposés on the whole sordid affair, helping to restore some of their lost credibility).\nWe need to seriously think about the restoration, protection and preservation of the institution of \"the editor\". We have great examples in Tofazzal Hossain Manik Mia, Zahur Hossain Chowdhury and Abdus Salam from the Pakistan period, and Maulana Akram Khan, Abul Kalam Shamsuddin and Abul Mansur Ahmad from the pre-1947 period to inspire us to rebuild the institution of the \"editor\" in Bangladeshi media today.\nThe editor is that pivotal person who protects the freedom of the media from attacks from all sides—government, agencies, large corporations, powerful political leaders and from the interference of the owner—and through his courageous, ethical and honest leadership and non-partisan stance, inspires his fellow journalists to reach the highest standards of objective journalism. This is pivotal for the survival of the free and independent media in Bangladesh.\nAdmittedly, many of us have failed in this task. We have ourselves destroyed this institution by becoming a PR person for the owner. Many of us have used our position to curry favour with the rich and the powerful, peddled influence for personal gains, misused our positions to harm others and twisted facts to be on the right political side, even while knowing that the truth lay elsewhere.\nOn a different level, many of us did not pay enough attention to our own newspapers as to what were being published, how well-researched they were, what was the quality and reliability of the sources used and whether sufficient due diligence was done before a corporate or personal reputation was questioned.\nAll this brought down both the prestige of the institution of the editor and the credibility of the newspaper that he led.\nThis must change for the good of journalism and for the good of the country, which is on the verge of attaining lower-middle-income country status on the global stage.\nThe emergence of the social media, the tsunami of news portals with an endless flow of unedited, unverified, unsourced news and the deliberate promotion of \"alternative facts\" by governments and powerful business lobbies have perhaps made the role of the editor the most crucial for the restoration of public faith in journalism. As someone said, \"if you do not read the news, you are uninformed, but if you read the news you are misinformed\". This is something that must worry us journalists if we want to save our profession.\nAs of today, a total of 1,200 dailies are published from Dhaka city. (We should be holding the world record in this). Country-wide, the figure is 3,222. On the face of it, newspapers should be among the most flourishing of industries in the country. What is their business model? Who are their readers and advertisers?  Those of us who have been in this field for a while and know well how the market has shrunk wonder as to the sustainability of all these publications.  Unless, of course, they will all sing the praise of their corporate owners, fight for their business interest, publish fake news about their rivals and ride on the subsidy of the owners—and all the while professional journalism will fall by the way side.\nIn one sense, we can rejoice in the words of Mao Zedong: \"Let a thousand flowers bloom\". But on the other, we are fully aware how media credibility can be destroyed in the wrong hands and how harmful the media can be in the age of unedited, badly edited and totally fake news.\n \nMahfuz Anam is Editor and Publisher, The Daily Star.\n",
        "headline_1": "Column by Mahfuz Anam: Predatory corporatisation of the media",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/the-third-view/news/column-mahfuz-anam-predatory-corporatisation-the-media-2161696",
        "news_paper_name": "The Daily Star",
        "publish_date": "27-08-2021"
    },
    {
        "full_article": "Afghanistan is now under the reins of the Taliban. No, they have not come to power through the ballot box, rather they have accomplished it by implementing the famous saying of Mao Zedong: \"political power grows out of the barrel of a gun.\" Afghanistan is now a Shariah-based Islamic state.\nWhile lots of people have been struck by what has happened in Afghanistan in recent days, and others have been screaming that \"everything is lost\", there is no reason to be surprised. For a long time, operating under the radar, the Taliban has been consolidating its power and position all over Afghanistan, and then recently, it dealt the final blow. Today, it's the victor. The resumption of power by the Taliban after 20 years has a context, a history, and a set of correlated factors. Over the past years, a number of reasons have paved the way for another Taliban takeover.\nFirst, the Afghan government, from the beginning, has been weak, vulnerable, and inefficient. The past two presidents—Hamid Karzai and Ashraf Ghani—were, in a sense, outsiders and were in fact implanted by the United States. As a result, they were two American loyalists. Before becoming the President of Afghanistan, Hamid Karzai was an employee of Halliburton, where former US Vice-President Dick Cheney was the CEO from 1995 to 2000. I used to know Ashraf Ghani personally. While I was heading the United Nations Poverty Reduction Division, he used to head the Social Development Division of the World Bank. Both of them were elites, educated abroad, and were attuned to the western standard of living. The complex realities of Afghanistan on the ground were beyond their comprehension and they did not have any real connection with either the Afghan life or its common people. As a result, during their tenures, they could not build an effective administrative system in Afghanistan. Thus, during the past two decades, the regions of the country were delinked from each other and the regional administrations were run by regional warlords. The central government was non-operational and ineffective at the regional level.\nSecond, because of the ineffectiveness of the central government, over the past years, Afghanistan failed to build a capable, effective, and strong armed force. So, the moment the western armed forces had left Afghanistan, the resistance broke down and the Taliban took over nearly every inch of the country. About a 180,000-strong Afghan army had to surrender to 80,000 Taliban fighters. While they were on the Afghan soil, the western army was supposed to train Afghan soldiers, which obviously did not happen to the extent necessary. The results were thus as expected.\nThird, as the Afghan government was absent at the rural level of the country, the Taliban had carried out an effective propaganda war in its favour. During the past 20 years, the Taliban has skilfully made the rural Afghanis believe that the country had gone under the grip of the westerners, who are enemies of Islam. So, the war they were engaged in was, in fact, a Jihad. The message resonated with rural Afghanis, the Taliban got popular support, and it consolidated its base.\nFourth, over the years, the west has pursued a dual policy in Afghanistan. On the one hand, it has assured and promised to help the Karzai or the Ghani government, but on the other hand, it has been secretly negotiating with the Taliban. Last year, without informing the Afghan government, the Trump administration held secret meetings with the Taliban. This act, on the one hand, had weakened the Afghani government, but on the other, had strengthened the Taliban position.\nFifth, the Americans have left Afghanistan at a very short notice, leaving their Afghan allies vulnerable to the Taliban. About 50 years ago, they did the same in Vietnam. The photos of thousands of desperate Afghanis at Kabul Airport trying to flee the country remind one of hundreds of helpless desperate Vietnamese outside of the American Embassy in Saigon. In Afghanistan, Americans easily forgot their Afghan allies who helped them as interpreters, translators, or in other capacities. It again proved the famous saying of John Foster Dulles, the US Secretary of States in the 1950s, as true: \"we don't have permanent friends, we don't have permanent foes, but we have permanent interests.\"\nAt this juncture of the Taliban's takeover of Afghanistan, three observations are critical. One, the Taliban has a very radical belief system. Thus, the country would be ruled by Shariah law. It means that the Taliban would resist any kind of liberal ideas or liberal people, scientific outlooks and modern thoughts. As a result, right after taking over, they killed the famous Afghan poet, researcher and historian Abdullah Atifi. The comedian, Fazal Mohammad, was beaten to death.\nTwo, the Taliban is a cunning and treacherous group. So, they do not have any problem telling lies, deceiving, or betraying others. In the past, it has done so with the utmost ease. Therefore, whatever assurance it is providing now to protect the rights of women. Women would likely be the most oppressed group in the coming days. Islamic extremists from various countries are said to have been invited to come to Afghanistan to join the Taliban in exchange for Afghani women as presents to them. There have been allegations of Afghan girls and women being trafficked to neighbouring countries as sex slaves. In order to ensure their safety, a number of parents are giving their daughters in marriage to Taliban soldiers.\nThree, a number of people seem to hope that the Taliban will take lessons from the past. Surely, it will take lessons, no doubt, but those will neither be positive nor constructive. About two decades ago, it had committed a blunder by giving refuge to Al-Qaeda, and it has learnt its lesson. Undoubtedly, it is not going to make the same mistake this time. The Taliban will keep quiet until the foreigners completely leave Afghanistan, after which it will show its true face. It is not going to make the same mistake this time—carrying out atrocities in the presence of foreigners in Afghanistan.\nThe Taliban, in my view, will not limit its activities to only within Afghanistan. Soon it will aspire to expand its sphere of influence to other countries. Pakistan may be its next target. The Pakistani prime minister has already uttered supportive words to the Taliban. So the door is open. At one point in time, it may turn its attention to Bangladesh as well. And that may be an alarming moment for us.\n \nSelim Jahan is former Director, Human Development Report Office and Poverty Division, UNDP.\n",
        "headline_1": "Afghanistan under the Taliban: What should we expect?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/afghanistan-under-the-taliban-what-should-we-expect-2161681",
        "news_paper_name": "The Daily Star",
        "publish_date": "27-08-2021"
    },
    {
        "full_article": "In just the last few days, there have been two major reports from the United Nations on the status of global climate change and our efforts to tackle it. The first was on the science of climate change impacts by the UN Intergovernmental Panel on Climate Change (IPCC) which, in its sixth assessment report, confirmed for the first time that human-induced climate change is now unequivocally an attributable reality all over the world, and that its impacts will get worse unless drastic actions are taken to reduce emissions of greenhouse gases and to keep global temperature below 1.5 degrees Celsius above what it was in the pre-industrial period. The time window for achieving this goal is closing in on us fast, as the global mean temperature has already gone up above one degree Celsius due to human-induced climate change.\nThe second report was published by the United Nations Children's Fund (Unicef), which highlighted the fact that over a billion children and youths around the world will be victims of the adverse impacts of climate change if we do not take urgent actions to prevent the worst impacts from occurring. Both the reports contained further information on the basis of region and country. In both cases, the South Asian region stands out as a particularly vulnerable one with nearly one and a half billion people at risk—of whom a very large proportion consists of children and youths.\nThe Secretary General of the UN, Antonio Guterres, has described these reports as a \"Red Alert\" for world leaders to step up their actions to tackle climate change through reducing emissions of greenhouse gases as quickly as possible, to stay below 1.5 degrees Celsius of warming and also to build the adaptive capacity of vulnerable populations in every country.\nWhile these reports have painted a very dire picture of a crisis requiring emergency measures from all countries, there are ways for us to turn this challenge into an opportunity going forward.\nThe first point to make is that, globally, young people didn't cause the problem but will be the victims of their parents' failure to act when they could. This point has been made ad nauseam by teen Swedish climate activist Greta Thunberg, who started skipping school three years ago every Friday and sitting alone with a placard in front of the Swedish parliament in Stockholm. Since then, millions of schoolchildren have joined her Fridays for Future movement and every Friday, they go on strike in practically every country of the world.\nThe schoolchildren and youth in the South Asian region have also been quite active in joining this movement, as well as in other initiatives where the young people are being activated to not just protest but to start taking actions themselves.\nIn Bangladesh, Youth Net is an active part of this global initiative, amongst other youth groups who are becoming more responsive on the issue of tackling climate change.\nOne such global group is the Youth Adaptation Network (YAN) that was set up by the Global Center on Adaptation (GCA), which has its headquarters in the Netherlands and has a Regional office for South Asia in Dhaka, hosted by the government of Bangladesh. This South Asia regional office has already launched the YAN chapter in Bangladesh and in other countries of South Asia. The network is very active at the local level in not only raising awareness of adaptation to climate change, but also for taking actions, especially for locally-led adaptation where Bangladesh is an acknowledged world leader.\nThus, as the world is now entering the era of human-induced climate change and also loss and damage from the adverse impacts of climate change, Bangladesh—and South Asia, as a whole—can become world leaders in promoting actions on adaptation and share that knowledge and experience with the rest of the developing and developed world.\nAs the impacts of climate change become global and universal and even the richer countries are bound to be affected, they can learn from countries like Bangladesh on how to adapt more effectively to the adverse impacts.\nThus, over a short time, if we invest properly in capacitating our young girls and boys to become adaptation experts, they can not only help their own countries adapt but can also share that knowledge with countries around the world.\nThis should mean having climate change included in primary and secondary schools' curricula, and even more rigorously at the university level in all public and private universities in Bangladesh, and in South Asia at large.\nGopal Krishna Gokhale's age-old saying, \"What Bengal thinks today India thinks tomorrow,\" can thus be modified to \"what Bangladesh does today to adapt and build resilience to climate change, the rest of the world will learn and do tomorrow.\"\n \nSaleemul Huq is Director of the International Centre for Climate Change and Development at the Independent University, Bangladesh.\n",
        "headline_1": "Young people can be saviours in dealing with climate change",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/politics-climate-change/news/young-people-can-be-saviours-dealing-climate-change-2160931",
        "news_paper_name": "The Daily Star",
        "publish_date": "27-08-2021"
    },
    {
        "full_article": "Over the last four years, the Rohingya refugee crisis has changed the Cox's Bazar-Teknaf Peninsula on many levels. It is not only that 3,200 hectares of forest area got converted into 34 camps to shelter about a million Rohingyas, but also that at least 700 thousand tons of fuelwood have been collected from the surrounding areas. Since August 25, 2017, while funds for Rohingya refugees positively supported Cox's Bazar's economy, there was also a gradual increase of tensions between the host and refugee communities. Despite many positive stories coming out of the refugee camps and the host community, the risk of organised crimes, like human and drug trafficking, remains high.\nAs we enter the fifth year of the Rohingya crisis, the government of Bangladesh, UN agencies, international NGOs (INGOs), and local and national Bangladeshi NGOs need to consider making five changes.\nFirst, long-term planning regarding this crisis is difficult, since Rohingya repatriation—the ultimate and only solution, as far as Bangladesh is concerned—is uncertain. After repeated attempts until 2019, repatriation still did not occur. Since March 2020, the Covid-19 pandemic has made repatriation elusive. And, since February 2021, the coup and the state of emergency in Myanmar have made any resolution of this crisis nearly impossible for the foreseeable future. Preparing for long-term crisis management also gives the wrong impression to concerned parties—Myanmar, the Rohingya, humanitarian agencies, international actors, donors, and Bangladeshis—that Bangladesh is not only expecting, but is also accepting and preparing for a long delay in resolution.\nBut a certain extent of long-term planning is necessary—for the refugee camps as well as for the whole region. For example, although the ongoing refugee crisis sped up forest destruction drastically since August 2017, Inani National Park and Teknaf Wildlife Sanctuary have lost significant tree cover over the last 30 years. A satellite image-based study published in November 2020 predicted that a further 5,100 hectares of forest may be transformed by 2027 due to the crisis. Based on past losses, ongoing damages and future predictions, it would be ideal to opt for landscape restoration as a nature-based solution for the region. This will not only provide economic improvement, food security, disaster risk reduction, and biodiversity benefits to Cox's Bazar, but will also offer long-term adaptation to climate change.\nSecond, such long-term planning—more importantly, immediate support to the Rohingya—requires money, and lots of it. As per the UN Office for Coordination of Humanitarian Affairs (UNOCHA), during 2018-2020, at the beginning of each calendar year, the government of Bangladesh and the UN agencies requested from the donors, on average, USD 980 million as Rohingya humanitarian assistance. These appeals are called Joint Response Plans (JRPs), against which 68 percent funds were received per year, on average. In the first eight months of 2021, 34 percent funds have been received against the USD 943 million required. Since 2017, Bangladesh has received USD 3.38 billion, of which 22 percent were not part of the JRPs. Until now, we have been seeing a stable flow of funds, which is at risk of shrinking due to the pandemic's impact on global economy and long-term and new humanitarian crises occurring around the world. Bangladesh and its humanitarian partners urgently need to strategise to cope with such decline in funding and have that be reflected in the current and 2022 JRPs. This could be done by identifying and exploring unconventional sources for funds, reducing expenses by changing implementation modality, and generating resources internally.\nThird, we need to engage adult and able Rohingyas in income-generating activities within the camps, so that they can generate a part of the funds required to support them. Mainstreaming them into Bangladeshi society is not possible since Bangladesh hasn't signed the 1951 Refugee Convention yet and officially identifies Rohingyas as \"Forcibly Displaced Myanmar Nationals\", and not as \"refugees\". We need to invest in improving Rohingyas' livelihood skills to produce goods (e.g. grow vegetables, plant nurseries, and create handicrafts) and offer services (e.g. as part of the workforce in different sectors), and subsequently by linking the products to in- and off-camp markets. While the Rohingya do get involved in different occasional livelihood activities within the camps, taking a holistic approach to this problem and linking them to markets are currently missing from these livelihood efforts. Through this approach, they could add value to their presence in Bangladesh, gain dignity, reduce unemployment-related concerns (like domestic violence and organised crimes), and become prepared for returning to Myanmar. Such a shift is needed as soon as possible by revisiting the approaches and activities in the 2021 JRP, while remaining vigilant against the pandemic, and continuing with it through to the 2022 JRP.\nFourth, in terms of refugee crisis management, we also need a shift from the present dependency on the INGOs to Bangladeshi NGOs. As per the 2021 JRP, nine UN agencies, 56 INGOs, and 69 Bangladeshi NGOs are working in Cox's Bazar. In 2018, these numbers were 12 UN agencies, 69 INGOs, and 58 Bangladeshi NGOs. Movements of Bangladeshi professionals from Bangladeshi NGOs to INGOs or UN agencies were common, which is inevitable in a closed, dynamic situation like a humanitarian crisis. This, and the increasing involvement of Bangladeshi NGOs in the past four years, indicate significant improvement of Bangladeshi professionals' capacity. The expertise and values INGOs and UN agencies have been adding to the crisis management should have effectively been transferred to Bangladeshi NGOs by now, in terms of high project management standards, quality delivery of output, accountability and transparency, responsiveness, and innovation. It is, therefore, high time to facilitate a faster replacement of the INGOs by Bangladeshi NGOs for the forthcoming 2022 JRP.\nFifth, an online search through Google Scholar shows that, between January 1, 2018 and August 21, 2021, 140 academic journal articles were published on the Rohingya crisis in Bangladesh. While 93 articles were published in the first three years of the crisis (2018−2020), 47 were published in the first eight months of 2021. This means that researchers in this field have been publishing their work 2.3 times faster in recent months. The research mostly highlights Covid-19, mental and other health issues, crisis resolution, security and legal aspects, and disaster-related and environmental concerns. The Bangladeshi government and humanitarian agencies manage the camps based on large databases on the Rohingya, planned interventions, and changing situations. Different agencies also conduct assessments and studies such as the World Food Programme's (WFP) 2019-2020 Plantation Assessment Report, International Rescue Committee's (IRC) analysis on Gender-Based Violence among the refugees, UNHCR's assessment on piloting of pressure cookers to increase the efficiency of LPG use, and BRAC's study on the impacts of digital platforms being used by the Rohingya. These knowledge products, both by humanitarian agencies and academic researchers, should be considered in designing interventions and planning for the 2022 JRP. In this way, refugee crisis management can be transformed from being a data-driven action into being a knowledge-guided venture.\nUncertainty is the only certain thing when it comes to the Rohingya refugee crisis. We need to accept this as a fact, make changes in our approaches to take effective action, and get ready for yet another uncertain year.\n \nDr. Haseeb Md Irfanullah is an independent consultant working on environment, climate change, and research systems. His Twitter handle is @hmirfanullah\n",
        "headline_1": "Five changes we need in the fifth year of the Rohingya crisis",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/five-changes-we-need-the-fifth-year-the-rohingya-crisis-2160926",
        "news_paper_name": "The Daily Star",
        "publish_date": "27-08-2021"
    },
    {
        "full_article": "It is imperative for a country to have a strong and effective civil service, without which the process of efficient governance is almost impossible. Which is why we are extremely concerned to see the current state of Bangladesh's civil bureaucracy, where the top posts have disproportionately gone up in number while the lower tiers remain slim, creating an imbalance that has led to a lack of productivity and accountability, and discontent among non-admin cadre officials. According to a report in this daily, this imbalance in some cases is so great that the number of officials holding top positions is more than three times the approved posts, while thousands of posts in lower tiers exist only on paper.\nThe numbers reported in The Daily Star are eye-opening. For example, according to public administration ministry data, more than one in every five posts of Class 1 officers are lying vacant, whereas there are now 309 additional secretaries (Grade 2) against 99 posts, with 210 supernumerary or in-situ promotions in the position. However, among all the 26 cadres, it is mainly the administration cadre that has been enjoying such promotions—which has been termed by other cadre officials as \"discriminatory\". According to the government's own data, there are currently 490 officials holding joint secretary (Grade 3) positions against 370 approved posts, and 165 officers holding Grade 4 (selection grade) positions against 135 posts, while the lower tiers are facing manpower shortages—there are 886 senior assistant secretaries against 1,740 posts and 736 assistant secretaries against 1,314 posts.  \nWhy is taxpayers' money being used to give higher positions and higher salaries for holding the same office and performing the same duties as before? According to experts, in-situ promotions are the major culprit in harming the structural functionality of the bureaucracy, and since there are no specific guidelines regarding them, it creates the possibility of candidates being chosen not based on their merit, but on the intensity of their lobbying efforts and for politically motivated reasons.\n   In June this year, this daily reported on how the government has put present and former bureaucrats at the helm of almost all state bodies, instead of public representatives or professionals outside the civil service. In July, we also saw an absurd proposal placed before the cabinet from the public administration ministry, seeking impunity for retired public servants who have been convicted of committing serious crimes or ethical turpitude (this was, thankfully, rejected). However, in all of these instances, we see the same thread—of top-tier bureaucrats with a disproportionate amount of power and security concentrated in their positions. It is absolutely essential that the government introduce civil service reforms and correct these imbalances in the bureaucracy, before these structural weaknesses render it unable to perform its primary function of delivering public services.\n",
        "headline_1": "Top-heavy imbalance in civil bureaucracy a serious concern",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/top-heavy-imbalance-civil-bureaucracy-serious-concern-2161661",
        "news_paper_name": "The Daily Star",
        "publish_date": "27-08-2021"
    },
    {
        "full_article": "A transport service that depends on decrepit and outdated machines in need of frequent repairs is anything but up to scratch. Just to put it into perspective, 67 percent of the 263 locomotives that are in the inventory of Bangladesh Railway are obsolescent, and as many as 78 of them are more than half a century old. Those should be in the museum rather than being used for pulling railway bogies. This state of affairs is disconcerting, to say the least. \nIt's important to note that the railway happened to be the most preferred mode of public transport until recently, it being relatively safer and cheaper than other modes, and it may be hard to believe but once the railway service was known for its punctuality. But these facts may sound like fables now. It is no wonder that with the rundown locomotives, the service would face more frequent disruptions due to breakdowns and accidents. Regrettably, for quite some time, the sector has also been running up losses incrementally every year. The losses doubled between the two datum years. And old engines are like white elephants. The repair and maintenance cost makes the whole business uneconomical, naturally. \nThere must be something seriously wrong with the running of the railways. One would have thought that after the creation of a new, separate ministry for railways nearly 10 years ago, people would enjoy better services. But how does one explain the fact that the quality of service has been inversely proportional to the investment? Admittedly, considerable infrastructural developments have been made in this sector in the last several years. New tracks have been laid. New train services have been added to the schedule. But what has not improved is the quality of passenger service and punctuality.\nThis being the case, we believe a long-term overhaul plan for the railways is in order. The authorities ought to keep in mind that the railway forms an integral part of not only communications within the country, but it is an important cog in the integrated regional communications network. We understand that the government is planning to upgrade the important railway lines with a view to increasing connectivity and trade with other countries in the region, including Myanmar, India, China, Thailand, Malaysia and Singapore, through Ghumdhum via Ramu. Previous upgradation works were also restricted to development of railway infrastructure. However, we believe that the ministry should concurrently and proportionately invest in improving travel facilities by inducting better passenger wagons and locomotives. Only when people find it worth their money and time to travel by train would more people prefer the train. And only then can the railway be expected to make profits.\n",
        "headline_1": "Railway in poor shape",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/railway-poor-shape-2161656",
        "news_paper_name": "The Daily Star",
        "publish_date": "27-08-2021"
    }
]