[
    {
        "full_article": "In her first and customary Republic Day address to the nation, President Draupadi Murmu reiterated the founding ideals of the Republic on the eve of the 74th anniversary of the adoption of its Constitution. As the first tribal woman to occupy the highest office in the country, the 15th President of India is emblematic of the Republic’s continuing journey of democracy, pluralism and empowerment of the weaker sections. The values of fraternity and democracy that its founding leaders etched into the genetic makeup of the modern nation were derived from the learnings of an ancient civilisation. Ms. Murmu underscored this quality of the Republic — the amalgamation of the old and the new, the traditional and the modern. A unified and unifying struggle against British imperialism, as the President noted, was “as much about winning Independence as about rediscovering our own ideals”. Ms. Murmu laid emphasis on the “essence of India” — which is profound and predictable at once. “We have succeeded... because so many creeds and so many languages have not divided us, they have only united us.” A commitment to this creed has sustained the modern nation, and the long and ancient civilisation that evolved and reformed over millennia.It can be argued that the Republic is continuously in formation, as thoughts and ideas emerge. As new ambitions inspire the country, some foundational principles must remain the timeless codes for survival and success. Ms. Murmu’s address reiterated those, while celebrating India’s successes in various fields, particularly the economy. While noting India’s emergence as an influential leader in global affairs, she underscored the principles of Sarvodaya and Atmanirbhar Bharat — uplift of all, and self reliance — which are guiding the government as they have the earlier ones. Oppression and debilitating poverty continue to shackle vast sections, and India must constantly remember this fact, and certainly on occasions when it reflects on its progress. At various points, challenges to the ideals of the Constitution and the national movement arose in the form of political authoritarianism, sectarian extremism, and separatism, but India overcame them — a reason for satisfaction but also a call for constant vigil. Ms. Murmu’s reiteration of the founding principles of the Republic, and her reassurance to fellow citizens come at time when the sanctity of the Constitution is under attack. While debate about the Constitution is also part of the democracy it establishes, adherence to its basic principles is what unifies the people of India. Ms. Murmu made that point.\r\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nconstitution\n\n/\n\ndemocracy\n\n/\n\nRepublic Day",
        "headline_1": "Founding ideals: On President Murmu’s first Republic Day address to the nation",
        "headline_2": "Adherence to basic principles of the Constitution is what unifies India",
        "link": "https://www.thehindu.com/opinion/editorial/founding-ideals-the-hindu-editorial-on-president-murmus-first-republic-day-address-to-the-nation/article66440615.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "28-01-2023"
    },
    {
        "full_article": "In the week ahead, Finance Minister Nirmala Sitharaman will present her fifth and this government’s last full-fledged Budget before the Lok Sabha election in 2024. Although some electoral overtures can be made in an interim Budget next year, the Bharatiya Janata Party-led government will also be mindful of the flurry of State elections scheduled through 2023. Ms. Sitharaman has an unenviable task of balancing the pulls and pressures on fiscal resources amid multiple congregating headwinds, keeping one eye on creating a feel-good factor among voters and the other on demonstrating suitable resolve to address India’s twin deficit situation and steer growth. Buoyant tax revenues this year provide comfort on meeting the fiscal deficit target (6.4% of GDP). The Finance Minister will need to show a convincing glide path to the 4.5% of GDP target laid down for 2025-26, but the widening current account deficit is of more emergent concern. Goods trade deficit hit an all-time high in the second quarter of this year, with net exports being the biggest external ‘drag’ on demand since late 2012-13. Ms. Sitharaman will look to raise customs duties on non-critical goods to slash the import bill, while trying to ensure Indian producers do not lose out on integration opportunities with global value chains with prohibitive or inverted duty structures for inputs and intermediates.The export engine that has driven India’s growth well recently is likely to flounder this year even if the recession in the western world is milder than anticipated. Growth will be lower than the 7% expected this year, and the challenge is to prevent it from slipping below 6%. The Budget will persist with the public capex push with private investments yet to recover across the board. A chunk of the residual resources shall be earmarked for higher rural and social welfare spends, including food and fertilizer subsidies as well as schemes such as MGNREGA and PM-KISAN. Defence spending plans will be closely watched as they tend to be pruned in recent pre-poll Budgets. Constituencies awaiting succour such as the working middle class would like a revision of the tax exemption limit (set at ₹2.5 lakh a year in 2014) and other sops to alleviate the impact of high inflation on spending power. The government has not played to this gallery much in its innings, perhaps because it is not a vociferous or cohesive interest group such as farmers and corporates. But with an uneven recovery in consumption holding back the investment cycle, putting money into people’s hands to spur spending and facilitating more job opportunities for the youth, would be the best bet for India to drive its growth amid a tumultuous world economy. \nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nUnion Budget\n\n/\n\npolitics\n\n/\n\ndefence\n\n/\n\nAgriculture\n\n/\n\nemployment",
        "headline_1": "Great expectations: On Nirmala Sitharaman’s pre-poll budget",
        "headline_2": "Budget 2023-24 must balance electoral signalling with fiscal prudence",
        "link": "https://www.thehindu.com/opinion/editorial/great-expectations-the-hindu-editorial-on-nirmala-sitharamans-pre-poll-budget/article66440346.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "28-01-2023"
    },
    {
        "full_article": "Home is what one chooses it to be. Neighbourhood, country and even the planet itself evoke a sense of belonging to the right-minded. And yet there has been an unacceptable indifference to the systematic desecration of four fragile Himalayan valleys through the Chardhaam pariyojana (CDP) road-widening project, the disappearance of the Ganga into tunnels through bumper to bumper hydro-projects, railway tunnels and reckless tourism.\nIt has taken a Joshimath-scale calamity to get people’s attention but by now the ground’s also slipping in several other places in Uttarakhand.\nSuccessive governments have failed in their duties towards holistic development, but more worryingly the judiciary has also failed – on at least three separate occasions where timely action could have prevented the current Joshimath land-subsidence.\nRead full opinion on TOI+\n\n",
        "headline_1": "Question from the homeless in hills: Three times since the 2013 Kedarnath flood the judiciary could have helped prevent the Joshimath calamity, but didn’t",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/voices/question-from-the-homeless-in-hills-three-times-since-the-2013-kedarnath-flood-the-judiciary-could-have-helped-prevent-the-joshimath-calamity-but-didnt/",
        "news_paper_name": "The Times of India",
        "publish_date": "28-01-2023"
    },
    {
        "full_article": "India has issued a notice of modification for the Indus Water Treaty (IWT) with Pakistan, with good reason. IWT is one of the few major treaties between the two neighbours and has stood for more than 60 years. But since 2015, Pakistan has been trying to subvert it, including by persistently raising objections regarding India’s Kishenganga and Ratle hydropower projects in Jammu and Kashmir. While the projects are on the Chenab and Jhelum, for which Pakistan has unrestricted use under IWT, the treaty also allows India to use these rivers in non-consumptive ways.\nIn fact, Pakistan had taken its objections to the Permanent Court of Arbitration in 2010. But the court ruled that Kishenganga was a run-of-the-river project permitted under IWT. The same opinion was reiterated by the World Bank – also a party to IWT – in 2017. Nonetheless, Pakistan first unilaterally insisted on the appointment of a neutral expert and then switched to demanding a court of arbitration to adjudicate its objections, in contravention of IWT’s graded dispute settlement mechanism. At the heart of Pakistan’s objections is the fictitious claim that India is using river waters as a hybrid warfare tool. Plus, it complains that given India’s international standing, Pakistan can hardly expect a fair hearing from the international community.\nThis kind of schizophrenic thinking is precisely the reason Pakistan finds itself in its present mess. Last year’s devastating floods, the burgeoning inflation and forex crises and the new terror wave launched by the Tehreek-i-Taliban Pakistan are all matters that Pakistan’s leadership ought to prioritise. Yet, Pakistan’s deep-state remains fixated with India and Kashmir. New Delhi’s IWT notice gives Islamabad 90 days to enter intergovernmental negotiations to rectify the breach of the treaty. This issue needs to be resolved in a bilateral format.\n\n",
        "headline_1": "River bends: Pakistan should stop subverting the Indus Water Treaty",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/river-bends-pakistan-should-stop-subverting-the-indus-water-treaty/",
        "news_paper_name": "The Times of India",
        "publish_date": "28-01-2023"
    },
    {
        "full_article": "Indian women’s cricket had a great week. On Wednesday, BCCI announced the kick-off of a T20 Women’s Premier League with five city-based franchises sold for an aggregate Rs 4,670 crore. Later, on Friday, the Indian under-19 women’s team reached the final of the ongoing T20 World Cup in South Africa. T20 is cricket’s most commercially viable format. The absence of a WPL meant that Indian women’s cricket was short-changed as BCCI’s attention was focussed almost entirely on men’s cricket.\nThe latent potential in women’s cricket was underlined by two aspects of the WPL auction. Three of the five successful bidders also run IPL teams. The auction also witnessed geographically dispersed bidding. Women’s cricket is not just a big city phenomenon – Dharamsala and Guwahati saw spirited bidding. Leveraging the commercial potential will provide a booster for women cricketers in much the same way as it did for men. It will now provide livelihood opportunities for a far bigger pool of players. The related spin-off will be more resources for the domestic structure. The combined effect will rub off on the international performances of the Indian women’s team.\nIndian women’s cricket has been always neglected, dependent on the benevolence of male administrators. With the advent of compelling economic reasons to promote women’s cricket, BCCI will no longer ignore it. WPL has the potential to transform the women’s game in India.\n\n",
        "headline_1": "Boundaries broken: Women’s cricket finally gets its due",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/boundaries-broken-womens-cricket-finally-gets-its-due/",
        "news_paper_name": "The Times of India",
        "publish_date": "28-01-2023"
    },
    {
        "full_article": "Is nationalist fervour, running high around the world, dangerous and anti-globalism? Yuval Noah Harari, historian and probably the most influential public intellectual now, argues otherwise. In a series of TED talks and other lectures, Harari says nationalism can be a positive force and can mesh with the larger global interest.\nHe points out nationalism is not a natural part of the human psyche; it is a brand-new idea in our evolution. The key to humans’ success as a species are mass networks of cooperation. For millennia, we lived in small bands of dozens of people, then in tribes of thousands at most.\nRead full opinion on TOI+\n\n",
        "headline_1": "Harari thesis: Nationalism can be good for the world – Nationhood is an imagined construct. But done right, it teaches us to care for others",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/harari-thesis-nationalism-can-be-good-for-the-world-nationhood-is-an-imagined-construct-but-done-right-it-teaches-us-to-care-for-others/",
        "news_paper_name": "The Times of India",
        "publish_date": "28-01-2023"
    },
    {
        "full_article": "On the occasion of the International Holocaust Remembrance Day, it is important to recall the horrors and suffering that war, any war, inevitably brings. The Second World War resulted in the extermination of six million Jews across German-occupied Europe – in concentration camps, gas chambers, pogroms and mass shootings, etc. – as well as millions of others who died directly or indirectly as a consequence of the war. January 27 marks the day when the Auschwitz concentration camp – a major site of the Nazis' \"final solution to the Jewish question\" – was liberated in 1945.\nAfter the war, many hoped that the atrocities that the world had witnessed would result in the end of all conflicts, leading to some dubbing it as \"the war to end all wars.\" Unfortunately, in the subsequent years, such lofty hopes have been dashed repeatedly by self-serving world leaders, whose greed and quest for power – and, in some cases, hatred for others – have led to millions of more deaths, displacement, and other forms of atrocities.\nDuring the Nuremburg trials, the world tried to establish the idea that following orders to commit atrocities is itself an unpardonable crime. Yet, there has been little change in that regard, as the orders of so-called leaders to commit atrocities are still mostly blindly followed. Therefore, as disappointing as it may sound, the reality is that the lessons that the world should have learned following the tragedies of World War II, and World War I before it, have been mostly ignored.\nIn fact, we have even seen the state of Israel and its Western allies use innocent Jewish people once victimised by the Nazis to persecute the people of Palestine for more than seven decades. Peoples' legitimate concern for human rights violations has been weaponised to make way for other wars of aggressions to victimise millions of more people, all, ironically, in the name of upholding human rights. The international community, meanwhile, has failed to protect the legitimate victims of wars and atrocities.\nWe have seen that happening in the case of the Rohingya also. Even though more and more countries are recognising what the Myanmar army, along with religious extremists in the country, have perpetrated against the Rohingya people as genocide, the world is yet to take any meaningful action to hold the perpetrators to account, or stand beside the victims.\nAccording to the Bulletin of Atomic Scientists, the world today is closer to doomsday than ever before. The main driving force for that is the ongoing war in Ukraine, which is drawing Russia and the West ever closer to a direct conflict. So, while paying homage to the memory of the Holocaust victims, we must renew our pledge to end the madness of wars and conflicts. It is time to ensure that such horrors are never visited or indulged under any pretext whatsoever.\n",
        "headline_1": "Humanity learned little from the horrors of war",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/humanity-learned-little-the-horrors-war-3232511",
        "news_paper_name": "The Daily Star",
        "publish_date": "28-01-2023"
    },
    {
        "full_article": "The revelations of a report prepared by the United Nations Office on Drugs and Crime (UNODC) titled, \"Trafficking in Persons 2022,\" are chilling and concerning. According to it, only one person was convicted in a human trafficking case in Bangladesh in 2020, illustrating a shockingly low conviction rate in the country for such an egregious crime. The year before, the number of people convicted in trafficking cases was nine. In 2018, that number was four. Meanwhile, a total of 373 people were arrested in 2020 in connection with human trafficking, 199 were arrested in 2019, and 688 were arrested in 2018. Given that the number of people arrested were in the hundreds, while the number of convictions were less than 10, we should be seriously concerned about how our legal system is handling the issue of human trafficking.\nThe report contains critical information that could help the authorities identify a number of trends that could prove useful in the fight against human trafficking. For example, Dhaka apparently saw the highest number of human trafficking cases (40 percent) filed in 2020, followed by Khulna (22 percent) and Chattogram (17 percent). It pointed out that economic need was the main driver of trafficking in persons in Bangladesh, while the other factors are discrimination and marginalisation. The relative lack of economic opportunities in rural areas functions as a major push factor.\nWhile victims from all over Bangladesh have been detected in the countries of the Gulf Cooperation Countries (GCC), those districts sharing borders with India near larger city centres disproportionately report repatriated victims. For example, Khulna, which shares its western border with West Bengal and is not far from Kolkata in India, reported the most repatriated victims in 2020. The report also found that traffickers consciously target victims affected by environmental disasters caused by climate change, such as floods and droughts, which erode livelihoods and heighten levels of vulnerability. And that the top destination for trafficking victims from Bangladesh are countries in the GCC, Thailand, Malaysia, India, Europe, and the Americas.\nLack of resources, bribery by traffickers, and insufficient evidence are the main reasons for the low conviction rate in Bangladesh, according to the report. And while trafficking cases should be closed within 180 working days, in practice, the process becomes far more protracted due to these reasons, as well as the involvement of high levels of corruption. The involvement of insiders is another worrying factor here. On January 27, for example, CID officials arrested one security staff of Civil Aviation and another involved with the engineering service of the Dhaka airport. These two employees were allegedly working with a transnational human trafficking syndicate, which has trafficked at least 50 Bangladeshis to Iran. Ultimately, the authorities need to place much greater priority on preventing human trafficking and punishing the perpetrators of such crimes. Human trafficking is one of the most serious crimes around the world – amounting to modern day slavery. Therefore, the lack of resources being invested to prevent it by the government makes no sense. \nAll government agencies need to communicate better with each other and collaborate better to prevent human trafficking. And lastly, law enforcement agencies, with the help of other countries, need to identify the masterminds of human trafficking syndicates – who tend to be extremely powerful and influential individuals – and bring them to book.\n",
        "headline_1": "Prioritise human trafficking prevention",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/prioritise-human-trafficking-prevention-3232371",
        "news_paper_name": "The Daily Star",
        "publish_date": "28-01-2023"
    },
    {
        "full_article": "Are we, as a nation, blind towards the value that our heritage holds? It increasingly seems so, given the apathy of even our authorities towards preserving the thousands of structures around the country which are embedded with decades of culture, traditions, and history. One such structure is the century-old Manasa temple in Old Dhaka's Kayettuli area, which, according to a report by this daily, is on the verge of extinction due to neglect and lack of maintenance by the Dhaka South City Corporation (DSCC) and the archaeology department. T\nhough still frequented by hundreds of Hindu devotees and visitors from all around, the temple is quite simply falling apart and has been given only eight months' time by the vice president of the temple committee before it collapses completely. The exterior of the temple, adorned with a rare chinitikri mosaic of imported china clay tiles, is near disintegration while the structure itself is barely noticeable since newer buildings have been built around it – not only too close to the temple boundaries but also towering over it. Why should this be the state of a historically significant religious establishment in the country's capital? \nThe aforementioned Manasa temple is merely one of at least 2,200 heritage structures identified by the Urban Study Group (USG) which require protection, and which the High Court, in 2018, had ordered authorities to stop changing, modifying, and demolishing. But the inaction of our authorities when it comes to protecting heritage sites has always been disheartening. And the list of structures which come under threat of decay, demolition, or alteration is ever-increasing. \nIt is no wonder that the Manasa temple is in a crumbling state, given that it has been deprived of necessary repairs for 33 years. While the temple committee tries its best to maintain it, the onus is on city authorities and the archaeology department to restore the heritage structure back to health. We are eager to believe that our authorities do care about the country's heritage, as was demonstrated by the recent retrieval of the Brajo Niketan palace in Nawabganj from the clutches of local influentials. But past records of authorities turning a blind eye to the destruction of heritage – such as the numerous lanes of Old Dhaka being stripped of the oldest of old buildings (without any attempt at proper conservation) – makes us wary. \nIf we are failing to care for the culturally and historically significant structures of the country, what guarantee is there that all the developmental infrastructure being built now will sustain the next century, let alone beyond it? \nRegardless, we urge city authorities, the archaeology department, and other relevant quarters to show up for the Kayettuli Manasa temple immediately and assist the temple committee in saving the structure from collapse. It is unacceptable that, besides residential heritage buildings, historically and culturally significant religious establishments, too, should succumb to authorities' apathy.\n",
        "headline_1": "Heritage no hurdle?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/heritage-no-hurdle-3232316",
        "news_paper_name": "The Daily Star",
        "publish_date": "28-01-2023"
    },
    {
        "full_article": "The newly introduced textbooks for Grades 1, 6 and 7, prepared by the National Curriculum and Textbook Board (NCTB), have created quite a stir. The issues are more than the presence of some glaring oversights that allowed typos to creep into the texts. Instances of plagiarism in science textbooks have been traced, and the editors have already apologised for their scholarly negligence. The use of Google Translate to change a source text into Bangla for writing sections of textbooks is an event of scandalous proportions, to say the least. The involvement of some high-profile writers in such a shoddy job of academic thievery has stigmatised the entire process.\nSome of the controversies are also ideological in nature.\nI scanned through the Science, and History and Social Sciences textbooks to understand the nature of the \"ideological\" controversy. The education minister has already told a press conference that these books are pilot versions, and after receiving feedback from stakeholders and correcting factual and typographic errors, the final versions would be made available.\nQuestions may be asked about why these pilot versions were printed then. It would have been much easier and less expensive to make such amendments in soft copies. I guess the answers to such queries would have exposed the myth of internet penetration in our country, and the shortage of digital devices.\nBefore I address the elephant in the room: the embedded ideological issues in texts meant for an adolescent audience in their formative years, let me commend the writers and NCTB for adopting a learner-centric narrative tone. In science textbooks, the applied section (exercise book) complements the investigative study quite nicely. The books are rich in content and cover extensive areas, including some contemporary issues of climate change and sustainability.\nHowever, the extent of the topics covered in these books makes me worry whether students who are 11 to 13 years old will be able to grasp so many ideas in one academic year. Since this is a pilot version, I would suggest that the lessons are tried out with detailed lesson plans with sample groups before being finalised. Whether a 140-page plus book packed with information can be covered in 10 months is something that needs to be tested and validated.\nCritics have found fault with the way archaeological history has been presented. They think that the books have given more focus on pre-history, and the lack of attention on the Muslim and British eras, thereby, does not reflect the identity formation of the majority in a predominantly Muslim country. \nThe Class 7 book randomly starts with images of friends of our Liberation War, and ends with an image of Bangladeshi refugees taking shelter in India. Yet, the first chapter deals with the early period of South Asian urbanism, while locating Indus cities in their larger regional landscape. The picture of Indira Gandhi has been enlarged, deservedly so. But the out-of-context placement and highlighting of the photo make the issue unnecessarily problematic for a textbook prepared by our national curriculum board. The distribution of the topic seems lopsided, as the book cursorily refers to some architectures and mosques to come to an abrupt end about the fusion of cultures in the region.\nThe NCTB earlier tried to bring changes to the textbooks in 2012, but was forced to omit some major sections as they were objected to by certain Islamic groups. The internet barometer suggests that a similar backlash is brewing. Already, there have been objections raised to the supposed inclusion of the theory of evolution. Critics are claiming that the NCTB textbook has suggested humanity evolved from apes, which contradicts the origin of man found in organised religion.\nIn a press release, the NCTB clarified its position against various propaganda. For instance, one of the narrators in the text says, \"Many claim that man has come from monkeys. It's wrong.\" The text then goes on to exclaim the branching out of species, and includes an interesting side story on Lucy, a fossil of one human ancestor that dates back to 3.2 million years.\nAlready, claims are being made that the Darwinian theory of evolution should be dropped from the syllabi. There are many Islamic scholars today who have given ample logic to show that scientific views of origin can only solidify religious views. Holding on to a traditional view, without being aware of evolution, which literally means change over time, will fossilise our education. Hamza Yusuf is one such scholar, who uses the lens of al-Ghazālī to reach an alignment between Islam and Neo-Darwinian evolution. In a lecture, Hamza Yusuf says that it is important for Muslims to acquire the symbolic logic of the West to engage with their ideas.\nI think the NCTB has been strategic in instilling inquisitiveness and openness in the minds of young readers. The objective of making a textbook for the 21st century is commendable. The book is designed to make the students critical and creative. Without creativity and a critical outlook, our young generations will fail to become global citizens.\nHowever, the noble purpose of the textbook has been diluted by some fringe agendas. These could be products of some over-enthusiastic scholars, politicians or bureaucrats. The books will serve a greater purpose if it assumes a more neutral and objective tone. Many of the images and additional information can be made available online for further reading.\nOverall, I think these textbooks are in the right direction of making students lifelong learners by equipping them with the tools to ask questions. Stylistically, the printing needs to be error-free. And the method needs tweaking, precisely because of the controversies it has espoused already.\nDr Shamsad Mortuza is a professor of English at Dhaka University.\n",
        "headline_1": "The Ideological Elephant in the NCTB Textbooks",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/blowin-the-wind/news/the-ideological-elephant-the-nctb-textbooks-3232161",
        "news_paper_name": "The Daily Star",
        "publish_date": "28-01-2023"
    },
    {
        "full_article": "On the occasion of the International Holocaust Remembrance Day, it is important to recall the horrors and suffering that war, any war, inevitably brings. The Second World War resulted in the extermination of six million Jews across German-occupied Europe – in concentration camps, gas chambers, pogroms and mass shootings, etc. – as well as millions of others who died directly or indirectly as a consequence of the war. January 27 marks the day when the Auschwitz concentration camp – a major site of the Nazis' \"final solution to the Jewish question\" – was liberated in 1945.\nAfter the war, many hoped that the atrocities that the world had witnessed would result in the end of all conflicts, leading to some dubbing it as \"the war to end all wars.\" Unfortunately, in the subsequent years, such lofty hopes have been dashed repeatedly by self-serving world leaders, whose greed and quest for power – and, in some cases, hatred for others – have led to millions of more deaths, displacement, and other forms of atrocities.\nDuring the Nuremburg trials, the world tried to establish the idea that following orders to commit atrocities is itself an unpardonable crime. Yet, there has been little change in that regard, as the orders of so-called leaders to commit atrocities are still mostly blindly followed. Therefore, as disappointing as it may sound, the reality is that the lessons that the world should have learned following the tragedies of World War II, and World War I before it, have been mostly ignored.\nIn fact, we have even seen the state of Israel and its Western allies use innocent Jewish people once victimised by the Nazis to persecute the people of Palestine for more than seven decades. Peoples' legitimate concern for human rights violations has been weaponised to make way for other wars of aggressions to victimise millions of more people, all, ironically, in the name of upholding human rights. The international community, meanwhile, has failed to protect the legitimate victims of wars and atrocities.\nWe have seen that happening in the case of the Rohingya also. Even though more and more countries are recognising what the Myanmar army, along with religious extremists in the country, have perpetrated against the Rohingya people as genocide, the world is yet to take any meaningful action to hold the perpetrators to account, or stand beside the victims.\nAccording to the Bulletin of Atomic Scientists, the world today is closer to doomsday than ever before. The main driving force for that is the ongoing war in Ukraine, which is drawing Russia and the West ever closer to a direct conflict. So, while paying homage to the memory of the Holocaust victims, we must renew our pledge to end the madness of wars and conflicts. It is time to ensure that such horrors are never visited or indulged under any pretext whatsoever.\n",
        "headline_1": "Humanity learned little from the horrors of war",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/humanity-learned-little-the-horrors-war-3232511",
        "news_paper_name": "The Daily Star",
        "publish_date": "28-01-2023"
    },
    {
        "full_article": "The revelations of a report prepared by the United Nations Office on Drugs and Crime (UNODC) titled, \"Trafficking in Persons 2022,\" are chilling and concerning. According to it, only one person was convicted in a human trafficking case in Bangladesh in 2020, illustrating a shockingly low conviction rate in the country for such an egregious crime. The year before, the number of people convicted in trafficking cases was nine. In 2018, that number was four. Meanwhile, a total of 373 people were arrested in 2020 in connection with human trafficking, 199 were arrested in 2019, and 688 were arrested in 2018. Given that the number of people arrested were in the hundreds, while the number of convictions were less than 10, we should be seriously concerned about how our legal system is handling the issue of human trafficking.\nThe report contains critical information that could help the authorities identify a number of trends that could prove useful in the fight against human trafficking. For example, Dhaka apparently saw the highest number of human trafficking cases (40 percent) filed in 2020, followed by Khulna (22 percent) and Chattogram (17 percent). It pointed out that economic need was the main driver of trafficking in persons in Bangladesh, while the other factors are discrimination and marginalisation. The relative lack of economic opportunities in rural areas functions as a major push factor.\nWhile victims from all over Bangladesh have been detected in the countries of the Gulf Cooperation Countries (GCC), those districts sharing borders with India near larger city centres disproportionately report repatriated victims. For example, Khulna, which shares its western border with West Bengal and is not far from Kolkata in India, reported the most repatriated victims in 2020. The report also found that traffickers consciously target victims affected by environmental disasters caused by climate change, such as floods and droughts, which erode livelihoods and heighten levels of vulnerability. And that the top destination for trafficking victims from Bangladesh are countries in the GCC, Thailand, Malaysia, India, Europe, and the Americas.\nLack of resources, bribery by traffickers, and insufficient evidence are the main reasons for the low conviction rate in Bangladesh, according to the report. And while trafficking cases should be closed within 180 working days, in practice, the process becomes far more protracted due to these reasons, as well as the involvement of high levels of corruption. The involvement of insiders is another worrying factor here. On January 27, for example, CID officials arrested one security staff of Civil Aviation and another involved with the engineering service of the Dhaka airport. These two employees were allegedly working with a transnational human trafficking syndicate, which has trafficked at least 50 Bangladeshis to Iran. Ultimately, the authorities need to place much greater priority on preventing human trafficking and punishing the perpetrators of such crimes. Human trafficking is one of the most serious crimes around the world – amounting to modern day slavery. Therefore, the lack of resources being invested to prevent it by the government makes no sense. \nAll government agencies need to communicate better with each other and collaborate better to prevent human trafficking. And lastly, law enforcement agencies, with the help of other countries, need to identify the masterminds of human trafficking syndicates – who tend to be extremely powerful and influential individuals – and bring them to book.\n",
        "headline_1": "Prioritise human trafficking prevention",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/prioritise-human-trafficking-prevention-3232371",
        "news_paper_name": "The Daily Star",
        "publish_date": "28-01-2023"
    },
    {
        "full_article": "The passage of the Universal Pension Management Bill, 2023 by the Jatiya Sangsad (JS) on Tuesday last is indeed a remarkable achievement for the country. According to the parliament-approved Bill, all the citizens of the country aged between 18 and 50 years, if they want, will be able to join the pension scheme by regularly contributing a certain amount of subscription to the pension fund. In fact, the Bill, if and when takes effect as a law, will mark the realisation of a long-cherished dream of the country's working people most of whom remain unprotected after their retirement age. Notably, people in government service or those working for organisations with regular wage or salary structure have post-retirement provisions for them. But that is not so with the nation's majority workforce, 85 per cent of whom are engaged in the informal sector.In the past, the bread earners in society would depend on their younger family members to support them in their old age. But time has changed and the extended family system is breaking up giving way to nuclear families. As a result, even after retirement, with none to look after, many old people have to fend for themselves. Against this background, such a law can be a lifeline not only for the young working population who are going to reach their retirement age within the next two to three decades, but also for those who have already retired from work. The approved Bill provides that people above 50 can also benefit from the pension scheme, if they contribute to the pension fund for at least 10 years. In case of the death of a pensioner, her/his nominee will get certain amounts of benefit. This is definitely a reassuring piece of news for the country's older population and their dependants. However, certain important details about the pension scheme are yet to be worked out. These include, for example, the amount of monthly or quarterly subscription that a prospective pensioner will have to pay to the pension fund or what the government's matching contribution to it is going to be. These points need to be spelt out clearly. Because, these are the issues of highest interest to the would-be clients of the pension scheme. Apart from the benefits the would-be pensioners are going to derive from the scheme, the government itself will also be a big beneficiary of the scheme, since pension fund will be invested in various profit making activities including the government's various debt instruments like treasury bills, bonds and in development projects. Such investments promise to be an additional source of the government's income. In that case, the government's dependence on bank borrowing could be reduced considerably. Once operational, the pension scheme can also be of help for the government in other ways. For instance, a portion of the financial support that the government is now providing to the old people and the vulnerable segments of society under the social safety net programmes could be channelled through the pension scheme. There is no question that the promises the universal pension scheme holds out are immense. Equally, the challenges facing the government particularly regarding its implementation will be humongous. As expected, the universal pension scheme's success will hinge on its efficient and transparent management by a set of people who have the required know-how to run such programmes. Understandably, the cardinal virtue of those in charge, especially in the envisaged National Pension Authority and other executives down the line should be beyond question.",
        "headline_1": "Laudable universal pension scheme",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/laudable-universal-pension-scheme-1674821328",
        "news_paper_name": "The Financial Express",
        "publish_date": "28-01-2023"
    },
    {
        "full_article": "The Office of the Registrar of Joint Stock Companies and Firms, or RJSC is the government body responsible for registering new companies; it is also the authority for renewal of licences for existing companies. According to a report published in this newspaper on January 24, \"some 192,682 or 79.35 per cent of companies never submitted their returns\" after registering. Indeed, it is shocking to learn that only 42,318 out of 205,000 registered companies have been submitting their returns off and on. That 4,298 companies got their registration in the first half of the current fiscal year, illustrates how easy it is to open up a company (both private and public limited) using the good offices of the RJSC. Looking into the data available with the RJSC, it is apparent that the RJSC does not make it legally mandatory for companies to submit their returns. When companies are not bound to submit their returns, why would they bother? That means the national exchequer is losing out on God knows how many millions of billions in taxable income year in and year out. It is interesting to note that those companies that need to avail of bank loans are the ones submitting their returns with RJSC. That leaves the bulk of companies (RJSC registered) to continue to operate liberally, as they do not require bank finance. Hence, the government continues to lose revenue. The outmoded operational activity of company registration remains in the hands of middlemen who work in cahoots with a section of officials and the exchequer remains bereft of what is owed to it. The recent push for reforming RJSC by a ministry of commerce committee tasked with the job has come up with several recommendations. This includes upgrading services by improving the registration process and going online. Having an automated form for application submission that would be sent (using a random selection process) to an examiner within three working days where such examiner would be the last stop in the application process. An automated system would automatically detect-and-reject incomplete applications, which in itself, would curtail the paperwork for the RJSC. On the financial return submission front, it has been found that 9 out of 10 companies submit faulty statements. So, there is a provision for improvements here too. At the end of it all, what it all boils down to is to make the process seamless, automated and fast. Only when the service is fast and fair can there be a serious improvement in company registration. Thus only when the legal loopholes are addressed can the revenue body expect to fill its coffers with what is due to it.As the country comes to grips with the economic downturn due to a myriad of domestic and international factors, it has become abundantly clear that things need to change. Any change is not only painful but is resisted tooth and nail. The authorities will undoubtedly face a lot of opposition from registered companies which would rather not submit their books of accounts and due to this they would inevitably draw hefty penalties in taxes not submitted. But then, a change is long overdue. Recent media reports bring to light a host of changes being thought of to streamline the taxation system, not only for individuals but companies. Increasing direct taxation is something that is happening right now. That tax returns are up by nearly 7.0 per cent is perhaps not up to the mark the revenue authority had hoped for, but it is a step in the right direction. Again, there is the case of customs that has found through its investigations, evidence of billions of Taka which have been siphoned off through trade-based money laundering, which is closely associated with transfer pricing. For decades, loopholes in the system were allowed for all sorts of financial mismanagement and transfer of money out of the country. Billions of taka were taxable but were not because these lax rules were kept there for the sole purpose of allowing individuals and institutions to avoid paying taxes. The country has reached a stage where (without corrective measures) the balance of payments will never reach equilibrium. With a dip in the country's international ranking, international financing has also taken a nosedive. Perhaps now, when all one sees is red, the changes that should have been initiated decades ago will start taking place. It should however be remembered, the simple rectification through amendment to a law has zero effect on realities on the ground. Every regulatory body must be revamped with the right mix of professionals, with powers to enforce rules and introduction of the right technology. It is also time to end the professional rivalries that the various departments in the government are heir to. They are not fiefdoms, but an integral part of the government machinery that is supposed to be working towards revenue generation for the national exchequer. One can only hope that the rectifications that have been the subject matter of endless debates are now introduced and acted upon.[email protected]",
        "headline_1": "Reforming the RJSC",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/reforming-the-rjsc-1674821368",
        "news_paper_name": "The Financial Express",
        "publish_date": "28-01-2023"
    },
    {
        "full_article": "A number of new textbooks for primary and secondary level students have given rise to controversy in the county. The National Curriculum and Textbook Board (NCTB) has published a new set of textbooks in line with the revised curriculum with effect from 2023. Many have already detected various errors, omissions, flaws, mistakes and distortions in these books. Some also alleged that there is an intentional move behind these to distort the learning and thinking process of the new generation.Though the authorities are trying to defuse the criticism by saying that all the mistakes will be corrected and revised, they are yet to acknowledge the gravity of the problem. It is also difficult to comprehend why the manuscripts were not thoroughly checked or edited before sending to the press for printing. The publication of new textbooks was decided much earlier. So, there was sufficient time to write, edit, review and finalise the books. The authors and editors of these books are well-qualified, and many are renowned intellectuals of the country. It was expected that they would leave no scope for gross mistakes and controversy over contents. In reality, it doesn't happen. It is true that textbook errors are not new in this country. What is most disturbing is the continuation of the mistakes in different ways. Over the years, citizens have observed that more sincere efforts are needed to make school textbooks error- and controversy-free. Unfortunately, NCTB officials and staff responsible for printing and publishing the books also do not face any punishment or penalty for wrongdoing. Critics have argued that there are two problems with the new textbooks. One is mistakes and errors regarding facts, information, grammar and spellings. Another significant problem is the approach taken in some of the textbooks to teach pupils history, literature, religion and social sciences. Some critics argue that there is no straightforward approach. Another group observed that some distorted and biased approach is there to teach history and society.It is to be noted that the distorted history of independence and the liberation war in 1971 was in the textbooks for long. These distortions were, however, corrected a decade ago. Nevertheless, it is a sad thing that controversy and distortion are still haunting the new textbooks. That's why various allegations are there. It appears that errors and distortions in the new textbooks primarily originated from the non-professional attitude and careless works of the NCTB. The authorities, thus, need to take adequate measures to correct the errors, revise the misleading approach and finally make a clear public statement in this connection. However, only brushing aside the allegations and criticism as false and fabricated will not solve the problem. Finally, it has to be remembered that tax money finances the preparation, printing, publishing and distribution of the textbooks every year. Thus, the NCTB is accountable to the taxpayers of the country who do not want to see the misuse of public resources due to careless works of the relevant bodies. Correction and revision of the textbooks will require additional funds. Though it will be made available, the critical question remains, why the taxpayers will bear the unnecessary costs. [email protected]",
        "headline_1": "Controversy over textbooks",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/controversy-over-textbooks-1674821408",
        "news_paper_name": "The Financial Express",
        "publish_date": "28-01-2023"
    },
    {
        "full_article": "Children are called the future of any nation. However, in a cut-throat competitive world, they are constantly pushed to the edge by their parents to build a bright future. The enormous pressure on the children to gain academic excellence not only hinders their mental development and learning but also leads to increased stress and anxiety. The future of a child is the biggest concern to a parent. Since the educational institutions in our country are always on the lookout for the best students to maintain their reputation, parents feel compelled to raise the bar too high for their children to match up to the standards. Parents nowadays are overly concerned about how the world would perceive their children which in turn results in parental pressure.Many parents do not want to understand this pressure of expectation on the child's mind. The joy of their childhood and adolescence is lost in the race of becoming first in the class. So if you are a parent, you must understand your child first. Try to find out what interests your child most. Make your plans accordingly but do not impose your expectations on them. Ashikujaman Syed, Research Assistant,Bioinformatics Research Lab,Center for Research Innovation and Development (CRID),[email protected]",
        "headline_1": "Parental pressure on children",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/parental-pressure-on-children-1674821438",
        "news_paper_name": "The Financial Express",
        "publish_date": "28-01-2023"
    }
]