[
    {
        "full_article": "Among the key school education reforms instituted by the UPA government as part of the Right to Education were Continuous and Comprehensive Evaluation (CCE) and a ‘no detention’ policy up to Class 8. Both sought to create a benign environment in school so that there was no pressure of final examinations and “standards” on the child. The CCE was to be executed from Class 6, in discrete steps throughout the year, which meant no scary final test of just academic achievement based on a year-long curriculum. Whether those reforms contributed to the current situation or not, the reality is that a significant number of students passing out of primary school do not have foundational numeracy and literacy. And they do not seem to catch up by the time they leave middle school. Recognising the gap in achieving learning outcomes, the NDA government sought to do away with the no detention policy, in 2019, leaving it to the appropriate State governments. The CCE was given up too. But the COVID-19 pandemic intruded and made it impossible for schools to even consider detaining students. The recent notification of the Ministry of Education has removed the discretion given to State governments. It has mandated a final examination at the end of Class 5 and Class 8, which will assess a child’s competence. If he or she is not found to be competent, the child will be re-examined after two months after additional instruction. If the child fails again, he or she will be detained. The rules say no child should be expelled before completing elementary education.Practical necessity is driving this change in norms. Steps do need to be taken to address the gap in the learning outcomes achievement. An educated, capable and skilled population is needed to reap the demographic dividend. It takes an entire neighbourhood to educate a child, not just the school and parents. The dismal situation in learning outcomes is a collective failure of society that needs to be addressed. But it would take a lot more than this particular change in policy to trigger a turnaround. CBSE-affiliated and other private schools can easily implement the new policy. However, for some States, it will be a political hot potato. Private schools should not use this as an excuse to expel poor performing students — safeguards would be needed. A sad consequence of the policy is that it brings back a single final examination as an arbiter of a child’s promotion or detention. While NEET or the JEE may be taken as special cases applying to extremely competitive professions, to bring back one final test at the school level is a regression. The National Education Policy 2020, for instance, wants to replace summative assessment with formative, and promote self and peer assessments. It promises a “holistic, 360-degree, multidimensional progress report card” detailing the “progress and the uniqueness of each student”. The new detention policy does not reflect the NEP’s spirit. Published - December 28, 2024 12:20 am IST\n                          Read  Comments \n                Copy link  \n                        \n            \n                    Email     \n                                \n                \n                Facebook   \n                        \n            \n                Twitter    \n                        \n            \n                Telegram     \n                        \n            \n                LinkedIn     \n                        \n            \n                WhatsApp\n                \n                        \n            \n                Reddit      \n                        \n            READ LATER\n                    Remove     \n                \n                SEE ALL         \n                PRINT\n            Related Topics\n        \n                        education\n                    \n                            /                      \n                        \n                        school\n                    \n                            /                      \n                        \n                        right to education\n                    \n                            /                      \n                        \n                        test/examination\n                    \n                            /                      \n                        \n                        primary\n                    \n                            /                      \n                        \n                        teaching and learning\n                    \n                            /                      \n                        \n                        government\n                    \n                            /                      \n                        \n                        entrance examination\n                    \n                            /                      \n                        \n                        United Progressive Alliance\n                    \n                            /                      \n                        \n                        National Democratic Alliance\n                    \n                            /                      \n                        \n                        Coronavirus",
        "headline_1": "Letter and spirit: on the Ministry of Education notification",
        "headline_2": "The new detention policy seeks to address a real issue, but it fails",
        "link": "https://www.thehindu.com/opinion/editorial/letter-and-spirit-on-the-ministry-of-education-notification/article69033740.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "29-12-2024"
    },
    {
        "full_article": "People derive a sense of ease from what they perceive to be safe cloisters; they let their guard down in these areas and, relax. When an attack happens in safe environs, it would be a harsh betrayal of that sense of trust. In the recent case of sexual assault within the campus of Anna University, Chennai, there has not only been a vile violation of a young student’s bodily integrity, but also, possibly as painful, a gross betrayal of trust. On December 23, in one of Tamil Nadu’s top engineering institutes, Anna University, a public State-run institution, the engineering student and her friend, also a student, decided to take a walk after dinner. As they walked into a rather secluded neck of the woods, the horror began for them. A stranger there accosted the male companion, threatened him and then went on to sexually assault the girl. Traumatised by her ordeal, the girl called the police helpline — 100 — the next day, and a team from the all women’s police station nearby reached the university and took her complaint. She gave a full account of the incident, assuring them that she would be able to identify the culprit if she were to see him again. On Wednesday, police arrested Gnanasekaran, a roadside vendor who has a bunch of petty cases against him, after he had been identified in an identification parade. Apparently, though not an employee, he used to frequent the varsity campus as his wife was a contract labourer employed by the university to work within the premises.In the aftermath of the incident, the Higher Education Minister said more lights would be provided across the campus, and all the overgrown bushes trimmed. Efforts have also been initiated to regulate who enters the campus, by conducting an ID check before allowing visitors in. While the incident has provoked widespread outrage, it has also acquired varied political hues, with reactions from some quarters bordering on the absurd. What is essential is for the government to ensure, without a doubt, that every corner of all its educational institutions and their vast cloisters are safe for all students. Whatever needs to be done in aid of that should be done, costs notwithstanding. Additionally, the personal details of the complainant were revealed in the public realm, a clear violation of the law and repeated court guidelines. This too must never be allowed to happen another time. The alacrity displayed in apprehending the culprit should be extended to the filing of charges and securing a conviction for a just closure to this horrific crime.\r Published - December 28, 2024 12:10 am IST\n                          Read  Comments \n                Copy link  \n                        \n            \n                    Email     \n                                \n                \n                Facebook   \n                        \n            \n                Twitter    \n                        \n            \n                Telegram     \n                        \n            \n                LinkedIn     \n                        \n            \n                WhatsApp\n                \n                        \n            \n                Reddit      \n                        \n            READ LATER\n                    Remove     \n                \n                SEE ALL         \n                PRINT\n            Related Topics\n        \n                        Chennai\n                    \n                            /                      \n                        \n                        university\n                    \n                            /                      \n                        \n                        sexual assault & rape\n                    \n                            /                      \n                        \n                        police\n                    \n                            /                      \n                        \n                        crime\n                    \n                            /                      \n                        \n                        students",
        "headline_1": "​Security in safety: on the assault within a university campus",
        "headline_2": "Authorities must ensure public spaces are safe environs for all",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Bsecurity-in-safety-on-the-assault-within-a-university-campus/article69033762.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "29-12-2024"
    },
    {
        "full_article": "Authored by Anil Ambani\nOn Dec 28, 1932, in Chorwad, Saurashtra, Gujarat, India, Dhirajlal Hirachand Ambani was born to Jamnaben and Hirachand Gordhanbhai Ambani, an ordinary school teacher. To the world, he was Dhirubhai Ambani, a visionary, the architect of Reliance, and the man who transformed India’s entrepreneurial landscape. To me, he was my father – a guiding star, a source of boundless inspiration, and a living embodiment of resilience.\nThrough his life, I found not just lessons on business but the very essence of what it means to live purposefully and leave an indelible mark. The foundation of his greatness lay in his unshakeable faith, humility, and relentless determination. My father often found solace in the teachings of the Hanuman Chalisa, his go-to source of wisdom and strength. Like Hanuman, he believed that with faith and effort, even the seemingly impossible becomes achievable.\nOne line he frequently quoted was: “Buddhiheen Tanu Jaanike, Sumirau Pavan Kumar; Bal Buddhi Vidya Dehu Mohi, Harahu Kalesh Vikaar” – Understanding my limitations, I bow to Hanuman; bless me with strength, wisdom, and knowledge, and remove my flaws and grief. For him, this prayer was not just a call to Hanuman for divine help but a reminder of the infinite potential within each of us, waiting to be unlocked through persistence and faith. My father’s journey from a modest Gujarati village to the pinnacle of Indian business was nothing short of a modern epic.\nStarting with a mere few rupees in his pocket, he dreamed of creating a company that would serve millions. “Dream big,” he would always say. His belief in hard work echoed the words of Hanuman Chalisa: “Ram Kaj Karibe Ko Aatur” – Eager to fulfil the work of Lord Ram. He approached every challenge with the same fervour – be it setting up Reliance in a world dominated by multinational giants or overcoming the cynicism of naysayers. For him, work was worship, and every obstacle was an opportunity to serve a larger purpose.\nAs his son, I had the privilege of witnessing his unwavering commitment to empowering others. He always believed that wealth is a means to create a better society, not an end in itself. He often reminded us, “A leader is not the one who leads; a leader is the one who builds more leaders and can attract followers.”\nThe most profound lesson I learned from him was to never lose faith in the face of adversity. Like Hanuman’s leap to Lanka, his life was a testament to the idea that no distance is too far, no mountain too high, if your intentions are pure and your heart resolute. “Naasai Rog Harai Sab Peera, Japat Nirantar Hanumat Beera” – He destroys all ailments and suffering for those who chant his name continuously. Today, as I walk in his footsteps, I hold his lessons close to my heart. He was, and always will be, my greatest teacher – a living example of what it means to dream fearlessly, live purposefully, and lead with humility.\nMy father prayed daily to the rising sun as a sign of humility and commitment. He would say, “Aditya Hridayam Punyam.” It reminds us that the sun is a reflection of divine strength. It teaches us courage, energy, and focus. My father would tell me, it means life will challenge you, but like the sun, rise again every day, undeterred.\nMay his spirit continue to inspire countless others to leap across their own oceans of doubt and achieve the extraordinary. When I asked my mother Kokilaben, “Why did papa leave us so suddenly?” She answered calmly, “Your father had done all he could here on earth – for us, for Reliance, and above all for India…God wanted him to come to heaven and serve Him there.”\n\n",
        "headline_1": "What Dhirubhai Ambani’s faith & resilience tell us",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/what-dhirubhai-ambanis-faith-resilience-tell-us/",
        "news_paper_name": "The Times of India",
        "publish_date": "29-12-2024"
    },
    {
        "full_article": "But these simulations can also injure and deceive us\nGames are a kind of untrue truth, says Kelly Clancy in Playing With Reality: How Games Have Shaped Our World. The book’s about how human intelligence, morality, trade and military strategy have been bound up with gameplay.\nPlay is an instinct, but games teach us social norms and morality. Moksha Patam (Snakes and Ladders) was designed to teach players about karma and the precarity of fate. Backgammon held cosmic significance in Persia, Buddhist monks saw the board game Go as a kind of moral meditation, senet taught Egyptians about the afterlife.\nWhen we play a game, we enter into its order. You can’t be a pacifist while playing Call of Duty, you have to play Monopoly like a ruthless capitalist. Games of chance are latent in our neurobiology, we explore and enjoy uncertainty.\nMany human societies have used games as a peaceful proxy for war. Following chaturanga and chess, based on warring military formations, the late 18th century game of Kriegsspiel became the basis of all European war simulations. It was critical to world wars, and continues to be used by modern militaries. US military has a dedicated esports unit; video games like America’s Army were used to recruit and train soldiers; Hezbollah released its own game in response.\nPlay is a tool the brain uses to generate data on which to train itself and games represent a model of how our brain works. But they are ultimately mathematical objects. The orderly randomness of dice is no substitute for the untamed randomness of the world. Real people are not the passive objects of physics, and cannot be understood through models. Much of the book dwells on this distinction, as models and game theory have increasingly pervaded our world.\nSimCity, the popular computer game, inspired a generation of urban designers, skewing civic ideas. The hyper-libertarian health policy game SimHealth involved spending finite political currency, pitting Liberty against Equality or Community against Efficiency, and so on, as though these values were necessarily opposed. Assumptions are everything, and they can seep in insidiously through play.\nGamification is a wonderful idea in principle: by leveraging our natural play instincts, we improve our lives. In practice, corporate thought has hijacked it, to extract money and attention, to addict players with ‘dark design’ practices. Gaming communities have been mobilised into troll armies in US, China uses gamification techniques to control citizens through rewards and punishments. Video games are a great learning technology but also tools of tailored surveillance today, as we trade our autonomy for entertainment.\nMuch of the book focuses on game theory, its wide applications today, as we search for universal solutions through abstract maths. It has allowed amazing feats in biology and genetics, bringing predictive capacities into complex life-science.\nBut games are also dangerous fiction. Their rules and rewards can replace people’s actual preferences. Game theory promises to automate decisions, but it’s never a full account of human behaviour. For the sake of mathematical simplicity, game theorists exclude our social nature, the fact that we learn from each other and from our circumstances. It has been used to launder arbitrary ideologies, which are mistakenly held up as the objective truth. A technical rule-based system can never contend with the surprises of nature, life and human behaviour. It is technocratic folly to imagine it can.\n\n",
        "headline_1": "Games rule: Chess to call of duty",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/games-rule-chess-to-call-of-duty/",
        "news_paper_name": "The Times of India",
        "publish_date": "29-12-2024"
    },
    {
        "full_article": "What Singh’s frustrations tell us about governance\nEVERY Manmohan Singh obit noted the following: his decency, role as a reformer, hidden political savvy and govt dysfunction in his second term as PM. What’s got very little press is his frustration – he spent most of UPA-2 (2009-2014) as a PM unable to work on what he saw as a priority: the faltering economy. A decade back, in 2014, in a commentary in TOI (‘History will be kind to Prime Minister Manmohan Singh’), Swaminathan Aiyar had caught this frustration – it took a long time for Singh to convince Sonia, who was focused only on rights-based policies, that GDP growth mattered, and when she finally listened, it was too late. Added to this was a forest of new green regulations that stalled work on projects. Politics is different now. Modi as PM is a powerful boss, even in a coalition govt. But there are useful lessons to be still learnt from the good doctor’s frustrations.\nFirst, politics is not about binaries – you can focus on welfare/rights activism and growth at the same time. And if you forget the latter, peril awaits. This can hardly be more relevant when every party is looking to devise a new cash transfer scheme and no party wants to talk up growth policies. Reforms, as today’s accompanying piece shows, have become a mantra devoid of meaning. Second, don’t pit growth/project work against environment. During UPA-2, projects stalled because of green rules. These days, mountains and hills are under threat because of project work. Ten years ago, govts were blind to this in a certain way, and now, they are blind to it in a different way. Third, remember, very few leaders, even those that start well, leave office on a high – Singh didn’t. When you still have time to change this outcome, don’t waste it on politics as usual. \n\n",
        "headline_1": "It’s Never Either/Or",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/its-never-either-or/",
        "news_paper_name": "The Times of India",
        "publish_date": "29-12-2024"
    },
    {
        "full_article": "Female actors should get the hall pass male ones have\nAt 45, male actors don’t look like they used to at 25, nor are they expected to. But female actors? No siree, they don’t get the same treatment at all. As Jennifer Love Hewitt gets set to reprise her 1997 I Know What You Did Last Summer role, she’s finding a lot of fans very critical of how she’s become ‘unrecognisable’.\nFine lines, crow’s feet, coarsening of hair, expanding of waistline, supposing female actors beat all this, they get judged from the opposite direction. Did you get Botox? Ozempic? Fillers? Nose job? Butt job? Public speculation of female celebrity bodies would have you believe the males are all ageing ‘naturally’. Some may be. Others are not. Eitherways, they get a hall pass women don’t. From a supersized franchise role in the 1970s to one in 2025, hats off to, say, Harrison Ford. But there’s no obsessive scrutiny of how he has aged and what’s in his cosmetics bag.\nThe double whammy of ageism and sexism of course hits women across the larger society, disproportionately hurting their jobs, promotions, increment prospects. What’s happening in the film industry is no anomaly. Neena Gupta has said that men her age still get cast as ‘hero’, but she no longer gets ‘heroine’ roles. True, things are changing. Meryl Streep is thankful for Only Murders in the Building giving her romantic scenes “at this age”. Equality, however, lives beyond exceptionalism.\n\n",
        "headline_1": "Who’s allowed wrinkles?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/whos-allowed-wrinkles/",
        "news_paper_name": "The Times of India",
        "publish_date": "29-12-2024"
    },
    {
        "full_article": "The dengue situation in Bangladesh remains alarming, with multiple cases still being reported in late December. As of Thursday, 100,558 people were hospitalised due to dengue this year, including 9,089 in December alone. While the record-breaking 1,705 deaths of 2023 were not repeated, the 565 deaths recorded this year represent the second-highest toll in recent years. Also, the decline usually seen in winter cases has not occurred this year, with at least one death reported on all but two days this month, underscoring the gravity of the situation. Unfortunately, the government's response continues to be inadequate in addressing this crisis.\n\nDespite repeated calls for action, its dengue management efforts have fallen short. Regular mosquito control drives in Dhaka and other cities were poorly conducted, and no effective hotspot management measures were implemented. Meanwhile, hospitals outside Dhaka, ill-equipped to handle critical dengue cases, were overwhelmed. Experts have also raised concerns about the ineffectiveness of the pesticides used.\n\nUnderstandably, the government's mosquito control drives were disrupted by the political transition in August. After the removal of elected ward councillors on September 26, regional executive officers took over their duties, but the momentum needed to combat dengue was lost. Ward councillor offices, which traditionally manage mosquito control among other services, became largely inactive during this crucial period. So to tackle dengue more effectively next year, the government must focus on strengthening city corporations and ward councillor offices. In this regard, Bangladesh can draw valuable lessons from Kolkata's successful dengue management model.\n\nReportedly, the Kolkata Municipal Corporation (KMC) runs a robust, year-round vector control programme across its 144 wards and 16 boroughs. Their approach integrates expert management, including entomologists, with ground-level implementation by Rapid Action Teams (RATs) and field workers. These teams proactively monitor and eliminate mosquito breeding sites while conducting awareness campaigns. KMC uses a ward-based database to identify high-risk areas, and when a dengue case is reported, RATs respond swiftly by inspecting and clearing breeding sites in the patient's home and 50 surrounding houses within 24 hours, extending the search to another 50 houses later. Data from diagnostic centres is also promptly utilised for targeted action.\n\nBangladesh must adopt similar measures to curb dengue. Declaring dengue a reportable disease from January 2025, combined with proactive surveillance, hotspot management and community awareness, can significantly reduce the spread of the disease and save lives.\n",
        "headline_1": "We must improve dengue management",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/we-must-improve-dengue-management-3786306",
        "news_paper_name": "The Daily Star",
        "publish_date": "29-12-2024"
    },
    {
        "full_article": "Women's contributions in agriculture and their right to equal opportunities in this sector remain one of the most overlooked aspects of gender inequality. Perhaps this reflects a broader societal blind spot, particularly among urban communities that seldom look beyond their immediate realities to understand the silent struggles of women farmers. While issues of gender inequality in other domains receive widespread attention and advocacy, it is equally important to amplify the voices of those at the margins—voices that often go unheard in policymaking.\nDuring a multistakeholder consultation in Bogura organised by the Power and Participation Research Centre (PPRC), which was focused on the post-change expectations of the masses, a woman farmer highlighted a glaring injustice in agricultural policies, saying that women farmers are not always officially recognised as farmers, and therefore are mostly excluded from accessing farmer cards. This exclusion denies them essential benefits such as loans, quality fertilisers, and other agricultural services. For some women, the way to access these benefits is through cards issued in the names of their sons or husbands. However, this option is not viable for everyone—single women, widows or those seeking independence are left without recourse.\nThe demand for equal rights and recognition brought to light a stark reality: women who contribute significantly to agriculture are still almost invisible in policy frameworks. The consultation revealed not just the depth of this inequity, but also the gravity of ingrained gender bias in agriculture that perpetuates inequality, denying women the tools they need to thrive and holding back the broader development of the sector.\n\nDespite women making up 26.2 percent of the total employed population in agriculture in Bangladesh, they remain far behind men in terms of access to resources, land ownership, and decision-making power. This marginalisation is not unique to Bangladesh—it reflects a global pattern where women's contributions to agriculture are systematically undervalued.\nEven though 40 percent of women were expected to be included in the smart card programme, a study by the International Land Coalition found that only 30 out of 197 women surveyed across four districts of Bangladesh had access to farmer cards. This highlights significant policy failures in recognising women as farmers. During the PPRC consultation, it was evident that remaining excluded from the programme limited women farmers' access to loans, inputs, and market power, thereby perpetuating inequalities and undermining their livelihoods.\nEven when women overcome social barriers to participate in agriculture, they face wage discrimination. According to the Department of Agricultural Extension (DAE), women farmers earn Tk 400-500 ($3-4) per day, compared to Tk 600 ($5) earned by their male counterparts. These disparities persist despite the labour law designed to ensure equality.\nLand ownership is another critical issue. Globally, women own significantly less land than men, and in South Asia, only 4.8 percent of women in Bangladesh and 12.8 percent in India hold land. This limits women's ability to influence household and community decisions. Research shows that when women own land, they are more likely to participate in agricultural decision-making and contribute to community activities, leading to improved productivity and better outcomes for households.\nThe insights from the PPRC consultation prompted me to dig deeper into the gendered dynamics of agriculture. The challenges that women face are not due to inefficiency, but stem from inequitable access to resources such as family labour, high-yield crops, fertilisers, and technology. Closing these gaps would significantly boost agricultural productivity while empowering women.\nGlobally, women represent 43 percent of the agricultural labour force, yet they face systemic barriers that limit their contributions. The United Nations Food and Agriculture Organization (FAO) underscores this disparity, reporting that women fall behind men in access to land, credit, services, and digital technology. Additionally, the burden of unpaid care work constrains women's opportunities for education, training, and employment. Social norms further reinforce barriers to resources and networks, stifling women's potential contributions to the agrifood sector.\nRecognising the contributions of women in agriculture is crucial for achieving economic empowerment, strengthening food security, and improving nutrition outcomes. Policies that validate women's labour and ensure equitable access to resources have the power to transform agricultural systems. Empowering women in this sector is not merely a step towards achieving gender justice; it is a cornerstone of sustainable growth and long-term development.\nThe woman farmer from Bogura represents countless others whose voices remain unheard. Introducing initiatives such as farmer cards to formally recognise women as farmers is an essential first step. This recognition would open doors to critical resources like loans, high-quality inputs, and other agricultural benefits, enabling women to enhance their livelihoods and contribute more effectively to the country's agricultural economy.\n\nHowever, recognition alone is not enough. Policies must dismantle systemic barriers that have long marginalised women, including wage disparities, insecure land rights, and restricted access to markets. Addressing these inequalities will not only bridge the gender gap but also unleash the untapped potential of women farmers, driving agricultural innovation and growth. Donor-funded initiatives that support agricultural development, microfinance, and innovative startups often incorporate gender and social inclusion principles as core components. While these efforts contribute significantly to reducing disparities, they address only part of the challenge. A more transformative impact requires a stronger focus on policy reforms and systemic changes to ensure long-term equity and inclusivity. Women farmers are not merely participants in agriculture—they are vital to its future. No farmer should remain invisible, especially not the women whose labour sustains our food systems and fuels the hope for a more equitable and prosperous agricultural sector.\nMahjabin Rashid Lamisha is research assistant at Power and Participation Research Centre (PPRC).\nViews expressed in this article are the author's own.\n\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries, and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n",
        "headline_1": "Time to recognise women's contribution in agriculture",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/time-recognise-womens-contribution-agriculture-3786216",
        "news_paper_name": "The Daily Star",
        "publish_date": "29-12-2024"
    },
    {
        "full_article": "We are alarmed by the massive fire that ravaged parts of a nine-storey building within the Secretariat complex in Dhaka. According to a report by this daily, the fire—which broke out in the early hours of Thursday—persisted for nearly 10 hours, thus fully or partially damaging the offices of at least five ministries and divisions across multiple floors. Among the casualties were not just furniture and office equipment, but many documents and records as well. Tragically, a firefighter also died while setting up hose pipes as he was run over by a truck before traffic to the area was closed. The incident has naturally shocked many, as it lays bare the lack of security in one of the country's most important public infrastructures.\n\nThe question is, was this merely a result of electrical malfunctions, or was there something more sinister? Since the incident, a number of theories have surfaced as officials and the public try to wrap their head around what happened. One theory that is making the rounds at present is a suspicion of foul play, fuelled particularly by Adviser Asif Mahmud's revelation that evidence of significant financial irregularities was among the lost documents. The student platform that spearheaded the July uprising also called the incident \"an act of sabotage,\" while Bangladesh Administrative Service Association hinted at deliberate arson—allegedly orchestrated by corrupt bureaucrats linked with Awami League to derail ongoing reform efforts and destabilise the government. However, calmer heads within the administration want to wait before pointing fingers as investigations are underway.\n\nRegardless of the suspicions floating around, one thing that we can say with certainty is that there were lapses in fire security that contributed to the catastrophe. Reports reveal that firefighting efforts at the Secretariat complex were hindered by significant logistical challenges both outside and within the building, delaying firefighters' response and efforts. We also need to talk about why, in this day and age, a digital record-keeping system that could minimise the loss of important records remains underutilised. This may be a testament to the corruption and inefficiencies that plagued the previous regime's digitisation drive, but a transition to digital archiving and communications should have been a priority for the interim government. Going forward, we must address these safety issues to safeguard critical infrastructure and information.\n\nAs we await the findings of investigations, which we expect the probe committees will deliver as soon as possible, it is vital that the authorities learn from this latest setback for the administration that is already struggling amid protracted unrest over civil service reforms and decisions surrounding promotions and placements. The Secretariat also must review security protocols thoroughly and adopt robust fire safety measures. Whether the fire was a result of conspiracy or complacency, it has exposed vulnerabilities that cannot be taken lightly. We must prevent a repeat of such incidents in the future.\n",
        "headline_1": "Secretariat fire demands answers and action",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/secretariat-fire-demands-answers-and-action-3785906",
        "news_paper_name": "The Daily Star",
        "publish_date": "29-12-2024"
    },
    {
        "full_article": "",
        "headline_1": "Making government offices secure",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/making-government-offices-secure-1735395435",
        "news_paper_name": "The Financial Express",
        "publish_date": "29-12-2024"
    },
    {
        "full_article": "",
        "headline_1": "Economic census at a  challenging time",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/economic-census-at-a-challenging-time-1735395499",
        "news_paper_name": "The Financial Express",
        "publish_date": "29-12-2024"
    },
    {
        "full_article": "",
        "headline_1": "Why are varsities leaving cluster system?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/why-are-varsities-leaving-cluster-system-1735395557",
        "news_paper_name": "The Financial Express",
        "publish_date": "29-12-2024"
    },
    {
        "full_article": "",
        "headline_1": "Stand by street children",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/stand-by-street-children-1735395571",
        "news_paper_name": "The Financial Express",
        "publish_date": "29-12-2024"
    }
]