[
    {
        "full_article": "After years of being in limbo, there is a surge of optimism around DMH-11, or Dhara Mustard Hybrid-11, a variety developed using genetic engineering techniques by Indian scientists and public funds. The Genetic Engineering Appraisal Committee (GEAC), the apex regulator and an arm of the Environment Ministry, last week cleared the variety for environmental release. The seed can be grown in fields for producing more of its kind and is a precursor to it being approved for commercial release. DMH-11 employs genes from soil bacterium that makes mustard, a self-pollinating plant, amenable to being crossed with other varieties and producing hybrid varieties. Hybrid varieties are generally more vigorous and, in the case of mustard, an oil seed, will produce more oil. Despite having varieties of mustard, India continues to be a net oil importer due to poor yields. The food crisis due to the Ukraine war has only exacerbated the problem. Despite decades-long trials, mustard hybrids have not made it to Indian farmers because of activists opposed to genetic modification technology in principle and some farmer groups that believe them to be dangerous.While several top scientists and agricultural experts have cheered the GEAC approval, the celebration ought to be muted. In 2017 too, GEAC had cleared the plant and then did a backtrack by introducing additional tests after protests. In 2009, GEAC had cleared Bt Brinjal, a transgenic food crop, only to be over-ruled by the UPA government — again after protests. Agriculture, being a State subject, may merit political scrutiny before a seed can be commercially released; however, in the case of transgenic technology, these decisions have only served to throttle technological progress. The hold, or the so-called ‘moratorium’, on Bt Brinjal persists and it was only in 2020 that GEAC approved fresh field trials, which were in effect repetitions of earlier tests. It is unclear if it will be available in the immediate future. The barnase-barstar system, used in DMH-11, is promising but already outdated given that cutting-edge technology such as CRISPR is in vogue. DMH-11 alone may not be the panacea for India’s edible oil crisis and rather represents a platform technology that requires seed companies to invest and develop their own hybrids. However, the uncertainty around regulatory policy regarding seed development hinders this. To signal transformation, the Government must second the approval by GEAC and restore the system, whereby scientific consent — rather than political considerations — determines the availability of products to farmers and consumers.",
        "headline_1": "Seeds of hope: On GM crops and scientific consent",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/seeds-of-hope-the-hindu-editorial-on-gm-crops-and-scientific-consent/article66087013.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "03-11-2022"
    },
    {
        "full_article": "Denmark’s voters defied the recent trend in Europe, of right-wing electoral gains, and rewarded their centre-left Prime Minister Mette Frederiksen in Tuesday’s parliamentary elections. Ms. Frederiksen, who was forced to call an early vote under pressure from her coalition partners, secured the best performance for the Social Democrats in two decades with 27.5% votes. The left-wing bloc she leads has won 87 seats in mainland Denmark, and one in Faroe island and two in Greenland, the autonomous Danish territory, taking its strength to 90, the majority needed in the 179-member assembly. The elections took place amid criticism of Ms. Frederiksen’s decision to cull millions of minks during the COVID-19 pandemic and pollsters had expected Ms. Frederiksen to suffer a setback. In the neighbouring Nordic country Sweden, and Italy in southern Europe, both of which went to polls in September, the far-right had made rapid gains. While in Sweden, the centre-left government was replaced by a right-wing government backed by a party with neo-Nazi origins, in Italy, a party with direct links to Mussolini’s Fascist Party was elected. In contrast, most Danish voters stood firmly behind the Social Democrats, the Green Left and the Social Liberals.Before the elections, Ms. Frederiksen had said she would form a government with moderate centrist parties transcending the traditional right-left divisions of Danish politics. However, government formation would be the least of her worries. Like most European countries, Denmark is also struggling with a cost-of-living crisis — at 11.1%, Denmark’s inflation is higher than the EU average. There are worries about disruptions to gas supplies as the energy situation remains tense in the wake of Russia’s Ukraine invasion. Denmark, one of the founding members of NATO, is also under pressure to step up defence spending along with other NATO members, especially after the war broke out. The war came closer for the Danes when the Nord Stream Russia-Europe undersea pipelines were damaged in explosions off the Danish coast in September. And while the left-wing coalition’s victory could strengthen Ms. Frederiksen politically, Denmark is not completely immune to the far-right problem. The Denmark Democrats, a new far-right party being led by a former Minister who was in prison for unlawful separation of asylum seekers, entered Parliament with 8.1% of the votes. So, Ms. Frederiksen’s task is already cut out. She might look stronger today, but is still vulnerable. For continued political success, she has to begin with easing the cost-of-living crisis, while keeping the effects of the war minimal on the Danish public.",
        "headline_1": "Lone exception: On a left-wing bloc’s victory in Denmark",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/lone-exception-the-hindu-editorial-on-a-left-wing-blocs-victory-in-denmark/article66087212.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "03-11-2022"
    },
    {
        "full_article": "The probe into the deadly collapse of the footbridge over Machchhu river in Morbi must go into all the different levels of upkeep of this 143-year-old bridge. Only this will enable the proper identification of lapses whether on the part of the civic body or contractors or subcontractors, as also why the bridge was opened in advance of the scheduled date. But the broader goal of the investigation into the causes of this tragedy must be to identify what civic bodies around the country need to do to avoid such tragedies recurring on loop.\nRead the full article on TOI+\n\n",
        "headline_1": "Learn from Morbi: Fix local government – Municipal bodies should raise more funds, do mandated audits, invest in staff competency",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/learn-from-morbi-fix-local-government-municipal-bodies-should-raise-more-funds-do-mandated-audits-invest-in-staff-competency/",
        "news_paper_name": "The Times of India",
        "publish_date": "03-11-2022"
    },
    {
        "full_article": "Speculation about the size of India’s middle class took off along with the jump in economic growth. The baseline is often 1991, the beginning of economic liberalisation, which had a positive impact on growth, consumption, urbanisation and social mores. Economic growth moved to another level beginning 2004-05. It leads to the question, what happened to the size of the middle class. As TOI reported on Wednesday, thinktank PRICE has done a quality survey that concludes the middle class more than doubled to over 30% of India’s households. The middle class has most certainly arrived.\nPRICE has categorised households with an annual income range of Rs 5 lakh to Rs 30 lakh at 2020-21 prices as middle class. It represents 50% of the income earned, 48% of expenditure and 56% of saving. The scale of the middle-class footprint influences both the economy and society and it correlates to economic growth. That said, it’s still disappointing that only 30% of the households are middle class after three decades of economic liberalisation. This points to lost opportunities in choosing the right economic policies as even today 67% of the households contribute a mere 1% of total saving. It’s an indication of their vulnerability to any external shock.\nGlobally, an expansion in the middle class has been a powerful force of economic, social and political change. A popular view among social scientists is that the middle class in emerging markets is more likely to veer towards civic activism, unlike their Western counterparts who directly engaged in politics and catalysed change. Civic activism too can be a powerful trigger for change. Middle-class activism in India was at the forefront of popular movements to bring about change in laws to deal with violence against women.\nThe bulge in the middle class has had a durable impact on all societies as aspirations adapt to new circumstances. PRICE forecasts that if India follows through on necessary political and economic reforms, the middle class will expand to 63% of households by 2047. That scale will certainly change society in fundamental ways. Mostly for the better.\n\n",
        "headline_1": "The growing middle: Middle class is set to expand rapidly, a study shows. Impact on society will be huge & mostly for the better",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/the-growing-middle-middle-class-is-set-to-expand-rapidly-a-study-shows-impact-on-society-will-be-huge-mostly-for-the-better/",
        "news_paper_name": "The Times of India",
        "publish_date": "03-11-2022"
    },
    {
        "full_article": "CJI UU Lalit’s reforms in the system of listing cases in the Supreme Court have unearthed another anomaly: ready-to-be-heard matters are kept pending for no discernible reason. This came to the CJI’s attention while looking into an SLP filed by a lawyer in 2021 opposing initiation of contempt proceedings against him by the Karnataka high court. SLPs are a unique Indian constitutional provision allowing litigants to directly approach SC against any order or decree of a court below it.\nSLPs make SC a powerful court. But they are misused by litigants and lawyers for out-of-turn hearings or to frustrate legal proceedings against them. The latter, because when SC is seized of a matter, no court below it can proceed. Hence the perverse incentive to keep matters pending in SC by litigants fighting a losing case. CJI Lalit has sought a list of all such long-pending ready-to-be-heard matters.\nThere are around 38,000 admission matters ready for hearing, nearly 12,000 incomplete admission matters with various defects, and 19,000 regular hearing matters pending in SC. Such huge numbers make 30-odd SC judges especially dependant on court staff, who become key players in the system of justice administration. There have been incidents where court staff have been caught amending judicial orders to suit wealthy litigants. CJI Lalit’s attempt to get any fresh petition listed for hearing within 10 days can reduce their discretionary power.\nHowever, justice delivery requires ensuring that regular hearing matters get adequate time and are prioritised for disposal. This may require admitting fewer SLPs that appear dubious and nixing frivolous PILs intruding on policy domains. Given that CJI Lalit’s term is ending in a week, CJI-designate Justice Chandrachud has to take forward the reforms in the listing system. The constitution bench headed by him attempting to ensure arguments by senior advocates don’t overlap and waste judicial time is welcome. If SC can put its own house in order, it will send a great salutary signal on accountability and adherence to due process.\n\n",
        "headline_1": "Home improvement: SC judges have often despaired at court administration. Now’s the time to do something",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/home-improvement-sc-judges-have-often-despaired-at-court-administration-nows-the-time-to-do-something/",
        "news_paper_name": "The Times of India",
        "publish_date": "03-11-2022"
    },
    {
        "full_article": "India’s biotech regulator has allowed the environmental release of genetically modified mustard for seed production and testing, prior to a commercial release of the country’s first transgenic food crop. Though it’ll take a minimum two years for farmers to lay their hands on GM mustard seeds to start cultivation, the Genetic Engineering Appraisal Committee’s decision in itself is significant for two reasons.\nRead the full article on TOI+\n\n",
        "headline_1": "The 28% edge: Why GM mustard is a gamechanger – Trials suggest that much higher yields as compared to the popular Varuna variety",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/the-28-edge-why-gm-mustard-is-a-gamechanger-trials-suggest-that-much-higher-yields-as-compared-to-the-popular-varuna-variety/",
        "news_paper_name": "The Times of India",
        "publish_date": "03-11-2022"
    },
    {
        "full_article": "With the 27th United Nations Climate Change Conference, also known as 27th Conference of Parties (COP27), set to begin in Egypt next week, it is important to look back on the progress that has been made around the world, by government and private actors, civil society, youth and the media. Much of the pledges of actions to tackle climate change by countries or groups have taken the form of coalitions, such as the Race to Zero and the Race to Resilience initiatives. However, while all these pledges are excellent news, we don't really know if the people making the pledges are actually doing what they promised to, or just greenwashing their own reputations.\nThere is, thus, a great need for an annual \"Accountability COP\" to hold those who have pledged to act against climate change to account.\nFirst, let me ask: why? The reason is that all groups, including governments through their Nationally Determined Contributions (NDCs), need some independent reviews of their actual performances. This review is actually done by think tanks around the world, who choose particular topics to track and present scorecards of performance. However, at the moment, such reviews are published by different organisations, usually just before the annual climate conference, but they are not linked to each other. Hence, I propose that all the think tanks tracking progress of actions convene at the annual Accountability COP to present their scorecards for different players.\nThe second question is: how? All the different think tanks and platforms tracking progress of global climate actions can agree to provide their annual scorecards at the Accountability COP. The Accountability COP should be held a month or two before the main COP event of the UN Framework Convention on Climate Change (UNFCCC) so that the results can be fed into the official negotiations at the COP.\nAs for who should convene such an annual event, I propose that they be from the global youth groups of climate heroes, such as Fridays for Future and many other national, regional and global youth platforms who are already very active around the world. I would advise these young campaigners to no longer request permission to attend the UNFCCC COP, but to hold their own Accountability COP and demand every national government, as well as any organisation or entity that has made an explicit pledge to tackle climate change seriously, to come to the youth and report on their progress towards fulfilling their pledges. At the same time, the different think tanks will also share their reports on how governments and others are actually performing. The biggest argument for having the Accountability COP being convened by the youth is that we are all ultimately accountable to them.\nThe annual Accountability COP should certainly be convened in such a way that it is a low-emission event, which would mean a hybrid format with maybe a few youth leaders from every country gathering in person, and most of the others joining online from their own locations without having to travel across the world. Given our recent experience of working online during the height of the pandemic, organising such an event should not be a big deal. In fact, the Global Youth Leadership Center (GYLC) recently organised the Youth Climate Summit in Khulna, Bangladesh, with several hundred young people in person from around the world and many more (including myself) joining online. They will be holding their next summit in Africa next year. The programme included taking the youth to spend time planting mangrove saplings with local climate-vulnerable communities in one of the most vulnerable areas in Bangladesh.\nSuch an event may also include enabling the youth to actually take actions as well as meet and talk. Hence, the Accountability COP would also be an Action COP at the same time.\nThe bottom line is that there is an urgent need for a more systematic review of progress by all actors who have promised to take action, and to hold them to account. An annual Accountability COP held before the UNFCCC COP, convened by the world's youth and children, may be a timely idea. I would be happy to help this happen.\nDr Saleemul Huq is director of the International Centre for Climate Change and Development (ICCCAD) at Independent University, Bangladesh (IUB).\n\n",
        "headline_1": "Forget COP27, the youth should hold an 'Accountability COP'",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/politics-climate-change/news/forget-cop27-the-youth-should-hold-accountability-cop-3159256",
        "news_paper_name": "The Daily Star",
        "publish_date": "03-11-2022"
    },
    {
        "full_article": "Klaus Meine, the lead singer of Scorpions, a rock band formed in erstwhile West Germany, wrote the famous lyrics of Wind of Change after the band visited Soviet Union during perestroika – a time of liberalisation and reform. Soon after, the Berlin Wall fell and ushered in the end of the Cold War. It was, for many, the best of times. \nA month ago, I stood on the Piazza Del Duomo in Milan. The breathtaking grandeur of the great Cathedral, built over six centuries, and the cacophony of a thousand voices, could not drown out the sense of despondency. It was election day and Italy had just elected its most right-wing party to power since WWII. For Europe, there was a discernible change in its political climes and like many, I feared the worst.\nUnder ordinary circumstances, the achievements of Giorgia Meloni as Italy's first female Prime Minister elect would have been a cause for celebration, but Meloni is no feminist icon. She leads a party called Brothers of Italy, a descendant of the neo-fascist party Movimento Sociale Italiano (MSI), formed in 1946. Meloni denies being a fascist but as a 15-year-old joined the Youth Front – a wing of the MSI. \nHowever, the party's logo, a tri-coloured flame, was once used by the now defunct MSI. She once described Mussolini as \"the best politician of the last 50 years\", and one of her recently-appointed junior ministers was photographed wearing a Nazi swastika armband in 2005. Two of Mussolini's grandchildren stood in elections under her party's neo-fascist banners. Another party member was later expelled for Facebook posts praising Hitler as a \"great statesman\" and calling Meloni a \"modern fascist\". \nYet, there is a propensity for the hard left to use the loaded term \"fascist\" far too easily. Despite her contemptible rhetoric, mooted regressive policies curbing women's and LGBTQ rights, and dogwhistle racism targeting migrants, many of whom are Bangladeshis, Meloni is no Mussolini. Her ideology may be populist, nationalist, Eurosceptic and attractive to neo-fascists, but it does not have the martial violence or mass mobilisation associated with fascism. In that sense, her politics resembles the modern-day Republican party and Trumpism.\nItaly never went through the German equivalent of \"denazification\" and had an ambivalent attitude towards its troubled fascist past. It's current rightward drift can be traced back to Silvio Berlusconi's administration, who often trivialised the crimes of the Mussolini era, rehabilitated fringe elements by forming electoral pacts with the far-right, and even appointed known fascists to cabinet posts. \nMeloni herself was a rising star in Berlusconi's Forza Italy party, but she showed political astuteness by leaving and positioning herself as the prominent opposition – an alternate to the more established parties. Throughout her campaign, she prudently adopted an Atlanticist, anti-Russian, anti-Chinese stance. This pacified Washington and Brussels concerns over international and economic policies. However, closer inspection of her rhetoric and actions shows considerable divergence. While she favoured supporting Ukraine militarily, she was also opposed to EU sanctions on Russia after its annexation of Crimea, and in her 2021 book wrote Putin's Russia \"defends European values and Christian identity\".\nSuch double standards are the hallmark of the new far-right in Europe. Hungary has Victor Orban. In France, Marine Le Pen continues to see her vote share increase. In Sweden, the ethno-nationalist Sweden Democrats now have the second largest grouping in parliament. In Spain, the far-right Vox party is gaining political clout. \nThe new far-right presents itself as more \"palatable\" than the bygone era. There is no ostentatious show of power through rallies or marches in black shirts. Insignias have been changed, like the Sweden Democrats' shift from a flaming torch to a yellow and blue flower. Ethno-nationalism has been subsumed into national conservatism, giving the impression it's innocuous, deradicalised even. It's bullish in foreign policy, orthodox in economic matters, stokes the embers of nationalistic fervour, fights culture wars and dehumanises the vulnerable. It presents itself as the new face of social conservatism and pacifies international concerns by saying the right things. All the while, the tentacles of autocratic tendencies spread nationally, ravaging civil liberties. \nThe old right-wingers, like Victor Orban, simply do not care. The European Parliament now considers Hungary as a \"hybrid regime of electoral autocracy\". Orban openly makes racist statements, claiming countries where European and non-European people mingle are \"no longer nations\". His control over Hungary is near total and his rise to power can be inextricably linked to his inflammatory anti-immigration stance. The inexorable rise of the once diminished far-right elements all over Europe in the past decade is a result of weaponising concerns over immigration.\nSometime over the past decade, a fringe conspiracy theory, \"the great replacement\", went mainstream. There are different variants of it, but in essence the theory espouses (without a rational basis) that immigration leads to large demographic changes, undermining white majorities – its proponents call it \"genocide by substitution\". Right wing media outlets like the US' Fox Network is culpable in giving credence to the theory, with network host Tucker Carlson mentioning it as many as 400 times on air. But mostly, such a theory gets amplified in the echo chambers of social media, pushed by algorithms. Several white supremacists have used the theory as motivation for carrying out terrorist attacks in Norway, Pittsburgh, Texas, Quebec and Christchurch. The targets are minorities – Muslims, Jews or Blacks. \nThe theory has become a rallying cry for the far-right. Instead of focussing on racial hierarchy, the discourse is on \"cultural power\", thus it does not appear as overtly racist at first glance. Orban positions himself as fighting the \"great population exchange\". French presidential candidate Eric Zemmour propagates it in his books La Suicide Frances (The French Suicide) and Destin Frances (French Destiny). Meloni herself tweets unfounded allegations of crimes committed by asylum seekers and her party has mooted a constitutional ban on \"apologia for communism and Islamic extremism\", a law used by Orban in Hungary to target his progressive critics. During UK's Brexit referendum, debates centred around a false narrative over immigration concerns.\nIn times of economic strife, nations lurch rightwards. Voter apathy was evident with the lowest turnout in Italy's history. Similarly, in Sweden, the right-wing coalition won only a narrow majority of three out of 349 seats. The left has failed to deliver a vision for its historic base, and in many cases are engaged in bitter in-fighting. The centre right parties have also failed with economic strategies that have only widened income disparity. Meanwhile, the far-right has capitalised on resentment and hyper-simplified a singular strategy –demonisation of a vulnerable minority. This has paid electoral dividends. Once in power, they are free to attack the edifice of liberal values, strengthening their hold by sowing divisions. \nLeft unchecked, in the wake of an energy and cost of living crisis, and a war in continental Europe, the far-right will be resurgent again. The last time it ushered in the darkest hour of European history. We must heed the winds of change – it threatens all.\nBahzad Joarder is an Associate Tutor at University of Warwick, UK.\n\n",
        "headline_1": "Why we should be concerned about Italy’s right-wing PM",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/why-we-should-be-concerned-about-italys-right-wing-pm-3159091",
        "news_paper_name": "The Daily Star",
        "publish_date": "03-11-2022"
    },
    {
        "full_article": "Shortages of essential commodities, including staple foods, have hit countries with inflation not seen in decades. Bangladesh has been hit hard, too, and marginalised groups are suffering the most. In addition to pandemic effects and the Russia-Ukraine war, unusual levels of flooding, unseasonable rains and cyclonic storms – likely effects of climate change – have placed a large number of people in great distress.\nA World Food Programme (WFP) survey in Bangladesh, published on October 14, found 88 percent of the respondents to be under distress for the past six months due to increased prices of essentials, including food. Nasima Akhter, a garment worker in Savar and her two school-going daughters, used to live on a total monthly earning of Tk 14,000. But now transportation, her children's school costs and prices of essentials have gone up by Tk 3,000, leaving a gaping hole in her monthly budget. She cut back on food and occasional weekend outings with her children. A constant worry about expenses replaced the relative comfort she enjoyed.\nThe owner of a school supplies store in Dhaka's Nilkhet area reported that a 200-page notebook that cost Tk 40 four months ago now costs Tk 50; a Tk 5 pencil is now priced at Tk 7; a Tk 65 geometry box is now sold at Tk 125. The cost of photocopying is up by 20 percent.\nOf course, it's not just school supplies. Expenses for transportation to school, snacks and the almost mandatory private tutoring have kept pace with or surpassed the inflation rate.\nThe month-on-month inflation rate for August and September submitted to the planning ministry by the Bangladesh Bureau of Statistics (BBS) surpassed nine percent, with food crossing 10 percent – the highest in over 11 years, as reported by the media.\nThe South Asian Network on Economic Modeling (Sanem), based on its household survey at the end of 2020, found that the country's poverty rate had almost doubled – from 21.6 percent in 2018 to 42.0 percent – while the lower or \"extreme\" poverty rate tripled from 9.4 to 28.5 percent. Observers suggest that the situation has improved somewhat since the worst of the pandemic has passed. But many also believe that the lingering effects, aggravated by natural disasters striking several parts of the country as well as the Russia-Ukraine war, severely blunted our economic recovery. The lowered projections for economic growth by multilateral bodies for 2023 say as much. BBS has not provided any updated estimate of income and poverty status or trend.\nAssuming generously that one-third of the families in Bangladesh may be counted now as poor, this amounts to some 14 million families with at least 14 million students in poverty. This is very likely an underestimate of students in difficult economic circumstances, because this category includes many middle-class families who may not be categorised as poor.\nThe Education Watch 2021 report outlined a post-pandemic education recovery plan. It urged:\n1. Urgently implementing a two-year learning recovery plan beyond the current year, including a grade-wise core skills assessment leading to steps to bring students up to minimum grade-level competency. A shift in school calendar to September-June with a fixed summer recess has been argued to have climate-related justifications, and that it can smoothen the logistics of implementing the recovery plan.\n2. Deploying financial and other resources for the recovery plan and expanding school feeding schemes to bring back students from disadvantaged and low-income households and keep them in school, and prevent early marriage and child labour.\n3. Expanding the blended learning approach: low-tech modalities such as interactive radio, SMS, interactive voice response, and offline apps which run on simple phones should be elements of a blended approach that combines and links classroom instructions and remote learning.\n4. Providing funds for the recovery and remedial plan to support both government and non-government schools, teachers' incentives, school budget support, and working with NGOs, especially on recruiting and supporting voluntary parateachers.\n5. Adapting decentralised and participatory implementation of recovery/remedial plan through working groups in each upazila and union, involving education personnel, local government, education NGOs, and teachers' organisations.\n6. Forging partnerships between government, NGOs and the civil society to create a social compact for building education better.\nThe education authorities need to go back to the drawing board instead of insisting on denying the severity of the problem and doggedly trying to go back to the normal school routine. It is necessary to ask again if children are entitled to school education of acceptable quality, which the state is obligated to guarantee through public institutions or in collaborative arrangements with non-state providers. Or is education another commodity in the market, acquired by the highest bidder?\nAn International Monetary Fund (IMF) delegation led by Rahul Anand, head of the Asia and Pacific Department, is visiting for two weeks to negotiate a loan for Bangladesh. It is intended to be a budget support package from IMF's Extended Credit Facility on condition that necessary policy reforms in the economic and financial sectors of the country are undertaken. The loan amount under discussion is reported to be USD 4.5 billion, in addition to USD 1 billion by the World Bank. Could the reform agenda encourage measures to find and use resources for rescuing and reviving Bangladesh's education sector?\nBut then, is more money the main remedy for our educational woes? Given the implementation capacity of the education authorities, affected by poor management, lack of due diligence and corruption, one cannot be confident. Involvement of education NGOs with demonstrated capacities in planning and implementing a recovery plan can help.\nOur policymakers have not listened to pleas along this line. The NGO Affairs Bureau under the Prime Minister's Office seems to look upon NGOs as adversaries rather than partners. The attitude seems to be: you are guilty until you prove yourself to be innocent.\nCan a way be found to cut through the layers of these problems that our education sector is engulfed in?\nDr Manzoor Ahmed is emeritus professor at Brac University, chair of Bangladesh ECD Network (BEN), and vice-chair of the Campaign for Popular Education (CAMPE).\n\n",
        "headline_1": "Inflation is yet another blow to education recovery",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/inflation-yet-another-blow-education-recovery-3159061",
        "news_paper_name": "The Daily Star",
        "publish_date": "03-11-2022"
    },
    {
        "full_article": "Out of the 9,556 acres of flood-flow zones, water-retention areas and waterbodies in Dhaka city, 3,440 acres have been lost from 2010 to 2019. That means it has taken only nine years to fill up an area more than thrice the size of Dhanmondi – taken over by individuals, businesses, real-estate developers, different organisations, and even government agencies. Thus, around 57 percent of the Dhaka metropolitan area's flood-flow zones have been lost in this way.\nWhy is this important? Flood-flow zones are crucial for our city, since these areas store water when it rains and prevents waterlogging – an issue that only seems to get worse every year. This is despite the fact that relevant authorities continue to reiterate their commitment to solving the problem of waterlogging. In fact, it was only last year that the two city corporations took the initiative to draw immediate and long-term plans to this end, part of which involved taking over the city's drainage system and canal management, and attempting to reduce the influence of encroachers and land-grabbers.\nThis is why we are even more confused that the recently approved Detailed Area Plan (DAP) for Dhaka has allowed the construction of structures in certain flood-flow zones, which urban experts argue will further encourage land-grabbers and aggravate waterlogging. The grabbing and encroachment of Dhaka's flood-flow zones and water-retention areas that has happened at such a rapid pace, despite the previous DAP making them off-limits for development, shows a huge failure on the part of Rajuk. What we do not understand is why still, instead of coming up with solutions to rectify this, Rajuk's method seems to be to come up with a way of legalising encroachment (based on certain conditions).\nWhile we applaud many of the initiatives outlined in the DAP, such as density zoning, demarcating places for housing facilities at reduced prices, and prioritising pedestrians and non-motorised vehicles, we are worried that the concerns of experts are not being taken into account with regard to certain more questionable sections of the DAP. For example, the proposal of creating eco parks on farmlands, and of allowing construction on agricultural land on the city's outskirts (again, based on certain conditionalities), have all been vehemently criticised. But so far, little has been done to acknowledge or address these concerns.\nAt a time when Dhaka is in the grips of a serious dengue outbreak, when there are worries of other waterborne diseases like cholera and typhoid becoming more common, and when climate change is leading to more erratic weather patterns – including higher rainfall – it is imperative that any plan about Dhaka takes into account how dangerous waterlogging can be for its inhabitants. The relevant authorities should be doing everything in their power to come up with solutions for the lack of floodplains and a \"blue network\" and consequent waterlogging that continues to plague Dhaka city-dwellers, instead of making plans that will ultimately exacerbate it.\n",
        "headline_1": "Rajuk should stop filling-up of flood flow zones, not encourage it",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/rajuk-should-stop-filling-flood-flow-zones-not-encourage-it-3158881",
        "news_paper_name": "The Daily Star",
        "publish_date": "03-11-2022"
    },
    {
        "full_article": "Out of the 9,556 acres of flood-flow zones, water-retention areas and waterbodies in Dhaka city, 3,440 acres have been lost from 2010 to 2019. That means it has taken only nine years to fill up an area more than thrice the size of Dhanmondi – taken over by individuals, businesses, real-estate developers, different organisations, and even government agencies. Thus, around 57 percent of the Dhaka metropolitan area's flood-flow zones have been lost in this way.\nWhy is this important? Flood-flow zones are crucial for our city, since these areas store water when it rains and prevents waterlogging – an issue that only seems to get worse every year. This is despite the fact that relevant authorities continue to reiterate their commitment to solving the problem of waterlogging. In fact, it was only last year that the two city corporations took the initiative to draw immediate and long-term plans to this end, part of which involved taking over the city's drainage system and canal management, and attempting to reduce the influence of encroachers and land-grabbers.\nThis is why we are even more confused that the recently approved Detailed Area Plan (DAP) for Dhaka has allowed the construction of structures in certain flood-flow zones, which urban experts argue will further encourage land-grabbers and aggravate waterlogging. The grabbing and encroachment of Dhaka's flood-flow zones and water-retention areas that has happened at such a rapid pace, despite the previous DAP making them off-limits for development, shows a huge failure on the part of Rajuk. What we do not understand is why still, instead of coming up with solutions to rectify this, Rajuk's method seems to be to come up with a way of legalising encroachment (based on certain conditions).\nWhile we applaud many of the initiatives outlined in the DAP, such as density zoning, demarcating places for housing facilities at reduced prices, and prioritising pedestrians and non-motorised vehicles, we are worried that the concerns of experts are not being taken into account with regard to certain more questionable sections of the DAP. For example, the proposal of creating eco parks on farmlands, and of allowing construction on agricultural land on the city's outskirts (again, based on certain conditionalities), have all been vehemently criticised. But so far, little has been done to acknowledge or address these concerns.\nAt a time when Dhaka is in the grips of a serious dengue outbreak, when there are worries of other waterborne diseases like cholera and typhoid becoming more common, and when climate change is leading to more erratic weather patterns – including higher rainfall – it is imperative that any plan about Dhaka takes into account how dangerous waterlogging can be for its inhabitants. The relevant authorities should be doing everything in their power to come up with solutions for the lack of floodplains and a \"blue network\" and consequent waterlogging that continues to plague Dhaka city-dwellers, instead of making plans that will ultimately exacerbate it.\n",
        "headline_1": "Rajuk should stop filling-up of flood flow zones, not encourage it",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/rajuk-should-stop-filling-flood-flow-zones-not-encourage-it-3158881",
        "news_paper_name": "The Daily Star",
        "publish_date": "03-11-2022"
    },
    {
        "full_article": "There is an all-out war going on against our rivers. We know it, we can see it, but we are doing hardly anything to prevent it, even though our lives and livelihoods both depend on this. One of the most persistent elements of this war is plastic pollution. Even though Bangladesh boasts about being the first country to ban the use of plastic, and the High Court granted rivers the legal status of \"living entities\" in early 2019, little effort has been made to walk the talk. For example, as per a recent analysis by the Centre for Policy Dialogue (CPD), 40 percent of Chattogram city's mismanaged plastic is ending up in the Karnaphuli River, while the Rupsha River in the south-west is taking in 31.7 percent of such waste. This is, sadly, pretty much the story of all our rivers connecting cities.\nIndustrial waste and irresponsible plastic management have turned rivers like the Buriganga, Meghna, Kirtankhola, Galachipa, Payra, and Bishkhali (among many, many others) into veritable dumping grounds. Of the 646 tonnes of plastic waste produced in Dhaka annually, 12 percent ends up in rivers. Worse still, given that Bangladesh has a deltaic landscape, its waters also have to bear the brunt of plastic waste flown in from neighbouring countries.\nBesides reducing navigability and making dredging very difficult, plastic pollution of rivers is harming the environment and the lives of humans and animals (aquatic and otherwise). Those traditionally dependent on rivers are also losing their livelihoods. Aquatic creatures that end up consuming plastic waste are often killed by it too. And most concerningly, as plastic waste disintegrates into microplastics and is consumed by animals, the toxic substances present in them can eventually become absorbed into animal tissue and contaminate the food chain of humans.\nThe level of pollution and encroachment has reached a point that many rivers across the country have become extinct or are nearing extinction. There have been worrying reports on three rivers in Rajshahi, the Old Khowai in Sylhet's Habiganj, and several others surrounding Thakurgaon in recent times. How can this be the state of a country that was once known as a Land of Rivers? What good is the status of a \"living entity\" if we do not stop our rivers from being choked to death?\nThe government's inaction towards identifying and punishing the polluters and encroachers is shocking indeed. It cannot continue any longer given the huge threat posed by tonnes of plastic waste being dumped into rivers every day. A country so dependent on its rivers, for trade, travel, and livelihoods, cannot afford to lose their functionality. The authorities must limit the use of plastic, especially plastic packets and polyethene. And they must ensure better management of plastic waste so that it doesn't end up in our rivers.\n",
        "headline_1": "What good is the status of 'living entities' if rivers continue to be choked?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/what-good-the-status-living-entities-if-rivers-continue-be-choked-3158866",
        "news_paper_name": "The Daily Star",
        "publish_date": "03-11-2022"
    },
    {
        "full_article": "A panel discussion arranged by the German embassy in the city to mark 50 years of development cooperation between Bangladesh and Germany has shed light on the mismatch between growth and job creation in this country. As high as 10.6 per cent unemployment among the youth, the most productive segment of population, against the average national unemployment rate of 4.2 per cent is indeed a cause for concern. True, the modes of production are changing at a dizzying pace with digital transformation of communication, service and businesses. The traditional concept of automation has been undergoing a digitised version courtesy of artificial intelligence (AI) with the fourth industrial revolution (4IR) knocking at the door. If the current system of education based on learning subject matters more by rote than by practical classes either in the laboratory or on-field practice, the knowledge learnt will prove even more inadequate either for employment or for entrepreneurship. As cited by one of the key discussants, women not educated enough had to leave their jobs with introduction of advanced technology for failing to adapt to it. Matching education and training have not been a problem for a segment of women alone, male workers and employees have also discovered their skills unsuitable for such advanced systems. In this context, educated youths should have an edge over the army of employees wanting in required education and skills. Unfortunately, myriads of manufacturing areas where specialised knowledge and skills are in high demands find few suitable candidates for recruitment from local stock. The readymade garment (RMG) sector made an uneasy revelation sometime back that factory owners have to hire services of foreign nationals for mid and managerial levels of their units. Other industries have not come up with similar disclosures but there is no doubt quite a few manufacturing and service sectors have to outsource such manpower. Now the question is, how could Bangladesh maintain a steadily healthy growth of its economy? No, automation has yet to be highly extensive and its cheap labour has ever remained its engine of growth. Education has largely not been compatible but necessity has compelled many to learn the tricks of digital way of life. A closer look at one of the innumerable photocopy and computer shops doing brisk business all across the city bears witness to this compulsive learning process. Young boys with little education at the desk can have answers to almost all problems unlettered or digitally illiterate people bring to them for solution.Well their skills may prove short of trouble-shooting in case of corporate administration or proper use of sophisticated apps but the indication is clear. If there were opportunities for them to learn advanced computer science or digital knowledge and undergo extensive training, they could master the cutting-edge application of those. The youths in this country are resourceful enough, what they needed is the right kind of background and facilities for acquiring the required knowledge and training. It is the imperfect system that has handicapped them not to realise their potential. Even in a country of modest growth, a pragmatic plan for development of human resources is crucial. Not only should they perform routine duty but also think out of the box to create and invent businesses and wonder implements to speed up growth --- a key to catapulting a country on a higher trajectory of development.",
        "headline_1": "Developing human resources",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/developing-human-resources-1667397216",
        "news_paper_name": "The Financial Express",
        "publish_date": "03-11-2022"
    },
    {
        "full_article": "November resonates with us, for it has become part of our history in its cheering as also heartbreaking moments. It speaks to us, every year, of what we have achieved and of the glory we have lost as a sovereign people.In November 1972, on its fourth day to be exact, wondrous it was to see the country come by a constitution, drafted by a committee set up in April of the year and ratified by the Constituent Assembly, an achievement we as a nation were justifiably proud of.Our sense of pride was a reflection of our belief that just as we had gone to war to liberate Bangladesh and ended up coming home with victory, on 4 November we convinced ourselves that our nationhood was henceforth to be based, constitutionally and politically and socially, on the rule of law. On Constitution Day, 4 November, it is that old feeling of collective national achievement, based on the cardinal principles of democracy, secularism, socialism and nationalism, we revive in the soul.Much has happened --- and not happened --- since that day when Bangabandhu Sheikh Mujibur Rahman led the members of the Constituent Assembly into affixing their signatures to the constitution. Our happiness came in the belief that on 16 December of that year, within a year of our ascent to the heights of freedom, we were privy to a constitution taking effect in Bangladesh. On 4 November this year, it remains our hope that the noble principles enshrined in the constitution in 1972 will re-emerge to remind us of the strenuous struggle we put up for regional autonomy and then national sovereignty through the 1960s and early 1970s.And then there are the tragic tales which we have not forgotten to remind ourselves of around November. The catastrophic cyclone which battered the coastal areas of Bangladesh on 12 November 1970, at a time when it was yet the eastern province of the state of Pakistan, has remained seared in our collective memory as a people. As many as a million of our fellow Bengalis perished in that tidal surge, a tragedy which left us all bruised and battered even as we looked forward to exercising our right of franchise at the general election called for the following month.We have not forgotten that in the aftermath of the tragedy, Bangabandhu suspended his election campaign and went forth to offer succour to those who had survived the fury of nature. We remember the swift infusion of aid from foreign governments and organisations freeing, somewhat, the survivors of their distressed conditions. And, of course, we have not forgotten the callousness with which the military junta then lording it over the country chose to ignore the trauma befalling our people in coastal Bangladesh. A cavalier attitude to the disaster characterized the regime of President Yahya Khan. On a visit to China at the time, it did not occur to the general that national duty required a cutting short of his trip and making a dash for the cyclone-battered region. He did visit the region but not before he had completed his tour of China.November is thus part of life for us, a weight that has not lifted from our souls since that night of terror when a band of rogue soldiers stormed the central jail in the nation's capital and gunned down four of the noblest of men in our history. The assassinations of Tajuddin Ahmad, Syed Nazrul Islam, M. Mansoor Ali and A.H.M. Quamruzzaman on 3 November 1975 in the putative security of prison remains, and will forever be, a blemish on our history as a people. These four men, the moving spirits behind the Mujibnagar government in 1971, the very first instance of a sovereign national government in modern Bengali history, saw their lives bludgeoned to an end through cruel irony. The irony is all: these four men dedicated to Bengali nationalist politics, to the urgency of providing leadership to the nation at a time when the Father of the Nation remained incarcerated in solitary confinement in distant Pakistan on charges of waging war against Pakistan, died in the very land they freed from alien occupation.Today, forty seven years after that sinister dawn of 3 November 1975, we pay homage to these illustrious leaders. And as we do so, let us sound a collective resolve, so that the future does not repeat the bad past, so that our children and grandchildren inhabit the beautiful country our four national leaders dedicated themselves to freeing from marauders come from distant lands: Never again!But the tragedy of 3 November was not yet the moment for us to inform ourselves that our sorrows were at an end. Indeed, more of our tears would flow only days later, when on 7 November three of our illustrious patriots, brave freedom fighters were murdered in cold blood. It was that period in our collective life when intrigue began to fell our heroes. It was the beginning of a long season of madness. The killing of Khaled Musharraf, KhondokarNajmul Huda and A.T.M. Haider was but a precursor to an expansion and deepening of national tragedy. Scores of our brothers and sons, all dedicated to the defence of the land, lost their futures with the loss of their lives.It is all these memories which assail us in November. As the seasons turn, as intimations of a Bangladesh winter begin to pervade the country, we remember too the long series of heartbreak we have waded through.This morning, it is Ishmael, he of Herman Melville's 'Moby Dick', whose voice we hear. Every damp, drizzly November, made conscious of the calling of his soul, he would take to the sea.We do not take to the sea, but we do not forget how despite being a nation proud of our achievements we were all at sea all those gloomy Novembers ago. Today we hold aloft the banner, despite all such vicissitudes, of national dignity we raised in a November when our leaders gave us our constitution, the sacred document that was to be a testament to our dreams and aspirations as a nation.Our dreams endure as we put our nightmares behind us. In November this season, we build with our dreams those bridges to the future, in profound remembrance of the heroic men on whose sacrifices we promise to shape a new dawn for ourselves, for our children, for the children of our children.\n[email protected]",
        "headline_1": "November in the nation's soul",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/november-in-the-nations-soul-1667397257",
        "news_paper_name": "The Financial Express",
        "publish_date": "03-11-2022"
    },
    {
        "full_article": "As of November 01, 2022, more than two hundred stocks were stuck at floor prices on the Dhaka Stock Exchange (DSE). The lack of investors’ confidence and other issues were cited by experts as the major reasons for this situation. Investors in the domestic share market lack confidence. But why? Bangladesh Securities and Exchange Commission (BSEC) recently imposed the floor price restriction as the market was falling at a faster pace. That was a timely initiative taken by the securities regulator. That helped many investors avert heavy losses. When the share market collapsed in 2010, many investors turned paupers. Even one or two of them committed suicide. However, despite the elapse of a long time, many shares were still stuck at the floor prices. The brokerage houses were counting the cost, as they were not earning commission as expected, as the investors were not investing that much because of the lack of confidence. What can the authorities do in such a situation? They can enhance money flow into the market to restore the investor confidence. In doing so, they can involve the market makers. On the other hand, the companies concerned can buy back their shares stuck at the floor prices to get out of the woods. Investing in the secondary market always involves risks. There are many investors who like to take the risks while others are risk-averse. A fair share of dividend can be a safe bet for the risk-averse investors. But there are many companies that come up with no dividend or even if they give the dividend, that is also a scanty amount. When the inflation rate is eight per cent, any dividend below that rate in no way is favourable for an investor. It has to be made clear that there are other good companies that are doling out good dividends.It has been noticed that some companies have entered the market with good financial credentials. But after entering the market, they are not performing like before to the frustration of investors. They are reporting earnings per share (EPS) less than previously recorded. The authorities concerned should look into what ails these companies. How will the investors be benefited, if the companies do not grow? Why will investors take the risk, when only twenty per cent of them can gain? The authorities should convince good companies to get listed on the stock exchanges. It has been reported that many companies do not want to go public, because in that case they will need to share information with the people, which raises their level of accountability. It cannot be any reason for not going public. If a company abides by the laws of the land, there cannot remain any question over its transparency and accountability. Rather, going public will add credence to quality of the company's products or services and earn it reputation. A lot of improvement has taken place in the capital market over the years. Of late, an SME board has been launched, apart from introduction of the bond market. These have been done to diversify the market. The authorities should remain careful so that no vested interest group can do anything that erodes the confidence of the investors.\n[email protected]",
        "headline_1": "Boosting investors’ confidence",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/boosting-investors-confidence-1667397294",
        "news_paper_name": "The Financial Express",
        "publish_date": "03-11-2022"
    },
    {
        "full_article": "According to UNICEF, 15 per cent of the world's population - at least one billion people - have some form of disabilities, whether at birth or acquired later in life. And nearly 240 million of them are children. In Bangladesh, around two per cent children are living with severe form of disabilities, says a study. These children are often subjected to deprivation and discrimination not only from society, but also from their own family. It is also believed that disability is a curse and a punishment for wrongdoing. Such an attitude hinders the disabled children from accessing adequate care, health, nutrition, education and participation. The opinion of the persons with disabilities on various issues are generally not taken into account. And their rights are often violated, which ultimately excludes them from the mainstream society. The government should come forward and step-up efforts to enable children with disabilities so that they can access mainstream services like health, education and help them live like a normal child. The disability allowance provided by the government is negligible. As a result, begging has become a profession for the disabled children both in rural and urban areas. Therefore, the amount of allowance fixed for them needs to be increased and arrangement should be made to reach them. Above all, families and society must be tolerant and supportive towards children with disabilities. People with disabilities are sometimes found employed in public and private institutions. But their number is very few compared to the larger disabled population. In this regard, it is necessary to formulate an action strategy.\nAbir Sujan, Student of Department of Land Management and Law, Jagannath University, Dhaka, [email protected]",
        "headline_1": "Towards disabled-friendly society",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/towards-disabled-friendly-society-1667397319",
        "news_paper_name": "The Financial Express",
        "publish_date": "03-11-2022"
    }
]