[
    {
        "full_article": "A conclave of Hindu religious leaders and political activists in saffron robes held recently in the holy city of Haridwar has brought great shame to the country and its constitutional and religious values. In a so-called Dharam Sansad, or a religious parliament, key personages with a track record of inflammatory and provocative speeches made unconscionable calls for genocide against Muslims and asked Hindus to arm themselves. There were other offensive themes running through the speeches, parts of which have come out in the public domain in the form of video footage, indicating an alarming zeal to spread hatred for minorities and render them vulnerable to armed violence. It requires no deep knowledge of recent national history to say that the genocidal tenor of the conference is the apotheosis of divisive and sectarian tendencies that have been displayed with great impunity by Hindutva organisations in recent decades, but more audaciously since 2014. The references to a Myanmar-like cleansing campaign, the threat of mutiny ‘more horrible than 1857’ against the state if the outcome of the conference was not adopted as official policy, and the astounding claim by one speaker that he would have turned into a ‘Godse’ and shot a former Prime Minister in Parliament if he had had the opportunity, are all indicative of an organised offensive against the rule of law and the Constitution. There is, however, no cause to be surprised at the tepid response of the Uttarakhand authorities in registering an FIR based on a solitary complaint, naming one person, that too, after much outrage and criticism.A feigned and manufactured sense of fear about the future of Hindus and Hinduism in India has been the hallmark of right-wing politics. The conclave of religious leaders is providing an outlet for such rabid thoughts, and the confidence with which messages of hatred are being bandied about suggests an expectation of official patronage. Those occupying positions of power and high offices in government, especially the Prime Minister and Union Home Minister, must take a clear stand against this. The political leadership must explicitly denounce the event and affirm that it stands by the constitutional values of secularism, religious tolerance and the preservation of the rule of law. The police in Uttarakhand should act more resolutely and invoke all applicable provisions of law, and not be content with a solitary FIR under Section 153A of the IPC, which deals with promoting enmity between groups. In a country where ‘sedition’ and ‘terrorism’ charges are invoked in a heartbeat, the call to a revolt and mass cleansing has not evoked a similar response. It may be easy to dismiss the hate speeches in the ‘Dharam Sansad’ as representing only a fringe within the majority. However, given the vehemence and frequency of these articulations in the public domain, it is only a matter of time before the phenomenon spreads among more moderate sections. Hate propaganda must not win.",
        "headline_1": "Striking fear: On Haridwar hate speech and legal action",
        "headline_2": "",
        "link": "https://www.thehindu.com/opinion/editorial/striking-fear-the-hindu-editorial-on-haridwar-hate-speech-and-legal-action/article38032133.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "25-12-2021"
    },
    {
        "full_article": "In October 2019, The Guardian featured an article titled \"The rise and rise of Bangladesh\" with a string attached in its title, asking, \"But is life getting any better?\" The story mostly focused on the \"factory generation\" comprising 4.5 million textile workers who, for the UK-based daily, have changed the fame and fortunes of a country that has travelled 50 years, and is now all set to become a developing country powered mostly by its hard-working women. While referring to our working bees who are making the buzz, the article throws a sting by highlighting a case study of an unnamed garment worker, quizzing, \"Or is she a sickening example of an exploited labourer, who ruins her health for companies making high margins, and consumers who buy cheap jeans?\"\nThere is an uneasy reception of our success story. Thanks to social media content nuggets, we can easily know how others are reacting to our success. I have been watching various Indian and Pakistani news content, where pundits are seen explaining the marvellous rise of Bangladesh. They do so with a sign of admiration (perhaps with a sigh of regret) that a country that was lagging behind them in all social indicators has now leapfrogged ahead of them. In their search for the secret sauce that brewed our success, they detect the comparatively high level of female participation in the workforce as well as high enrolment of girls in primary education. The once ignored part of the society is, thus, contributing more to our social growth than those in our former \"cousins.\" Success for them has come from the unexpected gender corner. They attempt to ignore the strategic interventions or policy implementations of the public and the private sectors. Their focus seems mostly to encourage their own policymakers to replicate our success.\nBangladesh at 50 is a mythical golden Bengal. For me, the victory of the Bangladesh U-19 women's football team just a week after our 50th Victory Day epitomises whatever we have achieved so far. The women's team has done it before—they have done it once more to make our celebration of Victory Day even more beautiful.\nThe \"dry leaf\" shot of Anai Mogini drifted into the Indian goal post when nobody was expecting it—the pressure was on, expectations were high during the SAFF final, and our U-19 women's team delivered once again in the regional tourney. Even before the match, these women were confident of a win as they had done the same in the regulation match. They were donning their red and green jerseys probably sewn by women of their own age. They had the pride of wearing the red colour of sacrifices that were once done by their previous generations. They had the pride of wearing the green colour of youthful exuberance found in our natural landscape that once made the previous generations lock horns against a mighty opponent. Bangladesh at 50 is not a black and white image of trails of refugees or under-equipped guerrilla fighters. Words are not enough to thank these young girls who have given us an occasion to celebrate our national unity. We can dismiss it as an imagined community, but the way the team has come together to lift the trophy in the final is a reflection of our aspirational identity.\nThe country started on a secular stride, hoping all the communities would come together as a nation. It was heart-warming to see a bearded man in a cap vigorously waving the national flag to cheer for the national women's team. Yes, I know I am harping on religious stereotypes! But this is the beauty of Bangladesh at 50: women sports being supported by religious men; a minority girl being cheered by others; contact sports being shared on virtual platforms. The team captain Ripa made a back pass to set up the ball for Anai to go for the goal. That's team play—that's Bangladesh at 50.\nIt will be painful if these girls are not given the right incentives (as suggested by the light trophy). I was watching the way the players and staff were lifting the trophy—it seemed very light (I could be very wrong; maybe the ones who were lifting it were either very strong or very casual). I don't know what went into the making of that trophy … but for me, it was the heaviest trophy that has ever been lifted by Bangladesh. It is made out of the dedication and hard work of the indomitable girls who wanted to give us victory on the occasion of the glorious 50th Victory Day.\nEarlier, we saw how the U-16 team were sent on public buses to go back to the hill tracts after their international win in 2016. The argument given was that these girls were not used to air-conditioned buses. It was a national scandal, to say the least. We did not show respect to our sheroes.\nI came across an internet image of an 11-year-old girl from the Philippines. She taped up her feet and wrote Nike in black ink as her father could not afford to buy her a pair of shoes. Still, the girl ran at the school track and field contest in her imaginary Nike shoes, and won the race. Watching our girls speak, I had a similar realisation. Our girls are no different. We need to incentivise them. This is the Bangladesh that we need to pay attention to, not the icons who whine about not being able to spend more time with families … and run away from the battles wishing their peers good luck! We know the kind. We have seen them in 1971.\nLet's bet on the true winners!\n \nDr Shamsad Mortuza is the pro-vice-chancellor of the University of Liberal Arts Bangladesh (ULAB).\n",
        "headline_1": "Lifting the trophy of Bangladesh’s rise",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/blowin-the-wind/news/lifting-the-trophy-bangladeshs-rise-2924816",
        "news_paper_name": "The Daily Star",
        "publish_date": "25-12-2021"
    },
    {
        "full_article": "Chile has long been something of a bellwether in Latin America. So, when Chilean voters elected the left-wing Gabriel Boric, a 35-year-old former student leader, as president on December 19, the rest of Latin America wanted to know: What does this mean for Chile—and for us?\nFirst, it is worth taking a closer look at the result itself. With nearly 56 percent of the vote, Boric won by a margin of more than 10 percentage points—huge by Chilean standards. Since 1989, when democracy was restored, most presidents have secured only four- or five-point leads. And yet, the far-right runner-up, Jose Antonio Kast, not only won the election's first round, but also secured a substantial 44 percent of the vote in the run-off.\nIn fact, the results of the latest election mirror those of the 1988 plebiscite on whether Chile's dictator since 1973, Augusto Pinochet, could extend his rule for another eight years. Pinochet's supporters lost, but the country's far right was—and remains—alive and well. Run-off elections are always polarising, but the split among Chileans seems particularly sharp, fairly even, and remarkably durable.\nBut it is the implications for the Chilean and Latin American left that might be the most significant. In the first round, Boric allied with a heterogeneous group comprising the Communist Party, the so-called Broad Front (composed of left-wing parties and movements apart from the Socialist Party), and various environmental, feminist, and LGBTQ groups.\nIn the second round, however, Boric broadened this coalition further, adding the socialists, the centre-left Party for Democracy, the Christian Democrats, and a few other centrist organisations. So, as the Chilean political scientist Patricio Navia asks, which of the two alliances will govern, and on which platform will the Boric government stand?\nAny prediction here requires us to look back to 2019, when Chileans took to the streets to protest a broad array of issues, including low wages, inadequate housing, a privatised pension system, an expensive and complex healthcare system, environmental degradation, and violations of the rights of women and indigenous people. Before long, the protests boiled down to a fight against inequality.\nFor many Chileans, it seemed that, despite a significant drop in poverty, the gains of the country's economic \"miracle\" had not been shared equitably. And yet, the Gini coefficient—the most widely used metric of inequality, with zero indicating perfect equality, and one signifying perfect inequality—suggests that inequality in Chile had declined over the preceding 20 years: from 0.55 in 2000 to 0.51 in 2019 (despite an uptick from 0.48 in 2015).\nIn any case, Boric's original platform addressed many of the protesters' specific grievances. He promised to deliver universal health insurance, overhaul the pension system, raise the minimum wage, eliminate student debt, and shorten the work week. He would finance higher social expenditure by increasing government revenues—especially by taxing big companies and wealthy individuals—by eight percent of GDP.\nWhile it was not a revolutionary programme, it was certainly ambitious. And much of it may align with the positions of the left-leaning constitutional assembly elected earlier this year. (The 155-member body was created after the 2019 demonstrations, with the mandate of drafting a new constitution based on the protesters' demands.)\nBut Boric softened his approach in the second round, when he went from blaming the political coalition that had administered Chile's economic miracle, the Concertacion, to reaching out to its former presidents, Ricardo Lagos and Michelle Bachelet. His second-round platform was still highly reformist, including versions of many of his original promises, but less radical.\nUltimately, however, Boric owes his victory not only to his more moderate, traditional, older constituents, but also to his younger, more radical supporters. That means a battle for the millennial president's political soul may be brewing.\nThe tension Boric likely feels mirrors a broader phenomenon, which I examined 15 years ago. Since the turn of the century, Latin America has had two distinct political \"lefts\": a moderate, democratic, globalised, modern left; and an anachronistic, statist, nationalist, and authoritarian left.\nThe more moderate group is exemplified by the Chilean and Uruguayan governments of the last 20 years, and the Brazilian government during President Luiz Inacio Lula da Silva's two terms (despite its corruption). To a lesser extent, Bolivian President Evo Morales' first-term government and the Farabundo Marti National Liberation Front's rule in El Salvador (again, despite its corruption) also fit into this category.\nThe radical left is exemplified by Venezuela's late president, Hugo Chavez, and his hand-picked successor Nicolas Maduro, Ecuador's Rafael Correa, Nicaraguan President Daniel Ortega, and the Castro regime in Cuba. It is tougher to categorise Mexico's Andres Manuel Lopez Obrador, Peru's Pedro Castillo, and Argentina's Nestor Kirchner, Cristina Fernandez de Kirchner, and Alberto Fernandez, though they have all tended towards the doctrines and policies of the past.\nIn Caracas, Havana, Mexico City, and Buenos Aires, the standard-bearers of the radical left have celebrated Chile's election results, apparently viewing Boric as one of them. But they might end up being disappointed.\nFor example, it is worth highlighting events that closely preceded the first round of Chile's election. Ortega's re-election in a sham vote, Maduro's landslide victories in regional elections, and the Cuban regime's suppression of a scheduled protest forced responses from the Boric coalition's members. While the Communist Party and others ultimately decided (after some internal disagreement) to congratulate Ortega and Maduro, and backed the Castro regime in Havana, neither Boric nor his second-round allies joined them.\nAdd to that Chile's recent history, the results of the second round, and the composition of the governing coalition, and there is a good reason to think that Boric might not govern like a typical Latin American left-wing populist. Instead, he might operate more like a European social democrat, akin to Felipe Gonzalez, Spain's first socialist prime minister after that country's return to democracy in the 1970s. For Chile's sake—and for Latin America's—one certainly hopes so.\n \nJorge G Castaneda, a former foreign minister of Mexico, is a professor at New York University.\nCopyright: Project Syndicate, 2021\nwww.project-syndicate.org\n(Exclusive to The Daily Star)\n",
        "headline_1": "The Battle for Boric’s Soul",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/project-syndicate/news/the-battle-borics-soul-2924806",
        "news_paper_name": "The Daily Star",
        "publish_date": "25-12-2021"
    },
    {
        "full_article": "Bangladesh hosted the World Peace Conference in Dhaka on December 4-5, 2021, inviting renowned peace and rights activists from across the world. The event, the first of its kind here, was organised as part of the celebration of Father of the Nation Bangabandhu Sheikh Mujibur Rahman's birth centenary as well as the Golden Jubilee of the country's independence. The theme of the conference was 'Advancing Peace through Social Inclusion.' Archbishop Bejoy D'Cruze, the head of the Catholic Church in Bangladesh, who attended the event, shares his views on the conference and how to build peace in the country with Porimol Palma of The Daily Star.\n \nHow was the peace conference?\nIt was a fantastic event. A number of peace activists from around the globe gathered and shared their thoughts on the ways of building a peaceful world. They discussed building an inclusive society, freedom of the press, reducing inequality, communal harmony, and so on. I liked an idea put forth by a Japanese participant, who said children should be made the agents of peace. They need to be inspired from their childhood and moulded that way. If that is done, they will exercise the same when they grow up. That is how we can build a peaceful world.\nWhat do you think is the situation in Bangladesh as far as peace is concerned?\nPeace is there when there is freedom of speech, religion—when there is no discrimination in society. We can say we have peace here, and that there is no major communal violence, but the freedom of the press is, to some extent, shrinking. This is a fundamental right of the people. Also, in terms of basic needs of the people, we see that there are still so many who are living in poverty, and that there is still discrimination on the basis of religion, ethnicity, wealth, education, and health.\nIn our country, society should be more inclusive. For this to happen, you need to uplift the marginal people—ethnic and religious minorities, people with disabilities. They should be provided with all the opportunities necessary to ensure their dignity and basic rights. We also need to have more interfaith dialogues. Of course, only the government alone cannot achieve it. There should be a social movement for this. All the discrimination needs to be eliminated.\nBangabandhu's philosophy on peace and social justice was discussed in the conference. What is your observation on this? How can his values be implemented?\nBangabandhu Sheikh Mujibur Rahman had a great vision. He always thought big, dreamt big. That is why the constitution that he gave us in 1972 carried the values of democracy, secularism and social justice. He said there was no place for communalism (in Bangladesh). But communalism keeps rearing its head. The government needs to be aware of this recurrence and act accordingly.\nBangladesh is not being run fully in line with Bangabandhu's values. We need to go back to the 1972 constitution. Despite all challenges, we need to put into practice his ideals in our lives and society. If we don't implement his ideals, we would not be paying due respect to him.\nIt is sad to see that even after 50 years of our independence, there is so much corruption, bribery and mismanagement in all sectors across the country. Bangabandhu did not want this. We have to ensure his values are being practised in our day-to-day lives. Remembering Bangabandhu should not be limited to words, papers and celebrations. We cannot have the Sonar Bangla he dreamt of if we fail to instil his values in our lives.\nOn behalf of the Catholic Church in Bangladesh, we are celebrating the birth centenary of Bangabandhu as well as the Golden Jubilee of our independence. I think it should not be limited to one year of celebration, but be observed for at least a decade, to not only celebrate him, but also to spread his beliefs in secularism, democracy and freedom that he held so close to his heart.\nHow do you think we can end communal violence?\nFirst, I think we have to reinstate the 1972 constitution. People will realise that we all have to follow it. For more communal harmony, we need more dialogues—interfaith dialogues. The state of Bangladesh was not created based on religion, but culture, language and traditions. This is our inspiration. All will practise their religions freely on this land, but our main identity is that we are humans, Bengalis, Bangladeshis.\nHow does the Catholic Church deal with the issue of communal harmony?\nWe are a very small community here. We have been conducting interfaith dialogues. We are thinking of taking up more activities through our schools, colleges and universities. I have held meetings with the teachers of the Catholic Church-run educational institutions on how to promote more interfaith dialogues. Now I am proposing to promote more values among the students. These values are already present among the students of our institutions. If we do it in a more organised way, they will be the instruments of dialogue and promote social and religious harmonies.\nHow would this goal be achieved?\nNow, we occasionally hold dialogues. But we will do it more frequently, in a structured way, so that students have an idea of different religions, and they can freely mingle with all. We should create space for them to voice their questions. Then, we can share all the good things that are there in all the holy books: peace, harmony, union, and humanity. We should highlight the values of universality that are discussed in all religions. Also, we should engage students from all faith systems to work together—maybe in charitable activities, where teachers can guide them. This way, they will come close and make friendships; they will live life to the fullest.\n",
        "headline_1": "‘To respect Bangabandhu, we must instil his values in our lives’",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/respect-bangabandhu-we-must-instil-his-values-our-lives-2924791",
        "news_paper_name": "The Daily Star",
        "publish_date": "25-12-2021"
    },
    {
        "full_article": "Today, we are at the threshold of a great \"astronomical revolution\"—a revolution that will show the universe in a completely new light. At 18:20 Bangladesh standard time, Nasa is scheduled to launch into orbit the James Webb Space Telescope, the next-generation telescope to \"serve as the premier deep space observatory for the next decade.\" The USD-10-billion, 6,200-kg telescope, referred to simply as Webb, will lift off from a launch site in French Guiana for its celestial home, the L2 Lagrange Point, about 1.5 million kilometres from Earth.\nWhat is L2? It is a point in space—there are four more—determined by the 18th century Italian-French mathematician Joseph-Louis Lagrange at which a satellite, under the gravitational influence of the Earth and Sun, will remain approximately at rest relative to them. The point can, therefore, be used by Webb as a \"parking spot\" to maintain a stable position, with minimal fuel consumption as it goes around the Sun.\nAt L2, which is directly behind the Earth as viewed from the Sun, Webb will always be at the same location relative to Earth. As a result, astronomers can have continuous communications with Webb as the Earth rotates. Also, Webb will always see the Sun, Moon and Earth on one side of it, with a clear view of deep space on the opposite side, making it ideal for it to see much farther into the universe.\nIt will take about a month for Webb to reach its destination and unfurl its mirrors and a tennis-court-size sunshield. The shield will protect the telescope by blocking light and heat from the Sun, Earth and Moon. Scientists will need another five months to align the mirrors and cool down the instruments to their operating temperatures. Approximately six months after the launch, Webb will begin collecting and transmitting data.\nAmong the pantheon of space telescopes, the Hubble telescope, placed in orbit by Space Shuttle Discovery in 1990, is the most famous observatory in space. At an altitude of about 560km, Hubble orbits the Earth once every 97 minutes, or 15 orbits per day, with an orbital speed of 28,000km per hour. Far above rain clouds, free from light pollution and unencumbered by the distorting effects of the Earth's atmosphere, Hubble can operate round the clock with an unimpeded view of the universe.\nHubble's domain extends from the ultraviolet through the visible and into the near-infrared light. This range has allowed Hubble to deliver stunning images of stars, galaxies and other astronomical objects that have changed our understanding of the universe beyond measure. However, as great as Hubble is, it may have reached its limits, although its importance is not likely to fade any time soon.\nWhy do we need Webb?\nElectromagnetic radiation, ranging from gamma rays to radio waves, is our measuring stick in space. It is the cosmic messenger that carries far more information than any other messenger does. Having said that, many of the objects we want to observe in space are too cold to radiate visible light, or other forms of short wavelength radiation. Instead, they radiate long wavelength infrared light. The reason is that the wavelength of light leaving the stars and galaxies of the primordial universe, initially shortwave and highly energetic, has been shifted to infrared by the Doppler Effect. It is stretching of the short wavelength of light towards larger values, because the sources of light are receding from the observer during the journey to Earth due to the ongoing expansion of the universe. In the jargon of astronomy, it is called \"cosmological redshift.\"\nIn many ways, Hubble's infrared views are fundamentally limited by its very design. Specifically, the telescope's perch in low-Earth orbit—where it has to contend with not only radiation from the Sun, but with infrared light radiated and reflected from Earth itself—interferes with any attempt to observe infrared light from the cosmos. Hence, the Webb, designed to take us far beyond Hubble's limit. In particular, Webb will observe primarily in the infrared region, which will show us things never before seen by Hubble or any other telescope.\nWith a 6.5-metre diameter primary mirror shaped like a \"golden sunflower\" and cryogenic operating temperature—about 225 degrees Celsius below zero—Webb will be the largest and the most powerful space-based telescope—100 times more powerful than Hubble—ever built with unprecedented sensitivity. The dimension of Webb's mirror will translate to a 6.5-time increase in the size of data-collecting area, as opposed to other telescopes.\nBut why does Webb have to be cooled to extremely low temperatures? As noted above, Webb is designed to detect the faint infrared signals of objects billions of light years away (1 light year = 9.46 trillion kilometres). In order to detect these signals, which can sometimes be felt as heat, the instruments inside Webb has to be kept at very cold temperatures. Otherwise, all Webb will detect is its own infrared radiation.\nWebb's mission\nThe primary mission of Webb is to unlock the enduring mysteries of the universe. To that end, astronomers and cosmologists hope to use the telescope to look back in time over 13.5 billion years, which is closer to the beginning of time, and see some of the earliest galaxies to form in the universe. Hubble cannot see these galaxies because of redshift. Furthermore, Webb will be able to look inside dust clouds where stars are forming today. Besides, Webb will provide insights into the formation of planetary systems—including our own solar system—search for life-supporting exoplanets inside our galaxy—the Milky Way—and look for signs of alien life.\nWebb's exceptional infrared imaging power will offer researchers new views of three active supermassive black holes known as quasars, their host galaxies and their neighbourhoods, located more than 13 billion light years away. Moreover, Webb will allow astronomers to observe gravitational distortions, a consequence of Einstein's General Relativity Theory, caused by smaller black holes with mass only 100,000 times the mass of the Sun. Webb will also shed light on how galaxies got supermassive black holes at their centres. Additionally, astronomers hope to use Webb to find the origin of violent bursts of bright flares from the colossal black hole Sagittarius A*, located at the centre of our galaxy.\nCosmic Dark Ages and the Webb\nOne of the unsolved problems in cosmology is the structure of the universe between the first few minutes and 300,000 years or so after it came into existence 13.7 billion years ago. This period was filled with darkness—both literal and metaphorical. That is why astronomers call this period the Cosmic Dark Ages. We know very little about this period because light could not escape its surroundings through the universe to hit detectors here on Earth. The emergence of the first sources of light, which are stars and galaxies that were formed by gravity, marked the end of the Dark Ages.\nThe design of Webb provides unique capability to address key questions about this era in cosmic evolution. Most importantly, Webb is expected to provide answers to the following questions: When and how did the Dark Ages end? What is the nature of the first galaxies? How and when did ionisation of the space between the galaxies occur? And what sources caused the ionisation? (Ionisation is the process in which an electrically neutral atom becomes negatively or positively charged by gaining or losing electrons.)\nThe lifetime of Webb will be dictated by the amount of fuel it will use. Unlike Hubble, which has been operating for nearly 32 years, Webb is expected to operate for at least five years—perhaps, with a bit of luck, up to 10. It is not designed to be refuelled, repaired, or upgraded in any way simply because it will be so far away from Earth. When Webb will run out of fuel, it will no longer be able to maintain its orbit and thus will not be able to point at its targets of interest with the requisite precision. And that will be the end of Webb's mission.\nNevertheless, in its short lifetime, Webb will explore every phase of cosmic history that will help us understand the origin of the universe. It will rewrite the history of the cosmos and reshape humanity's position within it by piercing through the hitherto \"dark curtain\" of the early universe.\n \nDr Quamrul Haider is a professor of physics at Fordham University in New York, US.\n",
        "headline_1": "A new powerful ‘eye’ in the sky",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/new-powerful-eye-the-sky-2924786",
        "news_paper_name": "The Daily Star",
        "publish_date": "25-12-2021"
    },
    {
        "full_article": "As Christians around the world celebrate today as the day when Jesus Christ was born, in a world where bigotry and hatred seem to be on the rise, the message that he taught now seems more relevant than ever. The teachings of Jesus on love, humility and humanity are universal. They are similar to the ones shared by all the great religions of the world. The love that Christ showed for humanity, his compassion towards those who were less fortunate, and his tendency to forgive are traits that we can all learn from.\nSadly, what we are witnessing today is how the teachings of these great religions are being forgotten. In many instances, they are being misinterpreted and misused. Whereas all the great religions—Christianity included—advocate the importance of inclusivity and tolerance, today, people around the world are using their names to promote or do the opposite. That is why it is particularly important on days like today for us to remind ourselves of the true teachings of these religions, and how beneficial they could be for humanity.\nIn our country, we have seen intolerance towards non-dominant religions and groups increase in recent times. Given the ideals on which this country was founded, that is a travesty of immeasurable proportions. Therefore, it is time for all of us to reaffirm our commitments to increase interfaith understanding and to live with each other in peace and with mutual respect.\nIn line with that, it is also time for religion to be depoliticised—for the use of religion to increase hate for personal benefit to stop. We must remember that all the great religions of humanity showed us how to grow spiritually, to become better individuals, and to treat others better.\nToday, let us all embody the spirit of Christmas and be united in our efforts to combat the Covid-19 pandemic by showing the best part of our humanity, extending a hand to those who need it. We wish all our Christian brothers and sisters a safe, joyous and peaceful Christmas.\n",
        "headline_1": "We wish you all a Merry Christmas",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/we-wish-you-all-merry-christmas-2924781",
        "news_paper_name": "The Daily Star",
        "publish_date": "25-12-2021"
    },
    {
        "full_article": "It is alarming to learn that militants belonging to the group known as Ansar Al Islam are being trained in secret hideouts within Bangladesh, with the nefarious plan to strike at the opportune moment. According to a report from the country's intelligence agencies, this terror group categorises progressive people and atheists as their \"soft targets,\" and organisations promoting Hindutva and foreign missions as \"hard targets.\" The masterminds, the intelligence reports say, have no plans to attack the law enforcers right away as it believes such attacks will ultimately lead to a major confrontation with the latter, which will weaken its strength.\nThis outfit, once known as Ansarullah Bangla Team (ABT), was banned under the Anti-Terrorism Act. It is known to be the Bangladesh chapter of al-Qaeda in Indian Subcontinent (AQIS), which is finalising a list of its future targets. The outfit has been banned following its involvement in some attacks on secular bloggers and writers in the country. According to the law enforcers, during investigation, they found Ansarullah Bangla Team's involvement in the killing of writer-blogger Avijit Roy in broad daylight—a despicable act that received wide international coverage. The ban came at a time when three more bloggers and writers were also killed within the span of less than three months.\nWe may recall that ABT was the sixth such organisation to be outlawed for militant and anti-state activities in the country. The other five are: Hizb ut-Tahrir, Jama'atul Mujahideen Bangladesh (JMB), Harkatul Jihad Bangladesh (Huji), Jagrata Muslim Janata of Bangladesh, and Shahadat-e al-Hikma.\nIt is doubly distressing to learn that the banned outfits Hizb ut-Tahrir, JMB and Huji are still active in the country, secretly working with little-known militant organisations to reach their goals. The counterterrorism officials further revealed that the hiring and initial training of Ansar Al Islam were being done online, whereas advanced training for the outfit's military wing is given in person in some remote areas of the country. The outfit considers Kashmir as a possible shelter and the Rohingya community in Bangladesh as a source for new members. The report also said a group of new Ansar Al Islam recruits tried to go to Afghanistan and Kashmir through the Chittagong Hill Tracts and Cox's Bazar. The group plans to build dens in the Indo-Bangla border areas, so that they can operate smoothly from there.\nIt becomes evident from the intelligence reports that the recruits and trainers of the militant groups are conducting their activities inside the country. They cannot conduct training in remote areas all by themselves. It is obvious that they are being provided with shelter and basic logistics by people who sympathise with their cause. We believe, through widening their intelligence network, our law enforcers should be able to apprehend the sympathisers and destroy the nexus with greater success.\n",
        "headline_1": "Uproot militants from their dens",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/uproot-militants-their-dens-2924706",
        "news_paper_name": "The Daily Star",
        "publish_date": "25-12-2021"
    }
]