[
    {
        "full_article": "Meeting in person after nearly eight months, the Goods and Services Tax (GST) Council last Saturday reached a broad consensus on establishing GST Appellate Tribunals to resolve disputes under the tax regime launched in July 2017. After some fine print changes in consultations with States, the Finance Ministry hopes to include the legislative backing for the tribunals in the Finance Bill likely to be passed next month. This raises hopes of quicker disposal of GST disagreements that are adding to courts’ caseloads, but the reason for delaying this vital cog of the ‘One Nation, One Tax’ promise is difficult to fathom. A few rate changes that could make, among other things, pencil sharpeners a tad cheaper, and lower penal charges for delayed filings by smaller taxpayers also got the Council’s nod. The implications of some other moves, like a new system for evasion-prone sectors such as gutkha, will depend on the minutiae in their notifications. A much-deferred review of the GST on online gaming and casinos remains stuck. The stated reason for not taking it up this time was that the chief of the ministerial group entrusted with the issue had Assembly poll work. With nine Assembly elections scheduled this year, that does not augur well for the Council’s ability to resolve prickly issues faster this year.Of greater concern is the stalling of the rationalisation of the complex GST rate structure with multiple slabs, and critical inputs left out. A Group of Ministers (GoM) was tasked, in late 2021, to propose a fix for anomalies in GST levies such as inverted duty structures, and propose revised rates with fewer slabs. The Council was informed that GST was still not delivering enough revenues — with the aggregate tax rate close to 12% rather than the 15.5% revenue-neutral rate envisaged originally, “knowingly or unknowingly” due to rate cuts on some items between 2017 and 2021. While some anomalies flagged by the GoM were fixed last June, the Centre had signalled the rates’ rejig would be deferred as inflation had surged and any revision would mean higher taxes for some items. The report on rate reforms is still awaited, inflation remains a headache and the onset of an electoral season culminating with the Lok Sabha election in 2024, means the same dithering logic holds true. Tighter compliance and higher prices have also bolstered average GST revenues, perhaps diluting the urgency to fix the unwieldy tax tangle. But for taxpayers, who continue to pay 28% GST on as essential an item as cement — whether it is used to build a roof over one’s head or construct an expressway — a truly good and simple tax system will now likely have to wait till at least 2025.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\ntaxes and duties\n\n/\n\ngovernment",
        "headline_1": "Reform reluctance: On the 49th GST council meeting",
        "headline_2": "The sense of urgency to fix the Goods and Services Tax regime’s flaws seems to have ebbed",
        "link": "https://www.thehindu.com/opinion/editorial/reform-reluctance/article66532721.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "21-02-2023"
    },
    {
        "full_article": "It is inconceivable that flagrant violations of law and human rights happen in plain sight, and when intervention finally happens, it is already too late for some. The case in point is the Anbu Jothi Ashram case in Tamil Nadu’s Villupuram district where — entirely by accident — the lid was blown off dark secrets and happenings inside the home. The issue came to light when police followed the thread of man missing complaints. Then one sordid fact after the other came to light, including sexual and physical abuse, bizarre scare tactics and even trafficking. The unlicensed home — the name translates to ‘flame of love’ — was providing shelter to persons on the fringes of society, physically and socially in need of support. It had been accommodating destitute women, abandoned senior citizens, beggars, alcohol addicts and persons with mental retardation or illness. Residents who were rescued later told tales of how they were held down with a mixture of fear, terror, and perversion; the owners also used monkeys to terrorise them. The home had been running for years until police first entered its premises last week to arrest four employees for running the centre without a valid permit. A total of 142 residents were rescued and relocated. Subsequently, as women residents of the home made sexual assault and torture charges against the owner Jubin Baby and his wife Maria, police arrested the couple. Another unit run by them near Puducherry was closed down and over 20 residents rescued. Following up, the National Commission for Women recorded testimonies of the rescued women, and the investigation has been handed over to the CB-CID.\rThe Anbu Jothi Ashram case should never have happened, given the safety mechanisms provided by the law, and rules crafted and enforced by the State. All care homes should be registered and periodic assessments carried out to allow them to continue to operate. How did this institution slip through the cracks? Laws in the social sector that serve persons in disadvantageous circumstances, must leave no loophole, no cracks that can be exploited. This case certainly speaks to chronic neglect in the sector, despite periodic exhortations and even raids on care homes to check their credentials. Exploitation in the social sector is particularly intolerable; it is tantamount to allowing the fence to eat the crop. Monitoring and supervision in the sector need to be fool-proof and corruption-free. Not only should authorities document every last flagrant violation at the ashram but also make an example of it — to serve as a crushing deterrent to any one who might toy with the idea of abusing those who seek sanctuary.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nhuman rights\n\n/\n\nnon government organizations (NGO)\n\n/\n\ncrime\n\n/\n\npolice\n\n/\n\nlaws\n\n/\n\nhomelessness\n\n/\n\nsocial issue\n\n/\n\nmental illness\n\n/\n\nTamil Nadu",
        "headline_1": "House of horrors: On authorities attention to homes run by NGOs",
        "headline_2": "Authorities must not ignore what happens in homes run by NGOs",
        "link": "https://www.thehindu.com/opinion/editorial/house-of-horrors-on-authorities-attention-to-homes-run-by-ngos/article66532742.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "21-02-2023"
    },
    {
        "full_article": "The story is repeating across the overbuilt Himalayan belt. Cracks in houses, sliding shifting road surfaces, and now cracks in the road to Char Dham, collapsed retaining walls, landslides, deep earth fissures and denuded hillsides. From Joshimath, to the river city of Karanprayag, to the eastern edges of Himachal, the disturbing shifts and slides of the ground point to a threatening geological forecast: Watch out, things can only get worse.\nThe human folly of overbuilding, mixed with a desecration of the natural habitat at a monumental scale, says clearly that a new equation between environment and development is urgently required.\nRead full opinion on TOI+\n\n",
        "headline_1": "Be Africa, not Las Vegas: The message from Himalayan belt is clear: India needs to nurture back wild nature in some parts, and stop the construction mania",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/be-africa-not-las-vegas-the-message-from-himalayan-belt-is-clear-india-needs-to-nurture-back-wild-nature-in-some-parts-and-stop-the-construction-mania/",
        "news_paper_name": "The Times of India",
        "publish_date": "21-02-2023"
    },
    {
        "full_article": "After the bodies of two Muslim men were found inside a burnt SUV in Haryana’s Bhiwani last week, their families made serious allegations against the police. They say Haryana police was present when Bajrang Dal members beat the two men up on suspicion of cow smuggling, and cops had also aided in taking the two across the border from Rajasthan’s Bharatpur. The issue is not whether the Haryana Gauvansh Sanrakshan and Gausamvardhan Act, 2015 was violated, but what rein police gave to non-state actors to undertake brute vigilante action in the name of this law.\nMohit Yadav alias Monu Manesar, one of the accused named in the FIR filed in Rajasthan, is not only a prominent face of the Haryana government’s cow protection task force but also active on social media. His channels are flush with videos of his ‘team’ chasing down ‘cow smugglers’, crashing into their vehicles, beating them, brandishing guns, often with anthemic soundtracks. Note the prematureness with which the Nuh SP declared allegations of the victims’ families “baseless”. This raises doubts whether the clean chit given to Monu in another violent death last month was preceded by a fair investigation.\nThe case has grown more complex with the family of another accused alleging serious assault by the Rajasthan police. Bajrang Dal and VHP are also threatening protests and a mahapanchayat in favour of the accused. The further politicisation of the case on top of the Haryana-Rajasthan political cleavage will muddy police actions even more. So much depends on whether the political leadership in both states clearly signals that the police should act without fear or favour. This is hardly about cow smuggling alone. For example, Monu and his team openly declare that they will beat up anyone doing ‘love jihad’ too. When vigilante groups enjoying stated or unstated state sanction keep policing aam activities of aam citizens, the resulting anarchy will undermine the state. If only in their own interest, governments must act against vigilantism.\n\n",
        "headline_1": "Who’s policing?: Violent vigilante groups being allowed to act like cops is a recipe for anarchy",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/whos-policing-violent-vigilante-groups-being-allowed-to-act-like-cops-is-a-recipe-for-anarchy/",
        "news_paper_name": "The Times of India",
        "publish_date": "21-02-2023"
    },
    {
        "full_article": "The large cracks appearing on the Badrinath highway near subsidence-hit Joshimath pose big questions for the Char Dham Yatra, slated for late April. There are reports that even old cracks along the highway are re-emerging. If true, then lakhs of vehicles plying on the highway at the peak of the yatra will pose a serious risk to both the local environment and pilgrims. Surely, it’s clear by now that the fragile ecology of the Garhwal Himalayas is under tremendous stress. Hydroelectric projects, increased traffic and a construction spree ensured the carrying capacity of the Uttarakhand hills was breached years ago. In recent years, the state’s pilgrimage triumphalism – 17.6 lakh made it to Badrinath in 2022 – had added to this. But it needn’t be pilgrimage vs environment.\nThe solution is caps on pilgrim and tourist numbers. There are many examples globally. Bhutan has long charted a path of ecotourism by charging foreign tourists a sustainable development fee of around $200 per person per night. It has even started charging Indian visitors Rs 1,200 per day as part of its ‘high value, low volume’ tourism strategy. This policy has worked very well for Bhutan’s ecology and its tourism industry.\nThere are similar policies in Central and South America. Costa Rica accounts for 4% of the world’s biodiversity and relies on tourism for 10.3% of its GDP. Yet it has been an ecotourism champion with initiatives like the Blue Flag Ecology Programme under which a strict set of environmental criteria is laid down. All local stakeholders in the tourism industry – local community, hotels, travel agencies etc – work together to attain the coveted Blue Flag tag. In Chile, the tourism industry is allowed to operate only in sustainable ways within protected areas. Tourism stakeholders are then held accountable for any breaches in these agreements. Surely, the sensitive, under-stress Himalayan zone should be protected via similar strategies? Uttarakhand’s Chamoli district administration has indicated there may be a cap on pilgrims. Implement this without hesitation.\n\n",
        "headline_1": "Save Himalayas: Number of pilgrims and tourists in stressed areas must be capped. Globally, this is the accepted norm",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/save-himalayas-number-of-pilgrims-and-tourists-in-stressed-areas-must-be-capped-globally-this-is-the-accepted-norm/",
        "news_paper_name": "The Times of India",
        "publish_date": "21-02-2023"
    },
    {
        "full_article": "What led to your affinity towards Sanskrit?\nMy love towards the language developed from the vast experience as a lawyer and judge from trial courts to the Supreme Court. I realised the need for a common language which would be understood across the country apart from Hindi. English has become our second official language, albeit unofficially. Yet, as per a recent survey, hardly 2-3% Indians have fluency over English.\nRead full opinion on TOI+\n\n",
        "headline_1": "‘Why not use Sanskrit as our first or second official language?’ Ex-CJI Sharad Bobde makes a case for it, citing Ambedkar’s argument",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/the-interviews-blog/why-not-use-sanskrit-as-our-first-or-second-official-language-ex-cji-sharad-bobde-makes-a-case-for-it-citing-ambedkars-argument/",
        "news_paper_name": "The Times of India",
        "publish_date": "21-02-2023"
    },
    {
        "full_article": "On February 21, we mark International Mother Language Day, a celebration of the world's linguistic and socio-cultural diversity. We are particularly honoured to mark this day here in Bangladesh as this day is also a worldwide tribute to the people of this country who have courageously fought for recognition of the Bangla language.\nTo commemorate the Bangladeshi martyrs who sacrificed their lives on this very day in 1952, the General Conference of the United Nations Educational, Scientific and Cultural Organization (Unesco) unanimously proclaimed February 21 as International Mother Language Day in 1999. This is a significant contribution of Bangladesh to the world. On this day, we mark our linguistic and cultural diversity, the core of our identity, and aim \"to promote the preservation and protection of all languages used by peoples of the world.\"\nLooking back at history, it is important to reflect on the significance of Mother Language Day to respect and protect all languages of the world. Unfortunately, about every two weeks a language disappears, and when a language disappears, the entire world loses a part of its traditions, memories, and experiences that make our societies so culturally and intellectually diverse.\nAccording to recent Unesco estimates, at least 43 percent of more than 6,000 languages spoken in the world are endangered. Due to globalisation processes, many languages, particularly indigenous ones, are on the verge of extinction. As fewer than a hundred of the world's languages are used in the digital world, and only a few hundred widely-spoken languages have been taught in schools, this trend is likely to increase in the future.\nTo tackle this, UN agencies encourage multilingual education to be based on the mother tongue or first language. This not only serves to keep languages alive, but has a range of additional benefits in terms of learning outcomes. To emphasise the importance of this, last year was the beginning of the International Decade of Indigenous Languages (2022-2032). This decade highlights the revival and promotion of indigenous and mother-tongue languages. Preserving language is at the heart of preserving identity, culture and diversity, and hence the Sustainable Development Goals (SDGs).\nIn Bangladesh, the Bangla language is flourishing. Events such as the annual Ekushey Book Fair promote writing and reading in Bangla. The development of educational resource materials for teaching at primary grades in Bangladesh's indigenous languages has started, initially with the five languages of Chakma, Garo, Marma, Sadri, and Tripura. Additional languages will be added each year to eventually cover all the languages of the country.\nOn February 21, we remember the Bangla Language Movement martyrs Abdus Salam, Rafiq Uddin Ahmed, Abul Barkat, Abdul Jabbar, and Ohiullah for sacrificing their lives to speak their mother tongues. We should not forget the significance of this day.\nEmbracing and protecting our linguistic diversity must be reinforced by not allowing anyone to use language as a tool to provoke conflicts and any forms of discrimination. It is important to respect all languages: big and small, widely and less spoken, indigenous and foreign. The diversity of languages is vital in intercultural dialogue to build inclusive societies.\nOn behalf of the staff of the United Nations in Bangladesh, representing hundreds of foreign and indigenous languages of different states and parts of the country from Teknaf to Panchagarh, we wish the people of Bangladesh a happy International Mother Language Day. The day the country courageously fought for, and the legacy of which should not be forgotten.\nHappy International Mother Language Day!\nGwyn Lewis is UN resident coordinator in Bangladesh.\n\nDr Susan Vize is officer-in-charge of Unesco Dhaka office.\n",
        "headline_1": "United in diversity",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/united-diversity-3253076",
        "news_paper_name": "The Daily Star",
        "publish_date": "21-02-2023"
    },
    {
        "full_article": "On February 21, we mark International Mother Language Day, a celebration of the world's linguistic and socio-cultural diversity. We are particularly honoured to mark this day here in Bangladesh as this day is also a worldwide tribute to the people of this country who have courageously fought for recognition of the Bangla language.\nTo commemorate the Bangladeshi martyrs who sacrificed their lives on this very day in 1952, the General Conference of the United Nations Educational, Scientific and Cultural Organization (Unesco) unanimously proclaimed February 21 as International Mother Language Day in 1999. This is a significant contribution of Bangladesh to the world. On this day, we mark our linguistic and cultural diversity, the core of our identity, and aim \"to promote the preservation and protection of all languages used by peoples of the world.\"\nLooking back at history, it is important to reflect on the significance of Mother Language Day to respect and protect all languages of the world. Unfortunately, about every two weeks a language disappears, and when a language disappears, the entire world loses a part of its traditions, memories, and experiences that make our societies so culturally and intellectually diverse.\nAccording to recent Unesco estimates, at least 43 percent of more than 6,000 languages spoken in the world are endangered. Due to globalisation processes, many languages, particularly indigenous ones, are on the verge of extinction. As fewer than a hundred of the world's languages are used in the digital world, and only a few hundred widely-spoken languages have been taught in schools, this trend is likely to increase in the future.\nTo tackle this, UN agencies encourage multilingual education to be based on the mother tongue or first language. This not only serves to keep languages alive, but has a range of additional benefits in terms of learning outcomes. To emphasise the importance of this, last year was the beginning of the International Decade of Indigenous Languages (2022-2032). This decade highlights the revival and promotion of indigenous and mother-tongue languages. Preserving language is at the heart of preserving identity, culture and diversity, and hence the Sustainable Development Goals (SDGs).\nIn Bangladesh, the Bangla language is flourishing. Events such as the annual Ekushey Book Fair promote writing and reading in Bangla. The development of educational resource materials for teaching at primary grades in Bangladesh's indigenous languages has started, initially with the five languages of Chakma, Garo, Marma, Sadri, and Tripura. Additional languages will be added each year to eventually cover all the languages of the country.\nOn February 21, we remember the Bangla Language Movement martyrs Abdus Salam, Rafiq Uddin Ahmed, Abul Barkat, Abdul Jabbar, and Ohiullah for sacrificing their lives to speak their mother tongues. We should not forget the significance of this day.\nEmbracing and protecting our linguistic diversity must be reinforced by not allowing anyone to use language as a tool to provoke conflicts and any forms of discrimination. It is important to respect all languages: big and small, widely and less spoken, indigenous and foreign. The diversity of languages is vital in intercultural dialogue to build inclusive societies.\nOn behalf of the staff of the United Nations in Bangladesh, representing hundreds of foreign and indigenous languages of different states and parts of the country from Teknaf to Panchagarh, we wish the people of Bangladesh a happy International Mother Language Day. The day the country courageously fought for, and the legacy of which should not be forgotten.\nHappy International Mother Language Day!\nGwyn Lewis is UN resident coordinator in Bangladesh.\n\nDr Susan Vize is officer-in-charge of Unesco Dhaka office.\n",
        "headline_1": "United in diversity",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/united-diversity-3253071",
        "news_paper_name": "The Daily Star",
        "publish_date": "21-02-2023"
    },
    {
        "full_article": "What does the word \"Bengali\" mean? It means either i) the sum total of all the dialects spoken in the Bengali-speaking areas, including Bangladesh, West Bengal, Assam, and Tripura – an umbrella term for all these dialects; or ii) the Standard Dialect of Bengali (hereinafter SDB), a language of the Indo-European family used in the areas mentioned above.\nI am a so-called native speaker of Chittagonian, the easternmost dialect of Bengali, and I learnt SDB at school. Most Bengalis, like me, competently speak dialects like Sylheti, Dhakaiya, etc, and usually speak SDB with a local accent. Bengali or Chittagonian – which dialect is my mother tongue? What is the difference between a dialect and a language? Such popular questions or issues need to be handled in politics, not in linguistics. It is said that a dialect that is supported by an army becomes a language, and a dialect that lacks such an army remains a dialect forever.\nIdeas like \"mother tongue\" and \"native speaker\" have long been proven to be myths (like ether in physics). One is either a learner or a speaker of a dialect, and no two speakers excel equally in the dialect they speak. Some speakers, usually writers, excel more than others in using their language(s).\nBangladesh, a former British colony, inherited English as its official language. English nowadays is the most widely used lingua franca, and, therefore, we must put emphasis on learning this language. Unfortunately, neither during the Pakistani era nor since the independence of Bangladesh have the authorities been able to decide upon the status of Bengali and English in this country. As a result, Bangladesh does not have a language policy yet.\nAs Bengali is spoken and understood by all the citizens of Bangladesh, using Bengali as the one and only vehicle of communication in administration, courts or business would be optimal. If we want to attain a hundred percent literacy rate, using Bengali as the only medium of instruction at the primary and secondary levels is commendable.\nRather than using English as the medium of instruction, it can be taught and learnt as a language like French or Chinese. English needs to be taught at primary and secondary levels for two reasons: i) English is the means of communication with the outside world, and ii) English may be needed in higher education, because it is one of the lingua academica of our time.\nEthnic minority children should receive part of their primary education in their respective languages. As citizens of Bangladesh, a predominantly Bengali-speaking nation-state, they have to learn Bengali and obviously English. Subjects like literature and history may be taught in native languages, whereas subjects like maths and science can be taught in Bengali or in English.\nWe may teach English in schools, but we cannot expect Bangladesh to ever become an English-speaking nation. There are natural constraints to learning English in Bangladesh. Children who are born and brought up in this country hardly receive any input in English. English teachers at school or college do not usually speak proper English; in fact, they teach English with an accented Bengali. Despite receiving comparatively more inputs from the SDB, very few can speak this dialect with a proper accent. If the authorities dream of making English the medium of instruction, the project will be dumped.\nWhat is meant by an official language? It's the dialect used as the medium of communication at the court, in the administration, in media, in educational institutions as well as in commerce. Unfortunately, in Bangladesh, verdicts given in Bengali are still rare. Private universities claim with much pride that their medium of instruction is English. Even Dhaka University, which is known for having led the Language Movement in the 1950s, prefers English as its medium of instruction and communication.\nNowadays, Bengali is outrun by English in every sphere of life. Even invitation cards for birthdays or marriage ceremonies are written in English. Signboards and billboards are overflooded with English jargon. We often see people in the media who can hardly utter a sentence without encrusting English words onto it. Government institutions (such as BGB or Teletalk) and regional cricket teams are all named in English. All these indices point to the fact that Bengali is not the de facto official language of Bangladesh, although it is the de jure one.\nThe ultimate goal of the Language Movement (1947-1952) was to compel the authorities to recognise Bengali, the mother tongue of the majority, as one of the official languages of Pakistan. The reason behind the movement was exclusively economic. Had any language other than Bengali become the de facto official language of Pakistan, Bengalis would lag behind in competition with other nations, and this would hinder them in the long run in their sustainable development.\nInternational Mother Language Day is definitely a misnomer for February 21, because the then Pakistani authorities did not deny our right to speak our so-called mother language. What they did, in fact, and what nation-states often try to do is not recognise a particular mother tongue as one of the official languages of the state. Although language veterans, including Sheikh Mujibur Rahman, knew exactly what they were fighting for, we, the beneficiaries of their toil, out of a little bit of whim and a lot of show-offs, have completely forgotten the true significance of February 21.\nQuebec, the French-speaking province of Canada, has been suffering from linguistic discrimination for decades. It adopted a language law in the 1970s, known as Law 101, by dint of which an autonomous Language Commission, answerable exclusively to the governor-general, was established. The language commissioner, with its language offices situated in different cities of the province, minutely protected the interest of the French language in the educational, legal, administrative, and business sector, and as a consequence, French soon became the de facto official language of Canada along with English.\nAs with most issues in Bangladesh, the question of language has never been handled with enough care and wisdom. Each year, during the month of February, a considerable amount of crocodile tears is shed for the Bengali language. But since the very first day of March, washing its hands (like Pontius Pilate after pronouncing the death sentence to Jesus), our beloved nation marches in a completely opposite direction.\nDr Shishir Bhattacharja is professor at the Institute of Modern Languages, Dhaka University.\n\n",
        "headline_1": "Do we still follow what our language veterans fought for?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/do-we-still-follow-what-our-language-veterans-fought-3253006",
        "news_paper_name": "The Daily Star",
        "publish_date": "21-02-2023"
    },
    {
        "full_article": "The High Court's anger at government high officials for not complying with its orders, as well as its decision to refuse to hear a contempt of court petition against a secretary, are well-justified. A High Court bench on Sunday said they were \"fed up\" with the fact that many of the court's orders remained unimplemented, despite the court passing them for the welfare of the country. The bench further stated that government high officials do not pay heed to the court's orders and, ultimately, without their proper implementation, these orders will end up in the trash bin. The High Court bench also rightly observed that government officials display a degree of annoyance if they are summoned to appear before the court in connection with contempt of court petitions, despite being bound as per the constitution to comply with the court's orders – something that another High Court bench had previously observed.\nThe High Court bench made the remarks after the placing of a contempt of court petition against the secretary of environment, forest and climate change. In 2013, 23 individuals submitted an application to the environment ministry secretary to reinstate them to their jobs at a ministry project. As the secretary did not respond to their application, the Apex court in 2019 directed the secretary to dispose of the application within a month, following a writ petition. As the application was still not disposed of, despite the court ruling, a contempt of court petition was filed with the HC last year.\nThis is the second time this month that the Hight Court has expressed its frustration with officials at the environment ministry. On February 5, a High Court bench rebuked and expressed severe annoyance at the Department of Environment under the environment ministry for failing to take any effective steps to curb air pollution in Dhaka, despite repeated directives. And it observed that citizens were literally being \"killed\" by such inaction.\nHowever, it is not just the environment ministry that is at fault here. Over the years, we have seen a tendency developing among government authorities to disobey orders of the Supreme Court, as no punishment was handed down for non-compliance with its orders.\nThe government and other authorities are bound to implement every directive of the Supreme Court, as it is binding on all, according to Article 111 of the Constitution. Article 112 of the Constitution also says that, \"All authorities, executive and judicial, in the Republic shall act in aid of the Supreme Court.\"\nA clear message should be sent to all government officials – particularly of the executive branch – that they are not above the law, as they seem to think. This idea that public servants are a \"different class of people\", as argued by the Attorney General back in November 2022, must be shunned for any substantive change to occur. Such display of clear disobedience to court orders needs to be followed up with severe punishments. The court could, perhaps, suo motu ask the relevant authorities to submit a report of how many court directives in total have been disregarded over the years, and go for harsher measures.\n",
        "headline_1": "Govt high officials’ routine disregard for court orders",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/govt-high-officials-routine-disregard-court-orders-3252901",
        "news_paper_name": "The Daily Star",
        "publish_date": "21-02-2023"
    },
    {
        "full_article": "We express our sorrow at the deaths of two persons who succumbed to the injuries they sustained during the Sunday night fire that broke out in a residential building in the capital's Gulshan area. We also hope for the speedy recovery of those who are still under treatment. The several fire service units and others working in the rescue mission during that night must be commended for being able to douse the fire by 11pm and averting a much bigger disaster. But this incident has brought to light the need for building developers, owners, and government authorities to review whether the increasing number of high-rises in the country are maintaining necessary measures against such fire incidents.\nFire safety for high-rise buildings is a two-pronged practice: internal and institutional. Internally, there should be fire safety measures in place such as fire extinguishers, separate fire exits, hose cabinet systems, etc. There are ample laws and rules – from the Fire Service and Civil Defence (FSCD) and from Rajdhani Unnayan Kartripakkha (Rajuk) – which direct how these fire safety measures must be put in place. However, according to a 2020 study by the Bangladesh Institute of Planners, 96 percent of the establishments under Rajuk's jurisdiction have been constructed deviating from the designs which had been approved by authorities. Rajuk, too, has been accused of not overseeing buildings before, during, and after their construction as it is supposed to do – to say nothing of the allegations against the organisation of taking bribes to approve buildings even when they have flouted the initial design plans. In 2019, Rajuk's own survey of 1,818 high-rises (over 10 storeys) in Dhaka city found that at least 63 percent lacked adequate or any fire safety measures.\nOnce a large-scale fire breaks out, all eyes are usually on the fire service units to demand that they douse the fire as soon as possible. But it must also be investigated whether the tens of thousands of establishments in our cities follow the outlined fire safety rules that apply to them. It is also crucial that building owners and buyers of flats themselves are aware of these fire safety rules and the specific design requirements. Additionally, residents themselves must be educated on what to do to not only prevent fires (such as turning off gas sources when not in use and checking for loose ends in electric connections), but also the steps to take to save themselves and others if a fire does break out.\nIn the case of Sunday's Gulshan incident, as of writing this editorial, fire service officials are primarily suspecting that a short circuit in the elevator sparked the fire, which then spread quickly due to the plywood floor of the elevator. We hope that further investigation will reveal how this fire could have been prevented. We also urge the relevant government authorities to take this incident as a wake-up call and be stricter when it comes to ensuring the implementation of fire safety measures in establishments. As we have seen too often, building owners'/developers' tendency to cut corners by not accommodating fire safety and certain authorities' willingness to allow this can spell tragedy for many innocent people.\n",
        "headline_1": "Gulshan fire a wake-up call",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/gulshan-fire-wake-call-3252886",
        "news_paper_name": "The Daily Star",
        "publish_date": "21-02-2023"
    },
    {
        "full_article": "No nation in the world history has an achievement of the order of Amor (eternal) Ekushey so far as the love and sacrifice for mother tongue is concerned. Paradoxically, few peoples, particularly their educated class, are as casual as the Bangalees in its use in everyday life, in administration and court proceedings. More importantly, the nation has miserably failed to offer higher education in Bangla. In a similar vein, it should be admitted that production of world class literature in the independent Bangladesh has mostly eluded the nation. With the invasion of smartphones and social sites, a bizarre type of language --- part English, part Hindi and part Bangla --- have kept the young generation, barring a select few, spellbound as if without such an admixture of languages, there is no way of proving smartness. This is not only a disservice to the martyrs of language but also an affront to the mother tongue itself. But why did this mental bankruptcy overtake the descendants who received such a precious gift and legacy for veneration of the language of the land? If the language movement has been the fountainhead behind consolidation of the national identity and liberty so much so that people of all classes participated in the liberation war against the Pakistani occupation army, what has gone awry today? It is clear that the month of February has been turned into an extensive celebration with the 21st day ritualistically set aside for offering floral wreaths at the Shaheed Minars (martyrs' monument) all across the country. However, when the newspapers carry news that hundreds of educational institutions in just one district have no such shaheed minars for paying respect or commemoration of the sacrifice of the language martyrs, the indication hardly needs explanation. If it is not an outright opposition to the spirit of Ekushey, it surely is a dissociation of a vast number of students and people from even the ritualistic celebration. True, 21st February has been commended as the International Mother Language Day swelling the Bangalee's pride. But like the shadow right under the lamp, the exclusiveness of the Ekushey spirit at home is really unsettling. The nation must ask itself the question why it has failed to make universal literacy and modest and pragmatic education accessible to all. Without such an inclusive national journey on the road to an equalitarian socio-economic system, the nation cannot live up to the dreams of the martyrs of language movement and the war of independence. Education that teaches learners to be selfish and even corrupt stands accused for betrayal with the ideals, values, humanity and magnanimity the forefathers nourished in their bosoms as a treasure should be the number one agenda for paying attention to on the 71st anniversary of the language movement. Sure enough, the meritorious students and creative minds will have their rewards but not at the cost of the underprivileged and the marginal. Ekush teaches the nation to defend every citizen's inalienable right not only to language but to live a decent life. Arrangement of proper education for all can guarantee protection of the basic human rights for the posterity.",
        "headline_1": "Inclusive commemoration of Ekushey",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/inclusive-commemoration-of-ekushey-1676903097",
        "news_paper_name": "The Financial Express",
        "publish_date": "21-02-2023"
    },
    {
        "full_article": "The feeding of a large number of hungry people at a street corner last week as shown in a FE photograph was filled with the features of lofty benevolence and humanity. The young volunteers feeding assorted people belonged to an organisation called 'Bhalo Kajer Hotel' (Hotel dedicated to good deed). The view of feeding a large group of poverty-stricken people was touchy, eye-moistening and not encountered too often in the capital. It was because the persons were visibly hungry, and too poor to arrange their lunch. Perhaps this was the dominant reason the youth charity group provided the meal for free. Only two years back, during the corona pandemic, several such feedings of the pandemic struck people would be arranged for people without food.Normally, during the post-natural calamity times free meals are supplied by the government organisations and many private entities. Such scenes are rare during normal times. At this point many might want to know what is really meant by 'normal times'. The answers might vary. Now that the intensity of Covid-19 has dropped to a great extent, hungry people moving in the city streets point to a hidden malaise. It can be interpreted in a way which says the corona fallout has yet to leave the country for good. And the people eating on a Dhaka footpath edge are still economically hard pressed like those in the other Bangladesh cities. If it's not the case, the all-male crowd could be termed unemployed and are long habituated to such charity feeding programmes. A few in the group are well dressed and do not appear to be destitute, who also dominate the people eating their mid-day meal at the venue. Majority of the latter are said to be underprivileged. Every day, the charity organisation arranges the feeding programme for over 1,000 people. It has been said the organisation's aim is to inspire people to do at least one good job every day. It sounds good and really inspiring.But beneath the surface an unpalatable truth remains active. It comes in the form of the presumed pockets of poverty and hunger in the post-corona society. If there are such unidentifiable segments in the broader social structure, it portends a greater malady. Hidden poverty corrodes a society from within. The traditional poor can be recognised; they are identifiable. The problem lies with the unemployed and poverty-stricken gentlemen, who are apparently well-dressed. Finding these people among the recognisable hungry gives rise to many a distressing question. In Bangladesh, data of the real hungry is difficult to obtain. Many hide the fact that they are starving. They view it as a shame. This picture is available in the cities' low-income areas. Many unemployed people and social drifters also go without food on days and nights. It's out of a sense of duty and empathy that the social organisations come up and stand by these hapless people.Thanks to the sense of prestige of the people belonging to the urban lower and lower middle classes, the poverty situation of these people does not often come clear. On the other hand, joining a charity footpath meal once or twice doesn't make them part of the poverty-stricken classes. But in public perception they are. Bangladesh couldn't remain free of the impacts of the Ukraine stalemate which lately emerged in the form of a global economic crisis. The country's urban lower-middle and lower classes were not spared these blows. As a consequence, the domino impact to be precise, the presence of lower-middle class free-meal seekers among the underprivileged is nothing unique. The fallout of the Ukraine conflict began being felt in Bangladesh in a short time. By that time, the runaway price hike of every necessity of life had brought untold sufferings to the average people. Lately, the menace of price hike has returned with a vengeance.Providing meals for free among the underprivileged may appear a small issue. Many would like to compare it with Iftar sessions. There is a big difference. Institutions and organisations arrange Iftar sessions on being driven by a religious impulse. It's implied that they would be served for free. In the case of free- meals there are scopes for 'ifs'. In a situation like this, it is the dedicated Good Samaritans who finally emerge as the friends of the underprivileged. It's the ultra-poor for whom the social organisations arrange food for free. The fulcrum of the topic being feeding the poor, there are scopes for bringing into focus the similar feeding programmes in the country's urban points. A few organisations have earned a lot of kudos in the recent times by feeding the poor and the low-income people for free. Those are, in essence, philanthropic organisations --- their main activities inclusive of sectors like food and child education and hygiene. The NGOs are not normally seen engaging themselves in feeding the poor.It is the area-based social organisations who normally come forward to carry out these tasks. In the past, state-backed entities used to organise these feeding programmes meant for the poor. The administration is apparently busy bringing discipline to the uncontrollable and the chaotic market. Despite the measures of market control not going with the free economy, its absence is acutely felt in times of emergencies. When it comes to the price hike of all essential commodities including rice, flour and vegetables, the desperate urban poor go out searching for free-meal outlets. Amid the starving crowd a few well-dressed people stand out. They are also urban poor. Outward apparel doesn't speak all about a human being.\n[email protected]",
        "headline_1": "Meal distribution at street-sides",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/meal-distribution-at-street-sides-1676903200",
        "news_paper_name": "The Financial Express",
        "publish_date": "21-02-2023"
    },
    {
        "full_article": "Seventy-two years ago this day, students of Dhaka University were staging a demonstration protesting the then-Pakistan government's move to deny Bangla the status of a state language of Pakistan. The police opened fire on the protest marchers. Salam, Barkat, Rafiq, Jabbar and Shafiur were martyred. And the rest is history. The day is ritualistically observed every 21st February. The idea of a secular, Bengali nationalism thus struck root. Unlike in the West where nationalism emerged out of the womb of feudal monarchies through violent socio-economic revolutions in the 19th century, in this part of the world, it remained basically a cultural movement. Actually, it is the leadership of a movement that determines which way it would evolve. The leadership, urban middle class in character, could never wean itself from its feudal roots. As a result, it could not speak for the entire masses.The urban middle class likes to believe that the independence war of 1971 was the outcome of the struggle they started with the language movement in 1952. But the fact remains that the 1971's liberation war was fought mostly by the members of the peasantry and the working class people. These people joined the war for their social and economic freedom. They believed that they would finally be freed from hunger, the tyranny of the moneylenders, high-handedness of the rural power elite and the oppression of a state that considered them as subjects, not citizens. The urban middle class who mainly comprised the new cultural elite of language-movement-origin, some of whose members joined the war, on the other hand, were busy telling their exploits and imagining that the war was theirs. Like the vast rural masses were never made to feel that they were part of the language movement that took place in Dhaka in 1952, in the post-liberation days, they were again the forgotten lot.So, what happened to the Bengali language movement and its culmination, Bengali nationalism? Without the masses to own and back it, it reduced mainly to mere cultural or literary events reminiscing the tales of those days gone by. In few cases, it even had begotten chauvinism. And chauvinism of any variety is reactionary, divides people and attempts to claim superiority of one group of people over another. Neither of these developments can help a nation to grow. Though nationalism came to this part of the world rather late, it still had some historical role to play. In the protracted national liberation wars as it happened in the case of the People's Republic of China or in Vietnam in the last century, the nationalistic energies of the entire populations of those nations were fully unleashed. And in the post-liberation phase, the same people put their creative energies into nation building. So, it is not surprising that China is now a global economic superpower and Vietnam, despite the havoc the wars caused to its physical infrastructures and the untold suffering the people of that country went through, it rose like the mythical phoenix from the ashes of the war. So, they are proud nations in their own right. And they never spin out a jeremiad out of their sufferings caused by the war.Had the masses imbued with nationalistic fervour joined the nation-building task in the post-liberation Bangladesh, in 2023, it could be quite a different story to tell. The idea of Bengali nationhood that the 1952's language movement gave rise to is yet to fulfil its historical mission of uniting the entire nation and taking the struggle that started more than seventy years ago to its next phase. And it is about building an exploitation-free, egalitarian and just society.\n[email protected]",
        "headline_1": "Revisiting the Language Movement",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/revisiting-the-language-movement-1676903235",
        "news_paper_name": "The Financial Express",
        "publish_date": "21-02-2023"
    },
    {
        "full_article": "There is no seating-service bus in Dhaka city. But when you get on board a city bus, in most cases the bus conductor refers to it as a 'direct' or 'seating-service' bus and tries to charge you double the genuine fare. In reality, there is no such thing as a seating-service or direct bus. Passengers are picked up and dropped randomly at the most unlikely spots. And sometimes so many passengers are picked up that it becomes difficult to get down from the bus. Many bus operators in the capital charge passengers more than the government-fixed fares. For example, a trip from Dhaka city's Natun Bazar to Gabtoli has been fixed at Tk 35 per person, but if you get down at Agargaon Radio Bhavan from North Badda you have to pay the same fare. It should not cost you more than Tk. 20. The bus operators are, however, charging an additional amount of Tk 15. Unfortunately, no mobile court is now in operation to prevent them from overcharging the passengers. The students, who have to take bus rides almost every day, are often deprived of their half-pass facilities. Several incidents of harassment have already taken place, when they tried to pay half fare. On holidays, transport workers become more desperate to extract full fare from the students. I do not know who is actually responsible for such an anarchic situation. Whoever it is, I would like to draw the attention of the authorities concerned to think about this problem of overcharging passengers and do the needful. \nRasmohan Halder,Uttor Badda, Dhaka,[email protected]",
        "headline_1": "Overcharging bus passengers",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/overcharging-bus-passengers-1676903261",
        "news_paper_name": "The Financial Express",
        "publish_date": "21-02-2023"
    }
]