[
    {
        "full_article": "The second wave of the Covid-19 pandemic came with a vengeance, particularly in South Asia. Since the virus in the first wave did not create as much havoc in the region as it had in some Western countries, there was a quick loosening of restrictions on the movement of people and on the closing of factories and shops. Some of the government officials and members of ruling regimes in the region congratulated themselves for the astute decisions of their respective leaders in containing the pandemic. However, some did it more openly than others, without thinking that the Covid-19 pandemic is not yet over!\nIndia had the most jovial mood of all, indeed, to the point that it organised state elections and religious gatherings in different places of the country with the participation of people in millions, and with practically no public health measures. As a result, it did not take long for the second wave of the pandemic to strike India in the backdrop of policies often devoid of science and more based on faith. The country remained ill-prepared to face the second wave, although it had had sufficient time to do the needful. The global media also narrowed down its attention to India because the ill preparation was markedly noticeable in the capital city of New Delhi. Had it not been for New Delhi, the impact of the Covid-19 pandemic in India probably would not have made headlines in the international media. This is because, when compared to its massive population of 1.3 billion, the death toll from the Covid-19 pandemic has remained relatively low, particularly in relation to some of the developed countries. In fact, if we were to look at the per-million deaths of the US and UK, 1,901 and 1,909 respectively (as of August 9, 2021), India's per million death figure is only 307. But the mismanagement and the panic were so real that much of its self-congratulation at the end of the first wave came to naught.\nBangladesh, too, was hit by the second wave. But since it got a week or two more than India, it could have taken steps to restrict the impact to a manageable level—at least, until now. It could have done better, but with such a large informal sector, and over 85 percent of the workforce living with daily income, enforcing a \"hard lockdown\" is difficult. On top of this, the people of Bangladesh are yet to develop a culture of wearing masks. This further exposes them to the virus and increases their chances of contracting it. Not surprisingly, compared to the first wave, Bangladesh saw a steep rise in the rate of infection and the number of deaths in the second wave. The thing that could have made a difference is mass vaccination, but there too, Bangladesh faltered.\nPutting all eggs in one basket is always a bad idea. But that is precisely what Bangladesh did with its vaccination policy initially, limiting the Covid-19 vaccine supply to one producer, Oxford-AstraZeneca, and the purchase to one source, the Serum Institute of India (SII), without doing much homework on it or keeping options B and C in place. Little consideration was given to the fact that there could be several waves of the Covid-19 pandemic, and such waves could create an overwhelming need for Covid-19 vaccines that the production capacity of the Serum Institute could not handle. Moreover, since the SII was only producing the vaccine and did not have full ownership of it (not even of all the raw materials), Bangladesh should have been more cautious about putting all its money into this one source only. Unfortunately, the second wave of the Covid-19 pandemic halted India's vaccine diplomacy, even discontinuing the shipment of the Oxford-AstraZeneca vaccines to countries that had already paid for the vaccines.\nBut still, it remains a puzzle as to why the Serum Institute of India could not supply the much-required 1.5 million doses of AstraZeneca vaccines to Bangladesh in the last three months to cover those who had taken only one shot and needed the second jab, which would have been only 500,000 doses per month. Could it be that the US had pulled the rug out from under India by banning the exports of some of the essential ingredients of the AstraZeneca vaccine to promote its own vaccines, namely, Pfizer-BioNTech and Moderna? Or, did the United States, by enacting the war-time Defence Production Act, want to stop India's vaccine diplomacy with the AstraZeneca vaccine since \"some of the essential ingredients\" were not India's but of the United States? Moreover, a good amount of AstraZeneca vaccines was allowed to go out of date and rot in several countries, including the US and Canada, although millions around the world needed them. If anything, such instances only show the ugly face of vaccine nationalism. At the same time, it also shows the naïveté of our policymakers for not keeping an intelligent eye on such factors unless, of course, diplomatic manoeuvrings of India convinced Bangladesh to remain focused on one source only! Indeed, one can say with some confidence by looking at some of the Covid-19 vaccinated countries that, if we could have continued with the Covid-19 vaccination from the time it first began in February 2021, we could have reduced the number of Covid-19 deaths—if not the number of infections—during the second wave.\nBangladesh was quick to revive its faltering vaccine policy. The immediate policy shift was to seek out and open up to multiple sources. Soon, Covid-19 vaccines produced by Pfizer-BioNTech, Moderna and Sinopharm, including AstraZeneca vaccines from Japan, started arriving in large numbers. Some through the Covax scheme, some as gifts, and some directly purchased from the producing country. This allowed Bangladesh to restart mass vaccination in commendable numbers. In fact, on the first day of mass vaccination on August 7, 2021, more than three million people got vaccinated, which only showed the strength of Bangladesh's vaccination infrastructure.\nHowever, the problem remains with supply. Unless supply is ensured in big numbers, Bangladesh will not be able to maintain its mass vaccination campaign and contain the Covid-19 pandemic in the shortest possible time. This is important not only from the standpoint of health but also from that of the country's political economy. Both are critical when it comes to saving lives.\nTime, therefore, is critical here. While keeping multiple sources open, Bangladesh should gear up on the co-production and local production of Covid-19 vaccines. It is important to keep in mind here that the quicker we can vaccinate the population, the quicker Bangladesh will be able to save lives and create a positive image, which will go a long way in not only attracting investors and entrepreneurs—both local and international—but also in getting our exportable items all around the world. Lessons from the second wave of the Covid-19 pandemic should not be disregarded. In fact, learning from them remains vital for facing the third wave, which is bound to flood South Asia (including Bangladesh) sooner or later.\n \nImtiaz Ahmed is Professor of International Relations and Director, Centre for Genocide Studies, University of Dhaka.\n",
        "headline_1": "Lessons from the second wave",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/lessons-the-second-wave-2150261",
        "news_paper_name": "The Daily Star",
        "publish_date": "12-08-2021"
    },
    {
        "full_article": "The science of climate change is assessed every six or so years under the aegis of the Intergovernmental Panel on Climate Change (IPCC), which was set up several decades ago by the United Nations Environment Programme (UNEP) and the World Meteorological Organisation (WMO)—and it consists of the governments of all UN member states.\nThe IPCC does this assessment by inviting leading scientists from around the world to study scientific literature and assess the latest developments in the science of climate change. It is important to note that the IPCC does not do new research itself, but rather assesses the existing body of scientific research and gives its assessment to the governments, who have the responsibility of approving the final Summary for Policy Makers (SPM) based on the underlying scientific report.\nIt is also important to explain that the IPCC is divided into three Working Groups of which the first (WG1) assesses the status of climate science, the second (WG2) assesses the status of impacts, vulnerability and adaptation, while the third (WG3) assesses the status of actions to tackle climate change by mitigation as well as adaptation.\nThe IPCC is currently reporting its sixth assessment report and, last Monday, the final report of WG1 was released with much fanfare. I had the privilege of being a lead author of the IPCC's third, fourth and fifth assessment reports and have been closely associated in contributing to the IPCC'S WG2 for many years. As such, I am sharing my take on the major outcomes of the recently released WG1 report of the IPCC'S Sixth Assessment Report (AR6).\nThe first message is the clear and unequivocal statement that human-induced climate change, due to the emissions of greenhouse gases over nearly 200 years, has now definitely raised global mean temperature by over one degree Celsius and that this has already caused many extreme weather events such as heatwaves, wildfires, floods and cyclones that are much more severe than they otherwise would have been.\nThis is a significant breakthrough in the attribution science for severe weather events, which in the past took a lot of time after the event was over for the scientists to give their verdict on whether they were indeed made more severe because of human-induced climate change. These scientists are now able to make these attributions more quickly, as was demonstrated in the last couple of weeks with the heatwave in north-west US and Canada, as well as the wildfires in Greece and Turkey and floods in Germany and China.\nIn fact, it is probably correct to say that from now on, every record-breaking extreme weather event can be reasonably attributed to having been exacerbated by human-induced climate change. This is in effect ushering in a new era of loss and damage from human-induced climate change for the foreseeable future for all of humanity.\nThe second major finding of the AR6 is that the global temperature goal of staying below 1.5 degrees Celsius is slipping away rapidly, and unless drastic actions are taken immediately, we may cross that key threshold within a decade. This means we must enhance the urgency of action in moving away from fossil fuels like coal, petroleum and natural gas as quickly as possible to renewable energy in every country. This means that the Nationally Determined Contribution (NDC), which all countries have submitted or are still about to submit, needs to be truly ambitious to ensure that the 1.5 degree Celsius threshold is not crossed.\nThe third and perhaps most important message is the possibility of irreversible changes in the physics of the global atmosphere, such as the complete destruction of the Atlantic conveyor system or the release of methane from below permafrost regions like Siberia. These will be such game-changing shifts that the results are completely unpredictable.\nThe above messages are part of the SPM, while the 4,000-page underlying report has more details of what are the possible climate change related impacts in every region of the world, including in South Asia and Bangladesh. One of the innovations introduced in this sixth assessment report is that location specific impacts data are now available for scientists in each country, including Bangladesh, to delve into. The impacts for the Ganges Brahmaputra river delta show the likelihood of more intense precipitation in the monsoon season, leading to more severe floods, while there could be less precipitation during the dry season, leading to more severe droughts.\nThe bottom line from the IPCC AR6 is that time is running out and actions have to be stepped up urgently by everyone, especially the governments who will be meeting at COP26 in Glasgow in November this year. There is not a moment to lose.\nDr Saleemul Huq is Director of the International Centre for Climate Change and Development at the Independent University, Bangladesh.\n \n",
        "headline_1": "Latest IPCC climate report shows time is running out to save the planet ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/politics-climate-change/news/latest-ipcc-climate-report-shows-time-running-out-save-the-planet-2149406",
        "news_paper_name": "The Daily Star",
        "publish_date": "12-08-2021"
    },
    {
        "full_article": "In the olden days, in the city best known as a democratic city-state, where, arguably, the concepts of citizenship and democracy emerged, there was something called Ecclesia. Here, eligible citizens would gather to have the final say on legislation and the right to call magistrates to account after their year of office. Unlike a parliament, the Ecclesia's members were not elected, but attended by right when they chose. Although these assemblies weren't always inclusive (i.e. of women, rural people or the poor), I suppose it is a reasonable assumption that at least in certain matters, such as public health, the participation on these platforms would be meaningful.\nThe healthcare system in Bangladesh is presently battling what Al Jazeera recently referred to as \"a double blow\", with a sharp spike in dengue cases coupled with the worsening coronavirus crisis in the country. In addition, it was recently reported that mental illness is taking a silent toll on healthcare workers. However, while we are all battling the same storm, we are not all in the same boat. In 2015, the Asia Pacific Observatory on Health Systems and Policies published a report that identified inequitable access to health services between urban and rural areas, including variable health financing mechanisms, as a key challenge. One wonders if the response, or at least part of the response, to this challenge might involve greater citizen participation in policymaking.\nWhile ancient Athenians would probably readily agree, we could, maybe, start with asking three questions. Firstly, would a more participatory process help the healthcare system in Bangladesh, especially in the time of this global health crisis? And secondly, how doable is it? And thirdly, if it eases the burden and is feasible, how much of an active effort exists to ensure that the health policymaking in the country is participatory?\nTo attempt to answer the first question, we have to clarify what we mean by citizen participation. Citizen participation implies the concept of citizen responsibility, right and governance, making full use of intelligence, knowledge and information in formulating policy. It can ensure that the policy represents the views that are shared by the majority.\nNow, to answer the question, does a participatory process help the healthcare system in Bangladesh? Theoretically, the answer would be yes. Experts agree that effective engagement and a comprehensive pledge from relevant key stakeholders from the very onset are crucial to ensure the development and implementation of effective national policies and strategies. Without the participation of citizens, facilitation and the execution of policy might prove difficult, and multi-sectoral stakeholder involvement is proven to accelerate the process of any political commitment. While ensuring greater citizen participation can be a costly process, the benefits of including citizens' perspective in public policy can outweigh the costs by helping reduce the gaps of power to decide over policies, which affect them and their communities. This will eventually result in a reduction of inequities in services and might, in turn, reduce the cost burden on the health system.\nNow, to answer if it is doable, citizens' participation doesn't necessarily mean that people have to gather in assemblies to give their opinion on policies. Participation is not limited to decision-making. It can include monitoring, and evaluating results and the impact of social policies. So, even if citizen participation in policymaking is difficult, setting up monitoring and evaluation cells led by citizens can improve the quality of health services. And by that definition, it can be made more feasible than, say, gathering people in monthly assemblies to get their feedback on every policy that was proposed in the parliament.\nNow, let's investigate whether there are active efforts to ensure that policymaking in the country is participatory. Policymaking in Bangladesh is virtually in the domain of the bureaucracy. In a report published by the Bangladesh Health Watch, Dr M Atiqul Haque, Associate Professor at the Department of Public Health and Informatics of Bangabandhu Sheikh Mujib Medical University (BSMMU), examined citizen participation to identify principal actors and factors based on views of representatives from states, health service providers and the citizens. The findings of the study were that although stakeholder engagement and communication are theoretically cited as important for ensuring transparency, accountability and effectiveness of public health policies and events, there is very little practical action being taken to ensure that there is active public consultation in the decision-making process. Government officials take it as their responsibility to develop policies and so they do it, but only half-heartedly, by making incremental improvements over something that already exists.\nSo, the participation of civil society or citizens in policymaking is controlled by bureaucrats and is often challenged by the unwillingness and ignorance of government stakeholders. The citizen stakeholders, therefore, are purely ceremonial, and not truly valued for their engaged, constructive participation. Without clarity, or even a definition of which citizens are engaged in stakeholder consultations, citizens are only engaged to tick off boxes.\nNow that we have discovered that there is room for improvement in terms of engaging citizens more effectively in policymaking, let's ask a fourth question. How do we ensure a more participatory process in decision-making? Looking to others might help. In Thailand, for example, the National Health Assembly (NHA) was first convened in 2008 after which until 2019, 85 resolutions from 12 assemblies have been implemented, including resolutions on Thailand's Global Health Strategies antibacterial resistance, illegal advertisement of drugs and health products, daily cycling, waste management, health, and housing, to name a few. Despite learning and adopting from the World Health Assembly, the exemplary Thailand National Health Assembly is often cited for its inclusive participation from the government, academia, professions and people throughout the process.\nBut like any relationship, the relationship between the state and its citizens is a two-way process. What can we do as citizens? Maybe we can start with asking questions. Questions like, how effectively has civil society organised itself over the years? How familiar are those who have the privilege of literacy and knowledge, with the policies that currently exist in Bangladesh? And if there was such a thing as an Ecclesia in Dhaka, Khulna or Rajshahi, how many of us would be able to make meaningful contributions to policies that have direct bearings on our lives? And if we were making meaningful contributions, how prepared is the state to listen to us and take on board citizens' voices? And until the state and the citizens find an equilibrium where they are both ready to listen to each other, how will things improve?\nShagufe Hossain is a freelance consultant and the founder of Leaping Boundaries.\n \n",
        "headline_1": "Citizens’ participation in formulating health policies can be a game changer",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/citizens-participation-formulating-health-policies-can-be-game-changer-2149401",
        "news_paper_name": "The Daily Star",
        "publish_date": "12-08-2021"
    },
    {
        "full_article": "The health of a community is dependent on the health of its environment and its ecosystem. Each and every living being in that ecosystem needs to be healthy, and only then a healthy environment for people can be created. These systems tend to work in silos—human health, animal health and environment. Healthcare systems typically focus on human health, wellbeing, mental health, prevention and cure, often ignoring the ecosystem of life around them of animals, plants and the environment, and often ignoring spiritual health as well.\nA pandemic or a climate disaster wakes us up to the links between human, animal and environmental health. One Health, a movement to include the health of all living beings in global healthcare systems, first emerged in the early 2000s and gained worldwide influence after the H5N1 influenza outbreaks, and later, the H1N1 (swine flu) pandemic. More understanding set in, but not always was more action taken towards this being implemented.\nThe study of linkages between human and environmental health is as old as the field of medicine itself. Hippocrates wrote about it extensively in his work titled On Airs, Waters and Spaces in 400 BC. We get our food from plants and animals in our environment. Their health gives us ours. The air we breathe, and the conditions of our environment, are crucial to our survival. A change in temperature or air quality, noise, the amount of greenery around us, for example, can have a pronounced impact on a community's health.\nScientists began studying the passing of infectious diseases from animals to humans at least as early as the 1800s. The 14th century bubonic plague, the 1918 influenza pandemic, malaria, dengue, HIV/AIDS and Ebola are other examples of public health emergencies originating from animals. The Covid-19 pandemic is also suspected to have emerged from our nonhuman neighbours.\nWhen these health emergencies strike, traditional healthcare systems are swamped and overwhelmed, unable to cope with the sheer numbers of patients. Scientists have showed that ending the destruction of the natural environment can stop pandemics more cheaply and effectively than scrambling to cope with their implications.\nEconomic aspirations push industries and human dwellings to take over habitats of other species. Thomas Gillespie, associate professor of Emory University, has been studying how shrinking natural habitats cause viruses to jump from animals to humans. Coronavirus, he says, is the tip of the iceberg.\n\"We cut the trees; we kill the animals or cage them and send them to markets,\" writes David Quammen, author of Spillover: Animal Infections and the Next Pandemic. \"We disrupt ecosystems, and we shake viruses loose from their natural hosts. When that happens, they need a new host. Often, we are it.\"\nCovid-19 has also shown us that unless all countries of the world have adequate healthcare systems, none of us are safe. Even one unaddressed person can spread the disease, bringing economic and health disasters. Today, decent healthcare is concentrated in a few privileged populations. Only 0.3 percent of Covid-19 vaccines administered to date have gone to people in low-income countries. But unless all of us are safe, none of us are safe. It is the same for our ecosystem. If animals and environment are not given their space with respect, this misbalance may continue in our world.\nThe need for healthcare that addresses all living beings, regardless of economic disparities, and gives space and respect to every living being we share our world with, is what brought together the likeminded individuals who began the One Sustainable Health (OSH) Forum. OSH is a global, multidisciplinary effort to address human health in unison with environmental and animal health, led by Secretary General Benoît Miribel; the French doctor, diplomat and historian Jean-Christophe Rufin, who first chaired the Council of Strategic Orientation; and myself, with others who truly believed in this concept.\nThe forum is supported by the World Health Summit in Berlin, the Geneva Health Forum, and the One Sustainable Health for All Foundation in Lyon. In July 2021 we launched six international working groups to help develop an integrated approach without borders in favour of One Health. The working groups bring together scientists, academics and practitioners who will put together concrete recommendations of new operational actions and public policies in favour of universal health. These actions and recommendations will be closely linked to changes in the economic, social, energy and ecological paths that will take effect to achieve the 2030 Sustainable Development goals.\nThe six working groups will address the following topics: mitigating the impact of environmental pollution, climate change and pressure on biodiversity to reduce diseases, towards sustainable food and nutrition, adapting human-environment paradigms for better human and planetary health, equitable access to quality healthcare, global levers of change to foster OSH, and developing OSH practices and resilience within indigenous and other local communities.\n\"The health of humans, animals and ecosystems are closely intertwined,\" said Tedros Adhanom Ghebreyesus, director general of the World Health Organization, in a recorded message at the launch event. \"The emergence of Covid-19 has underlined the need to strengthen the one health approach. Working together, we can build the safer, healthier and greener world we all want.\"\nHuman health is interlinked to all life. We all have a right to this planet. Humans need to accept this respectfully. We need to consider the ecosystem of all needed elements for survival, so that health is not an element to be addressed dramatically when crises arise, or in isolation—rather, a healthy life can become an outcome of our way of life and living.\nRuna Khan is the founder and executive director of the social purpose organisation Friendship.\n \n",
        "headline_1": "Why the world needs healthcare that cares for all living beings",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/why-the-world-needs-healthcare-cares-all-living-beings-2149396",
        "news_paper_name": "The Daily Star",
        "publish_date": "12-08-2021"
    },
    {
        "full_article": "It is astonishing that the Department of Immigration and Passports (DIP) has not issued any new passports in the last four weeks. The server had run out of its capacity in June. Such a state of affairs is incomprehensible in a department which plays a crucial part in the lives of overseas travellers and for expatriate workers in particular. Tens of thousands of migrant workers risk losing their jobs or becoming undocumented unless their passports are renewed in time. Perhaps it will not be wrong to suggest that the matter was not taken seriously enough, and that the situation of our workers abroad and the threat they face as a result of this delay merited little importance in the planning of the relevant officials.\nThere is little comfort in the assurance of the director of the DIP that steps have already been taken to upgrade the server and that the contract with the Malaysian company concerned will be extended. It is evident that the contract with the Malaysian company had not been extended in time, and this is what begs the question: why not? When it is known that the server has a particular capacity, one would have thought that those in charge of supply chain management at the DIP would have already done their calculations to ensure an upgraded system was in place and that all the paperwork was done well before the server eventually ran out of its capacity in June. But this was not done.\nWhile we acknowledge that the pandemic has put additional pressure on the central server, should such logistical issues not have been factored in by the planners well before June?\nAlthough the DIP gave no timeframe for fixing this issue beyond saying \"soonest\", we must ask: when exactly will the system be upgraded? And when will the applicants get new passports in their hands? We would also like to know whose fault it was in the first place that proper action was not taken for the timely upgradation of the system. Why have the passport authorities been sitting on this matter since June, and why hasn't the contract with the vendor been finalised yet? After all, in spite of the travel restrictions placed due to the pandemic, travel documents are still important for various other reasons, including for Covid-19 vaccine registration, and especially for our expatriate workers who contribute the most to our foreign exchange exchequer.\n",
        "headline_1": "When will the machine-readable passport server be upgraded?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/when-will-the-machine-readable-passport-server-be-upgraded-2150231",
        "news_paper_name": "The Daily Star",
        "publish_date": "12-08-2021"
    },
    {
        "full_article": "On an issue that concerns every citizen of our country and their constitutional rights, 10 supreme court lawyers have filed a writ petition with the High Court, seeking its directives on the government to take necessary steps to prevent incidents of eavesdropping and recording of private phone conversations, to inform what necessary steps have been taken to prevent such incidents, and to ensure right to privacy of telecommunication. In recent years, there have been numerous incidents of eavesdropping and recording of private telephone conversations from various reports in the media. They show that the BTRC, delegated with the responsibility of ensuring privacy of telecommunication and upholding the sanctity of Article 43 of the Constitution, has failed in its duty.\nThe sudden release of personal conversations of people who are being politically harassed is clear proof that surveillance is taking place—at the very least, in the form of phones being tapped. These types of actions are nothing but attempts to manipulate society by using fear. When you leak someone's personal conversation, you create a society of fear and control, as people live in the assumption that every opinion they express is being monitored. It leads them to curtail their freedom of expression and live in an oppressed state of mind. And that is exactly what someone who would want to control society would ultimately want. These are all traits of a controlled society and are totally contradictory to a society of democracy and freedom.\nThe whole culture of surveillance, if we look at history, leads to the stifling of expression and creativity, leading to disastrous consequences for society as a whole. It has never led to democracy or to an advanced society. People who are in power at the moment may think that such surveillance mechanisms help them to control people in general and dissidents in particular. In reality, such control through surveillance almost always proves illusionary, leading to resentment and social tension, and is counterproductive to establishing a democratic society. In the 21st century, which is supposedly the age of ideas, surveillance is an anathema. It is the biggest cyber-security risk that any society can face—leading to mass public insecurity.\nAs soon as the Pegasus controversy started, we saw huge debates in almost every single country that it involved, including our next door neighbour, India. But no such debates concerning surveillance and people's privacy have been raised in our country, demonstrating the lack of concern of the authorities for this issue. The question is: why is the public silent? Is it because they are not interested, or because they are afraid? As a society, we owe ourselves an explanation. And we hope the HC sees that. If the state's authorities cannot ensure that the fundamental rights of the citizenry are protected, then they must be held accountable for their failures. And the failure to ensure that people's constitutional right to privacy—which is tied to other rights—is protected, can no longer be ignored.\n",
        "headline_1": "Towards a democratic society, or a surveillance one?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/towards-democratic-society-or-surveillance-one-2150221",
        "news_paper_name": "The Daily Star",
        "publish_date": "12-08-2021"
    }
]