[
    {
        "full_article": "More than a year since an ethnic conflagration flared up, resulting in 221 deaths and the displacement of nearly 50,000 people, something remains rotten in the State of Manipur. The conflict has now spread to hitherto peaceful districts such as Jiribam even as the Imphal valley and other areas have seen rising extortion and abductions. The increase in armed militias in both the valley and hill areas, who are armed with weapons looted from constabularies, has contributed to this situation. For the past year, the Union government has sought to maintain a tenuous peace by subjecting the State to a de facto imposition of the provisions of Article 355 of the Constitution, without officially announcing them, even as it continues with the same political leadership so as to provide a fig leaf of power to the Chief Minister who is from the Bharatiya Janata Party. Prime Minister Narendra Modi has been barely involved even to seek a humanitarian pause in the conflict and to work towards a peaceful resolution, while Home Minister Amit Shah routinely calls up security briefings, but to little avail. In the latest meeting with a host of security and administrative officials, the Chief Minister was not invited. The Union government’s indecisive vacillation and the State government’s inability to rise above its leadership’s ethnic biases have ensured that the Manipur conflict remains on a slow burn even as the electorate in the State has already given a strong message on this situation. In the general election, the Opposition Congress party scored a decisive win in the Inner and Outer Manipur constituencies, despite the blatant intimidatory tactics by the militias to deter voters, especially in the valley. The writing on the wall is clear. The persistence of the status quo is doing little to resolve the conflict and is only furthering the ethnic divide. The Union and the State governments must heed the people of Manipur’s call for change. A change in leadership is now inevitable at the helm of affairs of government but a mere shifting of chairs will not suffice. There must be a renewed attempt to curb the antisocial militias and to disarm them in the hill areas and in the valley, while simultaneously ensuring that civil society actors, who are committed to peace and amity cutting across ethnic sections, are empowered to talk to each other and work out the modalities of bringing back normalcy. The representatives of the governments in the neighbouring States and the newly elected parliamentarians can also help in bringing about a reconciliation between the hostile ethnic groups. But all this can happen only if there is a decisive change in the current state of affairs in Manipur. \nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nManipur\n\n/\n\nnational or ethnic minority\n\n/\n\nunrest, conflicts and war\n\n/\n\narmed conflict\n\n/\n\nconstitution\n\n/\n\nBharatiya Janata Party\n\n/\n\nPrime Minister Narendra Modi\n\n/\n\nministers (government)\n\n/\n\nsecurity measures\n\n/\n\nIndian National Congress\n\n/\n\nGeneral Elections 2024\n\n/\n\ngovernment\n\n/\n\npeace negotiations",
        "headline_1": "​Alter the status quo: on the conflict in Manipur",
        "headline_2": "Expansion of conflict in Manipur calls for decisive change",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Balter-the-status-quo-on-the-conflict-in-manipur/article68327957.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "25-06-2024"
    },
    {
        "full_article": "The Union Tribal Affairs Ministry will be looking into the forest clearance paperwork of the ₹72,000-crore infrastructure project on Great Nicobar Island, a major initiative of the National Democratic Alliance (NDA) government, Tribal Affairs Minister Jual Oram told this newspaper. This is a significant step for the government, in its third term, as it brings to the surface the contentious and difficult choices that governments face while addressing the trilemma of infrastructure development, preserving pristine biodiversity respect and, being sensitive to the rights of the indigenous inhabitants, and tribals. The Great Nicobar Project involves developing a trans-shipment port, an international airport, township development, and a 450 MVA gas and solar-based power plant on the island. The project area is expected to cover over 130 sq. km. of pristine forest, and has been accorded a stage-1 environmental clearance — one of the mandatory prerequisites — by an expert committee. The government told Parliament in August 2023 that 9.6 lakh trees could be felled and ‘compensatory afforestation,’ for the loss of this unique rainforest ecosystem, had been planned, thousands of kilometres away, in the vastly different ecological zone of Haryana. The Galathea Bay in the Nicobar islands hosts multiple rare species including the leatherback turtle, and the project imperils their future. The government contends that its motive is to leverage the strategic location with the Great Nicobar Island located only 90 km away from the western tip of the Malacca Strait, an important shipping route between the Indian Ocean and the South China Sea. However, critics and some of the government’s policy advisers suggest that tourism is a key imperative for the exercise. The Environment Ministry, which is a regulator of environmental policy, has opted to be secretive about the project. Details on the environmental clearance process and the appraisal process, usually a public document, have been kept under wraps. There also seems to be haste on the part of the island administration to proceed while ignoring the rights of the local tribes — the Shompen in particular — regarding consent. The National Commission for Scheduled Tribes, a constitutional body, has demanded an explanation from the district administration on these grounds. The National Green Tribunal had tasked a committee, headed by the Secretary of the Environment Ministry, to submit a report on the approval of forest clearances. This too is not public. Without transparency, it would be foolhardy for the government to attempt such a massive upheaval of the islands and it should, with its new mandate, immediately correct course.\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nAndaman and Nicobar Islands\n\n/\n\nenvironmental issues\n\n/\n\nministers (government)\n\n/\n\ntribals\n\n/\n\nNational Democratic Alliance\n\n/\n\ngovernment\n\n/\n\nshipping service\n\n/\n\ndevelopment\n\n/\n\nforests\n\n/\n\nnatural gas\n\n/\n\nsolar\n\n/\n\npower (infrastructure)\n\n/\n\nHaryana\n\n/\n\nendangered species\n\n/\n\noceans\n\n/\n\nChina\n\n/\n\ntourism\n\n/\n\npublic works & infrastructure\n\n/\n\nparliament",
        "headline_1": "​Nicobar triangle: on the ₹72,000-crore project on Great Nicobar Island",
        "headline_2": "Without wide consultations, Centre should not embark on the infrastructure project",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Bnicobar-triangle-on-the-72000-crore-project-on-great-nicobar-island/article68327922.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "25-06-2024"
    },
    {
        "full_article": "Misery piles on for our young examinees. Last Wednesday, education ministry cancelled UGC-NET exam, conducted a day earlier, fearing a paper leak. On Saturday, it postponed NEET-PG exam scheduled for the next day, over “logistical issues”. When seen together with NEET-UG controversies, the message is loud and clear: something is seriously wrong with the National Testing Agency’s (NTA) functioning. And fixing the problem poses the first big challenge for new NDA govt.\nProblems evident for long | The crisis may have blown up this year, but the signs have been there for years. Exams like NEET and JEE conducted by NTA have run into controversies regularly. In NEET 2022, CBI had to step in following allegations of impersonation in the exam. In 2021, a Russian hacker even hacked into the software for that year’s JEE to help examinees cheat.\n\nIt is the reluctance of authorities to take timely action against such episodes that is responsible for the present mess. This was made clear, when despite ample evidence, the education ministry remained in denial of a paper leak in this year’s NEET, ordering a CBI inquiry only on Saturday.\nRemedy has failed us | What is galling is that NTA was put in place precisely to weed out issues we are facing today. So, one of the questions that needs to be asked is whether there are in-built flaws in conducting a mammoth exam like NEET, with 2.4mn examinees taking it in 13 languages across 4,500 centres.\nIt is welcome that govt has set up a high-powered committee to examine NTA’s functioning and recommend ways for fair conduct of exams. It has also brought into effect the Public Examination (Prevention of Unfair Means) Act, 2024 to prevent use of unfair means in public exams.\nNothing should be off table | But the panel’s work will have to be more than a bureaucratic exercise if the system is to be rid of its flaws. We need genuine reforms that address the spectrum of concerns that experts have been raising. The use of technology that allows algorithmic question patterns is one answer to paper leaks in avast system with innumerable nodes. Conducting exams more than once a year, as is the case in US, is another option to be considered. But decentralising the exams altogether is an option govt mustn’t shy away from. The future of young Indians is at stake.\n\n",
        "headline_1": "Fix it, GOI: The future of India’s young depends on govt thinking creatively on reforming exams",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/fix-it-goi-the-future-of-indias-young-depends-on-govt-thinking-creatively-on-reforming-exams/",
        "news_paper_name": "The Times of India",
        "publish_date": "25-06-2024"
    },
    {
        "full_article": "Britain’s wealthiest family, the Hindujas, appealing a Swiss court’s ruling, which found them guilty of exploiting domestic help from India, raises two important issues. First, domestic workers who go abroad for work are a vulnerable category. Second, the huge cohort of domestic workers in India continues to face exploitation because there’s no legal protection and social safety net.\nVulnerable abroad | In the Hindujas case the family is accused of underpaying workers, keeping them on call without proper breaks, confiscating their passports and paying them in Indian currency. While the family has denied these charges, it’s a reality that domestic workers working abroad often face similar employment conditions.\nGOI has launched a consular grievances redressal system called MADAD. It’s a measure of the challenge that top FAQs on MADAD cover non-payment of dues, termination or absence of employment contract, and repatriation.\n\nVulnerable at home too | Conditions of domestic workers in India aren’t any better. According to govt data, total number of domestic workers in the country was 28mn in July 2023. The actual number is likely to be more than twice as much. GOI did enact four labour codes in 2020 aimed at providing decent working conditions and wages. But they don’t specifically cover domestic workers. Plus, despite most state govts adding domestic work to the list of scheduled employment, they haven’t implemented this on the ground. Only Kerala is moving ahead with a specific law for the welfare of domestic workers that will fix minimum wages, working hours, and ensure a safe work environment.\nLearning from international examples | India needs a standalone law covering domestic workers. Asean countries, such as Thailand, Malaysia and Singapore, have laws that ensure weekly off days, pensions, minimum wages and even social security for domestic workers, most of whom are foreign nationals in those countries. GOI too must make a beginning in this direction for domestic workers at home.\n\n",
        "headline_1": "Helping the help: At home or abroad, Indians treat domestic workers as exploitable, cheap labour",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/helping-the-help-at-home-or-abroad-indians-treat-domestic-workers-as-exploitable-cheap-labour/",
        "news_paper_name": "The Times of India",
        "publish_date": "25-06-2024"
    },
    {
        "full_article": "India’s centralised exam system is losing credibility by the day. As GOI, which sacked NTA’s chief, is struggling to restore a semblance of order, it’s time to ask a different, more fundamental set of questions.\nFixing accountability and rescheduling exams may be all very well, but what about the impact of such decisions on young minds? In any case, should a three-hour test be a deciding factor that defines the lives of millions of young Indians? There is a serious issue with the system and we need to revisit the three Ms – mindset, methodology and modality – to fix it. And we need to look inwards for solutions.\n\nMacaulay to Maitreyi mindset | The rise of Kota, Sikar, Hyderabad as coaching hubs should have raised red flags long ago that India’s entrance exams can be cracked with two years of intensive coaching. Worse, what students go through to do so is terrifying; coaching institutes have even gone to the extent of jamming windows and removing fans to ensure students do nothing but study and there is no untoward incident when stress drives them up the wall.\nRead full opinion on TOI+\n\n",
        "headline_1": "Examine our exam-nation",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/examine-our-exam-nation/",
        "news_paper_name": "The Times of India",
        "publish_date": "25-06-2024"
    },
    {
        "full_article": "Days after LS results, parties in Bihar are already preparing for 2025 assembly polls. State party CPI-ML has returned to Parliament after 35 years with two MPs in the 18th Lok Sabha. In a stunning comeback in 2020 Bihar polls, the radical Left party won 12 seats. Party general secretary Dipankar Bhattacharya, credited with CPI-ML’s electoral revival, tells Subodh Ghildiyal about lost opportunity in Siwan and Saran, where Lalu’s daughter Rohini Acharya narrowly lost by 13.6k votes, and sharp spike in INDIA’s EBC vote shares.\n\nSP-led opposition did very well in UP, but RJD’s score in Bihar was underwhelming.\nThough their socio-economic profile may be similar, the situation was very different in the two states. UP, after all, is the laboratory of ‘bulldozer raj’. It has seen much worse caste oppression and anti-Muslim violence than Bihar. Of course, INDIA bloc in Bihar could have put up a better performance with better management of seat-sharing, choice of candidate and campaign execution. That said, outcome of eastern UP and south Bihar is quite on the same level.\nRead full interview on TOI+\n\n",
        "headline_1": "‘No reason why INDIA can’t win the next Bihar assembly elections, even if advanced…Our vote share has shot up’",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/no-reason-why-india-cant-win-the-next-bihar-assembly-elections-even-if-advancedour-vote-share-has-shot-up/",
        "news_paper_name": "The Times of India",
        "publish_date": "25-06-2024"
    },
    {
        "full_article": "Social media, with its ability to connect people across borders instantly, has undoubtedly changed the way countries interact on an interpersonal level. In South Asia, where historical narratives and cultural intertwinements are deeply rooted, the role of social media becomes even more pronounced. West Bengal and Bangladesh, sharing the Bengali language, similar cultural practices, and historical experiences, often find themselves at odds on social media over issues that, at first glance, may appear trivial. However, these disputes often stem from a deep sense of pride and identity, rather than any significant political or religious discord.\nThe competitive nature of cricket, a sport revered in both India and Bangladesh, serves as a prime example of how social media can turn friendly rivalry into heated exchanges. The passion for the game, coupled with national pride, frequently leads to clashes on platforms like X (formerly Twitter) and Facebook. During major tournaments social media becomes a battleground where fans from both countries express their fervours. The 2023 ICC Men's Cricket World Cup final, where Australia defeated India, saw a surge in online activity from Bangladeshi fans supporting Australia. Indian fans interpreted this support as a slight against their nation, further fuelling the social media conflict.\nYet, these conflicts on social media are not indicative of a deep-seated animosity based on politics or religion. On the contrary, a 2023 survey have shown that Bangladeshi youth largely separate their sports preferences from their religious beliefs. The support for a cricket team is more influenced by the team's performance and the behaviour of its players rather than any religious doctrine. This highlights that the primary drivers of these social media disputes are competitive sportsmanship and national pride, not religious differences.\nAnother aspect that fuels these social media conflicts is the superior mentality often displayed by larger nations. In the context of South Asia, larger countries like India can sometimes be perceived as having a patronising attitude towards their smaller neighbours. This perception can exacerbate tensions and lead to defensive reactions from the smaller countries. On social media, this dynamic is often magnified, leading to more frequent and intense disputes.\nTo improve social media diplomacy and reduce conflicts, it is essential to establish clear guidelines for diplomatic communication on these platforms. Encouraging the use of social media for positive engagement, such as sharing cultural exchanges and collaborative initiatives, can help foster better relations. Developing crisis management protocols for promptly addressing disputes and misunderstandings on social media is also vital. Educational campaigns that promote cultural understanding and tolerance, focusing on the shared history and values between neighbouring countries, can play a significant role in mitigating conflicts.\nFurthermore, joint social media initiatives that highlight the positive aspects of bilateral relationships can help bridge the gap between nations. Cross-cultural training for diplomatic staff on sensitivities and effective communication on social media can ensure that these platforms are used to build bridges rather than barriers. By implementing these strategies, countries can leverage the positive aspects of social media to strengthen diplomatic ties and foster a more harmonious relationship between neighbouring nations.\nSocial media is a powerful tool that has both positive and negative impacts on international relationships. In the case of India and Bangladesh, while it has the potential to exacerbate conflicts, it also offers opportunities for fostering better understanding and cooperation. By focusing on shared cultural ties and addressing the underlying causes of social media disputes, South Asian countries can work towards more stable and amicable relationships. The emphasis should be on promoting positive engagement and managing conflicts constructively, ensuring that social media serves as a bridge rather than a barrier between nations.\nPranto Chatterjee is a former Indian Council for Cultural Relations (ICCR) scholar.\n\nViews expressed in this article are the author's own. \nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "Beyond borders, brawls and bragging",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/readers-voice/news/beyond-borders-brawls-and-bragging-3640411",
        "news_paper_name": "The Daily Star",
        "publish_date": "25-06-2024"
    },
    {
        "full_article": "Bangladesh has a rich history and culture, but when it comes to preserving our heritage sites, we do a poor job. The Alexandra Castle in Mymensingh city is a glaring example of our apathy towards preservation work. A report in this daily details how this beautiful 145-year-old structure, built mostly with wood and iron, has fallen into ruins as a result.\nBuilt as a guest house in 1879, the two-storey, tin-shade building once lodged dignitaries including Rabindranath Tagore and Mahatma Gandhi. Since the Partition, it has been used by Teachers' Training College for various purposes. The first floor was used as a teachers' dormitory, which had to be moved later because of the floor's precarious condition. The ground floor has a library, but it is seldom used. That this beautiful architecture, popularly known as \"Lohar Kuthi,\" has been in dire need of renovation for years is evident everywhere, from the plinth on which the building stands to the iron balusters, the louvered shutters on the balcony, the decorative balusters on the roof, and even the two partially broken Greek sculptures on the building premises.\nAccording to the Department of Archaeology (DoA), the kuthi was enlisted as an archaeological site in 2018. It is obvious that the department did not carry out any renovation on the building in the last six years. A top official told our district correspondent that necessary funds for renovation and restoration of all archaeological sites in Dhaka and Mymensingh divisions have been approved, and that the work will start in the next fiscal year, meaning sometime between July 2024 and June 2025.\nSuch a statement should make us hopeful, but it is difficult to take DoA at its word. The department's past performance in terms of protecting, preserving and restoring heritage sites has been quite disappointing. It has 113 archaeological sites under its protection, but the conditions of many of those remain far from protected, with many facing threats of ruin and illegal occupation. We urge the DoA to push aside its lacklustre attitude and realise its mandate to restore and preserve these historical landmarks, keeping their architectural integrity intact.\n",
        "headline_1": "Protect historic sites, preserve our past",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/protect-historic-sites-preserve-our-past-3640341",
        "news_paper_name": "The Daily Star",
        "publish_date": "25-06-2024"
    },
    {
        "full_article": "Another day, another unsavoury disclosure about a holder of public office. As we wonder whether the government will ever take its \"zero-tolerance\" policy against corruption seriously, the media has revealed the latest in a series of recent scandals involving potential abuse of public office that has—as its protagonist—a female upazila parishad chairman, at Narsingdi's Raipura upazila. According to a report by this daily, Laila Kaniz Lucky, also a retired government college teacher, has substantial wealth that does not align with her known sources of income. Fittingly titled \"How Lucky got so lucky!\", the report delves into the many discrepancies in her financial declarations.\n\nHer wealth statement, filed with the Election Commission before this year's Narsingdi upazila polls, claims she is worth Tk 10.31 crore. However, detailed investigations suggest her actual wealth could be dozens of times higher. Her properties include extensive land holdings and multiple flats in prime locations in Dhaka, but those have been massively undervalued. Certain assets were also omitted, such as her co-ownership of the Wonder Park and Eco Resort, a sprawling green expanse with a lake and lakeside cottages, or her lavish mansion with an approaching road named after her. This further deepens the suspicion of financial misrepresentation. For a public representative who only broke into politics in recent years and lives on a pension of Tk 4.65 lakh per year, having so much wealth indeed raises eyebrows.\n\nThis is where ongoing speculations surrounding her husband make better sense. Lucky is married to Matiur Rahman, a high-ranking official at the National Board of Revenue (NBR), who recently came under the spotlight after his son from his second marriage posted about an expensive sacrificial goat on social media. NBR sources and documents seen by The Daily Star suggest that he along with his close and distant family members have amassed great wealth, including shares and stakes in various companies. Matiur has now been removed from his NBR post, and an investigation by the Anti-Corruption Commission (ACC) is underway. But given Lucky's questionable tax filings, one cannot shake off the suspicion that Matiur might have used her as a vessel or front to obscure their wealth and avoid scrutiny.\n\nAll this indeed deserves a thorough investigation. The Lucky revelations have again brought to the fore three sociopolitical trends: the growing number of superrich politicians and public officials in Bangladesh, gross undervaluation of assets in affidavits submitted by political candidates to election authorities, and widespread corruption in public sector—all of which are going unchecked. Recent disclosures about the alleged involvement of retired top security officials in various irregularities have further underscored the lack of accountability for those holding public office and the corrupt influences of power. We must check these disturbing trends. We must ensure that those in public office are held up to the highest standards of integrity, accountability, and transparency.\n",
        "headline_1": "We can't let the Matiur family drama obscure the bigger picture ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/we-cant-let-the-matiur-family-drama-obscure-the-bigger-picture-3640276",
        "news_paper_name": "The Daily Star",
        "publish_date": "25-06-2024"
    },
    {
        "full_article": "Mass panic over Russell's viper has almost turned into a mass hysteria, courtesy of social media. It is not for the first time that misinformation spreads like wildfire because the social media craze cashes in on exaggerated virtual picture of reality. True, Russell's vipers (Chandrabora) have been sighted in some of the islets of the river Padma in Rajshahi and other downstream districts of the river. But their proliferation in Bhola where five of this subspecies of snake have been beaten to death is somewhat surprising. Herpetologists thought for long that the snake had become extinct in the country but they reappeared 10-12 years ago when people fell victim to its bites. Misleading posts on social sites by publicity-obsessed individuals has stoked responses to physical danger to such a level that a politician in Faridpur has made a public announcement of a reward of Tk 50,000 for killing each such snake unaware that putting it to death is a punishable offence. It is quite likely that the unwarranted publicity causing mass panic has prompted Health and Family Welfare Minister Dr Samantalal Sen to hold a virtual meeting with all concerned with public health at the divisional and district levels in order to debunk the smokescreen created by the social media over the 'prowling' Russell's viper. The Ministry of Forest, Environment and Climate Change has even issued a public notice and some guidelines aimed at raising people's awareness of what they need to do in order to avoid snake bite and in case of a bite what is a must do. Such a campaign, provided that it is carried out with all seriousness at the grass-roots level, will surely make a difference in the incidence of snake bites and also the number of deaths from those. The important thing is to get the message across in clear and legible terms so that farmers who are encountering the snake in crop fields know precisely what they ought to do.Now to sort out fact from fiction, the best guide is the data compiled by DGHS. According to it, in 2023, there were as many as 0.45 million cases of snake bites of which 7,500 people died. But the majority of those deaths were from cobra and krait bites. Although the data did not provide the actual number of deaths from bites of Russell's Viper, it is likely to be far fewer than either of the other two. What is notable is that it is less poisonous than cobra and krait. Also it is a lazy snake and attacks out of fear and also leaves languidly so that there is a chance of seeing it. A victim of its bite gets a nine-time longer period up to 72 hours for treatment than one gets in case of a cobra bite --only 8.0 hours or less. However, the sooner a snake bitten patient is taken to hospital for administering anti-venom injection the better but to avoid complications it is advisable to seek medical treatment within 100 minutes. So, there is no reason to be exaggeratedly panicky about Russel's viper. Caution can help avoid its attack and in case of becoming a victim to its bite, there is proper treatment. The health minister has instructed for maintaining adequate stock of anti-venom injections available free of cost. It is important that immediately after its bite, the patient must be taken to the nearest upazila health complex for treatment.",
        "headline_1": "Exaggerated threat from Russell's viper",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/exaggerated-threat-from-russells-viper-1719239873",
        "news_paper_name": "The Financial Express",
        "publish_date": "25-06-2024"
    },
    {
        "full_article": "A free-for-all situation is now prevailing in the country's highways, barring the most watched and most regulated ones, such as the Jatrabari-Mawa or the Mawa-Bhanga expressways. Battery-run rickshaws, autorickshaws, and motorbikes dominate those, making the journey of all other regular vehicles perilous.In most cases, buses get involved in fatal accidents in their bid to save the relatively slow-moving three-wheelers on the roads. Motorbikes, given their track record, remain at the top as far as accidents on highways are concerned. While passing through the Bhanga-Barishal highway on the second day of the Eid-ul-Azha holiday, this scribe witnessed how battery-run rickshaws, vans, and motorbikes make movement difficult for buses, trucks and cars. Though traffic was thin on the day, a passenger bus rammed into a private vehicle just to save a three-wheeler and killed three people on the spot at Maksudpur in Gopalganj. As the bus driver failed to keep his control over the steering, the bus fell into a roadside ditch and turned turtle. Some passengers were also injured.The highway, being a two-lane one, leaves no space for the movement of three-wheelers or motorbikes. So, most of the time, these vehicles occupy spaces meant for fast-moving four-wheelers. Such unruly movements force the latter to move slower than their average speed, heightening the chance of accidents. Not all vehicle drivers exercise restraints while using roads and highways and turn to rash driving. Some of them thus get involved in accidents. Legally, easy bikes, motorized rickshaws, and auto rickshaws are barred from using highways. The government has reminded the people of this ban on several occasions. The country's higher court also declared the use of highways by three-wheelers and other slow-moving vehicles illegal. Yet the situation on the ground has remained the same, mainly because of the lack of enforcement of the relevant laws and directives. Some weeks back, Road Transport and Bridges Minister and General Secretary of the ruling party, Mr Obaidul Quader, raised hope about eliminating motorized three-wheelers from roads and highways within cities and towns and beyond. But the hope was dashed when the head of the government permitted these vehicles to operate for humanitarian reasons.The directive from the top has emboldened battery-run rickshaws and easy bikes. They used to avoid the main roads and plied the peripheral roads in Dhaka. Now, they are seen everywhere. The pedal rickshaw will soon be a thing of the past, for most of them in Dhaka city have had batteries fitted on them during the last couple of weeks.Not all accidents involve motorized rickshaws, but most do. Rash driving by bus drivers is no less responsible for accidents on highways. The proliferation of illegal rickshaws and easy bikes should have been a primary concern of people at the helm of the country's administration and responsible for managing roads and road transport. When the battery-run vehicles started appearing on the roads slowly but steadily, the government took no action against them. However, when the attention of a High Court Bench was drawn in 2015 to the proliferation of motorized rickshaws, it ordered their removal from the streets. However, the authorities concerned preferred to remain indifferent except for banning the import of new easy bikes. However, the government imposed no restrictions on the import of batteries and accessories necessary for building these vehicles. So, assembling identical vehicles locally flourished and soon became a billion-taka industry. Meanwhile, a vested interested group comprising both uniformed and ununiformed people emerged to exploit the situation. It provided support for the illegal plying of illegal easy bikes and all other types of motor-fitted rickshaws and vans for an ensured and regular inflow of cash for themselves. The problem gradually turned enormous and went beyond the reach of the government. It has become difficult for the government to stop these vehicles from plying. But their presence poses a serious threat to orderly vehicular movement, be it within cities and towns or on highways. Yet some people in authority recently have taken great satisfaction in declaring these rickety and unsafe vehicles 'Banglar Tesla'. They, however, did not disclose the volume of electricity pilfered to charge the batteries of vehicles daily when a large area across the country goes without power. It is not yet known how many lives were lost in road accidents throughout the country during this year's pre and post-Eid-ul-Azha days. The Road Safety Forum (RSF) has claimed 262 people lost lives in road accidents during Eid-ul-Azha holidays this year. Road accident-related deaths are under-reported. The data available from official agencies such as Bangladesh Police and the Bangladesh Road Transport Authority (BRTA) are found to be far lower than those of the unofficial ones. The Jatri Kallyan Samity claims that the number of people who die in road accidents every year in the country stands between 9000 and 10000. In the BRTA's record, the number is over 5000. Besides, thousands of people are also injured, some of them maimed, in road accidents every year. According to an estimate 1.5 per cent of the country's gross domestic product (GDP) is lost annually due to road accidents. These statistics are of little value to policymakers or other relevant people. The issues involving Russell's viper's bite are now far more important to them. At least two ministries are now busy dealing with those. The road transport ministry must prioritise the issue of growing number of road accidents. The threat from battery-run rickshaws or easy bikes is very real.",
        "headline_1": "Need for making highways safer",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/need-for-making-highways-safer-1719239930",
        "news_paper_name": "The Financial Express",
        "publish_date": "25-06-2024"
    },
    {
        "full_article": "In a country where around 400,000 incidents of snakebite take place with reports of some 7,000 fatalities annually, the hype and resulting panic created over a particular type of snake, locally called Chandrabora, or Russell's viper (Daboia russelli) is indeed incomprehensible. In a land of snake charmers, the people of rural Bangladesh are not unfamiliar with numerous varieties of snake, many of which are venomous. According to the Bangladesh Venom Research Centre at Chittagong Medical College, of some 3,000 snake species across the globe, Bangladesh has 108 species, and of them 18 are venomous and the rest non-venomous. So, normally, a species of snake that is not unknown to the local public should not strike the kind of terror that the social media would like to propagate. Actually, the snake being discussed is native to the Barind or Varendra Tract of the northern part of Bangladesh, particularly in Rajshahi. However, in recent years, the snake has been spotted in several other districts (in some 32 districts, according to latest reports) in the southern and southwestern parts of Bangladesh. Evidently, their number has recently increased due to human actions altering factors that influence the ecosystem and biodiversity. Some experts in the field hold that gradual extinction of predators like hawks, fish eagles, owls, mongooses, lizards including the locally known goshap or guishap (monitor lizard) which preyed on the Russell's viper might be behind the recent increase in its number and spread. As it lives in the basins of Padma, Meghna and Jamuna, there is nothing surprising about its spreading to different other districts as the snake is a good swimmer. Loss of habitat thanks to the thoughtless acts of deforestation has forced the snake to live close to human settlements and in the crop fields where rodents, rats, frogs, etc., their main food, abound. Small wonder that frequency of the snake's encounter with humans has increased. This is no doubt concerning. The snake is highly venomous and unless urgent measures are taken to treat a victim of Russell's viper's bite, then it may prove fatal. Farmers working in fields need to be extra cautious. The snake's body being dotted with dark brown spots, which serve for its camouflage, it can easily hide in the dry grasses and leaves posing danger to unsuspecting farmers working in the field. In a bid to address public concern over the Russell's viper, the Ministry of Environment, Forests and Climate Change has, thankfully, come up with some simple guidelines for the public to follow to avoid being bitten by the snake. However, unlike some modern-day urbanites and their children who are not used to seeing snakes in their surroundings in the cities, the rural people actually live among snakes in their close vicinity. They know about what different types of snake look like, what they eat, where they live and how to avoid the venomous ones. Perhaps, some senior members of rural society who are familiar with Russell's viper and its characteristics have already been sharing their knowledge and experience about this particular snake with the younger members of society. However, the post-snakebite measures as outlined in the environment ministry's guidelines are crucial and need to be strictly followed by the victims and their family members and neighbours. That is because superstitions still prevail and villagers may approach ojhas (village faith healers) for remedy. That should be avoided at all costs and medical intervention should be sought from the nearest hospitals or health complexes. The good news is, according to the Ministry of Health and Family Welfare, the country has enough stock of anti-venom and other necessary medicines and equipment to treat snakebite patients and that those have been made available at every district hospital and upazila health complex. So, what is urgent at the moment is to disseminate the information among the populace through the government's publicity organs and the media. [email protected]",
        "headline_1": "Venomous snakes in our vicinity",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/venomous-snakes-in-our-vicinity-1719239993",
        "news_paper_name": "The Financial Express",
        "publish_date": "25-06-2024"
    },
    {
        "full_article": "In recent times, the new generation has become heavily engaged with digital cryptocurrency and various online betting platforms like 1XBet and Exness. Primarily, they use Binance to transfer funds into their betting accounts. To deposit funds into Binance accounts, users utilise digital MFS (Mobile Financial Services) accounts in the country, such as Bkash, Nagad, and Rocket.Digital cryptocurrencies have many side effects. Bettors often view these betting platforms as a means to achieve financial independence. In the crypto market, many people aged 18-30 in our country are becoming dependent on and losing their assets in this market. More than 90 per cent of participants in this market end up losing. The market is filled with influencers who make grand promises, enticing Gen-Z and Millennials to get involved. These young people often dream of achieving success similar to these influencers, believing they can earn a lot of money from the market, but this rarely happens.Nowadays, people from every town and city are getting involved with these platforms. People from rural areas, in particular, are becoming greedy due to the heavy promotions from these platforms, and in the end, everyone is losing their capital. Many people are even losing their lives due to the mental pressure of accumulating huge debts. Therefore, online betting is currently taking many lives in our country. The major challenges here are inflation and unemployment, leading jobless individuals to become heavily involved with these platforms.Abdullah-al-noman,Student of BBANorth South University[email protected]",
        "headline_1": "Dangers of online betting",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/dangers-of-online-betting-1719240013",
        "news_paper_name": "The Financial Express",
        "publish_date": "25-06-2024"
    }
]