[
    {
        "full_article": "Today marks the 47th anniversary of Bangladesh becoming a member of the United Nations, so it's an opportune moment to take a look at the UN operations in the early days of independent Bangladesh.\nThe UN made its mark in the country on July 17, 1971, with the UN Relief Operations in East Pakistan (UNEPRO). Thomas Oliver and Brian Urquhart, in their 1978 book \"The United Nations in Bangladesh,\" argued: \"UNEPRO had been ill-conceived from the beginning, and the war had saved the UN from a major scandal.\" UNEPRO later turned into the UN Relief Operations Dhaka (UNROD) on December 21, 1971, and then to the UN Relief Operations Bangladesh (UNROB) on April 1, 1973. UNROB was terminated on December 31, 1973. According to the UN, UNROD/B was the most successful and largest operation of its kind ever mounted by the UN during that period.\nAfter Pakistan's crackdown on innocent civilians on March 25, 1971, neither the UN secretary-general nor any other country used Article 35 of the UN Charter to bring the situation to the attention of the Security Council. But earlier in 1960, the UN secretary-general had taken the initiative to bring the situation in the Congo to the attention of the Security Council. Thus, the Cold War rivalry played its part in different contexts. After all, the Congo was a classic case of the Cold War rivalry mainly for its vast natural resources. On the other hand, East Pakistan was a part of Pakistan, and the world was blind to the views of Pakistani leadership. Arguably, the UN's dilemma to get involved in East Pakistan had helped freedom fighters pave the way to develop their capacity to evict the occupation forces.\nOliver and Urquhart argued that the UN officials, while coordinating humanitarian assistance in Dhaka in June 1971, felt that some Bangalee civil servants were still influenced by Bangabandhu Sheikh Mujibur Rahman's call for non-cooperation. Moreover, the distribution of relief goods was affected by the influence of local peace committees. UNEPRO faced difficulties due to the delays in recruitment, the ongoing war, and increased guerrilla activities. The UN clarified that there was no question of a peacekeeping element in UN humanitarian assistance as requested by Pakistan.\nThe \"Mujib\" factor remained at the forefront for the UN for a peaceful solution of the conflict. Thus, on August 3, 1971, then UN Secretary-General U Thant sent a personal message to then Pakistan President Yahya Khan, requesting  him not to undertake any trial of Sheikh Mujibur Rahman as it would further escalate the tension among the people. He also wrote to the secretary-general of the Organisation of Islamic Cooperation (OIC) expressing the same opinion. Due to the stalemate, the UN decided to regroup personnel, evacuated non-essential personnel and diverted ships carrying relief goods to Singapore from November 22, 1971. Later, the Mujibnagar government sent the first official delegate to the UN on December 4, 1971.\nThe Security Council arranged its meeting on the situation in East Pakistan on December 4, 1971. According to UN documents, there were three draft resolutions—all were vetoed. Later on December 12, the Security Council met again, and continued debate until December 17. At that time, the Indian foreign minister read a statement stating that the Pakistan forces had surrendered, and the ceasefire had come into effect. Thereafter, on December 21, U Thant informed the matters to the General Assembly, and a resolution was adopted, with no veto, mentioning a durable ceasefire, cessation of hostilities, withdrawal of armed forces, return of refugees, and international assistance for humanitarian support.\nAfter independence, Bangabandhu Sheikh Mujibur Rahman and his government succeeded in turning the Mujibnagar government into a central government—a rare accomplishment in world history. In many cases, newly independent states bore colonial legacy and crumbled, and fell prey to the Cold War rivalry between the 1950s and 1970s. Though Bangladesh was a newly independent state, the government created favourable conditions for the UN's relief operations. The efforts of the UN were only on relief operations—a unique phenomenon as the UN was fully involved directly in state building in the Congo in the 1960s upon its independence. In more recent times, the UN has engaged heavily in South Sudan to develop its state capacity before and after its independence in 2011.\nOn December 20, 1971, UNEPRO was renamed UNROD, the UN Relief Operations Dhaka. The first chief of mission of UNROD was Toni Hagen, a Swiss geologist, who had experience in relief work. Bangabandhu returned to Dhaka on January 10, 1972 and met Hagen on January 15. He initiated a series of working-level meetings between the government departments and senior UNROD officials on food supply, distribution system, shelter requirements and emergency salvage operations. Bangabandhu's leadership impressed Hagen, who developed an excellent relationship with him. With Sheikh Mujib's leadership, UNROD became the pivot of relief operations and the government's main channel to communicate with UN member states. In the absence of recognition and being a non-UN member, Bangabandhu's decision to use UNROD as a vehicle was prudent.\nIn March 1972, a letter from the secretary-general was handed over by UNROD to Sheikh Mujib, who pointed out that he was the prime minister of Bangladesh, not Dhaka. Hagen later said: \"Despite the damage and the shortages, there was activity everywhere.\" Sheikh Mujib endorsed sending a high-level assessment mission under the UN leadership to consider long-term rehabilitation and reconstruction work. With his able guidance, from February 1972, Bangladesh Planning Commission started functioning and could submit appropriate needs of assistance to the UN.\nBangabandhu undertook a lot of innovative steps in state building. He also instructed that assistance from voluntary agencies be channelled through the Bangladesh Red Cross and be integrated with the government's programme—otherwise, they must leave. He informed UNROD that the salvage operation was the priority of the government, and he sought UN assistance. Sensing a credibility gap in UN technical assistance as well as a delay in the salvage operation in Chattogram and Mongla port by UNROD, Bangabandhu went to the USSR in the first week of March in 1972, and accepted the Soviet offer to undertake salvage operations, which was the key to begin economic lifeline of the country. In August 1972, the Soviet decided not to undertake salvage operations of Mongla port, as it envisaged clearing Chattogram port by 1973. The government then requested UNROD for assistance, and the UN then negotiated with a consortium on October 24, 1972 to complete the essential clearance work by May 15, 1973.\nFrom May 1973, ports were cleared for international shipping. Sheikh Mujib, upon discussion with UNROD officials, formally requested the secretary-general to continue relief assistance mainly in food grain and transport sectors to commensurate with the outcome of Aman harvest after March 31, 1973, the date of termination of the UNROD programme. UNROD operated for 15 months and assisted the new country to stand on its feet. On April 1, 1973, UNROD turned into the UN Relief Operations Bangladesh (UNROB).\nIn late March in 1973, the secretary-general received a request from Bangabandhu for UN assistance in arranging transportation to repatriate a limited number of Bangalees from Pakistan. Thus, the UN helped to repatriate Bangalees, who were in Pakistan, to Bangladesh in 1973. By July, the first batch of 425 Bangalees was airlifted to Dhaka. Sheikh Mujib also sought UN assistance to rehabilitate repatriated citizens—estimated to be 150,000 to 200,000.\nIn summary, the UN's slow approach and the non-committal attitude of the Great Powers prolonged the war. In 1971, UN headquarters lacked efficient staffing and focused on humanitarian assistance, rather than stopping the civil war. UN's approach was also affected when then Secretary-General U Thant was seriously ill and admitted to the hospital. Pakistani leaders lacked strategic thinking and arguably failed to understand the parallel undertaking of diplomatic as well as military lines of operation by India.\nUNROD/B was a testing ground for the UN system to work under an umbrella, where the UN secretary-general exercised one voice. For the UN, the experience of Bangladesh provided a model for future operations by UN agencies, voluntary agencies, and donors in harmony. Resources received from voluntary agencies and bilateral assistance were best utilised by the government. According to UN documents, Bangabandhu's leadership was crucial. Bangabandhu made sure that the UNROD/B Headquarters and the government relief coordinator's office were in close proximity to ensure better coordination. The operation was remarkably free of bureaucratic hassles with respect to the functioning of the Coordination Division and the then ministry of relief and rehabilitation. Thus, an excellent, cordial, and supportive relationship between UNROD/B staff and Bangladesh government officials was created. Above all, Bangabandhu's art of leadership in handling the UN system was exemplary, and he utilised the potentials of the UN to the fullest without Bangladesh being a member of the UN.\nBrig Gen Saleem Ahmad Khan, PhD is on leave pending retirement (LPR). Information for this article has been obtained from UN documents, UN websites, the book \"The United Nations in Bangladesh,\" the author's book \"Bangabandhu Sheikh Mujibur Rahman: A Study of the World Leaders and the UN operations in Bangladesh [1971-73].\"\n",
        "headline_1": "How the UN efforts began in a war-ravaged country",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/how-the-un-efforts-began-war-ravaged-country-2177621",
        "news_paper_name": "The Daily Star",
        "publish_date": "17-09-2021"
    },
    {
        "full_article": "Here is an important but little-known fact about car parking: the more that is provided, the greater the demand.\nNo city has solved the problem of parking by increasing the supply. If you don't want your city littered with cars, it doesn't help to encourage people to drive by providing countless free parking spaces. What does work is to reduce the demand for car parking by charging market prices for valuable real estate. After all, why should car owners get the privilege to store their private properties in public spaces? When people have to pay to park their vehicles by the hour or half-hour, they are likely to park their vehicles for less time. If people park for, say, one hour instead of eight, then you can immediately multiply by eight the number of parked cars you can accommodate without adding more parking spaces.\nHere's another fun fact: public space—which includes streets and footpaths—is intended for public use; it was not meant to be usurped by the wealthy few to store their private possessions (automobiles). We have had cities for thousands of years, and cars for less than 150 years. As cars litter the streets, we lose the use of streets as a meeting place, a place of social encounter, where people living in the same areas can come together and interact, building the social bonds that grow ever more important as pandemics and extreme weather events threaten our existence.\nPeople's need for recreation has only increased, thanks to Covid-19 lockdowns. In response, many cities around the world have started reclaiming public space away from the automobile and making it available to pedestrians and cyclists instead, for outdoor games and socialising, in the form of open streets. Sometimes the reclaiming occurs on a more minor scale, whereby a few parking spaces are converted—temporarily or permanently—into small recreational areas, known as parklets. Permanent parklets have exploded in San Francisco and Sweden, and can be found on a lesser scale in many other cities. The parklet movement is so popular, it has its own day: the third Friday in September.\nThis year, that day, known as Park(ing) Day, is today.\nHere in Bangladesh, schools are finally reopening, and children are starting or resuming studies partly offline. But how many schools have adequate facilities for the students to play outdoors? And if students continue to spend most of their time studying, when are they going to engage in outdoor play? If they are lucky, they live on a quiet or dead-end street; even then, it is mostly boys who play outdoors, and their play is regularly interrupted by motorised vehicles. Do we really value our cars and motorbikes more than our children's mental and physical health? Just because a car or a motorbike costs a lot of money, and our children come \"free,\" does that mean that we believe that vehicles are worth more than children?\nIf we truly believe in children's right to play—in their right to a childhood—then we should create more opportunities for them to play safely outdoors. Parklets are only a tiny piece of the puzzle; we need abundant fields and parks, and we need to ensure that girls as well as boys can play outdoors. But parklets could help solve the problem, and would be easy to install throughout the city, so that even small children have at least a tiny respite outdoors.\nAny suggestion of taking space away from parking and turning it into parklets is generally met with great concern: What about the vehicles? Where will they park? It is truly astounding that we show such great concern over the housing of inanimate, polluting, murderous objects and so little concern over our children. And even if you argue that, of course, children are more important, but who wants a city littered with cars? Then I must return to my initial statement: We can never satisfy the demand for parking by providing more space for it for free. The city will still be littered with cars—parked legally rather than illegally. Is that really such an improvement? When people are forced to pay to park, they will be less interested in travelling by personal motorised vehicles. Rather than prioritising and rewarding travel via polluting and dangerous vehicles, we should prioritise the mental and physical health of our youngest and most vulnerable people.\nAnd while I focus on children, let's remember: outdoor relaxation and socialisation is important for people of all ages. We all deserve better than to convert our cities into a giant parking space where cars have infinite value and people almost none.\nDebra Efroymson is executive director of the Institute of Wellbeing in Dhaka, Bangladesh, and author of \"Beyond Apologies, Defining and Achieving an Economics of Wellbeing.\"\n",
        "headline_1": "Reclaiming streets for our children",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/reclaiming-streets-our-children-2177611",
        "news_paper_name": "The Daily Star",
        "publish_date": "17-09-2021"
    },
    {
        "full_article": "The Arctic Council is a high-level intergovernmental forum comprising the eight circumpolar Arctic states: Canada, Denmark, Finland, Iceland, Norway, Russia, Sweden, and the United States. The council was founded in 1996 through the Ottawa Declaration, its purpose set to enhance regional cooperation on protecting the Arctic environment and promoting sustainable development of the region. The structure of the council allows representation from six transnationally located indigenous peoples' organisations of the Arctic, called \"Permanent Participants.\" Additionally, non-Arctic states, intergovernmental organisations, interparliamentary bodies, international non-governmental organisations and the like join the council with the status of \"observer.\"\nWhile the observers have no substantive role in the decision-making process, they make essential contributions to the council's work. They participate in the ministerial meetings held at the end of each two-year chair period and—at the discretion of the chair—are allowed to present oral or written statements, submit relevant documents, and offer views on the issues under discussion.\nAmong the observers, the participation and role of non-Arctic states receive specific political attention, often influenced by the prevailing geopolitical trends and interests. To date, 13 non-Arctic states from Europe and Asia have participated as observers in the work of the council. While Bangladesh has not been among these countries and is located far away from the Arctic, the impacts of climate change on Bangladesh and the Arctic—particularly their severity—link the two rather closely, prompting consideration of their interrelationship. Bangladesh's admission as an observer would offer a broader mutual understanding of the links to reinforce a global approach to climate governance.\nThe impact of climate changes in the Arctic will be striking: for example, the primarily frozen Arctic Ocean is expected to be ice-free during the summer months by 2030. The changes in the region will have profound implications not only for its four million residents, sensitive ecosystems and natural resources, but for the rest of the world as well. The impacts extend well beyond the projected rise in the sea level caused by melting ice, given the role of the Arctic in the global climate system, its influence on ocean circulation, and its impacts on mid-latitude weather. Moreover, an ice-free Arctic Ocean will see an increase in human activities, bringing increased greenhouse gas (GHG) emissions with them to accelerate climate change, leading to a faster melting of the Arctic.\nA snowball effect\nThe Arctic's contribution to the rise in sea level will have drastic consequences for Bangladesh because of its location in a low-lying delta. Per the current estimates, by the end of this century, the sea level will rise by 1.5 metres—unless the GHG emissions are sharply reduced and the global temperature rise remains well below 2 degrees Celsius. Bangladesh will be one of the hardest-hit victims of climate change, with current assessments projecting that it will lose 20 percent of its territory by 2080, if not earlier. Studies suggest that over 20 million people will become environmental refugees due to the rise in sea level. This will not only threaten the existence of a large part of the country's territory, but will also destroy the largest contiguous mangrove forests in the world: the Sundarbans. Furthermore, the salinisation of land and groundwater will destroy agricultural activities and cause a scarcity of fresh and drinkable water.\nClimate change will also bring frequent unpredictable natural hazards, such as floods, tropical cyclones, storm surges and droughts. Such events will cause not only the loss of life, infrastructural damage, and adverse effects on livelihoods, but will also create large-scale population displacement—environmental migration—both internally and externally.\nWhat can Bangladesh do in the Arctic Council?\nBecause of the interlink between the impacts of climate change, Bangladesh can play a meaningful role to further its interests on the climate change agenda if it becomes a part of the institutional mechanisms available in the Arctic, given that one of the crucial goals of the Arctic Council is to further the agenda globally. The engagement would help address related issues more systematically and coherently. As the Arctic is at the forefront of efforts to combat climate change, Bangladesh's partnering with the council would push its legitimate interests (remedy from global climate injustice) resulting from the impacts of climate change. In addition, the Arctic Council would afford Bangladesh a forum, through which the country could engage with the Arctic and the Global North, and express its concerns as well as those of other low-lying and island countries of the Global South vulnerable to climate change.\nAdditionally, in relation to the climate change agenda, Bangladesh is well-positioned in regional and global diplomacy. Located in South Asia, the country shares borders with India and Myanmar and is situated in proximity to an emerging power: China. Bangladesh's geopolitical importance for regional and global diplomacy is manifest in its multilateral engagements in regional and international bodies. The South Asian Association for Regional Cooperation (Saarc) is one such body, of which Bangladesh is a founding member, and where it plays a crucial role. Although referred to as a regional intergovernmental organisation and a geopolitical union of South Asian nations, Saarc's status is somewhat comparable to that of the Arctic Council.\nBangladesh is also a member of the 54-nation Commonwealth Association—representing 2.4 billion citizens of the countries belonging to the former British Empire—whose mission is, among others, to contribute to the environment and promote sustainable use of natural resources both on land and in sea. The members of the Commonwealth include many island nations having concerns similar to those of Bangladesh (e.g. Tuvalu)—in particular, the vulnerability to the impacts of climate change.\nAmong the current observer countries on the Arctic Council, India has representations in both Saarc and the Commonwealth, whereas Singapore and the United Kingdom are members of the latter; China, Japan, and South Korea are observers in Saarc. In its conduct with all these states, Bangladesh maintains neutrality and enjoys a good status as an acceptable third country in regional power politics. For example, India and Pakistan are rivals and have had several armed conflicts—Kashmir being one of the main sources of the disputes. India's relations with China have also been complicated since the former's independence in 1947. In 2020, when armed troops clashed on the Sino-Indian border in Ladakh, this further worsened its relations with China. Additionally, China's emerging role in the great power politics makes it an unreliable partner for India. What is more, China, India and Pakistan all possess nuclear weapons—another arena of rivalry among them. Recent political shifts in Afghanistan and the Taliban's capture of power make regional politics even more chaotic, further deteriorating bilateral ties and upsetting the balance of power among the nations in the region.\nEconomic interests and shared experiences\nMost of the Asian observers on the Arctic Council are emerging economies. Given that the Arctic is gradually becoming a burgeoning economic frontier, these states are keen to expand their commercial and geopolitical interests into the Arctic. Its hydrocarbon resources are estimated to be one-fourth of the world's undiscovered reserves, as revealed in a 2008 survey conducted by the US Geological Survey. The emerging sea routes for international navigation, such as the Northern Sea Route and the Northwest Passage, are seeing increased use and attention as the shorter distances save carriers one-third of the time and energy required when using older routes like the Suez and Panama canals. With the development of the Northern Sea Route, commercial maritime activities between Asia and Europe are intensifying, the benefits of which are being reaped by the Arctic Council's Southeast Asian observers: China, Japan, Singapore, and South Korea.\nInterestingly, almost all of these nations announced their intention to become observers on the council when the Arctic boom started over a decade ago. These countries' engagement, driven by self-interest particularly in the case of economic and geopolitical factors, places Bangladesh in a relatively privileged position to represent the region and its concerns in the Arctic Council as a trustworthy party. Its importance in regional diplomacy and wide acceptance by regional and global actors speak in favour of its candidacy for the observer status on the Arctic Council. Its inclusion will have a symbolic value, which will give it a political significance to benefit from. The country can be in a privileged position to showcase its presence in the Arctic, to have its voices heard, and at the same time, represent not only the Asian region, but also other regions (of the Global South) affected by the impacts of climate change. This involvement will uphold Bangladesh's soft-power role in global diplomacy and increase its credibility in the international political arena.\nFurthermore, sharing knowledge and experiences in combating climate change and its effects is a common goal for the Arctic, Bangladesh, and the world. Bangladesh is one of the most disaster-prone countries, almost regularly facing natural calamities such as cyclones and floods, which are often considered a consequence of climate change. With the Arctic also facing such natural disasters more often than before, sharing the experiences and knowledge in adaptation, preparedness and responses, and enhancement of community resilience is another area of interest in which both could cooperate.\nA favourable ally\nBangladesh's track record in exercising soft power in the issues referred to above reflects its commitment to comply with international regulatory processes and participation in institutional mechanisms. Bangladesh complies with internationally agreed norms, practices, and standards, and maintains a liberal approach to multilateralism. The country is already a party to major international regulatory mechanisms applicable to the Arctic: the 1982 United Nations Convention on the Law of the Sea; major regulatory mechanisms adopted by the International Maritime Organization; the 1992 United Nations Framework Convention on Climate Change (UNFCCC), its Kyoto Protocol and the subsequent Paris Agreement; and the Convention on Biodiversity, among others. Bangladesh recognises the sovereignty of the Arctic states, including the sovereign rights of the coastal states in the Arctic Ocean as approved by the framework of the Law of the Sea. Being a coastal state itself, Bangladesh has successfully resolved maritime boundary disputes with India and Myanmar in the Bay of Bengal. Additionally, it has filed technical, scientific data with the Commission on the Limits of the Continental Shelf, delineating the outer limit of its continental shelf in the Bay of Bengal. In the Arctic, with the exception of the United States, all other coastal states have lodged their submissions to the commission, with those of Canada, Denmark, and Russia overlapping to a slight extent on the central Arctic Ocean seabed. The developments in this regard can further enhance the shared understanding and experiences between Bangladesh and the Arctic.\nThe Arctic's and Bangladesh's experiences in areas such as climate change and its sociocultural and environmental impacts on the people, disaster management, as well as respect for the rights of indigenous and tribal peoples and the importance of their traditional knowledge, offer opportunities for mutual learning. Collaboration in these areas will contribute to creating scientific knowledge and translating that knowledge into concrete actions. The credibility of Bangladesh and its success and capability in maintaining a relatively nonaligned position in regional and global diplomacy suggest that the country could exercise a constructive role to benefit, and to be benefited from, the Arctic politics. Such a role would contribute to and promote science diplomacy drawing on the established links between the Arctic and the Global South on the agenda geared to climate change and climate-induced disaster management. Bangladesh's soft-power role in such diplomacy and in regional power politics, which accords the country a favourable position, justifies its being admitted as an observer on the Arctic Council, where Bangladesh will be well-qualified to ably represent itself and the Asian region as a whole.\nKamrul Hossain is a research professor and the director of the Northern Institute for Environmental and Minority Law (NIEM) at the Arctic Centre of the University of Lapland in Finland. This article is an abridged version of the original write-up published at polarconnection.org.\n",
        "headline_1": "Why Bangladesh should seek an observer seat on the Arctic Council",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/why-bangladesh-should-seek-observer-seat-the-arctic-council-2177601",
        "news_paper_name": "The Daily Star",
        "publish_date": "17-09-2021"
    },
    {
        "full_article": "Over a decade ago, power supply in Bangladesh was inadequate and production was virtually nonexistent. Increasing power production was a dire necessity then. The last caretaker government initiated efforts to that end; those efforts gained momentum when the Awami League government took office in 2009.\nAs soon as they came to power, the Awami League government started propelling the development of oil- and gas-based rental and quick rental power plants as a part of their overall effort to increase power production in the country. Several ruling party leaders, lawmakers, and businessmen were given approval to set up quick rental and rental power plants—even those with no prior knowledge or experience in the area. The process raised many questions then, as it had several loopholes: there was no mechanism to check the expertise of the producer; the prices were too high; and the producers were able to bill the government for \"capacity charge\" despite zero production of power.\nBecause of these loopholes and the lack of transparency in the entire power production process, the government faced a lot of criticism. Yet, it stayed firm on its decision. In order to avoid possible legal actions in the future—as well as to smoothen the process of opening up these power plants—the government formulated a law named the Quick Enhancement of Electricity and Energy Supply (Special Provisions) Act, passed in parliament in 2010.\nDespite all these issues, the power sector in Bangladesh began to see higher output, and people started getting electricity supply per demand. There were still concerns regarding the alleged corruption in the sector and the price hike, yet the general populace started to experience a sense of relief. Residences, commercial establishments and factories started to get uninterrupted power supply. It seemed the curse of \"load shedding\" was finally being lifted from the country.\nBut those issues still exist, and have become causes for concern. According to experts, there are some major shortcomings in the overall \"development philosophy\" of the power sector in Bangladesh. Before, there was a severe lack of supply, but now we have ample amount of power. There is no clear answer to some vital questions, such as how much power the country needs, to what extent does the production capacity need to be enhanced, etc.\nIn 2008-09, our electricity output was around 3,800MW against a demand of around 7,000MW, which means there was a shortage of more than 3,000MW. At present, the total demand for electricity ranges between 9,000MW and 12,000MW. But the country's power generation capacity is more or less 22,000MW. As yet, the daily power production has topped at 13,000MW. The average daily production now is 9,000MW. The daily demand for power rarely exceeds that amount, which means we are operating at less than half of our power generation capacity.\nDespite this situation, because of the conditions set in the agreements, the government is forced to pay the producers the capacity charge for about 12,000MW of power that is not even produced. That capacity charge amounts to a whopping Tk 9,000 crore.\nIn 2020, the Centre for Policy Dialogue (CPD), a Dhaka-based think tank, said about 60 percent of the power plants in Bangladesh were sitting idle and earning money in the form of capacity charges. According to last year's data provided by US-based research firm the International Energy and Environment Foundation (IEEF), about 57 percent of the power plants in Bangladesh are sitting idle.\nAccording to a source, a recent utility report from the power sector—which has not been made public—shows that in 2023-24, the country's power overcapacity will be as much as 66 percent, which means the burden of capacity charge will grow even bigger.\nAfter building some small rental and quick rental power plants, the Bangladesh government proceeded to make big investments in big, coal-based power plants. But how these plants will be connected to the national grid, where the electricity generated from these plants will be used, and whether there is a demand for that power still remain unclear. A key benefit of having large-scale power plants is that the production costs go down, but the opposite is happening in Bangladesh.\nThe two-unit Payra thermal power plant, with 1,320MW power generation capacity, officially went into production last year. But the 400kV transmission line required to supply the generated power to the national grid has not been set up yet. There is no other way to connect the output of the power plant to the national grid, which means it is not operating at its full capacity.\nWe are being forced to pay Tk 100 crore as capacity charge for the Payra power plant as well.\nThe organisation that was appointed to build the transmission line failed to meet the deadline. The contractor was fired and replaced with a company named China National Machinery Import & Export Corporation. Speaking to the daily Prothom Alo earlier this month, State Minister for Power, Energy and Mineral Resources Nasrul Hamid said: \"We hope the work for the transmission line will be complete by next year. The work was interrupted due to a spike in coronavirus infections.\"\nHe further said: \"As long as we are not being able to utilise the produced electricity [from Payra power plant], we will be forced to continue paying the capacity charge.\"\nEven if the transmission line is established within the deadline specified by the state minister, we will be forced to pay a monthly capacity charge of Tk 100 crore for nearly a year and a half. It is also not certain whether we will be able to use the electricity generated at Payra plant even if the transmission line is ready.\nEnergy expert Prof M Shamsul Alam also voiced his concerns regarding the transmission line and the issue of commercial production at Payra power plant.\n\"The approval for commercial production can be given only when full-capacity production is confirmed by running tests. Since there is no functional transmission line, there has been no scope for testing the full capacity of the two units [of Payra power plant]. But the power plant has been approved to go ahead with commercial production,\" he said.\n\"As the government has to bear the cost of idle capacity charge for the power plant, the cost of per unit power generated there has gone up to Tk 10. This is the opposite of what the aim of such a large-scale power plant was—cheap electricity. In this case, the country's greater interest has been ignored to favour the power plant's benefits,\" he added.\nSaying that the electricity generated at Payra coal-fired power plant would not be usable even when the transmission line is in place, Prof Shamsul Alam added: \"The issue of the transmission line is being used as an excuse. Even if the transmission line is installed and fully functional, the 1,320MW of power generated at Payra plant cannot be used in full. Moreover, the second phase of Payra power plant has been initiated, which will see the construction of another plant with an additional 1,320MW generation capacity, set to be completed by 2024. There is a complete lack of transparency regarding the usage of that power. A big sum of money is being spent, in a non-transparent manner, in order to construct unnecessary power production facilities. Because of these coal-fired plants, not only is the biodiversity of the area +facing a threat, but money is being wasted as well.\"\nProf M Tamim, former adviser to the caretaker government and an energy expert, said: \"Although it is claimed that Bangladesh's overall power generation capacity is 22,000MW, in reality it is about 15,000-16,000MW. But paying for capacity charges for idle power plants is causing a huge loss.\"\nHe also said transmission lines should be installed keeping in line with the construction of the power plants.\nThe Payra coal-fired power plant is importing coal at a price of USD 100 per tonne to fuel the production. The Barapukuria coal-fired power plant is buying coal extracted from the local mines at a price of USD 150 per tonne. A Chinese company is mining the coal from Barapukuria and selling it to the Bangladesh Coal Mining Company Ltd (BCMCL). The BCMCL is paying an extra USD 50 per tonne in order to buy locally mined coal, compared to the price paid for imported coal. As there is a scarcity of locally mined coal, the Barapukuria power plant is running at 50 percent capacity. Still, the cost of producing each unit of electricity is Tk 6.5 at Barapukuria, whereas the same costs Tk 10 at Payra. This leads to the question: Is the \"impunity law\" being exploited to build exorbitantly expensive power plants?\nThere are a few other big power plants under construction in Bangladesh. In Rampal, Bangladesh and India are jointly building a 1,320MW power plant. Japan is financing the construction of a 1,200MW power plant at Matarbari in Moheshkhali, Cox's Bazar. In Pabna's Rooppur, a 2,400MW nuclear power plant is being constructed. There are plans to supply electricity to the national grid from this two-unit power plant in 2023.\nThe government contracts with the rental and quick rental power plants will be expired by the end of this year. The Bangladesh Power Development Board (PDB) has sent a proposal to Bangladesh Energy Regulatory Commission (BERC) to renew contracts with five gas-fired rental and quick rental power plants.\nBangladesh is also importing electricity from India. As per the contract, we have an arrangement to procure 1,200MW of power from India on a daily basis. From India, Bangladesh is buying coal-fuelled and gas-fuelled electricity at a price of Tk 6 and 7 per unit, respectively.\nBangladesh will also buy hydroelectricity from Nepal, where India will act as the third party. It is not confirmed as to what amount of electricity will be procured, but the price per unit will be nearly Tk 8.\nBefore, there was no electricity; now, there is. This has become the guiding philosophy behind power generation in Bangladesh. But there is a disconnect between this philosophy and a science-based working plan. We have big power plants, and coal-fired plants that are extremely harmful to the environment are already in production—yet, the prices of electricity are not going down, nor is there any such possibility on the horizon. Crores of taka from the state coffers is getting squandered away in the name of capacity charge. Some producers are making money without generating any power, while the consumers are being forced to pay high tariffs.\nAt the end of the day, it is the people of the country who are being deprived.\nGolam Mortoza is a journalist at The Daily Star. The article was translated from Bangla by Mohammed Ishtiaque Khan.\n",
        "headline_1": "Where logic ends, our electricity policy begins",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/where-logic-ends-our-power-development-begins-2176826",
        "news_paper_name": "The Daily Star",
        "publish_date": "17-09-2021"
    },
    {
        "full_article": "The statistics of death by drowning among children in Bangladesh is very grim. According to one survey report, in the last year and a half, 1,400 individuals died by drowning, 83 percent of whom were children. However, according to a 2016 survey of the Centre for Injury Prevention and Research, Bangladesh, around 14,438 children aged 18 years or under die by drowning in Bangladesh. In other words, 40 children die by drowning every day. According to WHO, the number of deaths from drowning in Bangladesh is around 18,000 every year, and drowning accounts for 43 percent of all deaths in children aged one to four years in our country.\nIt is not surprising that the rural areas are the most risk-prone, given that our countryside is dotted with innumerable ponds. In many places, there is a pond for a cluster of houses consisting of a few families. It is not surprising, too, that children below five are the most at risk. That is an age when few can be taught swimming or develop any comprehension of danger and safety.\nThis matter is serious enough to have merited global attention—it being a global phenomenon—and the first World Drowning Prevention Day, declared by the UN, was observed on July 25, 2021. We are happy to note that the resolution was introduced by Bangladesh.\nTherefore, what begs the question is this: when there is an acknowledgment of the seriousness of the problem at the government level, why has the issue of child drowning not been addressed with the same urgency as it deserves, given the abysmal data quoted above? When the country has made remarkable progress in reducing under-five mortality in diseases like diphtheria, polio, pneumonia and other child diseases, the fact that so many children should succumb to a preventable cause of mortality is unacceptable.\nWe understand that several programmes are underway, while some are awaiting government approval, like the draft national strategy for drowning prevention—prepared by the Directorate General of Health Services—providing for massive awareness development activities. It has been awaiting approval since 2019. We wonder why.\nThere are several proven measures that have also been recommended by the UN, which must be incorporated in our action plans and implemented immediately. This is a matter of life and death, literally, and plans and programmes to implement the remedial measures cannot afford to be hamstrung by bureaucratic red tape.\n",
        "headline_1": "Why are so many children dying from drowning?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/why-are-so-many-children-dying-drowning-2177606",
        "news_paper_name": "The Daily Star",
        "publish_date": "17-09-2021"
    },
    {
        "full_article": "The long-awaited opening of the Payra Bridge is finally set to take place next month, five years after the stipulated deadline and at a cost that is 3.5 times higher than the original estimate. Although the bridge, once complete, is expected to bring huge relief to the people living in the southern region, it stands as a testament to how poorly our development schemes are planned and implemented.\nThe project was supposed to be completed within December 2016 at a cost of Tk 413.28 crore. However, it has been delayed by five years and the cost has skyrocketed to Tk 1,447.24 crore. According to a report published by this daily on Thursday, the main reasons for the delay and the cost escalation include a poorly conducted initial feasibility study (which led to a major change in the bridge's design), a long delay in land acquisition, a lengthy tender process and, more recently, problems caused by the Covid-19 pandemic. \nThis is something that we have heard all too often, about way too many government projects. The fact that over the last nine years, the Payra project's cost had to be revised three times and its deadline was deferred twice, speaks volumes about the quality of planning and implementation by government authorities. We believe the main problem is that, despite the repeated failures to complete projects on time and within the initial cost estimate, no one in the administration—or those in charge of the projects—are ever held accountable for such failures. Such failures are often an outcome of inefficiency or corruption—or both. Despite the prime minister's directive last December to take action against those responsible for the delays in project execution, we have not seen any meaningful action so far, which is extremely disappointing.\nWhy should the government projects be delayed and made costlier every time? Such delays and cost escalations can only be accepted as an exception; they can't be the norm. But in the unlikely event that they do—as in the case of our publicly funded projects—it has to be accepted that the concerned authorities are clearly the ones at fault. And the sad reality is that it is the general public who suffer when the abnormal is normalised. It's their money that goes into keeping these costly projects afloat.\nThe only way to change this culture of delay in publicly funded projects is to hold the authorities concerned accountable. In that regard, we would like to remind the authorities of the prime minister's directive and ask that those responsible for the delay in the Payra Bridge construction project be held to account. Not doing so will only encourage those who profit from ill-executed projects.\n",
        "headline_1": "Execution of public projects must be more efficient",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/execution-public-projects-must-be-more-efficient-2177641",
        "news_paper_name": "The Daily Star",
        "publish_date": "17-09-2021"
    }
]