[
    {
        "full_article": "For the first time in nearly five years, the Monetary Policy Committee (MPC) of the Reserve Bank of India (RBI) pivoted on interest rates, unanimously deciding to cut the benchmark repo rate from 6.50% to 6.25%. This move, while maintaining a neutral stance, marks a significant departure from the previous bi-monthly review, where the committee had opted for the status quo with a 4:2 vote. At the time, the MPC was contending with inflation at a 15-month high of 6.2% in October and a sluggish second-quarter GDP growth of 5.4%. Now, with inflation moderating to 5.2% in December, still above the RBI’s 4% target, and growth projections for 2024-25 slipping to a four-year low of 6.4%, the central bank appears to be prioritising economic expansion over inflation control. RBI Governor Sanjay Malhotra, in his first policy review, highlighted the challenges posed by global economic uncertainties, including stalled disinflation, diminishing prospects of rate cuts in the U.S., and a stronger dollar pressuring emerging markets and their currencies, including the rupee. These factors have complicated policy trade-offs for India, making the case for supporting growth even stronger. The MPC justified its decision to look past current inflationary concerns, citing expectations that price pressures will ease further, with inflation projected to average 4.2% in 2025-26 from 4.8% this year. This outlook hinges on assumptions of a favourable food inflation trajectory, a normal monsoon, and a bumper harvest of key vegetables such as tomato, onion, and potato, which are, historically, major contributors to price spikes. While inflation remains a concern, the panel has signalled that weak economic growth is more pressing, especially given the second-quarter slump and limited signs of recovery since then. The RBI’s post-Budget policy stance also suggests closer alignment with fiscal policy, apparently heeding the government’s call for monetary and fiscal measures to work in tandem rather than at cross-purposes. Whether the Budget’s stimulus measures, combined with the rate cut, will revive consumption, attract private investment, and boost growth remains uncertain.Interestingly, had the MPC met a week later, it might have had additional justification for the rate cut, given expectations that inflation in January could have cooled to around 4.5%. With a new Governor at the helm and an upcoming appointment for the Deputy Governor overseeing monetary policy, the RBI could consider adjusting the MPC’s review schedule to incorporate the latest inflation data. A slight shift in the timing of its bi-monthly meetings could make monetary policy more responsive and data-driven, enhancing the committee’s ability to justify its stance with real-time economic indicators. Published - February 08, 2025 12:20 am IST\n                          Read  Comments \n                Copy link  \n                        \n            \n                    Email     \n                                \n                \n                Facebook   \n                        \n            \n                Twitter    \n                        \n            \n                Telegram     \n                        \n            \n                LinkedIn     \n                        \n            \n                WhatsApp\n                \n                        \n            \n                Reddit      \n                        \n            READ LATER\n                    Remove     \n                \n                SEE ALL         \n                PRINT\n            Related Topics\n        \n                        Reserve Bank of India\n                    \n                            /                      \n                        \n                        interest rate\n                    \n                            /                      \n                        \n                        economy (general)\n                    \n                            /                      \n                        \n                        currency values\n                    \n                            /                      \n                        \n                        food\n                    \n                            /                      \n                        \n                        inflation and deflation\n                    \n                            /                      \n                        \n                        Monsoon\n                    \n                            /                      \n                        \n                        agriculture\n                    \n                            /                      \n                        \n                        Union Budget",
        "headline_1": "Growth over inflation: On economic expansion over inflation control",
        "headline_2": "The interest rate cut signals a shift in the Reserve Bank of India’s immediate priorities",
        "link": "https://www.thehindu.com/opinion/editorial/growth-over-inflation-on-economic-expansion-over-inflation-control/article69192608.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "09-02-2025"
    },
    {
        "full_article": "The Prime Minister’s parliamentary interventions are always keenly watched, as they are expected to provide the clearest insights into the government’s priorities and its responses to pressing concerns and criticisms, particularly from the Opposition. This week, Prime Minister Narendra Modi spoke extensively in both Houses. However, his speeches largely sidestepped critical national issues. Key developments such as the inhumane way in which Indian deportees were flown back by the United States, the stampede at the Maha Kumbh in Prayagraj, and the transformative advancements in Artificial Intelligence, each with significant implications for India’s future, received little to no substantive acknowledgment. Instead, Mr. Modi’s speeches relied heavily on campaign slogans, minimal engagement with the Opposition, and repeated attacks on past governments, particularly the Congress. He even took a dig at the fact that Sonia Gandhi and her children, Rahul and Priyanka, have become Members of Parliament simultaneously. His speech also made mention of Ms. Gandhi’s poorly chosen words when she referred to President of India Droupadi Murmu as a “poor thing”, as well as Leader of the Opposition’s Rahul Gandhi’s controversial remark about his political fight being against the Indian state. While Mr. Modi undoubtedly scored political points, his addresses fell short of providing the country with the reassurance and clarity needed on key domestic and global challenges. In an increasingly uncertain world, foreign policy must remain above partisan bickering, and the government must do more to build consensus on India’s development trajectory, particularly in the face of rapid technological disruption. Rahul Gandhi’s argument for India to develop its own AI model and indigenous production ecosystem resonates with a broad segment of the population, and the government would do well to engage with such ideas rather than dismiss them outright.Mr. Modi can rightfully claim credit for some of the better governance initiatives that have shaped India’s trajectory since 2014. However, slogans alone cannot resolve mounting challenges. The government’s legislative agenda, rhetoric, and refusal to be accountable on crucial issues indicate a lack of effort in forging a cohesive national vision. While it may argue that its stance is merely a response to an adversarial Opposition, it ultimately remains the government’s responsibility to lead, govern, and deliver. At a time when political hostility is at its peak, what India needs most is a shift toward constructive engagement and consensus-building, something only the government can initiate. Published - February 08, 2025 12:10 am IST\n                          Read  Comments \n                Copy link  \n                        \n            \n                    Email     \n                                \n                \n                Facebook   \n                        \n            \n                Twitter    \n                        \n            \n                Telegram     \n                        \n            \n                LinkedIn     \n                        \n            \n                WhatsApp\n                \n                        \n            \n                Reddit      \n                        \n            READ LATER\n                    Remove     \n                \n                SEE ALL         \n                PRINT\n            Related Topics\n        \n                        Prime Minister Narendra Modi\n                    \n                            /                      \n                        \n                        government\n                    \n                            /                      \n                        \n                        politics\n                    \n                            /                      \n                        \n                        USA\n                    \n                            /                      \n                        \n                        Artificial Intelligence\n                    \n                            /                      \n                        \n                        India\n                    \n                            /                      \n                        \n                        Maha Kumbh Mela 2025\n                    \n                            /                      \n                        \n                        Rahul Gandhi\n                    \n                            /                      \n                        \n                        technology (general)\n                    \n                            /                      \n                        \n                        population\n                    \n                            /                      \n                        \n                        parliament\n                    \n                            /                      \n                        \n                        Parliament proceedings\n                    \n                            /                      \n                        \n                        illegal immigrants",
        "headline_1": "​Prime time: On the Government and the Opposition",
        "headline_2": "The government must engage with the Opposition constructively",
        "link": "https://www.thehindu.com/opinion/editorial/prime-time-on-the-government-and-the-opposition/article69192629.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "09-02-2025"
    },
    {
        "full_article": "– By Hansaji Yogendra\nThe preamble to the constitution of India begins with the words, “We, The People of India”. The opening words of the constitution bear testimony to the precedence Indian polity places on the sovereignty of the people in the Union of India. This sovereignty is a natural corollary of the process of free and fair elections through the length and breadth of the country. Political leaders, whether in power or in opposition, bear an acute responsibility towards this objective of making the people sovereign.This becomes particularly significant as the results of elections to Delhi’s legislativeassembly will be declared today. As Delhi decides, it is paramount that political leaders remember that the peoplebecome sovereign when despite the outcome of elections, politiciansare deeply aware and committed to seva, service of the people of India.\nOne profound example of exemplary governance from Indic mythology is the story of King Shibi. Renowned for his unwavering commitment to justice and compassion, King Shibi once offered his flesh to save a dove being pursued by a hawk.This act of selflessness was not merely symbolic; it underscored his dedication to protecting the vulnerable at all costs, embodying the true essence of leadership as service and sacrifice. King Shibi’s story reminds us that leadership is a sacred duty prioritising the well-being of others above personal gain or convenience.\nThose who win elections must learn from King Shibi that their mandate is not a trophy but a responsibility, their dharm. Winners must approach their roles with gratitude, recognising the trust placed in them.\nA leader’s dharmis to prioritise the welfare of all, especially the most vulnerable. Thisrequires humility, transparency, and an unwavering commitment to serve. The essence of political sevalies in dissolving one’s ego and dedicating every action to the betterment of society. This should guide every decision. Just as a farmer tends to the land with care, leaders must nurture aspirations of the people. They can create an environment where every individual feels valued and heard.\nConstructive engagement with critics and opponents strengthens the democratic fabric, transforming governance into a collaborative effort.\nOn the other hand, in Indian philosophy,setbacks are opportunities for self-reflection. Those who lose elections are not failures but participants in a greater karmic cycle. Drawing from the ideal of introspection, they must examinetheir actions and strategies, seeking to understand where they fell short. Like Yudhishthir in the Mahabharat, who faced defeat and exile after thedice game, politicians must use setbacks as moments of deep self-reflection.\nThe role of opposition is as sacred as that of the governing party. Their duty is to hold govt accountable, not out of spite but as an act of sevato the nation. By offering constructive criticism and advocating for the marginalised, they ensure that the voice of every citizen resonates in the corridors of power.\nWhile winners carry the immediate responsibility of governance, opposition plays the more important role in shaping ajust and equitable society by ensuring govt accountability. Both must remember that their ultimate allegiance is to the people whose trust they seek to honour.\n\n",
        "headline_1": "Essence of political seva is in dissolving ego",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/essence-of-political-seva-is-in-dissolving-ego/",
        "news_paper_name": "The Times of India",
        "publish_date": "09-02-2025"
    },
    {
        "full_article": "The rise of large models for language processing and vision processing is transforming our interaction with computer screens. However, a lesser-talked-about development is in large mechanical (mecha) models. These mean that more complicated kinematic systems and machines can be mapped to large neural networks, with navigational inputs and manoeuvring outputs.\nYou can already see some momentum in the resurgence of humanoid startups leveraging this. Nvidia is also leveraging its Omniverse environments to train such kinematic models\n\nRead full story on TOI+ \n\n",
        "headline_1": "Forget cars. ride into the future on mecha horses",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/forget-cars-ride-into-the-future-on-mecha-horses/",
        "news_paper_name": "The Times of India",
        "publish_date": "09-02-2025"
    },
    {
        "full_article": "The policy rate hadn’t moved in 24 months, nor was there a rate cut in 57 months. After that long lag, yesterday, RBI, under its new governor, Sanjay Malhotra, sliced 25 basis points (bps) off the repo rate, as expected, following a gradual decline in inflation amid lower-than-expected economic growth.\nGeopolitical uncertainties, imminent tariff wars and increasingly insular industrial policies are the order of the day. Such factors alter trade dynamics, disrupt well-established supply chains and reduce productivity. And even countries not in the wake of such actions see collateral impact.\n\nRead full story on TOI+ \n\n",
        "headline_1": "New guv makes the cut",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/new-guv-makes-the-cut/",
        "news_paper_name": "The Times of India",
        "publish_date": "09-02-2025"
    },
    {
        "full_article": "How to carry Maha govt’s weighty documents\nIt would be funny if it weren’t such a classic Incredible India idea. Maharashtra govt had put into gear the purchase of 886 spinner bags – 4-wheels ’n all – worth 82L to distribute pendrives to MLAs (288) and MLCs (78) and, clearly, many others. The pendrives contained state budget documents – weighty stuff. Opposition MLA Rohit Pawar was aghast. Govt was buying mountains to move molehills. It was a waste of funds, misplaced priorities. Surely, opposition members said, soft copies didn’t need hardtops for distribution? The plan was shelved, suitcases trundled back.\nThis is a perfect case of govt parts not working in tandem. One lot decided to move the disbursal of budget papers from hard copy to digital. Another decided on suitcases, as is “custom”, visualising a paper haul. There may of course be other considerations that could put us in a twirl. What the pendrives will be distributed in, now, is a whole new process. Humour aside, there will be several tech-averse MLAs, or those from remote parts of the state, wary or unable to access the pendrive and therefore budget documents. Chatter is, for them, printouts – for which they may have to bear the cost. Not all MLAs share opposition’s outrage. They feel they’ve lost out on bagging swanky 10k-wheelies from Mumbai. It’s tradition, some grumbled. Safe to say tech played spoilsport here. Helped by a Gen-Z green MLA who simply saw red.\n\n",
        "headline_1": "Budget off wheels",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/budget-off-wheels/",
        "news_paper_name": "The Times of India",
        "publish_date": "09-02-2025"
    },
    {
        "full_article": "We endorse the chief adviser's recent statement urging all citizens to restore complete law and order and to ensure that there are no further attacks on properties associated with Sheikh Hasina, her family, others associated with the Awami League, or any citizen. We support his appeal to the citizens to abide by the law and to show the world that Bangladesh is a nation that respects the rule of law—this is what should differentiate the \"new Bangladesh\" from the autocratic regime it has now freed itself from. While empathising with people's pent-up anger against Hasina's tyrannical rule, he urged them not to undermine Bangladeshis' sense of security and stability and stated that disregarding the law endangers the lives and property of citizens.\nAll that he said in this statement can only be considered wise, sensible, and befitting of the head of government. However, it is a statement that has come after the fact, when it should have come long before, accompanied by strong preventive steps. We are baffled that the government did not take adequate measures to stop the attacks when it was quite clear from announcements on social media that they were imminent. What we saw unfold on our screens was a well-orchestrated series of attacks on properties all over Bangladesh, starting, of course, with Dhanmondi 32. Those who took part in this violence were no doubt provoked by Sheikh Hasina's call to her supporters to mobilise and march towards Road 32, as well as by another one of her regular hate speeches from Delhi, where she has taken refuge.\nHowever, that this should result in such violent reactions in the form of vandalism and arson is unacceptable. These acts have only served to increase people's insecurity in an environment where incidents of lawlessness are occurring with a sense of impunity among those who want to indulge in violent acts and crime. They have also provided fodder for Indian media propaganda, portraying the country as one where militancy is being allowed to thrive. Most of all, it serves Sheikh Hasina's agenda to show the world that without her, the country has fallen into lawlessness and mayhem.\nThis is the last thing we, the people, or the interim government would want. Rights organisations and noted citizens have expressed their concern over the attacks and criticised the government for its failure to take preventive measures. The government has now stated that it will firmly resist attempts by individuals and groups to vandalise and set fire to establishments across the country. We hope these are not empty words and that the government's forces will take the necessary measures to ensure that no one feels emboldened to carry out attacks on any piece of property, regardless of who it is associated with.\n",
        "headline_1": "CA’s response should have come earlier",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/cas-response-should-have-come-earlier-3819121",
        "news_paper_name": "The Daily Star",
        "publish_date": "09-02-2025"
    },
    {
        "full_article": "The case of Ishtiaque Hossain Jonny, who was tortured to death in police custody 11 years ago, serves as a stark reminder that justice delayed is indeed justice denied.\nAs the family marks the 11th anniversary of his death, they continue to grapple with the emotional and financial toll of a justice system that has failed them. The prolonged wait for a verdict on the appeals filed by the convicted officers illustrates the inadequacies of the legal process in delivering timely justice.\nOn February 8, 2014, a group of 25 to 26 police officers -- including then sub-inspector of Pallabi Police Station Zahidur Rahman -- raided a house during a wedding ceremony in Pallabi's Irani camp area and picked up Jonny, who was then 28, and his brother Imtiaz Hossain Rocky.\nPolice informers Sumon and Russell called the law enforcers after Jonny slapped Sumon for stalking and harassing women at the programme. Police then tortured the brothers at the police station, according to the case statement.\nAfter Jonny fell sick the next day, he was admitted to a local clinic. Later, he was transferred to Suhrawardy Medical College Hospital, where doctors declared him dead.\nOn September 9, 2020, a Dhaka court sentenced former SI Zahidur and former assistant SIs Qamruzzaman Mintu and Rashedul Islam of Pallabi Police Station to life imprisonment and sentenced police informers Sumon and Russell to seven years in jail.\nHowever, the convicts filed appeals with the High Court challenging the verdict and the family is now awaiting court's adjudication of the appeals.\nIt is a cruel irony that the only verdict under the Torture and Custodial Death (Prevention) Act, 2013, which should have been a landmark case, has instead turned into a protracted struggle for his family. What should have been a beacon of hope has instead become a symbol of despair.\nAs the legal proceedings drag on, it becomes clear that the judiciary must step up and take decisive action to ensure that victims of custodial violence receive the justice they deserve.\nThe state cannot afford to turn a blind eye to the suffering of Jonny's family, who have been left in a state of uncertainty while waiting for justice that seems perpetually out of reach. Their plight is a chilling reminder of how the legal system can fail the very people it is meant to protect.\nFor the family, each day that passes without a resolution is another day of anguish. It is not just Jonny's death that lingers in the air; it is the question of accountability that haunts them.\nIn the words of Jonny's mother Khurshida Begum, \"My son was tortured to death by the law enforcers of Pallabi Police Station. Today [February 9] is his 11th death anniversary. I don't know whether I will be able get justice…\"\nJonny's family deserves closure and the assurance that no other family will have to endure such suffering. It is time for the judiciary to act decisively, to demonstrate that justice is not just an ideal but a reality that can and should be achieved.\nThe time for action is now; the clock has already run too long for Jonny and his family.\n",
        "headline_1": "Jonny’s custodial death: Justice delayed is justice denied",
        "headline_2": "",
        "link": "https://www.thedailystar.net/analysis/news/jonnys-custodial-death-justice-delayed-justice-denied-3819471",
        "news_paper_name": "The Daily Star",
        "publish_date": "09-02-2025"
    },
    {
        "full_article": "If we think about what defines a country, it can feel challenging to articulate. However, the identity of a country is not unlike the identity of a person—it thrives when rooted in authenticity. Often, the strongest elements emerge when we remain true to our inner selves, and this authenticity is the most genuine manifestation of who we are.\nThis principle is why good schools encourage students to harness their unique creativity and inherent talents. For instance, someone excelling in sports is not necessarily pushed towards medicine, where they may struggle to shine. Instead of mimicking or copying others, individuals are guided to identify and nurture their innate strengths. Similarly, as a nation, we must identify and amplify our unique qualities rather than emulate others.\nGood schools and effective leaders analyse individual and collective traits to chart a path forward. In the same way, as a nation, we must evaluate our distinct strengths. Despite corruption and the erosion of ideals over the past 40 years, Bangladesh possesses remarkable positives amid the negatives, and one of our greatest assets is our language.\nWe are a culturally and literarily rich nation. Few nations have their own language, and even fewer have a language that serves as both a spoken and literary medium. Civilisations that created languages often produced significant literature, and we are no exception. Bengali, primarily spoken in this region, symbolises the creativity of our civilisation and its rich literary tradition.\nLanguage reflects cultural depth. Consider French, renowned for its poetry and influence in fashion, or Italian and German, which have left lasting marks on art and music. English, with luminaries like Shakespeare, also exemplifies this connection. Similarly, our cultural legacy includes figures like Rabindranath Tagore and Lalon Shah. These icons remind us that we are a nation steeped in poetry, music, and literature. This cultural richness, expressed through our language and literature, is something we should cherish and take immense pride in.\nResilience is another defining characteristic of Bangladesh. Regardless of the challenges, the nation perseveres. Amid global instability, whether environmental or socio-economic, the resilience of our nation is particularly striking. On the political front, the people of this region have shown strength in the 1952 Language Movement, the 1969 Mass Uprising, the 1971 Liberation War, the 1990's anti-dictator movement, and now again with the 2024 mass uprising. During the Covid pandemic, despite dire predictions, Bangladesh managed the crisis effectively. From being labelled a \"bottomless basket\" to becoming a consistently performing nation, this resilience permeates every sector of society. This quality fosters trust, signalling stability at both the macro and micro levels.\nOur identity as a moderate Muslim nation is another cornerstone of our character. Historically, Bangladesh has exemplified moderation and integration. Despite external narratives, particularly from neighbouring countries like India, attempting to portray us as intolerant, we remain a well-integrated society exemplifying harmony and unity. This identity of moderation and cultural richness serves as another pillar of our national stability and strength.\nOver the years, we have focused on branding ourselves as an emerging tiger, a growing economy. However, these traits are not unique to us. Many other nations have shared similar trajectories, and some are no longer classified as growing economies. For example, Vietnam has developed a robust RMG sector and gained significant global recognition.\nHow, then, should Bangladesh present itself and build its brand? The primary focus should be on its language—the heart of its identity. The very name \"Bangladesh\" derives from \"Bangla.\" This integral aspect of national identity remains underleveraged.\nHistorically, regions or cultures that originated languages have been leaders, representing advanced civilisations. Literature signifies an intellectually rich society, and Bengali is no exception. The 1952 Language Movement, where the people of this land shed blood to preserve their mother tongue, remains a rare and unparalleled example in history. Bengali is also the fourth most spoken language globally, a significant element of our identity, and we must emphasise it and take immense pride in it.\nAnother key aspect of Brand Bangladesh lies in its ability to hold a moderate Muslim identity without excluding other groups. Unlike some nations plagued by communal strife, Bangladesh enjoys harmony. There is no preferential treatment or segregation; all citizens live in unity, celebrating religious festivals together. This aspect needs particular care now due to the increasingly frequent disinformation and propaganda by some groups with malevolent intentions.\nFinally, Bangladesh has repeatedly proven to be a nation of resilience. From the Bengal famine to the Language Movement, from being labelled a \"bottomless basket\" to enduring countless national calamities—the people of this region are built to overcome adversity. We do not give up.\nThe world is increasingly looking for stories that inspire and resonate on a human level. This resilience is why Bangladesh is a reliable partner. Brand Bangladesh is not just about telling our story; it's about living it. By valuing our language, celebrating our resilience, and upholding our unity, we can project a vision of Bangladesh that fosters pride and possibility—for ourselves and for generations to come.\nAshfaq Zaman is founder of Dhaka Forum and a strategic international affairs expert.\n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries, and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "How we should build Brand Bangladesh",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/how-we-should-build-brand-bangladesh-3818986",
        "news_paper_name": "The Daily Star",
        "publish_date": "09-02-2025"
    },
    {
        "full_article": "",
        "headline_1": "Healthcare system needs a thorough shakeup",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/healthcare-system-needs-a-thorough-shakeup-1739024765",
        "news_paper_name": "The Financial Express",
        "publish_date": "09-02-2025"
    },
    {
        "full_article": "",
        "headline_1": "Devising strategy for IP  in post-LDC era",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/devising-strategy-for-ip-in-post-ldc-era-1739024882",
        "news_paper_name": "The Financial Express",
        "publish_date": "09-02-2025"
    },
    {
        "full_article": "",
        "headline_1": "Freeing Chatttogran of water-logging",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/freeing-chatttogran-of-water-logging-1739024944",
        "news_paper_name": "The Financial Express",
        "publish_date": "09-02-2025"
    },
    {
        "full_article": "",
        "headline_1": "Reviving investment amid troubled times",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/reviving-investment-amid-troubled-times-1739024969",
        "news_paper_name": "The Financial Express",
        "publish_date": "09-02-2025"
    }
]