[
    {
        "full_article": "In yet another sign of rapid deterioration in the quality of life in Dhaka, a recent study, published by the US-based scientific journal PNAS, has found the city to be the worst-affected around the world due to extreme urban heat. According to the study, the dramatic rise of population in Dhaka between 1983 and 2016 is one of the key reasons behind the increasing heat the city has been experiencing. It's not just Dhaka; exposure to deadly urban heat now affects around a quarter of the world's population. Some other affected cities are Shanghai and Guangzhou in China, Yangon in Myanmar, Bangkok in Thailand, and Dubai in the United Arab Emirates—which also experienced rapid population growth.\nScientists have found that rising temperatures and growing numbers of people living in urban areas combined have led to this situation, and warned that extreme heat would have devastating consequences for the urban population.\nWhat happens when urban areas face increasing heat? According to the lead researcher of the study, in addition to increasing morbidity and mortality, extreme heat reduces people's productivity or their ability to work, resulting in lower economic output. Due to extreme heat, a total of 57.5 million people in Dhaka have lost their productivity, the study has revealed. Apart from Dhaka, cities like Cumilla and Chattogram are also affected by severe urban heat.\nAround the same time, a report by the World Bank, titled \"Climate Afflictions Report,\" has revealed yet another worrying fact. It has found that infectious diseases are increasing in Bangladesh due to hotter and longer summers, warmer winters, and extended monsoons. The report found erratic weather conditions to be the main factor behind the 2019 dengue outbreak in Dhaka.\nIt's mid-October now. During this time of the year, we usually expect the temperature to drop a little in the city areas. But there is hardly any sign in nature that the weather will cool down anytime soon. Rather, the city dwellers are now experiencing sweltering heat, which is affecting their ability to function properly. The World Bank report has found that not only are the summers getting hotter and the winters warmer, the monsoon is getting longer too—it now spans from February to October.\nBangladesh's temperature has increased by 0.5 degrees Celsius over the last 44 years, and is predicted to rise by another 1.4 degrees by 2050. With a one-degree rise in temperature, 9.3 percent more people are likely to suffer from respiratory diseases, while for one percent increase in humidity, there may be a 12.5 percent increase in the number of such patients, as the report has found. Extreme weather conditions can also cause mental illnesses, such as mood swings, depression, and anxiety disorders, which will become more common in the future.\nThe PNAS study has pointed out that global warming due to climate change has played only a 20 percent role in the temperature rise in Dhaka between 1983 and 2016, while rapid population growth and unplanned urbanisation has had an 80 percent role behind it.\nCurrently, the population growth rate is 2.7 percent in Dhaka, which is the highest in the world. The city's population was four million in 1983, which increased to 20 million by 2016. In addition, people are continuously coming to the capital for different purposes, so on any given day, around 60 million people live in the city, the study has revealed.\nMoreover, with rapid and unplanned urbanisation, the greenery of the city has decreased to a minimum level, while the rivers and wetlands surrounding it have been filled up for illegal purposes as well as to make room for the growing population. The result of that is: Dhaka has literally become a concrete jungle. According to the Bangladesh Institute of Planners (BIP), 75 percent of the city area is now covered with concrete structures. With its greenery gone and concrete structures and asphalt surfaces trapping and concentrating heat, the temperature of the city has increased significantly.\nResearch has found that many areas in Dhaka, Chattogram, and Khulna are turning into \"urban heat islands\" due to unplanned urbanisation and development. It is feared that more of such heat islands will be created in the future if the issue is not addressed by the city authorities urgently. By now, 70 percent areas of the capital city and 60 percent areas of the port city have turned into heat islands. If the trend continues, Dhaka and Chattogram will soon become extremely climate vulnerable (Prothom Alo, April 22, 2021).\nWith Dhaka being severely affected by extreme heat and adverse weather patterns, and its population being exposed to infectious diseases, the residents' ability to work will decrease inevitably. The exposure to extreme heat will particularly affect the urban poor who live in slums in cramped conditions, without basic healthcare and other facilities.\nIf people are not able to work and function properly, if their productivity decreases from being exposed to extreme heat, what purpose will our big infrastructure development projects serve? If all our wetlands are filled up and rivers are grabbed, and all the greenery in the city is stolen, will the metro rail, the giant concrete structures mushrooming everywhere in the city, the big shopping malls and housing projects erected illegally on filled-up land let this city breathe?\nTo stop this worrying trend of temperature rise in Dhaka and other major cities, urgent action needs to be taken. Enough damage has already been done to our cities due to our ignorance and inaction. We have no time to waste. While we must have a national plan to fight against the impacts of climate change—which is one of the reasons behind the rise in Dhaka's temperature—reducing the population growth, focusing on planned urbanisation, increasing the greenery and reclaiming the wetlands in the city must also be given due importance if we want to save Dhaka from becoming a crippled city.\n \nNaznin Tithi is a member of the editorial team at The Daily Star.\n",
        "headline_1": "The deadly urban heat that can cripple our city",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/the-deadly-urban-heat-can-cripple-our-city-2197821",
        "news_paper_name": "The Daily Star",
        "publish_date": "14-10-2021"
    },
    {
        "full_article": "The issue of climate change was first identified by the scientific community three decades ago, through the first assessment report of the Intergovernmental Panel on Climate Change (IPCC), and the United Nations Framework Convention on Climate Change (UNFCCC) was agreed upon back in 1992 in Rio de Janeiro, Brazil. Since then, the issue has grown in importance, and the way that it is understood by different groups of people around the world has changed several times. Here, I will describe my take on the evolution of the understanding and perception of climate change, which has now become a global emergency.\nThe first era of climate change viewed the problem through the first assessment report of the IPCC, and led to the environmental perspective where the problem was defined as a result of greenhouse gas (GHG) emissions and, therefore, the solution was to reduce those emissions. The process of doing so was termed \"mitigation\" and denoted the first era of perceptions and pledges of action. It led to all countries agreeing to take actions to reduce emissions under the UNFCCC. However, despite that promise, the GHG emissions continued to rise, and are still doing so today.\nThis, then, was followed by the second era of climate change, through the third assessment report of the IPCC, which was published in 2001 and highlighted the failure of mitigation actions. The report cautioned about the failure leading to the adverse impacts of climate change, which would be unavoidable in the near future. Hence, there was a need to prepare for those adverse impacts by adaptation to climate change. I had the privilege of being a lead author of that report, which highlighted the importance of adaptation for the first time.\nAn important corollary of this message was that not every community in every country would be adversely affected immediately—the poorest communities in the poorest countries would be the first to experience the impact; hence, tackling climate change was no longer just an environmental issue, but a development issue as well. This era of climate change drew in development actors both globally through the United Nations agencies and multilateral development banks, and nationally with the government authorities of planning and development.\nThe era of adaptation has been pursued since then, in parallel with the era of mitigation, which still continues.\nBoth mitigation and adaptation were enshrined in the Paris Agreement on climate change at the 21st Conference of Parties (COP21) in 2015, where the goal of keeping the global temperature rise below 1.5 degrees Celsius was agreed upon for mitigation, and a global goal on adaptation was accepted to be developed. The latter goal will be a major subject of discussion in the upcoming COP26, hosted by the United Kingdom in November this year, in Glasgow, Scotland.\nAfter the publication of the sixth assessment report of the IPCC in August this year, we have now entered the third era of climate change, which is about the loss and damage attributable to GHG emissions since the Industrial Revolution, which has already raised global mean temperature over one degree Celsius, which is already causing severe adverse impacts around the world.\nWhile the first era was under an environmental paradigm and the second era under a development paradigm, the third era is under a climate justice paradigm as the problems are caused by the rich and the victims are the poor—which is completely unjust and indeed immoral.\nWe still need to continue—and do much more of—mitigation and adaptation, but we also have to address the inevitable loss and damage from human-induced climate change going forward. Thus, COP26 will be the first climate summit of this new era, and all countries will need to rise to this new challenge.\nI will conclude by making a few suggestions on how to do so.\nFirstly, the objective of the UNFCCC, the actions to reduce emissions, and adapting to climate change is no longer about the future, but about the present as we are already seeing the costs of loss and damage occurring in almost every country. These costs will rise exponentially, at least in the near term, so the new metric for measuring success is how much the loss and damage of climate change is minimised, as it can no longer be avoided or prevented. This will be a major paradigm shift, for which COP26 will have to lay the foundations to deal with it in every COP onwards.\nThe second point to recognise is that, as of 2021, the loss and damage of climate change is no longer a developing-country-centric issue, but a global issue as rich countries are beginning to feel the hurt as well.\nThe third and final point is that a significant paradigm shift is necessary to treat the climate change emergency as an issue of injustice where poor people are suffering due to the pollution caused by rich people—this is immoral and unacceptable. It is, therefore, time for every conscious citizen on Planet Earth to think in terms of solidarity for all the victims of loss and damage, and extend a helping hand towards their fellow human beings. Hence, in this new era, everyone, everywhere, needs to take actions to reach that goal every day; we cannot wait for the leaders alone to act.\n \nDr Saleemul Huq is director of the International Centre for Climate Change and Development (ICCCAD) at the Independent University, Bangladesh.\n",
        "headline_1": "The third era of climate change is upon us",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/politics-climate-change/news/the-third-era-climate-change-upon-us-2197806",
        "news_paper_name": "The Daily Star",
        "publish_date": "14-10-2021"
    },
    {
        "full_article": "The takeover of Newcastle United, an ailing English club, by a consortium led by a Saudi-backed investment fund, has once again stoked a passionate debate on sportswashing. As a result of the approval of the buyout, the struggling club has suddenly become the richest club in the world's richest football league, the English Premier League (EPL), where Newcastle currently ranks 19th out of 20 teams in the league's point table. The change of ownership, though largely welcomed by the fans of Newcastle, has prompted widespread criticism from human rights groups, and raised some critical geopolitical questions.\nThese supporters, who have been demanding the ouster of Mike Ashley, who bought the club in 2007 but has done little to lift it out of mediocrity, have celebrated the takeover and are now daring to dream of trophies after more than a decade. But the deal has enraged human rights defenders due to the appalling records of human rights abuses in Saudi Arabia. The majority owner of the consortium, the Public Investment Fund (PIF), is providing 80 percent of the fund in the GBP 300 million deal. The PIF chairman is Mohammed bin Salman, the crown prince of the Kingdom of Saudi Arabia, who has been accused of ordering the death of Saudi journalist Jamal Khashoggi, which the kingdom's leader denies. A number of rights groups and Western intelligence agencies have directly implicated him in ordering the assassination of the dissident journalist. Prior to the takeover of the club, Khashoggi's fiancée Hatice Cengiz had also urged the Premier League not to allow the move to go through, citing the involvement of the crown prince in Khashoggi's murder.\nThere's further controversy surrounding the deal, as news reports suggest that the EPL's approval came after Saudi Arabia settled an alleged piracy dispute with Qatar-based broadcaster beIN Sports, which owns rights to show Premier League matches in the Middle East. It was reported earlier in the year that beIN Sports had asked the Premier League clubs to block the deal because of piracy concerns. This piracy dispute remained as an impediment to the Saudi takeover bid for quite some time. Quoting sources, BBC Sport reported that an agreement between the Premier League and the consortium was found prior to the news emerging on October 7 this year.\nConcerns about ignoring issues related to human rights were raised around the same time. The UK-based human rights organisation Amnesty International wrote to the Premier League to express its disquiet over the purchase of the Magpies, asking its chief executive, Richard Masters, to scrutinise Saudi Arabia's human rights records as part of the Premier League's owners' and directors' test. According to Amnesty, the phrase \"human rights\" doesn't even appear in the owners' and directors' test of the Premier League, despite English football supposedly adhering to FIFA standards. It said, \"As with Formula One, elite boxing, golf or tennis, an association with top-tier football is a very attractive means of rebranding a country or person with a tarnished reputation. The Premier League needs to better understand the dynamic of sportswashing and tighten its ownership rules.\"\nFinally, on October 7, the Premier League concluded that \"the Saudi PIF was separate from the state,\" and therefore it had allowed the takeover to pass its owners' and directors' test. It said that it had received sound legal advice about adhering to rules. But the controversy drags on. The role of a sovereign state in another country's football league is bound to be under intense scrutiny.\nThe 19 other top-flight clubs have called for an emergency meeting this week. Media reports suggest that these clubs got united in opposition to the takeover of Newcastle and demanded to know whether any rules had been waived, and why they received so little notice. Despite these clubs' concern that the Premier League's brand could be damaged, it is too late to derail the takeover. Instead, with the arrival of a new set of billionaire owners, their immediate worry would be the prospect of pushing transfer fees and wages to new heights.\nSupporters of the deal, however, argue that singling out football and the buying of Newcastle United by the Saudis is unfair as countries around the world continue all other trade and business activities with the kingdom. A BBC report says that the PIF has invested in some big names, such as Disney, Uber, Facebook, Starbucks, and pharmaceutical company Pfizer. Mark Middling, a senior lecturer of accounting at Northumbria University, who specialises in financial transparency in football, told The Guardian, \"The UK still sells arms to Saudi Arabia and has business arrangements within the country. If you're going to trade with Saudi Arabia, to turn around and say they can't own one of our football clubs would be a bit hypocritical.\"\nAmid this controversy, British Prime Minister Boris Johnson had a telephone conversation with the Saudi crown prince on the upcoming G20 and COP26 on October 11. A press release issued by 10 Downing Street noted, \"They also discussed the opportunities for further boosting trade and investment between the UK and Saudi Arabia, ahead of next week's Global Investment Summit in London. The prime minister welcomed the recent launch of a consultation on a UK-Gulf Cooperation Council Free Trade Agreement.\"\nRights groups like Amnesty have been arguing for quite some time that some countries are opting to invest in sports to divert attention from their poor human rights records. They know that owning a football club allows you to build a relationship with key stakeholders. The term \"sportswashing\" has been increasingly used in relation to the changing of ownerships of Manchester City and Paris Saint Germain by the UAE and Qatar, respectively, or Chelsea by Russian billionaire Roman Abramovich. A leading newspaper in Ireland, The Irish Times, cited a story about a match played three weeks ago between Manchester United and the Swiss club Young Boys of Bern, where the travelling fans unveiled a banner in the second half that read, \"Beautiful Game.\" But immediately, the home fans unveiled a choreographed response, \"Ugly Business.\"\nIs football really becoming an ugly business?\n \nKamal Ahmed is an independent journalist.\nHis Twitter handle is @ahmedka1\n",
        "headline_1": "Buying of a football club, geopolitics and sportswashing",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/buying-football-club-geopolitics-and-sportswashing-2197786",
        "news_paper_name": "The Daily Star",
        "publish_date": "14-10-2021"
    },
    {
        "full_article": "As India inches towards fresh general elections in 2024, there is a wind of change in the political landscape. The change is being driven by the trend of regional parties like Mamata Banerjee-led Trinamool Congress (TMC) and Arvind Kejriwal-led Aam Aadmi Party (AAP) trying to expand their footprints beyond West Bengal and Delhi, respectively, and go national. The trend is nothing new, and just a rerun of the past when these two parties had unsuccessfully sought to shed their tag of being regional and aspire for a national status that requires a certain percentage of votes.\nWhile TMC is hoping to expand their footprints in Uttar Pradesh, Tripura, Assam, Goa, and Gujarat, AAP is looking to go beyond their stronghold of Delhi and make its presence felt in Punjab, Uttarakhand, Uttar Pradesh, and Gujarat. But why are these two parties spreading their wings beyond the borders of their established spheres of influence? Unlike many other regional satraps of Indian politics, Mamata and Kejriwal nurture the ambition of seeing TMC and AAP achieving the tag of national parties and play a much larger role nationally. And they are not the ones to give up that ambition based on their past failures in those states.\nTo be recognised as a national party with its own election symbol, a party must have at least two percent representation in the 545-member Lok Sabha from four states, and have six percent of valid votes polled in state legislative assembly or Lok Sabha elections in at least four states. The assessment in TMC and AAP is that the Bharatiya Janata Party (BJP), ruling India since May 2014, is facing the heat of anti-incumbency in the run-up to 2024 general elections, and the Congress is struggling with top leadership, in-house churnings, and a shrinking electoral presence in several states.\nThis, according to Mamata and Kejriwal, provides regional parties a chance to gain by projecting themselves as a credible third alternative to the two national parties in other states. As part of Mamata's efforts to build a pan-India image for herself, she pointed out soon after her victory by a record margin in the by-poll in Bhabanipur assembly constituency in Kolkata on October 3 that she won from a constituency that comprises 46 percent of non-Bangalee population. With an eye beyond the borders of West Bengal, Mamata's intended message is that she is popular not just among Bangalees, but also among other linguistic communities. In the state assembly elections earlier this year, her main plank was Bangalee sub-nationalism. Politics is the art of changing track without being bluntly upfront about it.\nHow is the TMC going about venturing into other states? An array of TMC leaders, including Mamata's nephew Abhishek Banerjee, has made several trips to Tripura where fresh assembly polls are due in 2023. The ruling BJP is facing internal dissidence in Tripura, with a section of the party seeking to remove Chief Minister Biplab Kumar Deb.\nTMC and AAP have chosen the path of inorganic growth (model usually followed by big corporate houses) in other states by going for acquisition of the ranks and files of established parties there. While in Tripura, TMC has roped in dissident leaders from BJP, Congress and the Communist Party of India (Marxist), AAP too plans to feast on the sulking leaders of other parties in Uttar Pradesh, Uttarakhand, Punjab, and Gujarat.\nThe two parties have opted for the easiest route for growth in other states by luring away leaders from established parties there, instead of going for the time-consuming exercise of building their own party apparatus from scratch, which requires considerable political and economic capital. Ironically, TMC had accused BJP of engineering defections in its fold in the run-up to 2019 Lok Sabha elections—when Mukul Roy joined BJP, although he is now back in the TMC—and the West Bengal assembly elections earlier this year, with hordes of leaders from Mamata's party switching to the saffron party.\nIn recent months, TMC succeeded in not only getting back its leaders who had joined BJP in West Bengal, but also snapping up BJP's former lawmaker from Asansol, Babul Supriyo, and senior Congress leaders Sushmita Dev from Assam and former Goa Chief Minister Luizinho Faleiro. These acquisitions from other parties are aimed at showcasing the regional parties' appeal as viable alternatives to the national parties. But it is questionable whether such import of disgruntled leaders of other parties pays off in the long run and can be an effective substitute for the organic growth of a party from grassroots over the years. There cannot be any short-cut for political success. No one should know it better than the TMC, which found out how almost all of its leaders who went over to the BJP in the run-up to the assembly polls in West Bengal earlier this year faltered in the elections and are returning to the parent party.\nFor instance, Congress has been reduced to a negligible force in Tripura and Goa, and its leaders have not been able to stem the party's decline. Take, for example, the situation in Goa. Despite emerging as the single largest party in the previous assembly poll with 17 legislators, Congress today finds itself reduced to just four in the 40-member assembly, where BJP got majority by poaching Congress' and other parties' lawmakers. So, how can leaders of the same party be of any help to an aspiring regional outfit like the TMC or the AAP trying to find their feet in an uncharted terrain? Besides, it is being asked if the TMC and the AAP could end up fighting with each other in Goa and cause a split in anti-BJP votes, and in the event of that, if the saffron party would stand to gain. In 2012, TMC had tested the political waters in Goa by contesting 20 seats under the leadership of former Goa Chief Minister Wilfred de Souza of Congress. However, Mamata's party drew a blank in terms of seats and managed just two percent of the total votes. Another Congress veteran in Goa, Churchill Alemao, had unsuccessfully contested South Goa Lok Sabha seat in 2014 as a TMC candidate.\nRegional parties' wanting to become national players must take into account the reality that the established national parties would not easily cede space and would rather throw everything into protecting it.\nOnly time will tell whether or how far the regional players' strategy pays off politically. One thing it has ensured is that it has dealt a major blow to the talks of opposition unity as Congress and TMC are embroiled in a spat. Ironically, the Twitter spat came after the in-person meeting between Sonia Gandhi and Mamata in New Delhi on July 28, apparently to discuss a possible joint strategy for the next national polls.\nWhile TMC has been favouring the presence of Congress in a broader opposition unity against BJP, the Mamata-led party has rightly pointed to the fact that Sonia-led Congress is in the opposition camp in a number of states like West Bengal, Andhra Pradesh, Telangana, Odisha, and Delhi, where regional parties are in power at the expense of the grand old party. Clearly, an over-arching opposition unity across India is easier talked about than done.\nPallab Bhattacharya is a special correspondent for The Daily Star. He writes from New Delhi, India.\n",
        "headline_1": "Can the regional be the national in Indian politics?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/can-the-regional-be-the-national-indian-politics-2196841",
        "news_paper_name": "The Daily Star",
        "publish_date": "14-10-2021"
    },
    {
        "full_article": "The Bengali mind is known for its innovativeness. The Dholai Khal initiative is well-known nearly all over the world. While Dholai Khal brought relief to many and had a positive impact on the economy, innovativeness in other sectors of business has had the most damaging consequences. The business that is hogging the news currently is e-commerce—not for its positive contribution to society and the economy, but for the manner in which a perfectly novel way of trading has been corrupted to exploit people through fraud and deceit.\nAnother name has been added to the long list of fraudster companies that have cheated unsuspecting customers out of thousands of crores of taka: 24tkt.com, an e-ticketing agency. Reportedly, this particular company has swindled Tk 50 crore out of smaller agencies and customers. What surprises us is that it is not one or two or even a dozen people that 24tkt.com have managed to swindle, but 2,000—yes, 2,000 people. And they have been at it since 2019. The question is: how come? How has it been possible if the custodians have, as they claim, been keeping their antennae honed and their eyes open?\n24tkt.com made the best of both worlds. They bought thousands of tickets from larger agencies on credit and sold them to smaller agencies and individuals on cash. And it never paid their creditors. Thus, the ticket was not confirmed—something that the unwary travellers found to their chagrin once they went to check in. We would like to point out that while the amount is comparatively smaller than what the other e-commerce companies like Evaly have swindled out of people, here the sufferers are the expatriates; many of them are workers whose jobs are on the line if they don't report to their workplace in time.\nWe are happy to know that two of the owners of the company have been arrested. Interestingly, nearly 30 e-commerce agencies are currently under surveillance, according to the CID. Unfortunately, there must be loopholes in the system, since so many of them have escaped the net. Our opinion is that the fraudulent ones must be identified and caught before they can do more damage to people. What is the point of arresting a few operatives when the masterminds manage to flee the country? Nipping them ab initio is essential, since the long-drawn legal process allows very little of the swindled money to be returned to the rightful owners.\n",
        "headline_1": "Another burglary in the garb of e-commerce",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/another-burglary-the-garb-e-commerce-2197741",
        "news_paper_name": "The Daily Star",
        "publish_date": "14-10-2021"
    },
    {
        "full_article": "The government has finally formed a trustee board to settle compensation claims over road accidents. While this is good news, one must wonder why it took so much time to form this board—three long years after the enactment of the Road Transport Act, 2018 (RTA), and around a year after the board's chairman and member secretary were appointed. Even worse, the formation of the board is now appearing to be a case of putting the horse before the cart: while the process of seeking compensation can now be started, the applications will not be processed until the RTA rules (which are yet to be formulated) determine the amounts and procedures to collect contributions for a government fund to pay for the compensation.\nIn this sense, the newly-formed board is purely cosmetic. Since the passing of the RTA, the Bangladesh Road Transport Authority (BRTA) has missed four submission deadlines for a draft of the rules, submitted an incomplete draft in 2019, and is now in the process of going back and forth with the law ministry with the \"completed\" rules. The latest update is that they are still working on the queries that have been sent to them, and it will take \"some more time.\" We must ask: How much more time can be afforded to road accident victims who have been disabled for life, or have become insolvent while trying to pay for their hospital bills?\nIt is also frustrating to find that the board that has been formed does not include a single representative from organisations campaigning for road safety and victims' compensation, even though it includes representatives of transport owners and workers. Given that the delays in making the RTA functional have been a result of pressure from transport associations—and that the rules will determine how much these associations will contribute to the compensation fund—it was imperative to include board members who can keep such vested interests in check.\nAccording to a police report in September, a total of 3,095 people were killed in 3,259 road crashes in the first seven months of this year alone. While deaths and injuries from road accidents continue to soar, justice for road accident victims faces one obstacle after another. This sluggish progress in providing compensation is an affront to their sufferings. The government must do everything in its power to ensure that there are no more delays in fully implementing the Road Transport Act as soon as possible.\n",
        "headline_1": "A cosmetic exercise at the cost of road victims",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/cosmetic-exercise-the-cost-road-victims-2197661",
        "news_paper_name": "The Daily Star",
        "publish_date": "14-10-2021"
    }
]