[
    {
        "full_article": "Bangladesh offers many important insights and perspectives in these grim and uncertain times. They indicate the uniqueness that defines us as a people, and the original contributions we are making to the world of politics and governance.\nLesson 1: There may be much international concern, research and speculation about the importance of language in our lives, but Bangladesh is proving that words do not matter. People, particularly those in power, can say anything they want. They do not have to explain, are not required to be consistent, and are not held accountable.\nWe have institutionalised Orwell's darkest fears expressed in 1984, when the Ministry of Truth dealt with Lies, and the Ministry of Love with Torture. In a world of \"newspeak\" and \"double think\", we can claim that \"the vaccination drive has been a complete success\" (even though there were pictures of physical skirmishing in some sites, 250 vaccines were sent to a venue where 5,000 people showed up, and reports of people waiting for hours, sometimes standing in rain, and not getting it); or \"we have enough vaccines\" (even though we had stopped registrations at one time, the second dose of some vaccines had been held up, and those registered have to wait for considerable periods of time); or people over 18 who are found \"unvaccinated in the streets will be arrested\" (even though less than 10 percent of the people had been vaccinated).\nSimilarly, we can confidently claim that our democracy is one of the strongest in the world—though free speech may face some challenges, over-eager voters may vote a bit early and sometimes often, and the opposition has self-destructed because they typically tend to be criminals and cowards; women, non-Muslims and indigenous communities are all safe and happy—except when they provoke attacks on themselves; our universities are among the best in the world—international rankings are clearly based on self-serving indicators that do not take into account singaras and tea; Bangladesh is a shining example of a development miracle—provided we worship at the shrine of GDP growth rates and aggregate indicators, and overlook quality of life issues including crime, corruption, hate, violence, environmental degradation, human rights violations and rising inequalities.  \nSteve Bannon, President Trump's media guru, had advised Republicans that they \"flood the zone with s—t\" so that the people are overwhelmed, lose faith in everything, including science, reason or evidence, and function in an environment of \"manufactured nihilism\". Other countries blather on about a post-truth world.  Bangladesh is making it happen.    \nLesson 2: Bangladesh is advancing an administrative model that is rather unique. Each ministry is allowed to function in complete autonomy. The need to coordinate, communicate with each other, reach agreement on decisions, are all considered irrelevant and inefficient. Moreover, every act of coordination is tantamount to a compromise, and every compromise indicates weakness and dependence. Ministries here are empowered, not constrained. \nHence the left hand does not know what the right is doing. The ministries of Liberation War, Health, Home, Education, Finance, Transportation, Law, Foreign Affairs and others are all free to make pronouncements on pandemic related matters. Consequently, the people are subjected to a barrage of decisions, declarations and directives that may be confusing, often contradictory.\nWhat does a \"lockdown\" entail, at what level will it be enforced, when will it be lifted? Who are eligible for the vaccine, are registrations and text messages required, will the special campaign last one day or one week, do we have enough vaccines for everybody, from what sources are we expecting them, at what cost? Will shops, offices, RMG factories, educational institutions, transportation systems etc., be opened (can one be closed while others are opened, e.g. RMG factories opened but transportation closed, shops closed but offices opened, shops and offices closed but transportation opened, half of one opened and half of another closed)? \nThe problem is not that we are not told, but that we are told too much, by too many different sources. But, while clarity and constancy may be valued elsewhere in the world, we should heed Ralph Waldo Emerson's memorable words that \"a foolish consistency is the hob-goblin of little minds\". Our minds are anything but little.\nIt is possible that, when coupled with lesson 2, all this may provide some navigational challenges for individuals. But instead of being cynical or frustrated we should appreciate the fact that we are breaking down \"traditional\" habits, forsaking \"colonial\" procedures, refusing to be Naipaul's \"mimic men\", as we blaze new trails. Moreover, this strategy is also helpful to our national security interests. No one can figure out our real intentions, and the many \"conspirators\" constantly plotting against us remain befuddled and discouraged. \nLesson 3: We are all equal in the eyes of the law, though some, as Orwell had pointed out in Animal Farm, \"are more equal than others\". This is expressed in various ways. \nFirst, some cases may drag on for years. For example, the murder cases of Abrar Fahad (2 years), Taslima Begum Renu (3 years), Sohagi Jahan Tonu (5 years), Tanvir Muhammad Taqi (8 years), journalists Sagar and Runi (9 years), writer Humayun Azad (15 years), activist Kalpana Chakma (25 years), as well as rapes, disappearances, extremist violence, factory disasters, and many others remain unsolved.\nBut some cases may be resolved quite expeditiously. For example, two brothers accused of torturing, and even shooting at, some bank executives who were resisting \"requests\" for false costing estimates (brothers who fled the country immediately after); a young man who had roughed up an off-duty navy service-man and was found to possess various illicit products, weapons and listening devices in his home; or a person who was suspected of abetting a young woman's suicide where her diaries, photographs, CCTV camera footage, and even DNA traces on her body appeared to suggest some connection, were cleared of all charges with prompt dispatch. Unsurprisingly, all these people just happened to be Rich and Powerful (R and P).\nSecond, bringing charges against the R and P can be hazardous to one's well-being. A young woman, who had filed a case against an individual for his role in her sister's suicide, herself lost her job as a banker. An actor and model who brought various charges against some of the R and P found her own name dragged through the mud in a media circus, and accused of possessing drugs and alcohol, providing sexual services, and vandalising an upscale club. (Obviously, none of the men i.e., the flesh-hungry thrill-seekers who used, abused and profited from these, and other such young women, were ever investigated). Similarly, a journalist who had exposed the fraud and incompetence in a government ministry was herself harangued for seven hours inside the secretariat, and then remanded in jail. When talking about the R and P, as Mel Brooks had warned in The Fly, \"be afraid, be very afraid.\"\nThird, in the rare instance that one of the R and P is found guilty (through sheer misfortune), then all is not lost. They can still stay in the relative comfort of a private room in a hospital and conduct official meetings on zoom platforms, or they may have access to female companionship in jail, or even those convicted of murder may receive pardons and whisked out of the country in the dead of night.\nLesson 4: Bangladeshis are some of the most psychologically delicate people in the world. While its law enforcement personnel are overworked and under-staffed, it will nonetheless move with ferocious diligence and authority if there are complaints of sentiments being \"hurt\", or sensibilities \"offended\", or feelings \"disrespected\" by anyone saying anything that someone does not like. Any cartoon, limerick, satirical piece, poem, essay, speech, Facebook post, song, slogan, movie dialogue, investigative report, criticism, or an unflattering picture, may generate a complaint, provoke a huge contingent of police personnel to apprehend the \"criminal\", and encourage the courts to act swiftly. \nIt must be understood that in Bangladesh no one ever makes a mistake, no one ever has to accept responsibility, no one ever has to apologise for anything. If something goes wrong the inevitable default option is to \"change the game, and shift the blame\". Such guiltless, faultless, sinless people have every right to be a bit hyper-sensitive about their feelings and emotions.\n \nAhrar Ahmad, Professor Emeritus, Black Hills State University, USA. Email: ahrar.ahmad@bhsu.edu\n",
        "headline_1": "‘Lessons’ from Bangladesh today",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/lessons-bangladesh-today-2158161",
        "news_paper_name": "The Daily Star",
        "publish_date": "23-08-2021"
    },
    {
        "full_article": "To grow and fulfil its potential in the coming years, I believe Bangladesh's RMG industry needs to adapt when it comes to management. More pertinently, about the issue of organisational structure (pyramid hierarchy) and not on the \"flat management\" style which many of our factories have adopted over the years.\nIn many cases, the adoption of a flat, non-hierarchical structure by factory owners has happened by accident. Industry growth has come in sharp bursts, and leadership and management structures have been unable to keep pace. Stories of company owners with dozens of employees reporting directly to them are not uncommon in our industry—not believing in team spirit and delegation.\nBut if one or two leaders or company directors have so many demands upon their time, how can they get on with their core job of directing strategy and steering the business?\nI believe it is vital for our garment factories to strengthen middle-management in the coming years. This will require better delegation from owners and a willingness to embrace new ideas and ways of thinking.\nTo do this, we need to first understand why so many of our factories have flat management structures in which the owner—and perhaps one or two trusted lieutenants—oversee thousands of workers.\nAs mentioned above, uneven growth is one reason. Often, factories struggle to adapt to new levels of volume and the fact that orderbooks can suddenly include several well-known brands with huge order volumes.\nAnother reason is the lack of training in our industry—an age-old problem. Are our colleges and technical schools turning out the right candidates in terms of management and leadership? A better question might be, do enough of our RMG factories have progressive training policies in place for the leaders of tomorrow? Do they have graduate schemes in place, (like management trainees who can be General Managers within the next 5 years) which enable our brightest minds to be fast-tracked within an organisation over a short timeframe?\nThis latter issue could also be an opportunity to kill two birds with one stone—training more middle managers and encouraging female workers to progress their careers. As I have discussed just recently, our industry lacks females in positions of seniority and suffers from what is known in the West as a \"glass ceiling\" where career progression is concerned for women.\nThere are other reasons for bringing more people on board into leadership positions. Businesses which rely on the owner and/or the owner and a couple of trusted directors to guide all strategy are at risk of being closed off to new ideas and ways of thinking. Look at the world's most successful businesses and how they have worked out ways to squeeze every ounce of talent and creativity out of their employees. If an employee shows potential and intelligence, there are avenues or roadmaps for career advancement. Mechanisms are created to ensure that the \"cream rises to the top\" or, at a very minimum, where talent is recognised—and utilised. Is this happening in our RMG industry or is talent going to waste? My concern is that there is too much of the latter now, but I am optimistic that this picture can be changed with the right mindset.\nNo company owner can do everything themselves. We all, as owners, have our blind spots and need other colleagues to bounce ideas off of or—where necessary—to tell us when we are making a mistake! None of us can claim to be perfect which is why we should all be open to bringing new leaders into the fold.\nInterestingly, a few years ago, flat company structures were very popular (and still are in some circles). Who needs managers and who needs structure?—this was the thinking. Some of the world's leading blue-chip businesses have tried and experimented with flat structures, but have often been forced to return to business operations with layers of specialist middle-managers in place in a pyramid structure.\nI am not talking about a middle-manager overload (a negative, and an expensive option which few of our factories can afford). Rather, I am referring to structures which allow for delegation from the owner downwards to specialist managers who can help implement new business ideas and different ways of thinking; who can help develop a company climate where employees are allowed to thrive and blossom; structures which foster openness and a culture of continuous learning and development. The owner cannot possibly hope to do all of this on their own.\nBut the owners need to trust the middle management and delegate decision making responsibilities to them to carry out on their own. The managers should not face unwanted layers, more specifically accountability to keen and kith of owners who are not professionals. Unfortunately, in many cases in some of our factories, owners still employ people in key positions whose only quality is to be of their family. So, the industry needs to nurture a culture where professionalism will be given the priority and professionals taking the risks but fetching successes will be rewarded. \nOn a more pragmatic and practical level, without structure and managers beyond the company owner, it is much harder to \"get things done,\" and to ensure that the right person has all the information they need. There must be organisation—businesses need structures and processes.\nWhen a business has more than 1,000 employees, as does almost all our RMG factories, no one person knows everything that is going on within the business to make effective, detailed decisions. A lack of structure prevents employees from specialising and progressing quickly. It can hamper progress.\nMore concerningly, a lack of hierarchy will mean that any leader or company owner will eventually be overwhelmed. This could mean the death of the business in the worse-case scenario.\n \nMostafiz Uddin is the Managing Director of Denim Expert Limited. He is also the Founder and CEO of Bangladesh Denim Expo and Bangladesh Apparel Exchange (BAE).\n",
        "headline_1": "Factory owners can’t do it all themselves",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/rmg-notes/news/factory-owners-cant-do-it-all-themselves-2158156",
        "news_paper_name": "The Daily Star",
        "publish_date": "23-08-2021"
    },
    {
        "full_article": "Despite steady economic growth in the country over the past decade, foreign direct investment (FDI) has been comparatively low in Bangladesh compared to regional peers. As compared with USD 2.9 billion FDI inflow in Bangladesh in 2019, FDI inflows amounted to USD 141.2 billion in China, USD 50.6 billion in India, USD 23.9 billion in Indonesia and USD 16.1 billion in Vietnam. The rate of FDI inflow in Bangladesh is only around 1 percent of GDP, one of the lowest in Asia. While even during the pandemic (2020), FDI flows to developing countries in Asia increased by 4 percent to USD 535 billion, according to figures from the UN Conference on Trade and Development (UNCTAD), Bangladesh could not achieve the expected FDI. In 2020, foreign investors invested around USD 17 billion in Vietnam, USD 64 billion in India, approximately USD 18.58 billion in Indonesia, whereas Bangladesh received USD 2.56 billion and of the amount, USD 1.6 billion accounted for reinvested earnings by the already existing foreign companies in the country. \nGovernment agencies in Bangladesh often claim that they are sincere and very keen on promoting investment. They have taken various liberal policies and implemented a number of policy reforms and incentives designed to promote a competitive climate for FDI, and also pursued various promotional activities such as investment summits, road shows, etc. for promoting investment. However, government claims do not often reflect ground reality. A foreign investor generally evaluates a country based on its ease of doing business ranking and overall economic climate. Although Bangladesh advanced eight notches in the World Bank's ease of doing business 2020 ranking to 168 out of 190 countries, there are still significant bottlenecks in doing business. For instance, transferring a property title in Bangladesh takes an average of 271 days, almost six times longer than the global average of 47 days. Resolving a commercial dispute through a local first-instance court takes an average of 1,442 days, almost three times more than the 590 days' average among OECD high-income economies. According to the World Bank, to get electricity connection in Bangladesh, a new business needs 150.2 days, whereas in Vietnam it takes 31 days, in Singapore 30 days, in Malaysia 24 days and in neighbouring India 55 days. Existing foreign investors often complain about bureaucratic tangles in Bangladesh that stand in the way of business operations and obtaining various licences. Then there are hidden costs in matters related to procedure, policy, law and infrastructure that seriously weigh upon the cost of doing business.\nThere are allegations that some investors have gone back to their country after finding long periods of waiting and hassles of overcoming many obstacles a bit too much. Industry experts say, the deterrents that discourage foreign investors include time-consuming bureaucracy, poor socio-economic and physical infrastructure, unreliable energy supply, corruption, absence of good governance, low labour productivity, undeveloped money and capital markets, high-cost of doing business, complicated tax system, frequent changes in policies on import duties for raw materials, machinery and equipment, delays in decision-making, etc.\nAccording to the World Economic Forum's Global Competitiveness Index (GCI) 2019, Bangladesh's position slipped two notches to 105th among the 141 countries surveyed. As per the report, the country's competitiveness declined in 10 out of 12 pillars, where significant deterioration in ranks was observed in macroeconomic stability, labour market, ICT adoption and infrastructure. Beside poor infrastructure, lack of land, acute shortage of power and gas for new industries, finding the right people and getting them to work productively are the biggest problems of Bangladesh today. We have made remarkable progress in expanding primary education, especially in raising enrolment of students and reducing gender disparity. But our education system and curriculum do not serve the goals of human development. There is a lack of communication and collaboration between the government, academia and industry, and as such we are not producing quality or skilled persons for modern industry. To cover the shortage, a good number of foreign professionals and technicians have been imported from neighbouring countries to run the industries such as apparel, textile, buying house, telecommunication, information technology, poultry, etc.\nInvestment (both foreign and domestic) is a key determinant of economic growth and development. It is also considered an engine for job creation. Although Bangladesh has experienced exceptional economic growth in recent years, it has failed to create adequate jobs for the millions of young Bangladeshis joining the workforce every year. At present, about two-thirds of our total population is of working age. Approximately 2 million people enter the labour market every year. Providing employment opportunities to such a huge population is quite a difficult task for the government as well as for the local private sector. Therefore, the government needs to continue to create more investment opportunities for foreign investors in sectors like power, garments, pharmaceuticals, textiles, agricultural processing, manufacturing, infrastructure including roads, highways, flyovers, water treatment plants, hospitals, power etc., which will create more jobs and foster sustainable economic growth. In recent times, the government has taken various steps to attract FDI in the country but it seems those are not enough to gain investors' confidence as Bangladesh severely lacks in two most used global indicators—Ease of Doing Business (EDB) by the World Bank Group and the Global Competitiveness Index (GCI) by the World Economic Forum.\nIt should be noted that when investors intend to come to a country, the level of convenience of doing business in the host country plays a crucial role in making investment decisions. They assess the clarity in existing policies, reliability of government officials and adherence to rules and regulations, look at the rate of return on their investment and whether they will be able to repatriate their profit or funds, and most importantly, whether there is sufficient security for their investments. Therefore, if Bangladesh wants to strengthen its position in the global marketplace and as a major destination of FDI, urgent policy focus is required to remove the deterrents discussed above that are responsible for the high cost of investment. If implemented successfully, the country will not only become a lucrative investment destination but it will also help to raise our ease of doing business ranking, an important indicator for FDI decisions of foreign investors.\n \nAbu Afsarul Haider is an entrepreneur. He studied economics and business administration at the Illinois State University, USA.\nEmail: afsarulhaider@gmail.com\n",
        "headline_1": "Why is foreign direct investment so low in Bangladesh and how to increase it?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/why-foreign-direct-investment-so-low-bangladesh-and-how-increase-it-2158151",
        "news_paper_name": "The Daily Star",
        "publish_date": "23-08-2021"
    },
    {
        "full_article": "Imperialism, which finally died in Afghanistan last week, had actually begun to hiccup in the mid-70s. Of this hiccupping, Vietnam was the most serious convulsion. In the wake of decolonisation such eruptions had become commonplace, in Africa for instance, where the withdrawal of Portugal led to the direct ascent to power by communist parties in Angola and Mozambique. Then Mengistu appeared in Ethiopia; a little later Daniel Ortega in Nicaragua. Such an outcome had to be forestalled in Iran, and in the South Asia region.\nIronically the Saur revolution, or the April coup of 1978 brought Afghan communists, Khalq and Parcham, to power. This epoch making event was a consequence of a botched up adventure instigated by US intelligence. The Shah of Iran's notorious Savak took the operational lead. I was in Kabul for the first press conference by Noor Mohammad Taraki, the communist prime minister. My investigations on the Afghan coup appeared in the pages of the Indian Express which had sent me to Kabul.\nJimmy Carter's National Security Adviser, Zbigniew Brzezinski, was embarked on securing a global order in which \"regional influentials\" would play a key role. The Shah, arch regional power in Brzezinski's book, allowed Savak to clean up the stables in nearby Kabul where Mohammad Daud, a Marxist \"numa\" (look-alike) was leaning excessively on Moscow.\nDiehard communists around Daud had to be eliminated. As happens in many intelligence operations, the plot hatched by Savak was leaked. Mir Akbar Khyber, a communist trade union leader, was inadvertently killed, alerting the communists across the country of the Savak plan.\nIn a pre-emptive move, military officers Aslam Watanjar and Abdul Qadir Dagarwal mobilised armoured carriers, drove into the Presidential Palace, killed Daud and his relatives. Communists took power.\nKabul under the Communists paved the way for the Soviets into the country. Once again, Brzezinski was in action. Peering into Afghanistan from the automatic \"frontline state\", Pakistan, he began to think tactically towards a strategic end.\nThe US, Saudi Arabia and Pakistan got into a huddle for their own purposes. The US would provide military training and hardware to drive the Soviets out of Afghanistan. Saudis and the Pak establishment wanted this outcome too, but the two had key agendas of their own. Saudis would spends billions in the project to manufacture a kind of Arabised Islam to undermine the Shia Ayatollahs in Iran who had come to power just the previous year. It suited President Zia ul Haq of Pakistan. He was able to embark on his Nizam e Mustafa, or government based on Islamic laws. This would Arabise the country's Islam and wrench it away from the \"mumbo-jumbo\" of secularism and composite culture being promoted in India. Had he lived, the social evolution of India would have pleased him.\nHundreds of Madrasas or seminaries came up on the Pakistan side of the border, hatcheries to breed the Mujahideen who eventually helped drive the Soviets out in 1989. True, a year later the Soviet Union fell but the departing Americans left behind unemployed Islamic militants who farmed out for work in Kashmir, Egypt, Algeria. The spiritual heirs in the diaspora of this brand of militancy were utilised most recently in the Syrian carnage.\nAll of this, in every detail, was lucidly exposed at a congressional hearing by Hillary Clinton. Her statement is still available on YouTube. Some years ago, Russian Deputy Foreign Minister Morgulov Igor Vladimirovich told a high powered Raisina Dialogue that Islamic militants from Syria were being airlifted to Northern Afghanistan. The following week, Iran's supreme leader Ayatollah Khamenei repeated the allegation at a sermon following Friday prayers in Tehran. Is it true? Or has the narrative changed in the last few years?\nIn 1996, the Taliban, a progeny of the Mujahideen, fired by the kind of Islam instilled into them in the Madrasas, were once again boosted by the Americans. Others, including the section of South Block which had joined the US camp after the collapse of the Soviet Union in 1991, acquiesced in the Taliban's surge. The lemon sold to everybody was: Taliban will control Afghanistan and the US will control the Taliban. This co-ordination will facilitate UNOCAL's TAPI (Turkmenistan-Afghanistan-Pakistan-India) gas pipeline. After UNOCAL was sold to Chevron in 2005, the US found other reasons to stay on: Pakistan next door was too nuclear to be ignored; Uyghurs in Xinxiang and Muslim populations in the Caucasus looked like low-hanging fruit, accessible from Afghan real estate. Priceless poppy in Helmand?\nFounder of Al Qaeda, Osama bin Laden had made Afghanistan his headquarters since 1980 with a singular mission: to help the Taliban see the backs of the Soviets. Their occupation of a Muslim country was an insult to Islam. Once the Soviets had been driven out bin Laden set his sights on foreign soldiers and oil companies in his homeland. Bin Laden raised his banner of revolt against Riyadh, soon after Juhayman al-Otaybi and his al-Ikhwan group (an extremist cousin of Muslim Brotherhood) shook the Kingdom by occupying the mosque of Mecca for 20 days. The Saudi Royal family's strong links with the Bush family was the backdrop for the clash of civilisations as soon as George W Bush entered the White House in January 2001. Eight months later 9/11 happened. Egged on by the neo-cons, the US occupied Afghanistan.\nIt is being made out that this is the first time that soldiers trained by the Americans waged no battle against the Taliban. What happened in Vietnam? Google C-Span and see General Lloyd Austin, now Defence Secretary, being grilled by the Senate Armed Services Select Committee on a USD 500 million project to train Syrian militants.\n\"How many of our trainees are fighting?\"\nHuge pause. Austin: \"four or five.\"\nMedia neo-cons will not give up. In a satirical piece Thomas Friedman of the New York Times expects the Taliban \"the morning after the morning after\" to turn up at the White House, turbans in hand. Please sir, take over our country once again.\n \nSaeed Naqvi is a senior Indian journalist, television commentator and interviewer.\n",
        "headline_1": "From the beginning, US authored events leading  to humiliation in Kabul",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/the-beginning-us-authored-events-leading-humiliation-kabul-2158146",
        "news_paper_name": "The Daily Star",
        "publish_date": "23-08-2021"
    },
    {
        "full_article": "After a period of soaring infections, the past few weeks have seen a slow but steady decline in numbers related to Covid-19 in the country. The health directorate on Saturday reported a daily death toll of 152 people from the virus—the lowest death count in the last 51 days. The last week's record showed a 27 percent drop compared to the week before. Other related week-by-week figures also showed a similar trend, with the cases of infections declining by around 35 percent, while the daily positivity rate on Saturday came down to 16.71 percent, the lowest in more than two months. While we're still far from the situation deemed by WHO as \"under control\" (where the positivity rate remains stagnant below 5 percent for at least two weeks), the latest numbers are encouraging, and they make us hopeful.\nBut if our previous experience is any indication, this is also the time when we need to expedite our efforts so that the current trend holds, and because the price of complacency can be costly. By now, we know the danger of letting our guard down too quickly. We had lifted restrictions only to re-impose them after another surge in Covid-19 infections. This has been a recurring theme of our long battle against the pandemic. It's understandable that people are getting tired of taking precautions. Problems like Covid-19 burnout and pandemic fatigue can affect both individuals and the state similarly. This is precisely why the hard-earned gains of the past few weeks should be preserved and carried through at all costs.\nEven though the nationwide lockdown has now been totally lifted—implausibly, one might add—the government must not rule out the possibility of zoning off regions where infections are still very high. In fact, periodic regional lockdown is a tactic we should have employed more frequently given the impracticality of a prolonged nationwide lockdown for a poor country like Bangladesh. This is also easier to enforce. The government also must try harder to ensure that individual safety precautions and vaccination attempts are given equal priority, because both are essential to curb the spread of this ever-evolving virus.\n   In terms of vaccine procurement, there is not much good news. Although the government has recently struck a trilateral agreement for bottling, labelling and dispensing China's Sinopharm vaccine, making it more accessible, it may take, we are told, around three months before we start getting the jabs from this deal. Progress has also been slow on the procurement front. This makes it all the more important that the government doubles down on its current vaccine efforts. Without ensuring individual safety precautions and quick vaccination of the majority of citizens, especially those more vulnerable, we cannot allow any fatigue or slackening to mar our future safety prospects.\n",
        "headline_1": "We can’t let our guard down in Covid response",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/we-cant-let-our-guard-down-covid-response-2158141",
        "news_paper_name": "The Daily Star",
        "publish_date": "23-08-2021"
    },
    {
        "full_article": "At a time when we are bombarded with reports about how strained our health system is due to the Covid-19 pandemic—and how exhausted both human and material resources of this sector are—the work of the Institute of Tissue Banking and Biomaterial Research (ITBBR) offers hope and reassurance. As reported in this daily, the country's lone tissue bank, situated in Savar, provides its essential services to patients at very low prices, and even for free to poorer patients who have the reference of a public hospital doctor. It has been in operation since 2009, and until last year, has reportedly provided over 1.39 lakh cubic metres of bones and 54,768 pieces of amniotic grafts to hospitals and clinics for use in various surgeries. In the process, it has helped 8,351 patients to go through tissue transplants without denting their wallets.\nSuch accessibility of the tissue bank's services is especially helpful for poor patients who often dread the high costs of surgeries related to bone and skin tissues. Some of the procedures can even cost 10 times less than what a patient would have to pay for them in neighbouring India, doctors claim. The tissue bank collects amputated bones, skulls, and parts of amniotic sacs (which help burns heal faster) from hospitals to aid in tissue transplant surgeries. It also controls the microbiological quality of skin grafts and stores them at proper temperatures according to the International Atomic Energy Agency's (IAEA) guidelines.\nBesides this, the ITBBR also provides tissues to patients from over 100 hospitals and clinics countrywide. All that is needed is the authorisation by a doctor from one of the hospitals and verification of the doctor's identity before the patient's representative can collect the processed tissue.\nThough their services are priceless, many were not even aware of the bank's existence until the government reportedly approved a Tk 173-crore project for the expansion of the institute and establishment of a full-fledged Human Tissue Bank on July 28. The work of this facility's small team (consisting of only eight scientific officers and 15 laboratory and administrative staff members) is especially valuable for patients involved in road accidents, of which, unfortunately, there are many in our country.\n   We hope the expansion plan for the ITBBR and the establishment of the Human Tissue Bank will reach fruition on time and with as few hiccups as possible. Work such as this needs to be rewarded not just with appreciation, but also with necessary funding and resources in order to maintain and improve the quality of the bank's services.\n",
        "headline_1": "Country’s only tissue bank operating silently and seamlessly",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/countrys-only-tissue-bank-operating-silently-and-seamlessly-2158136",
        "news_paper_name": "The Daily Star",
        "publish_date": "23-08-2021"
    }
]