[
    {
        "full_article": "The Centre has restored guaranteed pensions for its employees, meeting their demand halfway, and weakly trying to hold on to principles of fiscal prudence. Pension schemes around the world, whether contributory and market linked or underwritten by the exchequer, are facing a crisis, due to multiple factors, including demographic reasons. According to the Reserve Bank of India, the total Budget estimates of various States and Union Territories for pension in 2023-24 was ₹5,22,105.4 crore, which is between 6%-21% of their total revenue receipts. Pensioners argue that it is their deferred wages. It can also be argued that pensions from the exchequer are at the cost of future generations. Governments are outsourcing jobs through contracts, and resorting to innovations such as Agnipath — a short service scheme for the military services — and the ballooning of pension bills is among the reasons that drive such measures. Governments are also leaving posts unfilled. All such measures are leading to two things. First, it negatively affects state capacity, and second, it reduces avenues for government and public sector jobs for India’s expanding number of young job seekers. The New Pension Scheme (NPS), which was market-linked and managed by an autonomous entity, was introduced during the stock market boom. Two decades later, when people began retiring under the NPS — those who joined after January 1, 2004 — it turned out that they were receiving much less than what they would have got under the old scheme.With the Congress making the restoration of the old scheme a central piece of its politics, the BJP was pushed to the corner. A committee led by former Finance Secretary and Cabinet Secretary-designate T.V. Somanathan devised a middle path that involves employee contributions and enhanced share from the Centre. The Unified Pension Scheme (UPS), approved by the Cabinet, promises a pension of 50% of the average basic pay of the last 12 months before retirement and a minimum pension of ₹10,000 for those who worked for at least 10 years. The Centre’s share towards the scheme was increased from 14% under the NPS to 18.5%, which Prime Minister Narendra Modi has said will ensure government employees dignity and financial security. The BJP and the government should note that no reform can be sustainable without broad political consensus. Social security for older people must cover the widest segment of the population. Government employees are an organised pressure group, and having managed to restore their guaranteed pension, they should wholeheartedly welcome the UPS, rather than protest against employee contribution.\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\ngovernment\n\n/\n\npension and welfare\n\n/\n\nReserve Bank of India\n\n/\n\ncontract issue-wages\n\n/\n\narmed Forces\n\n/\n\nIndia\n\n/\n\nemployment\n\n/\n\nsocial issue\n\n/\n\nstock activity\n\n/\n\nIndian National Congress\n\n/\n\nBharatiya Janata Party\n\n/\n\nPrime Minister Narendra Modi",
        "headline_1": "Middle path: On the Unified Pension Scheme",
        "headline_2": "The modified pension scheme overcomes some shortcomings of NPS",
        "link": "https://www.thehindu.com/opinion/editorial/middle-path-on-the-unified-pension-scheme/article68565757.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "26-08-2024"
    },
    {
        "full_article": "At different points of time, come events that have the potential to shape the future. Whether these catalysts fulfil that potential to the fullest extent or not is in the hands of the people in their vortex. The Justice K. Hema Committee report that studied the issues faced by women in cinema, could well be one such catalyst. The three-member committee was constituted in 2017, based on a petition submitted by the Kerala-based Women in Cinema Collective, and submitted its report two years later. It was released last week, several paragraphs redacted, and contains unsurprising and yet disturbing revelations about the state of affairs in the film industry — discrimination, exploitation and sexual harassment of women. The term ‘casting couch’, hatched in Hollywood, has become repugnantly accepted as a euphemism for sexual favours in exchange for a role in films. Justice Hema points out that making the exchange of sexual favours the passkey for entry into the field itself, and normalising it and conflating it with consensual sexual activity, makes the industry inherently exploitative. The report deals also with other inequities that disadvantage women in the industry, including the lack of essential facilities such as toilets, changing rooms, safe transportation, and accommodation at the shooting spot which are violative of the right to privacy; and discrimination in remuneration, and a lack of binding contractual agreements. These affect the range of women across the industry — actors, technicians, make-up artists, dancers, support staff, and particularly so, women lower in the pecking order.The way ahead is not as murky as the hole that the film industry, here Malayalam, seems to find itself in. The government has decided to constitute a special investigation team to go into the accusations of harassment. While the government would do well to ignore the committee’s recommendation on doing away with internal complaints committees for each film project, it must act on suggestions that call for provision of essential facilities and for structural reforms within the film industry, including professionalising it. Nothing will change unless the state gets involved meaningfully in creating an equitable work space for men and women, in an industry dominated by people with great power and money, who have so far refuted the existence of such a power cartel or have remained silent. Each of the issues raised must be taken cognisance of, and acted upon. As with the #MeToo movement, Justice Hema’s report has the potential of being a catalyst to enable scores of women to speak up. It behoves the state to ensure that their complaints are not ignored, or worse still, used against them.\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\ncinema\n\n/\n\nMalayalam cinema\n\n/\n\nsexual assault & rape\n\n/\n\ngender\n\n/\n\nfilm making\n\n/\n\ninvestigation",
        "headline_1": "Catalyst for change: On the Hema Committee report and Malayalam film industry",
        "headline_2": "The Hema Committee report should help reform the film industry",
        "link": "https://www.thehindu.com/opinion/editorial/catalyst-for-change-on-the-hema-committee-report-and-malayalam-film-industry/article68565778.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "26-08-2024"
    },
    {
        "full_article": "Govts functioning with mostly an eye on voter-pleasing is bad news for India’s future\nCentre’s decision to approve an assured pension for 2.3mn central govt employees represents a middle ground between New Pension System and Old Pension Scheme, which was fiscally unsustainable. While Unified Pension Scheme may not be a drain on exchequer, yet – it will cost ₹6,250cr in the first year – govt’s move ahead of crucial state elections represents the pressure felt by political class, whether it is governing coalition or opposition, as regards their poll prospects. Days earlier, Centre had withdrawn an order seeking lateral entry of as few as 45 professionals, after outcry from opposition and a few of its allies. The mixed results of Lok Sabha elections made evident discontent felt by the electorate. This means expedient and populist measures are likely to influence more and more policy decisions at Centre and in states.\nReforms face uncertain future | This poses the danger of fundamental issues of political economy getting the short shrift. India may be the fastest growing economy in the world but this growth isn’t fast enough if it is to realise its goal of being viksit by 2047. For that, we need structural reforms in areas like land and labour, among other things. Problem is such reforms entail a political risk that populism-driven agendas don’t allow for. To take one example, four labour codes passed by Parliament in 2019-2020, meant to reform India’s job market, will become harder to implement in such a climate. Ditto for privatisation of govt enterprises, which has moved slowly anyway. For instance, since FM announced privatisation of IDBI Bank and a couple of other PSBs in Budget 2021-22, nothing concrete has materialised so far. Rising expenditure on populist schemes – this year’s Maha budget schemes are expected to cost more than ₹90k cr – also means continuing underinvestment in education and health, which, as experience of states like Tamil Nadu, Kerala and Karnataka shows, are vital to overall progress.\nClock’s ticking | India, with its young population, has a window of about a couple of decades to reach developed nation status. But, as a World Bank report highlighted recently, moving to high-income bracket is going to be a tough ask, given changed geopolitical realities, climate change and rising debt levels. By focusing on populist measures instead of fundamental blocks of economic growth, we risk falling into the ‘middle income trap’ and joining the nations that didn’t make it.\n\n",
        "headline_1": "Reforms what?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/reforms-what/",
        "news_paper_name": "The Times of India",
        "publish_date": "26-08-2024"
    },
    {
        "full_article": "The name, Kamala Harris, raises a question mark on the use of the controversial apostrophe\nKamala Harris’ presidential campaign is going well. Right? Wrong. Kamala Harris’s presidential campaign is going well. Right? Wrong again. \nDoes that mean that the presidential campaign of Kamala Harris is not going well? In fact, her campaign is going so well that it’s thrown Donald and his supporters into a MAGAmaniacal tizz.\nThe problem with the first two statements made in this column is not political but grammatical, and involves the use of the punctuation mark called the apostrophe. \nThe apostrophe, which resembles a common or garden comma that has taken an escalator to elevate itself from the bottom of a word to the top, has two functions. One is to denote an omission in words like can’t for cannot. The other use, which has revived a long-standing linguistic dispute, is the apostrophe as a sign of ownership or possession.\nSo, ought it to be Kamala Harris’ campaign, with the apostrophe coming after the s, or ought it to be Kamala Harris’s campaign, with a second s following the apostrophe? The problem with the possessive apostrophe arises only with names ending with the letter s, like Harris. The possessive apostrophe has no problem with Trump’s name, or JD Vance’s. And if Kamala Harris does win, she’ll be only the fourth US president with an s-ending name, after Rutherford B Hayes, who was elected in 1876. \nSome grammarians insist it should be ‘Jesus’ teachings’, while others argue that it should be ‘Jesus’s teachings’, because the written or printed word ought to reflect the way we speak, and the way we speak is not Jesus teachings, but Jesuses teachings. \nNot a few might wonder whether the commentary on who’ll assume the office of the most powerful human on the planet shouldn’t concern itself with issues like climate change, and Gaza, and Ukraine, and the global economy, instead of linguistic esoterica like the apostrophe.\nBut the digression into grammatic minutiae might be seen as a welcome break from the vituperative diatribe to which the presidential contest has degenerated. Better than “a Kammunist Kamala” or a “Donald Dump” is an exasperating apestrophe.\n\n",
        "headline_1": "S’ or s’s?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/jugglebandhi/s-or-ss/",
        "news_paper_name": "The Times of India",
        "publish_date": "26-08-2024"
    },
    {
        "full_article": "More thought must go into building a major project in a fragile ecosystem \nAre environment ministry’s assurances about the impact of the Great Nicobar naval complex reassuring? The project, as envisaged, with an eye on crucial maritime chokepoint Malacca Strait, boasts geostrategic potential. It ensures India can control vital shipping lanes, protect sealanes of communication, counterbalance Beijing’s expansion in Indian Ocean and curb Myanmar’s poaching of marine resources. The national value of security imperatives aside, question often raised has been, do the benefits outweigh ecological and social costs, and the vulnerability of the expensive project that’ll sit atop a seismic zone? Concerns over conservation are inarguable. Priority must equally be to ensure security of the naval complex from earthquakes.\nMinistry statements that no seismic activity like the 2004 great earthquake/ tsunami is expected in the region “for 420-750 years” are puzzling. Andaman and Nicobar Islands are located in a highly active tectonic zone, at the intersection of major plate boundaries, continuously accumulating stress. Given the area’s seismic history and geological setting, probability of no significant seismic event over such a long period as 420-750 years is low, experts say. For seismology and disaster preparedness, scientists advise planning for the possibility of major events, rather than assuming they won’t occur.   \nThe fragile Galathea Bay ecosystem, the construction site, makes any large-scale development inherently damaging. The very construction over 30 years – building material, blasting, dredging, drilling, debris, noise – will undoubtedly permanently alter the ecosystem, disrupt the island’s inhabitants’ lives; influx of outsiders will drain the island’s limited freshwater resources too. Local residents, Shompen and Nicobarese tribes, see themselves simply as caretakers of biodiversity and nurturers of nature – mangroves and coral reefs, nesting sites of leatherback turtles, the latter residents of Earth since the time of dinosaurs. But keep aside conservation concerns. Building complex, costly, critical naval infra in an area highly prone to natural disasters needs a second look.\n\n",
        "headline_1": "Nicobar questions",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/nicobar-questions/",
        "news_paper_name": "The Times of India",
        "publish_date": "26-08-2024"
    },
    {
        "full_article": "Prime Minister Narendra Modi’s visit to Ukraine represents a pivotal moment in India’s foreign policy, suggesting a significant recalibration of New Delhi’s relationship with Kyiv and a potential downturn in its long-standing ties with Moscow. The optics of Modi’s engagement with President Volodymyr Zelenskyy—marked by gestures of camaraderie and dialogue and the image of Modi placing a reassuring hand on Zelenskyy’s shoulder — signal a noticeable shift towards Ukraine and its NATO-mentored policies in the region. This embrace of Ukraine will raise questions about the implications for India’s strategic autonomy and whether India will be subjected to what former US Secretary of State Condoleezza Rice described (disapprovingly), in a recent article in ‘Foreign Affairs’, as “loyalty tests” by the US in the future.\nStrategic flexibility has defined India’s foreign policy, especially in recent years. Historically, India has relied on Russia as a strategic partner, a relationship built on shared geopolitical interests and a track record of being a reliable partner. However, the world is changing, and Modi’s visit seems to suggest that India is ready to embrace a more western-aligned stance, particularly in the ongoing conflict in Ukraine.\nPM Modi with Zelenskyy\nContrarians may question the motivations behind this new alignment. Other than personal chemistry, a deeper strategic calculus appears to have played a significant role in Modi’s decision to engage more closely with Ukraine. The chemistry between Modi and Zelenskyy is palpable (although the Ukrainian President’s Musharraf-like ‘press meet’ with Indian journalists bordered on the distasteful), but it is accompanied by a strategic imperative: the need for India to enhance its global standing and assert its influence in an increasingly multipolar world. The question remains—at what cost?\nA defining moment in this recalibration came last July, when Modi met with Vladimir Putin in Moscow. The Russian decision to bomb a children’s hospital in Ukraine around that period offended India. However, there was a reluctance, despite Modi’s personal hurt expressed in no uncertain terms to Putin, to directly confront Russia while simultaneously recognising the moral implications of its actions. The dichotomy in India’s response highlighted the complexities of its diplomatic stance and the inherent tensions in its relationships with both Russia and the West. But this seems to have now changed.\nAs India embraces Ukraine and by extension, the West, concerns loom over whether this pivot will undermine its strategic autonomy. Will the US demand India take sides in the ongoing geopolitical tussle between East and West? For sure, India’s strategic interests in the Indo-Pacific region cannot be overlooked. As China continues to assert its dominance and belittle India, should we not continue to balance our relationships with both Russia and the West to ensure national security? Will a complete pivot towards the West leave India vulnerable, especially if Russia aligns itself more closely with China on Sino-Indian issues, in response to India’s overtures to the West. The last thing India needs is an immediate zero-sum game where it must choose between its two major partners. We will have to, of course, wait and see how Putin’s Russia responds to New Delhi’s new outreach to Kyiv. Will Putin recognise that his neglect of the bilateral relationship may have come at a huge cost?\nIt is also vital to consider the implications of Modi’s visit on the broader geopolitical landscape. By engaging with Ukraine, India is not merely signalling support for a nation under siege; it is also positioning itself as a potential mediator in the conflict. This role could potentially enhance India’s credibility on the global stage, but it could also entangle India in a protracted conflict that may have far-reaching consequences. Moreover, positioning requires plans, not slogans. What workable plan for peace has New Delhi proposed which will be even remotely acceptable to both Kyiv and Moscow beyond the shibboleths emphasising the importance of dialogue?\nFurthermore, as India moves closer to the West, it must remain vigilant about not becoming strategically over-dependent on it while extracting benefits that will help it to moderate Chinese aggressiveness, which is not limited to the border. History reminds us that the US has a history of using leverage to influence the foreign policies of other nations. India must ensure that its strategic decisions are not dictated by simply external pressure or the whims of western powers. The balancing act is delicate, and the stakes are high. The Tsar of American strategic thinking, Henry Kissinger is often cited to suggest, perhaps apocryphally so, that while becoming an enemy of the US is dangerous, to be America’s friend is fatal; there is more than a grain of truth in that wisdom.\nAs India navigates this complex landscape, the world will watch closely, and the implications of this shift will resonate for years to come.\n\n",
        "headline_1": "Ukraine: India does high-stakes balancing act",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/ukraine-india-does-high-stakes-balancing-act/",
        "news_paper_name": "The Times of India",
        "publish_date": "26-08-2024"
    },
    {
        "full_article": "It is surprising that more than four years after the Awami League government closed the 25 state-run jute mills, the Bangladesh Jute Mills Corporation (BJMC) is still counting losses for them. According to a report by Prothom Alo, in FY 2023-24, the corporation incurred a loss of over Tk 180 crore, while over Tk 137 crore was spent on salaries and allowances for employees who are sitting idle. For instance, the Demra-based Latif Bawani Jute Mills Limited, which was shut down in July 2020, is still having to pay its 184 staff members. A similar situation prevails in other closed jute mills. The question is, why has the BJMC failed to take a decision about its idle workforce in all these years?\nBack in 2020, the government had promised that all the mills would be reopened after equipping them with modern technologies under different types of ventures such as public-private partnership, etc. It also promised to give jobs to the laid-off workers once the mills reopened. However, we have not seen any such initiatives since. What BJMC did instead was that it leased out 14 of the 25 mills to different private organisations. Unfortunately, half of them reportedly do not even have the expertise to run such facilities, and therefore couldn't start their production. On what basis were those mills leased out then? Also, isn't leasing them out to private entities without modernising them a clear breach of the government promise?\nGiven the worldwide demand for jute-based products and the potential of this sector within the country, we think the interim government should take urgent initiatives to revive this sector. Of course, if needed, the government can work together with private institutions but there is no alternative to revamping the BJMC so that it can take the lead in this regard. This would also create job opportunities for thousands of workers including those who used to work in the sector and are now living in dire conditions.\nReviving the sector is all the more important because of the global campaign to reduce the use of plastic products. Bangladesh can be a part of this drive by rejuvenating the sector since jute-based products can actually be a great alternative to plastic goods and bags. Our scientists have invented some jute-based products, such as the biodegradable Sonali Bag, which has a great potential. However, we have not succeeded in popularising them due to the reluctance of the relevant authorities. Such attitudes must change.\nAbout the idle BJMC workforce, we think the government should take a quick decision about transferring them to other government factories or institutions. Another option is to let go of these officials by paying them their dues since the BJMC should not be incurring such huge losses year after year. However, the government's long-term goal should be to completely overhaul the BJMC and the jute sector so that the latter can make profits again.\n",
        "headline_1": "BJMC is still incurring losses!",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/bjmc-still-incurring-losses-3686721",
        "news_paper_name": "The Daily Star",
        "publish_date": "26-08-2024"
    },
    {
        "full_article": "In the often-treacherous world of showbiz, there is always \"something else\" beyond mere skill, charisma, and looks that contributes to stardom. A hero is unique, irreplaceable, and reigns until the time of another hero arrives. A hero representing a specific era in film often signals something new, marking the arrival of his time and distinguishing him from the hero of the previous generation. The identifiable traits in a star usually cannot be replaced by those of another, as in a Fordist-Taylorist model of enforced standardized methods. Therefore, there is an element of irreplaceability in a star.\nIrving A. Thalberg, Hollywood's \"boy wonder\" producer, saw this in stars. He famously said that in movies, more than anything else, the actor is \"the thing.\" If Thalberg is one of the founders of what André Bazin called the \"genius of the system,\" there is another strand of filmmaking. François Truffaut learned from Jean Renoir that the actor portraying a character is more important than the character itself.\nRepresentative film stars, particularly those who play leading roles, frequently embody larger-than-life or deeply relatable characters on screen, so these portrayals and the presence of the stars allow us to explore the historical contexts in which such heroes became possible.\n\nWhile the elite group relished the cosmopolitanism of the Ayub regime, on the other end were the grim and emaciated masses—workers, porters, peasants, and rickshaw pullers with bidis tucked behind their ears, street urchins staring into the glass windows of toy stores, and angry, impoverished students with little hope for jobs and a better future. In this situation, seeing a young man in his early twenties like Razzak—jolly, full of life, and pleasant—was definitely refreshing.\nRazzak, who earned the honorific title of Nayakraj, meaning \"the king of heroes,\" is widely recognized as the most famous and successful movie star in the Bangladeshi film industry. By the mid-1960s, his presence loomed large on the silver screen of Bengali cinema in East Pakistan, and it never \"got small.\" Over a career spanning more than half a century, in addition to immense cinematic success, Razzak achieved the status of a cultural icon. What kind of hero was Razzak, considering his arrival, rise, and elevation to prominence coincided with a time when the political and cultural life of Pakistan's eastern province was undergoing unprecedented changes? Razzak's significance is related to and needs to be understood in the context of the time when the political and cultural realities of East Pakistan were presenting new possibilities.\nAfter a period of struggle and uncertainty upon arriving in East Pakistan as a refugee from West Bengal, Razzak's first major cinematic break came with Behula. Based on the Mangal-Kavya and directed by Zaheer Raihan, this movie is one of the most significant cinematic creations in East Bengal. Razzak's entry in the film was not marked by the typical dazzling, low-angle shot often reserved for heroes. His entrance was rather natural and spontaneous. As Lakhindor, the beloved youngest and only surviving son of the wealthy merchant Chand Saudagar, Razzak walks into the frame unwittingly and, without much care, enters the realm ruled by the snake-goddess Manasa Devi, carrying a peacock—an animal that the deity views as an arch-enemy.\nBehula was an instant blockbuster. In this movie, Razzak as Lakhindor is cursed by the snake goddess Manasa due to her wrath against his father. From halfway through the film, Razzak had to portray a dead character whose body is taken to heaven by his wife, Behula. Yet the audience felt deep sympathy for this character and discovered the star they had longed for. Rafiuddin Babu, the writer of the only biography available on Razzak, has rightly said, \"From the cursed Lakhindor, there occurred his radiant rise.\" It was a significant film not only for Razzak's career but also for revitalising Bengali cinema. The success of Behula, much like Rupban, released a year earlier, helped sustain Bengali cinema and played a crucial role in rekindling Bengali cultural nationalism. Coincidentally, both the famous Six-Point Demands and Behula appeared in the same year—1966.\nBengali film enthusiasts had been trying to establish a film industry in East Bengal since the early 1950s. From the mid-1950s to 1962, most of the films produced in East Bengal were Bengali. However, during the heyday of Ayub Khan's rule, many Bengali film producers turned to making Urdu films, as Bengali cinema faced hostility from the government, both in terms of opportunities and censorship. For instance, in 1963, there were sixteen films under production in East Pakistan, but only three were in Bengali.\nAt this juncture, Zaheer Raihan and Salahuddin turned the tide for Bengali cinema by deciding to make folk-fantasy genre films. It seems that while Bengali filmmakers were struggling, they figured out that films based on folklore and legends lent an element of originality and authenticity, making them distinct from others' stories. Hegel identified legends, ballads, and traditions as fugitive, shadowy elements, and poetic expressions belonging to a nation's half-awakened state. Perhaps these \"dim and hazy forms\" have a profound connection to the people's psyche, which explains Behula's success. Equally significant was the role played by Razzak. Filmmakers and movie lovers discovered in Razzak a hero they could capitalise on and relate to. Zaheer Raihan understood this, which is why he was adamant about casting Razzak, despite reservations from many.\nRazzak may not have been the most manly actor in the traditional sense, nor even the best in terms of acting skill. When he arrived in Dhaka, the film scene was not empty—there were already good actors who had a certain degree of acceptance in romantic, tragic, or social hero roles. Yet, at a time when Bengali cinema was struggling to carve out a niche in East Pakistan, Razzak brought a unique affective quality to the screen that resonated with the masses. All the established stars before him were involved in both Bengali and Urdu films. Razzak was the first star who concentrated solely on Bengali films.\nRazzak's immense popularity among the masses and the high demand from filmmakers can be gauged by the fact that between Behula in 1966 and 1970, he was cast in nearly 45 leading roles, with almost all of them being commercially successful. By 1972, he had completed his 100th film—a testament to his popularity and inevitability in the industry.\nIt is true that Razzak was, on the surface, modelled after other heroes of the subcontinent, most notably Uttam Kumar. Directors likely cast him with the image of those heroes in mind, seeing a resemblance or shadow of them in Razzak. Even his fans and cinema-goers noticed similarities between Razzak and these established movie stars. However, despite the outer resemblance to other stars, the characters he portrayed—righteous youngest sons, unemployed youths, writers, and protesting students—brought originality and authenticity to his roles, shaped by the specific historical and sociological context of the time.\nTo understand what Razzak brought to the screen, we need to look at 1960s East Pakistan. The 1960s in East Pakistan were marked by stark contrasts, despite Ayub Khan's well-publicised narrative of development and progress. Signs of modernisation and the availability of modern amenities were evident. However, only a select few could bask in the affluence generated by the military-bureaucratic dictatorship—primarily upper-echelon government employees, a few businessmen, and successful professionals like doctors and university professors.\nWhile the elite group relished the cosmopolitanism of the Ayub regime, on the other end were the grim and emaciated masses—workers, porters, peasants, and rickshaw pullers with bidis tucked behind their ears, street urchins staring into the glass windows of toy stores, and angry, impoverished students with little hope for jobs and a better future. In this situation, seeing a young man in his early twenties like Razzak—jolly, full of life, and pleasant—was definitely refreshing.\nA star represents social reality and thus reflects the desires of the people. When we see Razzak in the films of the 1960s, it's impossible not to notice his fresh and jovial presence. We see him coming back from university, dancing and singing to \"Neel Aakasher Niche Ami Rasta Cholechi Eka.\" He is going out with Kabori, Sujata, or Shabnam on romantic and amatory adventures in the Garden of Ramna, on a boat on the river, or in a popular couple's spot on the outskirts of Dhaka. Razzak exudes a sense of newness. He often arrives late to a rendezvous, playfully coaxing and cajoling his sweetheart for making her wait. The song of persuasion and flattery by a prospective lover, \"Aynate Oi Mukh Dekhbe Jakhon,\" or the beautifully poetic and romantic song of courtship, \"Tumi Je Amar Kobita,\" embody something new for the audience. These culturally and aesthetically significant songs encapsulate this new spirit and possibility.\nWhat I want to convey about Razzak's acceptance becomes more tangible in Jibon Theke Newa, another Zaheer Raihan film that stands as the most significant cinematic creation in the history of Bangladeshi cinema. This powerful political film was set against the backdrop of the mass movements of 1969 and was released in 1971. Razzak, as part of an ensemble cast, plays one of the main characters—a student leader living under the oppressive rule of his autocratic sister, who governs the household with an iron fist, much like Ayub Khan ruled the country. The film was an allegory for the military dictatorship of Ayub.\n\nRazzak's life itself tells the story of a tumultuous and fascinating time when national identity, belonging, and prospects were in flux.\nAlthough Razzak's character is crucial to the movie, he has less screen time than some of the other key characters. Yet, the way his character is portrayed is both distinctive and indicative of something new. He first appears during the Prabhat Pherry on February 21st, singing the anthem of the language movement. Throughout the film, he is rarely seen inside the house. Instead, he is always outside—at the Shaheed Minar, at Curzon Hall, or leading protests with fellow students, workers, and peasants. When he returns home from the Prabhat Pherry, barefoot, he enters without tiptoeing. When his domineering sister scolds him for being out and threatens to end his education, he barely pays attention. Unlike others in the family, Razzak's character is distinctively defiant, shrugging off the house's prescribed strict rules and norms.\nHis character in Jibon Theke Newa embodies the spirit that poet Shamsur Rahman eloquently wrote about in his poem, where the grandfather, astonished, wonders, \"Who is it that frequents this old house?\" He is like the character Rahman cast from the resounding streets of 1969—the teenagers, full of life, who ignored the cautionary tales of their elders, rolled up their shirt sleeves, and swiftly joined the unadulterated exultation of the endless processions. It is worth noting that in 1971, much like his movie character, Razzak took to the streets to protest against the military dictators of Pakistan.\nIf we are to use the hackneyed but relevant phrase that social change is first reflected in the arts, then it can be said that Razzak, as a star, was contemporaneous with—or even a progenitor of—the youths who would soon participate in mass movements and the liberation war. If workers, students, writers, and intellectuals were agents of the changing sixties, so too was Razzak through the more popular medium of cinema. We cannot downplay the political and cultural significance of the popular cultural expressions embodied in the characters Razzak portrayed in his movies during the sixties.\nRazzak's life itself tells the story of a tumultuous and fascinating time when national identity, belonging, and prospects were in flux. Born in 1942 into a well-to-do Muslim family in the predominantly Hindu neighbourhood of Naktala in Kolkata, he lost both parents at a young age. This void was filled by the care of his elder siblings and the avuncular love of his neighbours, both Hindu and Muslim. As a lively and energetic adolescent, Razzak was a natural choice for school sports, recitations, and annual plays.\nBefore long, it was acting that captivated him the most, fuelled by the vibrant theatre and cultural activities in his neighbourhood. Razzak often recalled with pride that cultural luminaries like Chhabi Biswas, Sabitri Chatterjee, Manju Dey, and Ravi Bhattacharya lived in his para. He reminisced that the theatre and cultural milieu of his locality ignited his passion for acting. Not only did he observe these figures, but he also had the opportunity to learn from them. He fondly remembered that after his first school theatre performance, where Chhabi Biswas was the guest of honour, Biswas gently admonished him for turning his back on the audience while on stage. For some time thereafter, Razzak learned recitation and acting techniques from Chhabi Biswas.\nAlthough it was his school teacher who introduced him to the world of theatre and acting, it was Piyush Bose, the founder and director of Rangasabha, who became his true mentor in the art of acting. Once Razzak became involved in theatre activities, it wasn't long before he fell in love with the craft, making acting his passion. The enchanting world of performance, which would later bring him fame, may have also provided refuge for the orphaned Razzak. In a television interview, he shared that during his adolescent and early adult years, acting was all he could think about. He spent countless days and nights rehearsing, honing his craft with unwavering dedication.\nIt was with Piyush Bose that Razzak first visited the film studios in Kolkata's Tollygunge, where he met his screen idol and the iconic star of the time, Uttam Kumar. These visits sparked in Razzak the dream of becoming a movie star. In the meantime, he once fled to Mumbai, where he completed a nine-month course to hone his acting skills.\nIn Satyajit Ray's Nayak, the protagonist Arindam Mukherjee's theatre guru, Shankar Da, warns his talented disciple about the lures and traps of the dazzling but hollow life of the film industry. \"You will become a puppet in the hands of the director,\" he cautions. Shankar Da, a stern moralist, is convinced of the pure and high art of the theatre world, contrasting it with the money, corruption, and treachery of the film industry. Unlike the Shankar Da of real life, Razzak's real-life Shankar Da, Piyush Bose, took the middle path. While deeply invested in theatre, Piyush Bose was also involved in filmmaking. He cast Razzak in a few minor and uncredited film roles. He wanted his disciple to be successful, but at the same time, he seemed acutely aware of the challenges a Bengali Muslim youth would face in the Kolkata film industry, which was already saturated with established and talented actors.\nAs Razzak struggled to find opportunities in Tollygunge, Piyush Bose suggested that he try his luck in East Pakistan, a burgeoning film industry. Bose introduced him to several members of the East Pakistani film fraternity who frequented Kolkata for film-related work. Anyone familiar with the post-partition social and cultural realities of East and West Bengal would understand the implications of Bose's advice. In a Muslim-majority country, it would likely be easier for a Muslim youth like Razzak to succeed as an actor. Given the political and cultural milieu of the time, such advice from experienced individuals to the younger generation was common, considered pragmatic, and offered in good faith.\nHowever, to Razzak, despite East Pakistan being just across the border, it seemed like a far and wild country. Naturally, the glittering film studios of Kolkata or Mumbai were far more enchanting to him than the unknown prospects in East Pakistan.\nIn interviews and autobiographical essays, Razzak often reflected on his upbringing in a predominantly Hindu neighborhood, emphasising that he never experienced any discrimination nor harboured ill feelings towards Hindus. He was everyone's favourite \"Raja.\" However, in an autobiographical essay published in Bichitra in 1992, he did hint at noticing a Hindu-Muslim divide within the film industry.\nRazzak's decision to migrate to East Pakistan after the riots of 1964 mirrors the experiences of many others who were heartbroken, saddened, and deeply affected by witnessing how long-familiar communities could turn hostile during communal riots. Initially, Razzak planned to move to Mumbai, the heart of India's film industry. However, Piyush Bose convinced him otherwise, noting that Mumbai was already overcrowded and that Bengalis were not faring particularly well there. Consequently, Razzak arrived in East Pakistan as a refugee at a time when many were moving in the opposite direction—from East Pakistan to West Bengal.\nAs a young boy, Razzak regularly acted in Salil Sen's immensely popular partition-based play Notun Ihudi, which was staged in major theatres across Kolkata as well as in various neighbourhoods. Razzak gained popularity and praise for his portrayal of Mohan, the youngest child of an East Bengali Hindu refugee family in Kolkata, who struggles to help his family survive in the cruel post-1947 days. It is both interesting and ironic that, to some extent, Razzak played the role of Mohan in real life as well.\nIn the aftermath of Partition, many artists migrated from one country to another. While they left behind their birthplace and familiar surroundings, they also played a pivotal role in rebuilding the new societies they arrived in, which were often scarred by division and bitterness. Against this backdrop of loss, these artists made immense contributions to the process of recovery by creating beauty through their art. We often overlook this aspect of the subcontinent's history. Even as these artists enriched their adopted countries, their personal views of leaving behind home remained untainted. Over time, they became loved and accepted by all, transcending borders and divisions. Razzak is a shining example of this group of artists.\nMohammad Afzalur Rahman is a lecturer in the Department of History and Philosophy at North South University. He can be reached at [email protected]\n\n",
        "headline_1": "Nayakraj Razzak: A new man in the 1960s",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/focus/news/nayakraj-razzak-new-man-the-1960s-3686616",
        "news_paper_name": "The Daily Star",
        "publish_date": "26-08-2024"
    },
    {
        "full_article": "In the case of the recent flooding, the precipitation centre that caused it is in Tripura. As a result, the areas surrounding Tripura are experiencing severe floods. Brahmanbaria is situated to the south of Tripura, while Moulvibazar and Habiganj are located to the east.\nThis situation has led to widespread flooding across these regions. The intense precipitation in Tripura has caused several rivers to overflow. Some rivers have flowed towards the south, some to the north, and others to the southeast, creating an unusual situation.\nRivers in Bangladesh typically flow from the north to the south towards the Bay of Bengal, but that is not always the case. For example, the Gomati River flows from the eastern side of Tripura, through the Dhalai district, passing between two mountain ranges. There is a dam on the first mountain range, where water is collected to produce electricity. Such reservoirs are also used as flood control mechanisms. In the event of heavy precipitation, the dam gates can be opened slowly to release some water, but this has a limit. When the water exceeds this limit, the dam overflows, leading to flooding.\n\nHowever, the flooding is not solely due to the dam overflow. For instance, the Khowai River originates in Tripura, and there is a barrage at its mouth. There is also a barrage at the origin of the Gomti River. These barrages don't hold much water, so opening or closing them does not directly cause flooding. The flooding is more connected to the opening of gates at the Teesta River, which is connected to the Ganges and the Farakka Barrage. These barrages can hold a significant amount of water, and when they are opened, the heavy flow contributes to flooding downstream.\nThis time, the flooding was primarily caused by excess rainfall. The army, when mobilised with proper resources and coordination from the state, can play a crucial role in managing such disasters by providing logistical support, such as speed boats and other necessary equipment. However, the current government, being newly in power, may not be fully prepared to take immediate and decisive action. Instead, it is engaging in heavy rhetoric, often adopting an aggressive stance toward India, which is not the right approach.\nThe situation should be handled diplomatically, with a proper understanding of the hydrological dynamics of the Ganges, Teesta, and other rivers. A well-informed strategy is essential. The government should consider ratifying the United Nations Watercourses Convention of 1997, which has been pending in Bangladesh for a long time. This could be a significant step forward. The interim government's adviser on environment and water resources, Syeda Rizwana Hasan, has suggested taking the river sharing issue onto international platforms, but to do that, Bangladesh first needs to ratify the convention, as going to the UN without accepting the convention will not be effective. Some have alleged that the previous government did not accept the convention due to India's influence, but this government should not adopt the same stance.\n\nAs for our roles as ordinary citizens, first, we must refrain from panicking, as difficult as it may be. In situations like this, panicking can often cause further trouble. People who have their own families to look after should treat them as a first priority. Apart from that, individuals whose families are not dependent on them may engage in volunteering in the flood-affected areas, if they have a financial surplus or can collect funds for flood relief.\nAs for precautionary measures for future disasters, there isn't a lot to be done on an individual level. As flooding is a recurring natural event in Bangladesh, it is often difficult to avoid it completely.\nIn recent years, the number of young children who cannot swim has gone down significantly compared to the number from a few decades ago. Therefore, parents should take the initiative to teach their children how to swim, which is an essential life skill even without considering the floods. Being more proactive in learning how to swim, as well as teaching others, is something all of us can focus on.\nOn an institutional level, the Ministry of Disaster Management and Relief, as well as the Ministry of Youth and Sports, should utilise their resources to provide relief and support. The army has already assisted in rescue operations, which should inspire the relevant ministries to use their resources and use self-motivation to help in any way possible.\nEven though the interim government is still in its early stages, they should guide the individual efforts by different groups of volunteers in conjecture with utilising the state apparatus. This can ensure that the flood-affected victims are getting the help that they need.\nM Inamul Haque is the former director general of River Research Institute.\n\nViews expressed in this article are the author's own. \nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "What made the flood so severe",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/what-made-the-flood-so-severe-3686256",
        "news_paper_name": "The Daily Star",
        "publish_date": "26-08-2024"
    },
    {
        "full_article": "The decision by the interim government to list unessential and politically motivated projects for axing is a commendable and timely step. By streamlining development priorities, the interim government aims to avoid the wastage of public funds and ensure that resources are allocated efficiently. Given the prevailing economic challenges, a careful recalibration and a realignment of development projects are crucial to ensuring effective allocation of limited resources for the most pressing needs of the nation. Many projects undertaken by the previous Awami League regime not only served the party's political agenda but were also plagued by irregularities and cost overruns, leading to significant wastage of taxpayers' money. Completed projects often end up costing several times more than the originally anticipated due to corruption and lack of proper oversight. Unfortunately, it had become a common practice to allocate substantial funds for ministers and MPs for development projects in their constituencies, often timed to coincide with national elections. This politically motivated approach frequently resulted in incomplete projects by election time; when promises used to be made to complete them if the party secured a victory. The rush to implement such projects also raised questions about project implementation capacity and integrity. There were often complaints of wasted funds due to corruption, faulty design and delayed project execution.The interim government inherited a legacy of inefficient and potentially wasteful infrastructure development projects, many of which are in various stages of implementation. This inherited burden presented a significant challenge before the new administration. Amid the lingering economic slowdown, it is crucial for the government to focus on projects that have a direct impact on the lives of citizens and the overall well-being of the nation. Additionally, the focus should shift towards increasing employment opportunities rather than solely prioritising GDP growth. Rising inflation has left the average person increasingly frustrated, as the cost of living continues to soar. In this situation, employment generation, infrastructure that supports long-term economic growth, and social welfare projects should get priority. While the previous government focused heavily on infrastructure development, it often neglected the more important sectors such as education and health. These two sectors are fundamental for human capital development. As a result of chronic insufficient investment in quality education, primary healthcare, and skill development, the country is facing an acute human capital crisis. For example, Bangladesh needs to hire foreign engineers and technical experts for the construction of mega projects like the Padma Bridge and Metro Rail. However, no decisive action was taken to develop the technical expertise within the country who could undertake such projects in the future. The lack of skilled manpower is also evident in the fact that, while a large number of educated youths are not finding jobs, many local businesses are hiring foreign nationals who take home about six billion dollars annually, equivalent to a quarter of the country's expatriate income. It is imperative, therefore, for the government to review its priorities and set allocation accordingly to enrich the country's pool of skilled manpower. Advanced economies worldwide are known and respected for their optimal investment in human resource development. They understand that a skilled and educated population is the cornerstone of sustained economic growth. If Bangladesh truly wants to graduate to a proper middle-income economy, there is no alternative to developing human capital.",
        "headline_1": "Pruning unnecessary projects a pragmatic step",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/pruning-unnecessary-projects-a-pragmatic-step-1724600763",
        "news_paper_name": "The Financial Express",
        "publish_date": "26-08-2024"
    },
    {
        "full_article": "Neither students nor the masses who joined them in the political upheaval that reached its peak on August 5, could, perhaps, comprehend what they had done. That the entire nation owned August 5 and was ready to defend it at all costs was evident when people in every neighbourhood held all-night vigils to drive back robbers as the police fled their stations immediately after the fall of the past government. It was a case of total collapse of law and order. But the nation was united behind students to face any challenge to their independence and national sovereignty. The armed forces also rose to the occasion and stood beside the people. Students managed road traffic in absence of traffic police and the people were with them heart and soul. Now the nation is facing another daunting crisis, the most devastating flash floods in the last 31 years inundating 11 north-eastern and south-eastern districts. About 5 million people are affected. Will the hardly three weeks old interim government of Dr Yunus be able to tide over this new crisis? But Dr Yunus and his team of advisers are not alone in meeting this new challenge. The whole nation is behind him. Whether natural or manmade, Bangladeshi people have shown in every case of past calamities their resilience against all odds. As always, such resilience is demonstrated through national unity. Consider the long queues of people with food, water, clothes, cash money at the TSC (Teacher-Student Centre) of the Dhaka University where some three thousand students of the anti-discrimination student have been busy collecting and packaging donated relief goods for the flood-stricken people. Notably, their relief goods collection started since August 21 following the heavy rainfall the days before in the Indian state of Tripura causing floods there. To make matters worse, in the face of building water pressure, the Dumbur dam on the Gumti river in Tripura was reportedly opened resulting in the sudden deluge in the downstream areas of Bangladesh. The student volunteers have also been coordinating the entire relief operation through their committees formed across the nation for the purpose. The energy of the nation's youth is now unleashed for the humanitarian cause of helping the flood-hit people. All such activities are taking place spontaneously without seeking any state support. So, the government can now plan, and it has already been doing so, how the yet bigger challenge of post-flood rehabilitation work could be met. On this score, the Chief Adviser, Dr Muhammad Yunus, on Saturday, August 24 met NGO leaders and stressed utilising their expertise as well as local knowledge (the experiences of the people in their centuries-long struggle against floods and other natural disasters) to carry out relief operation and post-flood rehabilitation in a coordinated fashion. At this point, he did not fail to bring to the notice of those present on the occasion the extraordinary scene at the TSC. We also witnessed such concentration of youthful energy when they braved the bullets of the autocracy and brought about its downfall. But they would not have been able to achieve that had their brothers, sisters, parents, friends and neighbours not also joined them. It is a kind of unity among the people that the nation saw during the Liberation War in 1971. So, it is not just accidental that people are calling August 5 as the day of second independence. People, in the thick of street fights, skirmishes and brawls during what were later known as revolutions of the past, did not know they were becoming part of history. The famished Paris mob that stormed the Bastille fortress on July 14, 1789 did not know that their action would go down the history as one that would change the world. So were the working class women protesting against food shortages and high prices of bread in the streets of Petrograd (then-capital of Russia) on February 23, 1917 unware that they were part of revolution that not only changed the Russian, but the world history. In fact, no revolution is ever planned. It happens. History later records it as a revolution. So, was what happened on August 5, 2024 a revolution? Being the part of the fast-changing events, it is not possible to grasp what the totality of it is looking like. Will it all reach a successful end? Many revolutionary events in history did not end up in the expected way in the long run. The republican revolutions of 1848 in Europe, for instance, finally ended not with a bang but a whimper. So, did many others. This is how some historians would like to describe great social and political events of the past. Success or failure of a revolution is in the mind of the historian who narrates it. Revolutionary events, like storms, take place to bring about a radical change in the existing order of things. The August 5 was such a revolutionary moment with the potential to change the oppressive structure of the state and governance. Hence was the outburst of protesting masses, whose energy was unleashed to destroy the existing order-the physical structures and the narratives of that oppressive order. So did a few instances of excesses were seen to have been committed to the chagrin of some cultured members of society. True, the people who bring about changes are in the thick of things. They have no scope to observe and analyse events from a distance and come up with a value judgement ---if those were good or bad! But if excesses do not happen, that is anything but revolution. It is up to history to judge that.\n[email protected]",
        "headline_1": "Revolution before us",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/revolution-before-us-1724600800",
        "news_paper_name": "The Financial Express",
        "publish_date": "26-08-2024"
    },
    {
        "full_article": "Never before has the country seen mass resignations of this scale. The resignation of the country's ousted premier opened the floodgate of voluntary stepping down by people in high positions of the three organs of the government---the legislative, executive and judiciary. But not all did relinquish their positions on their own; many were forced to give up in the face of protests and demands from students who brought the Awami League government down on the one hand and also colleagues and subordinates with grievances on the other. However the resignation overdrive does not end in the three organs of the government, the wave of retrenchment and voluntary departure has caused heads rolling from the top positions to other important functionaries down the rank in public universities, medical colleges, colleges ---both government and non-government---and even schools. The elected local government positions were mostly vacant because the office bearers were either in hiding or left the country following the fall of the previous government. Considering the dislocation of public service, the interim government had to appoint administrators to the vacant positions under the Local Government (city corporation) Ordinance 2024 which brought about amendment to four related laws. The legislative, executive and judiciary changes met with little opposition and replacements were not particularly difficult to find. But in case of finding the most suitable candidates to head the public universities including the four autonomous of those, seems to have proved quite daunting. It would be unwise to think that all the vice chancellors of the 55 public universities were unqualified for the job much as they may have the backing of the erstwhile ruling party. Party affiliation notwithstanding not every VC was a rabid supporter of the government political agenda and the Chhatra League's overarching influence and bulliness. It would be unfair not to give credit to the immediate past VC of the University of Dhaka under whose able guidance the premier highest seat of learning in the country could attain the best ranking ever at 554th in the Quacquarelli Symonds World University Rankings 2025, the latest such assessment. The problem, however, lies in the fact of politicisation of administration and institutions. All the political parties that have ever been in power must be held blameable for this but in her continued four-term stint out of five with the head of the government, Sheikh Hasina took partisan politics to an unprecedentedly extreme level. The public universities were no exception to this. This has vitiated the environment of education, research and the creation of knowledge. Even when the atmosphere is charged with such partisan politics, it is not easy for a VC to catapult the university from a ranking in the 691-700 band in the previous year and from 801-1,000 band for five consecutive years before that. Not all the public universities could keep pace with the DU simply because their VCs were not up to the task against the odds. But a few tried their best to maintain the scholarly reputation of their varsities. Now that the universities are running without VCs, what future awaits those in terms of tertiary education? Given the leadership of students in the uprising against a government accused of partisan politics, the overriding concern is sure to be to get wise, erudite and neutral VCs in charge. But it will fall through if campus politics is not banned. Today's reality demands that anyone entering the campus area must shed one's personal political allegiance outside of the educational institutions' boundary. Teachers, general staff and students would be free to commit themselves to politics with allegiance to political parties on the street or in party offices beyond the campus. Happily, 11 public universities, two government colleges and six medical colleges have banned student politics ---13 of which has also banned politics for teachers and general staff. Let the political binary be banished from the university campuses. However, they should have non-partisan students' unions that will champion the cause of the students in general.\n[email protected]",
        "headline_1": "Mass resignation and the way forward",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/mass-resignation-and-the-way-forward-1724600827",
        "news_paper_name": "The Financial Express",
        "publish_date": "26-08-2024"
    },
    {
        "full_article": "The Indian government portrays Bangladesh as a close ally with a special relationship, a bond that may have been stronger in the past with the previous administrations. However, recent actions suggest otherwise. Border killings persist, essential goods exports are halted during crises, and there is ongoing manipulation of river water - retaining it during dry periods and releasing excess during floods, which severely impacts our low-lying regions.The recent flooding in our southeastern districts, caused by the opening of sluice gates in Tripura, has devastated the area. The Indian government's denial of responsibility for this flooding seems unreasonable and hostile. They should either offer compensation or, at the very least, provide aid and humanitarian support. Meanwhile, the interim government is focusing on national reforms and has already implemented several changes. What's needed now is our support, patience, and confidence in the government's efforts.\nRafid Alam, MPM, DU[email protected]",
        "headline_1": "Upper stream flooding conundrum",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/upper-stream-flooding-conundrum-1724600847",
        "news_paper_name": "The Financial Express",
        "publish_date": "26-08-2024"
    }
]