[
    {
        "full_article": "Monsoon rainfall over India is 8% more than what is usual for this time of the year. While this might bode well for agriculture in some regions, it also means floods and concentrated downpours with devastating consequences. At least 25 people were killed over the weekend as torrential rains triggered flash floods and landslips in Himachal Pradesh and Uttarakhand. Several arterial roads were blocked by debris, as currents washed away bridges and vehicles. The toll was higher in Himachal Pradesh with 21 killed and 12 injured. At least six are missing due to chaos following the downpour. Mandi, Kangra and Chamba were the worst-affected districts in the State. While death and damage to property are the surface manifestation of these rains, there are a range of secondary effects with long-term downstream impact. Schools and transport facilities, for instance, are immediately put out of action, leading to loss of productive hours. Cattle and saplings are left to perish, which in turn destroys livelihoods, debilitates family finances and strains the finances of the state exchequer. The monsoon compresses around 75% of India’s annual rainfall into four months and unevenly waters the country’s highly diverse terrain. It is, therefore, inevitable that some spots are far more vulnerable and bear a disproportionate impact of climate fury. A recent report released by Himachal Pradesh’s Department of Environment, Science and Technology underlines that mountain areas are highly vulnerable to natural disasters, where development over the years has compounded the problem by upsetting the ecological balance of various physical processes.While hill States such as Himachal Pradesh and Uttarakhand have certain unique challenges, the threats from the vagaries of climate are not unique to them. Monsoon rain patterns are being disrupted leading to a rise in cloudburst-like events as well as a rise in the frequency of high-energy cyclones and droughts. One strategy adopted by the government has been to improve the system of early warning forecasts. The India Meteorological Department now provides fortnightly, weekly and even three-hourly weather forecasts to districts. Within these are integrated warnings about flash floods and lightning. Not all of these are accurate and often, they are not provided early enough for authorities to prepare themselves. In recent years, improvements in early warnings for incoming cyclones have helped state agencies evacuate and rehabilitate the most vulnerable, but such success has not been observed for floods. While the inherent risks of infrastructure development in hills and unstable terrain is well understood, these are often elided by authorities in the name of balancing the demands of the people for better infrastructure and services. The increased risk and cost to such projects and infrastructure should be factored in when they are tendered out by the government, and scientific advice regarding development ought to be strictly adhered to.",
        "headline_1": "Factoring in the risk: on development of mountain areas",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/factoring-in-the-risk-on-development-of-mountain-areas/article65798112.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "23-08-2022"
    },
    {
        "full_article": "When a 17-year-old beats the five-time World champion and strongest chess player of all time in three games in a row, it is bound to attract attention. R. Praggnanandhaa did that at Miami on Sunday, the final day of the FTX Crypto Cup. His stunning victory over Magnus Carlsen, however, was not enough to win the tournament; he had to settle for the runner-up spot behind the Norwegian. But this is more than creditable, as all his seven rivals in the round-robin event had higher Fide ratings. And it was not the first time that he was beating Carlsen, having scored wins in online tournaments earlier this year. The great show at Miami should no doubt be a huge morale-booster for the Chennai lad. He had flown to Miami soon after helping India 2 win the bronze medal at the Chennai Chess Olympiad. He was not the biggest star at Mamallapuram, though. His teammate, D. Gukesh, also from Chennai and also a teenager, had created a sensation at the Olympiad, posting eight wins on the trot. A few months earlier, it was yet another Indian teenager, Arjun Erigaisi, who was hitting the headlines.Apart from Praggnanandhaa, Gukesh and Erigaisi, two other young Indians — Nihal Sarin and Raunak Sadhwani — had also come up with excellent performances at the Olympiad. Sadhwani then won the blitz title at the Abu Dhabi International Chess Festival, a few hours before Praggnanandhaa’s victory against Carlsen. At the Masters section of the tournament, Sadhwani shared the second spot after five rounds with Erigaisi and Sarin, among others. As for Gukesh, he is busy improving his rating at the Turkish Chess Super League in Ankara. That all these hugely talented youngsters are making their Grand-masterly moves at the same time augurs well for Indian chess. And there are a few more youngsters waiting in the wings, such as V. Pranav and Bharath Subramaniyam. Rarely has India threatened to take the world on, in any sport, with a group of promising teenagers. Viswanathan Anand, the man who began it all, may have been the lone Indian at the top, but his successors are likely to have company. He is now mentoring the young Indians, who have acknowledged how much they have gained from working with him. These days, quality coaches, some of them Grandmasters, are available across the country. A strong domestic base, made possible by, among other things, parental support and the rise in the popularity of the game, promises even brighter days ahead for Indian chess.",
        "headline_1": "Crowded at the top: On strong domestic base propelling Indian chess",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/crowded-at-the-top-on-strong-domestic-base-propelling-indian-chess/article65798122.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "23-08-2022"
    },
    {
        "full_article": "A 1953 BBC archives video of Jawaharlal Nehru holding a TV interaction with three British editors recently became a talking point online. In times when neither the PM nor CMs are seen taking questions from journalists, a no-holds-barred Q&A between newspersons and a PM made for compelling viewing.\nYet the Nehru debate is not just restricted to social media. He’s also the subject of a fierce political tussle, one side insisting he’s a demigod, the other that he’s a Villain No 1.\nRead the full article on TOI+\n\n",
        "headline_1": "Don’t deify, don’t demonise: Congress created a Nehru cult but the critique of India’s first PM by today’s right wing is unfair",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/bloody-mary/dont-deify-dont-demonise-congress-created-a-nehru-cult-but-the-critique-of-indias-first-pm-by-todays-right-wing-is-unfair/",
        "news_paper_name": "The Times of India",
        "publish_date": "23-08-2022"
    },
    {
        "full_article": "A PIL in the Supreme Court last week by the Federation of Medical and Sales Representatives Association of India has again put the doctor-pharmaceutical firm relationship under scrutiny. FMRAI alleges gifts were the catalyst for the high incidence of prescription of Dolo 650, an analgesic, when Covid was raging. The hearing will resume next month. The broader issue, however, embodies a universal regulatory challenge. Two unique features of healthcare account for it. Demand for it is often urgent and there’s a huge information asymmetry between doctor and patient. It puts doctors in a commanding position. Patients who need quick advice and know little about medicine are perfect patsies for prescriptions influenced by pharma companies’ inducements. The opioid crisis in the US was a particularly shocking demonstration of this. Pain-management pills were prescribed by doctors across the US, their addictive and harmful after-effects hidden or ignored. It took years for the crisis to be officially acknowledged. Litigation and finally bankruptcy filings by drug manufacturers followed. But it’s an open question whether the regulatory failure was addressed fully.\nIn the US, as in India, there’s no shortage of rules. For pharma firms there’s a voluntary code on marketing practices, in place since January 2015. The Indian Medical Council regulates the conduct of doctors through powers flowing from statutory legislation. But both these regulations are bound to be toothless because misconduct is expected to be addressed within the fraternity. Costs of such a system can be very high in India, where out-of-pocket medical expenditure is 55% of citizens’ total spend, as compared to the global average of 18%. Plus, plugging medicines marketed by companies that are making doctors happy can lead to over-prescription, with potentially serious consequences.\nThe answer is not heavy-handed regulation. GoI should aim to neutralise doctor-pharma “deals” by effectively using its existing programme of bulk purchases and sales of generic drugs – Pharma Inc pushes branded drugs. Bulk buying provides a price discount of 50-90% over branded medicines. However, it’s not very effective because GoI distribution is limited. The smartest solution is to use the existing network of private chemists. Certainly for commonly prescribed drugs, such as analgesics, awareness and availability of generics can substantially reduce the scope of shady persuasion of doctors. A doctor’s diagnosis and her prescription can’t be undermined. But the misuse of this authority can be minimised.\n\n",
        "headline_1": "Pill pushers: Dolo PIL another reminder of dubious doctor-pharma relationships. Generics can minimise the problem",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/pill-pushers-dolo-pil-another-reminder-of-dubious-doctor-pharma-relationships-generics-can-minimise-the-problem/",
        "news_paper_name": "The Times of India",
        "publish_date": "23-08-2022"
    },
    {
        "full_article": "Among many reasons India ranks the worst in road deaths worldwide, perhaps the most wretched and shocking are potholes. This form of civic dereliction of duty is almost unique to India – the phrase ‘pothole death’ is unheard of in most countries. Government data puts the 2016-20 annual average of such deaths at 2,300. That’s bound to be an underestimate. Proxy labels such as ‘death due to negligence’ where the onus is put on victims/drivers are further reminders of a system where the contractor, the engineer and the official are often bound by sharing of ill-gotten gains, and no one’s held accountable.\nLast week Kerala high court directed district collectors to proactively avert these “man-made disasters”, particularly in their capacity as heads of the local disaster management authority. Bombay HC will be constituting a special bench on the issue, after authorities have failed to implement its earlier orders on repairing potholes in Maharashtra. Similar failure by the Bruhat Bengaluru Mahanagara Palike has had Karnataka HC warning of contempt action against it. Courts’ struggle to change municipal bosses indicates the extent to which the rot has spread. On infrequent occasions when errant contractors are blacklisted, backdoors are found to get them fresh contracts.\nEven the Motor Vehicles (Amendment) Act 2019 provision for fining the designated authority, contractor, consultant or concessionaire up to Rs 1 lakh for subpar work leading to road accidents, is gathering cobwebs. But used smartly, it can really help nudge change – although the monetary penalty needs to increase manifold. Meanwhile, ahead of BMC elections Mumbaikars have been assured pothole-free roads in the next two years, with the aid of advanced polymer techniques and rapid-setting concrete. This is very doable. Basic political and administrative will, and some exemplary punishments, can de-hyphenate pothole deaths from the Indian monsoon.\n\n",
        "headline_1": "Death by pothole: Those responsible for these avertable tragedies never get punished. There’s a way to change that",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/death-by-pothole-those-responsible-for-these-avertable-tragedies-never-get-punished-theres-a-way-to-change-that/",
        "news_paper_name": "The Times of India",
        "publish_date": "23-08-2022"
    },
    {
        "full_article": "On the 75th year of India’s Independence, the health of our nation does not look good. The scourge of infectious diseases has hardly waned, and non-communicable diseases like asthma, heart disease and diabetes are now a household name. Our healthcare system has never had enough personnel or material resources to even begin to make a dent. Our only recourse therefore is to reduce demand.\nRead the full article on TOI+\n\n",
        "headline_1": "At 75 India needs to make health a habit: We must reorient public healthcare investments and create healthy, livable cities",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/at-75-india-needs-to-make-health-a-habit-we-must-reorient-public-healthcare-investments-and-create-healthy-livable-cities/",
        "news_paper_name": "The Times of India",
        "publish_date": "23-08-2022"
    },
    {
        "full_article": "In most cultures and faiths, when there is a death, the custom is to arrange the funeral ritual and burial as soon as possible. It is a crucial element of the process of mourning and getting closure when faced with a devastating loss. So, we can only imagine the pain it has caused Sumon Sheikh's family to not accept his body until a murder case is filed over his suspicious death at the Hatirjheel Police Station.\nThis is not an easy decision for any family to make. However, circumstances seem to have made it clear to Sumon's family that they have no choice but to take a stand to ensure his death is investigated properly. They maintain that police have framed him, demanded a bribe, and eventually tortured and killed him within a day of picking him up. Police, however, refute these allegations. So, what is stopping the police authorities from setting up an independent investigation to find out what really happened?\n\nWhy was he really arrested? Was he framed? Was he tortured in custody? Even if none of these apply, when a person dies in such a mysterious way right under the police's nose, is it not at least a case of negligence?\nInstead, everything points to an attempted obstruction of the process of justice in this latest instance of death in police custody in Bangladesh. Take the fact that when the family reportedly first went to the morgue, they were not allowed to take Sumon's body home. They allege that a police officer told them that the body would be surrendered only if they went straight to their home village, and not to their Rampura residence. Although police have denied this allegation, family members claim this was done to avoid any further protests over his death.\nEven if we accept the police version, their callous treatment of the demands for justice does not inspire much hope in their ability to investigate the matter properly and impartially. Sumon's wife told journalists that police did not allow them to lodge a case at the station. When his death sparked protests in front of the police station on Saturday, instead of promising a speedy and transparent investigation to hold any errant or negligent officers to account, police resorted to a truncheon charge to disperse the crowd. Moreover, members of Chhatra League also allegedly forcefully dispersed protesters who formed a human chain to demand justice.\nWe cannot help but feel that these actions, as well as the pointed effort to write the whole thing off as a case of suicide, only cast further doubt over police's intentions. Regardless of whether Sumon died by suicide, the circumstances must be investigated. Why was he really arrested? Was he framed? Was he tortured in custody? Even if none of these apply, when a person dies in such a mysterious way right under the police's nose, is it not at least a case of negligence? Sumon's family deserves these answers. They certainly do not deserve the treatment that has been meted out to them so far.\n",
        "headline_1": "How did Sumon Sheikh die?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/how-did-sumon-sheikh-die-3101151",
        "news_paper_name": "The Daily Star",
        "publish_date": "23-08-2022"
    },
    {
        "full_article": "It's disheartening that only 11 percent work of an important commerce ministry project, intended to help expand the export capacity of certain sectors and consequently the country's export basket, has been completed despite a one-year extension to the original three-year deadline. The extremely slow pace of work has been attributed to a number of reasons including a weak feasibility study, frequent replacement of project directors, lack of manpower, the outbreak of Covid-19, etc. There has been a clear disconnect between the vision behind the project and the approach of the implementing authorities, who allowed familiar barriers to get in the way of its completion.\n\nProject delays are common in Bangladesh, but the same happening to an export diversification project is quite unfortunate because of the potential it holds for us to earn foreign currency at a time when it is in short supply.\nExperts say that diversification, besides improving the capacity of local industries, can open up many overseas markets where our traditional and non-traditional products can enjoy good business. The Tk 9.95 crore project of the commerce ministry was meant to do that for the sectors of garments, food-processing and active pharmaceutical ingredients, while also reducing their import dependency. But nothing seems to happen as planned in Bangladesh. During the last four years of the project, its director has been changed six times. Its feasibility study was also found to be weak, which raises the question: why would the commerce ministry allow such an important project to be derailed by poor preparations? As a result, not only did they miss the deadline twice, they also made only marginal (read: ridiculous) progress in work and potentially squandered public money, which makes the project's future very uncertain.\nThis is also the latest example of how costly project revisions have become a norm, rather than the exception, in the public sector. We have repeatedly seen this over the past decade, thanks to systematic mismanagement, inefficiency and corruption. The same happening to an export diversification project is particularly unfortunate because of the potential it holds for the country to earn foreign currency which is in short supply at the moment. Experts say that when a country's exports increase, its earnings also increase proportionately while dependency on imports comes down as well. Export diversification is thus vital. It's all the more important to expand our export basket beyond the garments sector, which accounts for about 82 percent of total exports. Bangladesh faces a number of challenges in this respect, including unfriendly tariff regime for exports, capacity and reliability issues, lack of enabling environment for trade, lack of modernisation and diversification of products, etc.\nThese issues must be addressed to increase the export capacity of various sectors. As for the commerce ministry project, the authorities must fast-track its implementation by addressing the problems it has been facing.\n",
        "headline_1": "To boost exports, we must remove barriers to their diversification",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/boost-exports-we-must-remove-barriers-their-diversification-3101146",
        "news_paper_name": "The Daily Star",
        "publish_date": "23-08-2022"
    },
    {
        "full_article": "What happened this month turned out to be one of the biggest shut-downs of the tea gardens in the history of Bangladesh's tea industry. Tea workers started strikes in all tea gardens in Sylhet and Chattogram divisions upon the call of their lone union, Bangladesh Cha Sramik Union (BCSU). The passivity of the tea gardens owners' organisation, Bangladesh Tea Association (BTA), about the daily two-hour strike and demonstrations for four days (August 9-12) led strikes full-time from August 13 to 21. Their key demand was a daily wage of Tk 300.\nWe witnessed a workers' revolt that shook the nation, and inspired huge media attention and public sympathy. Six generations ago, these workers, belonging to the lowest rungs of the Hindu caste system and from Indigenous communities, had been brought by British companies from different parts of India to work on the tea gardens. They were among the poorest – the \"untouchables\" ­– and they remain among the lowest paid tea workers in the world even today. Tied to the tea gardens, they have no rights over the land they use and the houses they live in. These are the perfect conditions for depriving them of just wages and other facilities that are guaranteed by labour law and rules.\nThe primary demand of the working classes is always just wages, and decent work and living conditions. However, tea workers have been deprived of these just wages, and their lone union is traditionally too close to owners and the government to play an effective role. We saw it this month, when the only thing owners offered was a meagre salary rise of Tk 14, followed up by an offer of a Tk 25 increase. But this time around, workers'voices could not be suppressed. In defiance of their leaders and government functionaries, who decided to end the strike for the daily cash wage of Tk 145, tea workers decided to continue striking until their lone demand was met. This was the scenario up until Saturday (August 20).\nHowever, the workers' strike was brought to an end yesterday after a one-page statement was issued. The brief statement contained a memorandum of understanding (MoU) between Bangladesh Cha Sramik Union leaders and three government officials ­– the DC of Moulvibazar, Mir Nahid Ahsan, Police Super of Moulvibazar, Mohammad Zakaria, and deputy director of the Divisional Labour Office in Sreemangal, Moulvibazar, Mohammad Nahidul Islam. Workers' representatives who signed the MoU include eight top central committee members of BCSU, including its acting general secretary, Nripen Paul. It is surprising that the Bangladesh Tea Association is absent in the statement.\nOne of the most astonishing statements in the MoU, signed on the Moulvibazar DC's stationary, is that the prime minister will now guide the fixing of tea workers' wages. Yet nobody knows what exactly these wages will be ­– Tk 150? More? Less? The tea workers who were, up to August 21, determined to continue demanding daily wages of Tk 300 have now been thrown into confusion. After everything that has happened from August 9, they are now being asked to go back to work for a daily cash payment of Tk 120 until there is a decision from the prime minister. When we checked yesterday, we found all 23 tea gardens in Habiganj district remained closed, whereas all 23 gardens in Chattogram Valley had reopened. However, many other tea gardens were still shut. While we hope most tea gardens will reopen today, we cannot forget that ordinary tea workers are still enraged.\nThere is no doubt that the tea workers' leaders were under tremendous pressure to end the strike in order to avoid a catastrophe in tea production. And they have ultimately been made to accept a condition that is beyond their control. The ordinary tea workers consider the prime minister their guardian and they have immense trust in her. We all expect she will do justice to them. However, the owners' failures, and those of the Minimum Wage Board set up in October 2019, have become very clear after this month's protests and strikes. The union leaders' failure in negotiating with the owners has also become clear. \nThere are lessons for owners, trade union leaders and the government in this August revolt in the tea gardens. The tea workers have been mistreated and taken advantage of for generations, first at the hands of colonial owners, and then at the hands of their own countrymen at different periods. Such systematic abuse must stop. The ethics of fair business must be maintained in the tea sector.\nFirst and foremost, the Bangladesh Tea Association should calculate fair wages in open discussions with BCSU, government functionaries and, most importantly, economists and social scientists. BTA's calculation of the Tk 403 daily wages and benefits that it claims to give to workers is seriously flawed. According to sub-section 45 in section 2 of the labour law, it must exclude around half of what they are including as part of the \"payment\" from wage calculations, such as festival leave and sick leave. The BCSU also needs to be less ambiguous and clarify whether the demand of Tk 300 is just daily cash pay.\nTapan Datta, a veteran trade union leader and a long-time adviser of BCSU, welcomed the decision to end the strike and reopen the tea gardens. However, he said, \"I do not support anything less than Tk 200 in daily cash pay. If the tea workers are not happy with solutions guided by the prime minister, they can take appropriate measures including strikes, which is their legitimate right.\" \nIt is natural for the tea workers to be wary in this situation. There is enough evidence of owners hijacking the Minimun Wage Board to ensure wages don't increase at all. The Minimum Wage Board's recommendations and failed negotiations between BTA and BCSU fuelled the unrest in the tea gardens. Its complete failure means there is no longer any ground for the government to consider the recommendations it has forwarded to the labour ministry.\nIn the best interests of the tea sector, tea garden owners and government functionaries should promote true trade unionism. The lone trade union in the tea sector, BCSU, is cut off, isolated and unable to pursue appropriate strategies to establish the rights of tea workers. It even depends on the owners to collect the workers' monthly subscriptions to the union, which are then periodically sent to its account. This is known as the \"check-off\" system and makes BCSU dependant on tea garden owners. For its elections, BCSU depends on the government, which provides funds and the manpower to run it. It has many other limitations, and the owners and government agencies have a responsibility to help them become an independent and well-connected entity. This situation is far from ideal, with only one union being heavily dependent on the government and owners, and no opportunity to initiate other trade unions in the tea sector.\nThe August strikes in the tea gardens drew a lot of media attention and sympathy from the public, both in the country and abroad. Yet, what is still little known about the tea workers is that they are not just deprived of fair wages, they are left far behind in accessing education, health services and assets that are essential for them to migrate out of poverty and exclusion. Given that they hold diverse, ethnic identities and the majority of tea workers are lower caste Hindus, they are yet to be treated as equal and dignified citizens of Bangladesh. The August revolt has pointed out some of the insurmountable difficulties that the tea workers of Bangladesh face.\nPhilip Gain is a researcher and director at the Society for Environment and Human Development (SEHD).\n\n",
        "headline_1": "Fairer wages, or more broken promises for tea workers?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/fairer-wages-or-more-broken-promises-tea-workers-3100786",
        "news_paper_name": "The Daily Star",
        "publish_date": "23-08-2022"
    },
    {
        "full_article": "We are living in extraordinary times. Inflation, rising income inequality, mass species extinction, war in Ukraine, and the climate crisis compete (or should) for attention on the international agenda. Bangladesh also lives under a thick cloud of pollution and the daily tragedy of road deaths.\nAnd what is our response? For each problem, there is an array of suggested solutions, but most tend to be extremely limited and focused. After all, many people are specialists who have developed expertise in a particular issue. Unfortunately, that means that they tend to think in silos. Expertise is vital – we probably can't, and shouldn't, all be generalists. But if people are too trapped in their silos, they fail to see how different problems connect. \nWhen we think in silos, we develop individual solutions for each of these problems. Since we are so dependent on fuel, the price of virtually everything goes up when the price of fuel rises, so we demand greater subsidies for fuel. \nAir pollution kills us, so we demand technological or other solutions to magically clean up our air while watching the problem continue to worsen. We make rules about seatbelts and motorcycle use and continue to mourn those dying on our roads. \nAs for the climate crisis, we talk about the need to move away from fossil fuels while also wondering how to adapt to a world of ever-worsening droughts, floods, and violent storms.\nAs I have suggested before on these pages, we would do better if we took a fresh look at these issues. We need to adopt 21st century thinking, rather than continue to believe that the responses that helped us in the previous century will continue to serve us today. \nRather than subsidise fuel – and thus continue to contribute to the climate crisis – we should consider how localisation can help solve our problems. Localisation would reduce the need to travel and to ship freight across the globe; instead, we would mostly rely on local production for needed goods. Rather than demand cheap fuel, we should demand affordable transportation. We could do all of that while increasing road safety – or rather safe travels – by shifting our focus from a motorised lifestyle to a simpler one. We could gain access through proximity rather than through constant travel. Each of those approaches would help solve our other problems rather than attempting to reduce one problem while actually worsening others.\nIn the US, the recent rising prices for petrol led to a surge in demand for bicycles. Sustained higher fuel prices would provide the necessary incentive to wean ourselves off of fossil fuels, something we need to do in any case. By demanding lower prices, we make ourselves susceptible to future price gouging – and failing to address the other problems caused by our addiction to cheap fuel.\nThe crises we face are terrifying. And yet I can still imagine an infinitely better life that would solve many of our problems – reduce our dependence on fuel, clean up our air, bring down the prices of essential goods, help prevent mass extinctions, reduce income inequality, and reduce the climate crisis – while actually contributing to, rather than destroying, our chance at happiness. We don't even need magical new technologies that haven't yet been invented or expensive consultants to guide us. Our ancestors, or indeed indigenous people, possessed the tools of living far more compatibly with nature. That knowledge is rapidly disappearing, but we can still access it. We can learn the joys of simplicity.\nConsider load-shedding. Either we curse and sweat, or we rely on diesel-powered generators that are expensive, pollute, and undermine the whole purpose of load-shedding in the first place. But we could make entire cities much cooler if we used better design: More dirt and canals and trees and parks in the city, and more rooftop gardens. Those changes would also help mitigate flooding. If our cities were cooler, it would be easier to move about – at least for short trips – on foot, bicycles, and rickshaws. In a 15-minute, or better yet, five-minute, city, most of what we need would be close by. Thus, we would have far less need for cars and fuel, and would have more space and money to spend on expanding nature and agriculture in our cities, which would again reduce the need for transport and fuel while creating vastly more liveable cities.\nSystems thinking, which looks at how different parts of a system fit together rather than breaking them down into separate silos, is gaining popularity across different fields. It's about time we applied it to Bangladesh. After all, in the 21st century, it is the biggest hope we have for a liveable future.\nDebra Efroymson is the Executive Director of the Institute of Wellbeing and author of Beyond Apologies, Defining and Achieving an Economics of Wellbeing.\n\n",
        "headline_1": "Systems thinking: A solution to our many global crises",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/systems-thinking-solution-our-many-global-crises-3100621",
        "news_paper_name": "The Daily Star",
        "publish_date": "23-08-2022"
    },
    {
        "full_article": "In most cultures and faiths, when there is a death, the custom is to arrange the funeral ritual and burial as soon as possible. It is a crucial element of the process of mourning and getting closure when faced with a devastating loss. So, we can only imagine the pain it has caused Sumon Sheikh's family to not accept his body until a murder case is filed over his suspicious death at the Hatirjheel Police Station.\nThis is not an easy decision for any family to make. However, circumstances seem to have made it clear to Sumon's family that they have no choice but to take a stand to ensure his death is investigated properly. They maintain that police have framed him, demanded a bribe, and eventually tortured and killed him within a day of picking him up. Police, however, refute these allegations. So, what is stopping the police authorities from setting up an independent investigation to find out what really happened?\n\nWhy was he really arrested? Was he framed? Was he tortured in custody? Even if none of these apply, when a person dies in such a mysterious way right under the police's nose, is it not at least a case of negligence?\nInstead, everything points to an attempted obstruction of the process of justice in this latest instance of death in police custody in Bangladesh. Take the fact that when the family reportedly first went to the morgue, they were not allowed to take Sumon's body home. They allege that a police officer told them that the body would be surrendered only if they went straight to their home village, and not to their Rampura residence. Although police have denied this allegation, family members claim this was done to avoid any further protests over his death.\nEven if we accept the police version, their callous treatment of the demands for justice does not inspire much hope in their ability to investigate the matter properly and impartially. Sumon's wife told journalists that police did not allow them to lodge a case at the station. When his death sparked protests in front of the police station on Saturday, instead of promising a speedy and transparent investigation to hold any errant or negligent officers to account, police resorted to a truncheon charge to disperse the crowd. Moreover, members of Chhatra League also allegedly forcefully dispersed protesters who formed a human chain to demand justice.\nWe cannot help but feel that these actions, as well as the pointed effort to write the whole thing off as a case of suicide, only cast further doubt over police's intentions. Regardless of whether Sumon died by suicide, the circumstances must be investigated. Why was he really arrested? Was he framed? Was he tortured in custody? Even if none of these apply, when a person dies in such a mysterious way right under the police's nose, is it not at least a case of negligence? Sumon's family deserves these answers. They certainly do not deserve the treatment that has been meted out to them so far.\n",
        "headline_1": "How did Sumon Sheikh die?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/how-did-sumon-sheikh-die-3101151",
        "news_paper_name": "The Daily Star",
        "publish_date": "23-08-2022"
    },
    {
        "full_article": "It's disheartening that only 11 percent work of an important commerce ministry project, intended to help expand the export capacity of certain sectors and consequently the country's export basket, has been completed despite a one-year extension to the original three-year deadline. The extremely slow pace of work has been attributed to a number of reasons including a weak feasibility study, frequent replacement of project directors, lack of manpower, the outbreak of Covid-19, etc. There has been a clear disconnect between the vision behind the project and the approach of the implementing authorities, who allowed familiar barriers to get in the way of its completion.\n\nProject delays are common in Bangladesh, but the same happening to an export diversification project is quite unfortunate because of the potential it holds for us to earn foreign currency at a time when it is in short supply.\nExperts say that diversification, besides improving the capacity of local industries, can open up many overseas markets where our traditional and non-traditional products can enjoy good business. The Tk 9.95 crore project of the commerce ministry was meant to do that for the sectors of garments, food-processing and active pharmaceutical ingredients, while also reducing their import dependency. But nothing seems to happen as planned in Bangladesh. During the last four years of the project, its director has been changed six times. Its feasibility study was also found to be weak, which raises the question: why would the commerce ministry allow such an important project to be derailed by poor preparations? As a result, not only did they miss the deadline twice, they also made only marginal (read: ridiculous) progress in work and potentially squandered public money, which makes the project's future very uncertain.\nThis is also the latest example of how costly project revisions have become a norm, rather than the exception, in the public sector. We have repeatedly seen this over the past decade, thanks to systematic mismanagement, inefficiency and corruption. The same happening to an export diversification project is particularly unfortunate because of the potential it holds for the country to earn foreign currency which is in short supply at the moment. Experts say that when a country's exports increase, its earnings also increase proportionately while dependency on imports comes down as well. Export diversification is thus vital. It's all the more important to expand our export basket beyond the garments sector, which accounts for about 82 percent of total exports. Bangladesh faces a number of challenges in this respect, including unfriendly tariff regime for exports, capacity and reliability issues, lack of enabling environment for trade, lack of modernisation and diversification of products, etc.\nThese issues must be addressed to increase the export capacity of various sectors. As for the commerce ministry project, the authorities must fast-track its implementation by addressing the problems it has been facing.\n",
        "headline_1": "To boost exports, we must remove barriers to their diversification",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/boost-exports-we-must-remove-barriers-their-diversification-3101146",
        "news_paper_name": "The Daily Star",
        "publish_date": "23-08-2022"
    },
    {
        "full_article": "That trawlers with fishermen either sink or go missing in the Bay of Bengal is not quite uncommon. But hardly ever did so many trawlers in the recent past sink or go missing as they did in the turbulent sea on Friday night. Forty-one trawlers with 400 fishermen, which sailed from Patharghata, Barguna alone, went missing. Then five, four and 12 trawlers with 72, 60 and more than a hundred from Kalapara, Bhola and Galachipa respectively were missing. A total of 99 fishermen floating in the water or on trawlers with engines gone out of order were rescued by the coast guards. Besides, a patrol team of the forest department of the Sunderbans rescued 65 fishermen who came floating close to the forest. By Sunday, seven bodies of missing fishermen were also recovered. The number of missing trawlers and fishermen on board speak volumes for the tragedy on the one hand and on the other, the utter failure of the system of early warning of the violent storm that swept the fishing zone following the low in the Bay of Bengal. It is unbelievable that in a country that has put in place quite an effective early warning system of alerting about rough weather or cyclones in the sea should let the fishermen down. Had they been warned of the turbulent sea beforehand and asked to stay close to the coast, this tragedy could have been avoided. Now near and dear ones of the missing fishermen --- one of the utterly neglected and exploited communities in this country, are lamenting. Many families are sure to lose the only earning member and those are simply undone by this tragedy. There is a need for thorough investigations to find out why the weather forecasting and early warning system failed to caution the fishermen. There is hardly any chance of defying any such warning on the part of fishermen. It is indeed deplorable to see that today's fishermen in Bangladesh find themselves at the mercy of unpredictable sea like the protagonists of celebrated Irish dramatist John Millington Synge's play, Riders to the Sea. No doubt, the occupation of fishing in the sea is risky but there is no point it should be as fatal as it proved on this occasion. The authorities concerned completely failed to take help from sophisticated weather reading devices. This is unpardonable. What is galling is that no one in authority even expressed regret or sympathy for the bereaved families let alone taking to task those who failed in their responsibility. The fishing community finds itself on the fringe of mainstream society. They serve the owner of fishing boats, nets and other equipment as bonded labour. Even when the catch is huge, they hardly share the proportionate dividends. Their miserable life, thus, becomes vulnerable. The trawlers that go to the sea for fishing are primitive, so they are unlikely to withstand any violent weather in the sea. There is a need for procuring modern fishing vessels including those capable of fishing in the deep sea. This calls for investment and the government can arrange for public-private collaboration in order to gradually replace trawlers with modern fishing vessels.",
        "headline_1": "Tragedy in the Bay of Bengal",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/tragedy-in-the-bay-of-bengal-1661175054",
        "news_paper_name": "The Financial Express",
        "publish_date": "23-08-2022"
    },
    {
        "full_article": "Primary fuel supply shortage is blamed for partial idling of electricity generation capacity in the country. On the contrary, idling of the installed power generation capacity has been inviting loadshedding in the country. The war in Ukraine has sparked international crisis and aggravated fossil fuel supply chain. The crisis of fossil fuel supply has demonstrated that over-dependence on imported fuels would lead to serious troubles for the country's economy and equitable social development. The advocates for renewable energy development in Bangladesh claim that the country could have avoided the present crisis in power generation and supply if timely initiatives had been taken for renewable energy (mainly grid connected solar energy development for power generation) based power generation capacity development. Unfortunately, the much talked about target of the government for adding 10 per cent renewable energy-based power within 2020 could not be attained. Sustainable and Renewable Energy Development Authority (SREDA) of the government reports that renewable energy sources contribute a total of approximately 3 per cent or 909.66 MW (550.73 MW grid connected and 358.92 MW off grid) electricity, (230 MW Kaptai Hydro electric power, 319.83 MW grid connected and 355.83 MW off grid solar power, 2.9 MW (0.9 MW on grid and 2.0 MW off grid) wind power, 0.69 MW off grid Biogas electricity and 0.4 MW off grid Biomass based electric energy) compared to 22,482 MW grid-based installed power generation capacity in the country. It may be mentioned that the major part of the installed power generation capacity is run by fossil fuel. Renewable energy experts consider that the present shortfall of approximately 1,500-2,000 MW electricity (due to demand and supply gap) in the country's power grid could have been avoided if timely initiatives were taken to develop the renewable sources. In particular, solar rooftop potential for generating grid-based electricity could add substantially to power generation capacity in the country. Mr Dipal Barua, prominent renewable energy expert and the president of the 'Bangladesh Solar and Renewable Energy Association' considers that nearly 2,000-2,500 MW electric energy could be added if a minimum of 5 kW electric energy could be generated from each of the rooftops of the existing approximately 1,50,000 government primary and high schools, colleges and nearly 3,00,000 places of worships in the country.Bangladesh government has set target for generating approximately 40,000 MW electricity in 2030. Mr Dipal Barua considers that additional 4,000 MW electricity can be generated easily if we put efforts for utilising approximately 4,500 garments industry rooftops in the country for renewable power generation. There are several other industrial enterprises which can join hands for capacity enhancements for the rooftop solar power generation. In the meantime, several industries have successfully installed rooftop solar power generation capacity and their generated power not only helps the generating industries' reducing grid power demands but they have started supplying surplus electricity to the national grid under net metering arrangements with the power utility companies. Several other solar parks have been in operations for generating grid connected solar power in the country and more are to come within a short period of time once their installations are complete. The published reports suggest that the apparel and textile industry owners have been showing growing interests for developing their own solar and wind based power generation capacities (Green power) for reducing dependence on grid electricity supply. The industries usually install gas and oil based captive generation capacities, as the grid power is not free of interruptions and fluctuations of voltages. But the growing gas and import fuel supply shortages and their escalating prices raise alarm for them. Moreover, the export oriented industry owners in the country have been realising that green power generation capacity development within their factory premises help them reduce cost, help developing brand values and enable them to bargain better for their export commodity prices with their international buyers. Published information suggests that nearly 150 garment industries in the country have already obtained LEED certificates (Leadership in Energy and Environment Design) from the Green Building Council of USA. Approximately 500 more industries have registered for obtaining LEED Certificates and have been working for meeting compliance for certification. The industries have been enjoying advantages in business in the international market with their LEED certificates. They also contribute in the global environment conservation efforts.President of the Bangladesh Solar and Renewable Energy Association further considers that the existing institutional setup under the government for developing renewable energy including the weak SREDA under the Ministry of Power, Energy and Mineral Resources have been inviting some conflicts of interest regarding renewable energy development. He considers that a separate government Ministry/ Division dedicated for renewable energy development in the country will contribute better for ensuring coordinated efforts for financing and regulating supply of quality products for development of solar and wind energy prospects in the country. He believes that the lack of capacity of the BSTI (Bangladesh Standards and Testing Institute) and absence of effective regulatory infrastructure lead to import and marketing of poor quality solar panels and other spares necessary for installations of the solar power capacity development and their efficient operations. In addition, he believes that the recently increased duty and taxes on the imported inverter (a device necessary for converting direct current generated by solar PV cells to alternate current) indicates uncoordinated move on the part of the government hindering the renewable energy capacity building in the country. Experts believe that the government needs to develop efficient legal and organisational capacity to create enabling environment in the country if it wants to harness the potential for developing renewable energy and reduce dependence on fossil fuel based energy infrastructure.\nMushfiqur Rahman, a mining engineer. He writes on energy and environment issues.[email protected]",
        "headline_1": "Developing renewable sources to address power shortfall",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/developing-renewable-sources-to-address-power-shortfall-1661175138",
        "news_paper_name": "The Financial Express",
        "publish_date": "23-08-2022"
    },
    {
        "full_article": "The American news channel, CNN, on August 20 carried a report on the drying rivers of our dear planet, Earth. The report is heartbreaking. It shows how 'patches of riverbed (are) poking out above the water'. The ancient civilisation of Mesopotamia grew on the banks of the mighty rivers Tigris and Euphrates. Egypt grew along the Nile and so did the Harappan civilisation in the Indus valley. If communication is the key, then it is again the rivers that built our modern technological civilisation. But are we serious enough to protect our rivers?Let us then see how, according to this CNN report, the rivers that gave rise to some great centres of modern civilisation, for example, the Rhine, the Po, the Loire and the Danube are now doing.The Rhine, which emerges from the Swiss Alps and flows through Germany and Netherlands until it reaches the North Sea, is now 'a nightmare to navigate'. Why? Because, the river has bared parts of its bed making shipping very difficult. Water levels in some spots of the river such as in Kaub, west of Frankfurt, have gone down to as low as 12.6 inches. It is bad news not only for shipping, but for life that thrives in its valley. So, this vital channel of communication and a sustainer of life in Europe is in its death throes.  The Po, the longest river of Italy, which flows eastward across northern Italy from the southwestern part of the Alps on the border between France and Italy, and finally joins the Adriatic Sea, is also following in the Rhine's footsteps. The worst drought in the last 70 years has visited the region Po nurtures. Without the snows and the rains feeding it, the river Po has alarmingly dried up leaving farmers who depend on this river for their livelihood in desperate straits. At the same time, close to one third of Italy's food supply that comes from the farmlands along the banks of Po is under serious threat. Stories are similar for the Loire, France's wild river, which sustains the vineyards, renowned for some of the world's finest wines. The Danube, the Western Europe's longest river and a crucial shipping channel is also in an existential crisis. Why it is so even a child knows if only from the wildfires that raged through a dozen European countries this summer. Extreme heatwaves, a phenomenon attributable to anthropogenic climate change, triggered the wild fires. The extreme heat and lack of rain have been behind the forest fires, the dried up rivers and the accelerated melting of glaciers. The unprecedent drought in the US's west has dried up the Colorado River and one of its reservoirs, Lake Mead, formed by the Hoover Dam on the river. As a fall out from this, some 40 million people of seven US states and Mexico who get their water for drinking, agriculture and electricity from this river are facing an uncertain future.Similarly, a severe dry spell said to be the longest in six decades affected 2 million acres of arable land across the Yangtze basin in China. The water levels of the main trunk of the Yangtze and its flood basin lakes have dropped to around 16 feet, lowest on record during this period. In South Asia, too, the droughts accompanying heatwaves and downpours are leaving their deleterious effect on life. Though melting glaciers in the Himalayas are feeding rivers causing frequent floods, the opposite trend is going to dominate the scene as soon as they (the glaciers) melt away.In the Chenab basin of Indian Himachal Pradesh, for example, sizes of the small and large glaciers were found to have decreased by 38 per cent and 12 per cent respectively in 42 years between 1962 and 2004. Needless to say, the trend has further worsened since. That puts the Ganges basin country, Bangladesh, in double jeopardy. Dry riverbeds are already a common sight in many of our rivers both big and small. It is long past time for the world leaders to wake up to this extreme emergency.\n[email protected]",
        "headline_1": "Rivers drying up everywhere",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/rivers-drying-up-everywhere-1661175178",
        "news_paper_name": "The Financial Express",
        "publish_date": "23-08-2022"
    },
    {
        "full_article": "Day by day, the number of dishonest people is growing in this country. It is a perception that is getting stronger among thepeople. And the perception is not baseless. Every day we witness dishonest activities around us. Our sufferings grow due to these unethical activities. Unfortunately, wicked people bother little about the sufferings of others. They are doing what they want to do.Nevertheless, a piece of news has shaken everyone. It kindles a glimmer of hope. A rickshaw-puller named Aminul in Dhaka found a missing iPhone and has returned it to its owner. The owner is a Bangladeshi-born US citizen who lost the phone. The rickshaw-puller found the cell phone (iPhone 13 pro max), which was shut. He returned it to its owner through the police. The incident showed that honesty still prevails in this country. It also confirms that there are thousands of Aminul living in this society. They are living with honesty and hard work. They are not greedy. But their stories do not come to the public. The story of Aminul should be widely publicised. Students should read the story and find a real-life example of honesty. \nNishat AzadMoghbazar, Dhaka",
        "headline_1": "Honesty still prevails",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/honesty-still-prevails-1661175202",
        "news_paper_name": "The Financial Express",
        "publish_date": "23-08-2022"
    }
]