[
    {
        "full_article": "Good intent does not guarantee favourable outcomes. Coercive laws without wide societal support often fail to deliver even when their statement of objects and reasons aims for the larger public good. Within days of the Union Cabinet approving a proposal to raise the age of marriage for women from 18 to 21 years, the same age as for men, the Government listed it for legislative business in Parliament this week. If passed, various personal and faith-based laws which govern marriages in India now, including The Hindu Marriage Act, 1955, the Special Marriage Act, 1954, and the Prohibition of Child Marriage Act, 2006, will have to be amended. In her Budget speech last year, Finance Nirmala Sitharaman had announced that the Government would set up a task force to look into the age of a girl entering motherhood with an aim to lower maternal mortality rates, improve nutrition levels as well as ensure opportunities to women to pursue higher education and careers. With these targets in mind, a panel headed by former Samata Party chief Jaya Jaitly was set up in June last year. The panel submitted its report in December 2020. Though the objective looks good on paper, merely raising the age of marriage without creating social awareness and improving access to health care is unlikely to benefit the community it wants to serve: young women not yet financially independent, who are unable to exercise their rights and freedoms while still under the yoke of familial and societal pressures.According to Ms. Jaitly, raising the age of marriage is one of its recommendations, which include a strong campaign to reform patriarchal mindsets, and improved access to education. As per the National Family Health Survey (2019-2021), 23.3% of women aged 20-24 years married before 18, which shows that the Prohibition of Child Marriage Act, 2006, has not been wholly successful in preventing child marriages, especially among the poor. Women’s rights activists point out that parents often use this Act to punish their daughters who marry against their wishes or elope to evade forced marriages, domestic abuse, and lack of education facilities. Hence, within a patriarchal setting, it is more likely that the change in the age limit will increase parents’ authority over young adults. A good, but not easy, way to achieve the stated objective is to take steps to counsel girls on early pregnancies, and provide them the network to improve their health. The focus must be on creating social awareness about women’s sexual and reproductive health and rights, and ensuring girls are not forced to drop out of school or college. Laws cannot be a short cut in the path to social reform.",
        "headline_1": "Age and marriage: On raising the age of marriage for women",
        "headline_2": "",
        "link": "https://www.thehindu.com/opinion/editorial/age-and-marriage-the-hindu-editorial-on-raising-the-age-of-marriage-for-women/article37992551.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "20-12-2021"
    },
    {
        "full_article": "It is difficult to disagree with the argument that there cannot be a parallel probe by any inquiry commission into the allegations of unlawful surveillance using the Pegasus spyware after the Supreme Court ordered an independent inquiry. It is no surprise, then, that the top court has stayed the functioning of the Commission constituted by the West Bengal government and headed by retired judge, Justice Madan B. Lokur. Chief Minister Mamata Banerjee had taken note of the allegations of surveillance that possibly targeted personages in West Bengal, and was on good legal ground when she took the first legal step towards unearthing the truth. It was a step that was warranted by the circumstances then, given the Union government’s refusal to acknowledge that it possessed such spyware or whether those identified by an international media investigation as targets were subject to any sort of surveillance in the country. Reports by an international consortium of journalists said that 300 out of 50,000 likely targets of Pegasus spyware were Indians. Subsequently, the Government also refused to cede any ground in the Supreme Court, and declined to give a simple ‘yes’ or ‘no’ reply to the Court’s questions. Stonewalling attempts to raise it in Parliament and sticking to its guns in Court, the Government inevitably invited an order from the Court for an independent investigation. It is significant that the Bench, headed by the Chief Justice of India, N.V. Ramana, ruled that the bogey of national security was not an adequate reason not to have a credible inquiry into the allegations.A fresh report suggesting that Pegasus was used to target jailed activist Rona Wilson’s mobile phone underscores the urgent need to persist with the investigation into the illegal use of the spyware in India. U.S. forensic investigation company Arsenal Consulting has said Mr. Wilson’s phone was attacked as many as 49 times and it was successfully infected by the time he was arrested in June 2018 for alleged involvement in the Bhima Koregaon case. Earlier, the firm had claimed that NetWire, a remote access Trojan, was used to plant letters on Mr. Wilson’s computer. Advocate and co-accused Surendra Gadling was also targeted in the same manner. These developments raise suspicion about the genuineness of the evidence being relied upon to try him and others for an unsubstantiated Maoist plot. There is little doubt that the Court-ordered probe by experts supervised by a panel headed by the retired Supreme Court judge, Justice R.V. Raveendran, should be taken to its logical conclusion and the country be told whether Pegasus, or any other spyware, was used to infect mobile phones and other devices of lawyers, activists and journalists, among others. There is much riding on this judicially overseen inquiry, and it behoves the government of the day to extend its full cooperation and not pose any impediment to its independent functioning.",
        "headline_1": "Persist with probe: On inquiry into Pegasus surveillance",
        "headline_2": "",
        "link": "https://www.thehindu.com/opinion/editorial/persist-with-probe-the-hindu-editorial-on-inquiry-into-pegasus-surveillance/article37992531.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "20-12-2021"
    },
    {
        "full_article": "On the occasion of the 50th anniversary of Bangladesh's independence this year, we have highlighted our achievements as a country. Indeed, our country's success story in the economic and social arenas are spectacular. From an extremely poor country with high population, undiversified economy and poor infrastructure, Bangladesh has become a lower middle-income country and will graduate from the Least Development Country (LDC) group to the Developing Country group in 2026. A shining example among the other LDCs, Bangladesh's economic and social performances also outshine other South Asian countries in many respects. Economists have analysed the reasons behind this performance quite extensively.\nOn the eve of the 50th Victory Day of Bangladesh, a number of international media also asked me if democracy was necessary for development. In fact, there are sporadic discussions among certain quarters in the country on the necessity of democracy in the development process. There are also attempts to redefine democracy conveniently. While the political scientists are in the most suitable position to provide a wholesome explanation of the concept, an educated mind also understands the basic concept of democracy.\nTheoretically, in a democratic environment, there are better opportunities for economic, social and cultural growth. Democracy is also crucial for sustainable development in the long run. Many scholars, including Milton Friedman, argued that a higher degree of rights led to economic development. Empirically, the relationship between growth and democracy is inconclusive. There exist innumerable studies that discuss whether democracy is necessary for growth. Some empirical studies indicate that democracy does not have much relevance for economic growth. On the other hand, more recent studies concluded that democracy has a significant impact on economic growth.\nIn my opinion, when we try to link or delink development with democracy, two aspects must be kept in mind. We must comprehend the meaning of both these terms. To start with, by democracy we do not merely mean expressing individual choices by taking part in the electoral process. It is not only about voting in a government in a country—it is about the participatory process in all development efforts of the government of the day. It is about social and institutional transformations where personal growth and welfare are considered integral. It should be a right to have an improved quality of life which is valued and respected.\nThis brings us to the other concept: development. Though we often use \"growth\" and \"development\" interchangeably, the depth of these two concepts varies. Growth is a narrow concept that only captures the rise in income, while development entails a deeper meaning of progress. It is about all-encompassing advancement in human life. Therefore, even with a high growth rate, a country may not be necessarily developed. From that perspective, the United Nations categorises countries based not only on per capita income, but also on human asset index and economic vulnerability index. The World Bank, on the other hand, divides countries based only on income. A high-income country may not necessarily be a developed country. The danger of income-based progress is widely known. It only looks at income per capita and ignores the quality of life and other non-economic requirements of human beings. Growth-based progress also ignores inequality, distributive justice, and inclusivity. It denies the basic rights of a human being. It is no wonder that, while countries are economically progressing, inequality is also increasing around the world.\nTherefore, when examples of undemocratic countries are brought up as stories of economic success, these aspects remain absent in the perspective. Recently, China is cited by many as a case study, where the economy is growing fast even in an undemocratic environment. This is an utterly short-sighted proposition that contradicts the whole concept of development itself.\nSingapore, under the leadership of former President Lee Kuan Yew, is also cited by many. He transformed a third world country into a first world nation within only three decades. However, the other side of the growth story is not encouraging. While Singapore prospered phenomenally at that time, dissenting views were not tolerated. The rule of Lee Kuan Yew is compared with that of an autocrat, who would intimidate any opposition in his way. Therefore, one must not lose sight of the suppression faced by its people. On the positive side, efficiency, honesty, corruption-free administration, absence of red tape, and tax benefits facilitated foreign investment and trade. There was no compromise on discipline in the country. This is unthinkable in countries like Bangladesh, where corruption and politics go hand in hand.\nIt is surprising to see such discussions of the so-called benevolent dictatorship surface in a country whose people fought for its own democracy and economic emancipation in 1971. Have we not seen that, despite the economic progress of then Pakistan, the eastern part of the country (Bangladesh) was deprived of all the benefits? The centre of power was located in West Pakistan, and people in East Pakistan had no rights. So, the rights had to be acquired at the cost of blood and lives. And then again, after independence, people's voices were suppressed by the military and autocratic regimes for a long time. Economic growth was not stalled, but that was not necessarily distributed among all. Dysfunctional democracy with little or no accountability and transparency benefited mostly those who were in or close to power.\nBangladesh is at a crossroads now. It has made impressive economic and social progress over the last five decades. But a lot more should be done in the coming years if it has to fulfil the commitment of establishing a just society—as enshrined in the constitution. Unfortunately, the circle of beneficiary groups created around political power is becoming larger and stronger day by day. That circle is hijacking the benefits of growth, leaving the larger communities behind. High and wilful bank loan defaults, cheating innocent customers through malpractices in the e-commerce sector, corruption in the health sector, poor quality of education, illegal land and forest-grabbing, pollution of waterbodies, violence against women, and reckless killing through road accidents are some of the examples that reflect how these unacceptable practices continue to remain unabated despite high growth. People's voices are either suppressed or unheard in most cases.\nSo, democracy should also be about getting the opportunity to take part in determining an individual's own interest, rather than having others' interests imposed on them. Transparency in resource allocation and its utilisation, accountability of resource management, protection of human rights including freedom of expression—all of these are components of the democratic package and essential for inclusive development. Hence, the true meaning of democracy should lie in empowering people through enabling their participation in the electoral and development process. Freedom through free and fair democracy is a defining component of a long-lasting development process. The journey of the highly developed and strong democratic countries vindicate this experience. Bangladesh's next important goal should be to achieve a strong democracy in all spheres: economic, social, cultural, and political.\n \nDr Fahmida Khatun is the executive director at the Centre for Policy Dialogue (CPD).\n",
        "headline_1": "The unbreakable link between development and democracy",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/macro-mirror/news/the-unbreakable-link-between-development-and-democracy-2921306",
        "news_paper_name": "The Daily Star",
        "publish_date": "20-12-2021"
    },
    {
        "full_article": "The year 2020 was the toughest that I can remember as a business owner. Like many RMG manufacturers in Bangladesh, there were periods where I did not know how I was going to survive.\nBut what about 2021? While the past 12 months have also been very challenging, there at least seems to be light at the end of the tunnel this time. The dust seems to be settling amid the pandemic and one can begin to see what the future of our industry might look like as we learn to \"live with\" the coronavirus—rather than constantly battle it.\nAround the world, millions of people are still suffering, and many businesses remain in uncertainty. Despite these challenges, it is also possible to look at 2022 with an air of cautious optimism as far as the garment makers of Bangladesh are concerned.\nLessons have certainly been learnt in the nearly two years of the pandemic, and I think from those lessons we can get an idea of how our industry might resume its journey towards the path of prosperity next year and beyond.\nWhat have we learnt, and how can this insight guide us moving forward?\nLesson one is about resilience. If somebody had said in 2019 that all our orders could be stalled for months at a time—just like that!—and that we could somehow struggle on and survive, few would have believed them. And yet, here we are.\nAt the beginning of this pandemic, predictions were made that 50 percent of Bangladesh's RMG sector might disappear. While the capacity has dropped, it has only dropped slightly, and we have even begun to regain the pre-pandemic production levels as 2021 draws to a close. Ours is a resilient industry with ingenuity at its heart. The past two years have shown how strong we are, and we should take pride in that.\nThe second lesson is about the shifts in global production and supply chains. Prior to 2020, our industry at a global level was already re-thinking its sourcing strategies. Fashion retailers were reconsidering their \"China plus one\" sourcing strategy for a variety of economic and political reasons. The pandemic appears to have sped up that process, as the tension between China and the West has increased. Bangladesh, thankfully, remains politically neutral on the global stage and has not been drawn into the trade spats we have been witnessing between the US and China in recent months.\nAs an industry, we can capitalise on uncertainty elsewhere and continue to offer a safe, reliable, sourcing hub for fashion brands and retailers.\nLesson three is that size now matters more than ever. It is well documented that our buyers have been consolidating their global supply chains and are rationalising their number of suppliers. The idea is to create closer ties and partnerships with a smaller number of mid-sized and large operators. Only garment makers of a certain critical mass will be able to offer the economies of scale to compete successfully on the global stage moving forward. With this in mind, Bangladesh's RMG base might be forced to go through a period of mergers and acquisitions to improve cost bases and create increased efficiencies. In the short term, this might be challenging for some, but overall, such a process would likely make our industry more globally competitive.\nLesson four is related to transparency. One thing I have noticed over the past two years is a willingness of governments in the West to consider new regulations around due diligence in supply chains. What does that mean for us? Well, according to these laws, our multinational companies must have greater accountability around their suppliers, and will be held liable if there are social and/or environmental transgressions in their supply chains.\nThese new laws, which we will see more of in the future, puts the spotlight firmly on us as suppliers. We will come under the microscope like never before in the coming years, and be forced to jump through many compliance hoops in order to win and retain business. Already, many vendors request us to sign up for numerous compliance checklists in order to be considered as a supplier. Pressure to meet their standards will only increase as they seek to remove all risks from supply chains. It is up to us all to be on board with these demands, and this issue ties in with the point alluded to above about the growing importance of size and economies of scale.\nThe final lesson is about the need to move beyond competing solely on price. This pandemic has proven, yet again, that as garment makers, we remain price-takers. Even these past few months, when the order books have been solid, unit prices have remained on the low end amid fierce competition for orders. Moving forward, I believe we must do all we can as an industry to move beyond being price-takers—otherwise, we will always be chasing our tails.\nHow can we do this? In the usual ways—which I have talked about in my columns regularly. By moving beyond staple products and towards value-added areas which use man-made fibres as well as cotton. By innovating. By investing in sustainable production methods. By smart marketing and clever use of PR. And by working together as an industry, united under the umbrella of the BGMEA, which is leading the change in our sector, looking into new possibilities, exploring new markets, and plotting a path for our sector as we emerge from the pandemic.\n \nMostafiz Uddin is the managing director of Denim Expert Limited, and the founder and CEO of Bangladesh Apparel Exchange (BAE) and Bangladesh Denim Expo.\n",
        "headline_1": "Lessons to be learnt from 2021",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/rmg-notes/news/lessons-be-learnt-2021-2921301",
        "news_paper_name": "The Daily Star",
        "publish_date": "20-12-2021"
    },
    {
        "full_article": "According to the latest report of the US-based NGO Global Financial Integrity (GFI) on trade-based illicit financial transfers, between 2009 and 2018, Bangladesh lost a staggering USD 8.275 billion (Tk 71,000 crore) per year, on average, through misinvoicing in export and import trade. The amount is reported to account for over 17 percent of the annual international trade value of the country.\nAs stunning as it is, the estimated average loss to misinvoicing, which implies deliberate over-reporting or under-reporting of the value of imported or exported goods to the customs authority, is only a part of the total volume of illicit financial transfers out of the country, widely known as money laundering.\nFirstly, due to the lack of data for Bangladesh for the years 2014, 2016, 2017 and 2018, the GFI had to estimate the average annual outflow on the basis of the figures from 2009-2013 and 2015. Notably, the estimated transfers for the years for which data were available showed an upward trend, having increased from USD 5.212 billion in 2009 to USD 11.871 billion in 2015. The reasonable conjecture, therefore, is that in the subsequent years (2016-2019), the annual illicit outflow on account of misinvoicing could only be higher than USD 12 billion.\nSecondly, as in the cases of most other poor and developing countries, illicit financial outflows take place in several other different ways. These include movement of money and wealth acquired, transferred or spent across borders in various illegal and corrupt means, like drug and human trafficking, arms trade or trafficking, and the age-old methods of hundi as well as such provisions as \"investment visas\" or \"golden visas\" for residency.\nMost of such illicit transfers take place in processes that are hard to accurately estimate. The Transparency International Bangladesh (TIB) identified two additional categories of illicit financial transfers. One of them involves foreign workers employed in Bangladesh, and the other is related to the exploitation of Bangladeshi migrant workers.\nA study released in 2020 showed that a section of foreign nationals, employed mostly in the private sector, illicitly transferred out of Bangladesh an estimated USD 3.15 billion (Tk 26,400 crore) annually. At least USD 1.35 billion (Tk 12,000 crore) of revenue was annually lost due to tax evasion on this account.\nThe other channel of illicit transfers that the TIB exposed earlier in 2017 was related to the illegal charges collected by the recruiting agencies from Bangladeshi migrant workers on account of visa issuance to seven selected Middle Eastern and Southeast Asian countries, the bulk of which—over USD 615 million (Tk 5,234 crore)—was illicitly laundered in 2016 alone to the destination countries.\nIf one goes on to add illicit transfers through hundi and other means used by Bangladeshi customers of the likes of Malaysian Second Home or Canada's Begum Para, the total amount will be mind-boggling.\nThe lion's share of illicit transfers globally take place out of the poor and developing countries to richer countries and offshore territories in trillions of dollars every year. Illicitly transferred money and wealth from Bangladesh also ultimately end up in developed countries. In each destination of illicit transfers, there are powerful syndicates of highly skilled law firms, trust companies, offshore specialists, real estate agents, accountants, regulators, and banking and financial services companies that collectively facilitate the secret deals.\nThe data that was recently disclosed in the Pandora Papers show, for instance, the growing role of the US as a haven for illicit transfers. While the US federal authorities have made useful efforts to control the international dimension of the menace, domestically it has been persistently failing to practise what it preaches, as it continues to sustain provisions to establish tax-free secret trusts as investment opportunities out of illicit transfers in many of its states.\nDeveloped countries are indeed the net beneficiaries of illicit transfers. Being the demand side, they facilitate, promote and sustain illicit transfers through such means as secrecy of beneficial ownerships, banking secrecy provisions, weak supervision, and sanctions. Such manipulations in the destination countries contribute to the complexity of enforcement of the existing national and international anti-money laundering and asset recovery mechanisms.\nOn the other hand, for the supply side countries like Bangladesh, in addition to the criminality of the process itself, illicit transfers mean billions of dollars of direct capital flight that could be used in investment for economic development, creating jobs, reducing poverty and inequality, and building socioeconomic infrastructure like schools, hospitals, roads, bridges, housing, etc, as well as promoting public welfare through social safety nets. No less important are additional hundreds of millions lost in terms of potential revenues due to tax evasion.\nGiven the attractive opportunities prevailing in the destinations, prevention and control of illicit transfers and money laundering remain highly complex challenges for countries like Bangladesh. Nevertheless, it is not impossible to prevent, detect and repatriate such stolen assets, thanks to the increasingly advanced international arrangements created over the recent years, such as the UN Convention against Corruption. These include the mutual legal assistance facility between the supply side and demand side to take joint actions to prevent, control and recover illicitly transferred wealth, and hold the perpetrators to account.\nBangladesh already took advantage of such international collaboration when illicit income of a high-profile politically linked individual was successfully repatriated from Singapore. Although it took nearly five years (2008-2013) for the money to be transferred to a special account of the Anti-Corruption Commission (ACC) created for this purpose, it demonstrated that repatriation of illicitly transferred money and wealth was possible.\nWhat was needed then in terms of the scope for international collaboration are still available—at a more advanced stage, in fact. On its own, Bangladesh also has a relatively strong anti-money laundering law and designated institutions to enforce the relevant legal provisions through national and international collaborations.\nIt is not known, however, whether there exists a similar level of appetite for rigorous and collaborative initiatives from the relevant authorities within the country, backed by determination and the will to ensure accountability. The question that remains is: If it was possible once, what prevents the same from happening further?\nThe failure to effectively stop money laundering is not due to the absence of laws, policies, institutions, or capacities and skills, or even complexities involved in securing cooperation of the destination countries. Given that money laundering is a near monopoly of the powerful, the problem lies in the deficit of courage and commitment to act without fear or favour.\nOne vital could be the relevant authorities—especially the ACC, the Criminal Investigation Department (CID) of police, the Attorney General's Office, Bangladesh Financial Intelligence Unit (BFIU), and the National Board of Revenue (NBR)—coming together to track the process of the successful repatriation of stolen money from Singapore. Together, they could prepare a checklist of things to do and act accordingly with commitment, courage, patience and perseverance, without being influenced by the identity or status of the individuals involved in illicit money transfers.\n \nDr Iftekharuzzaman is the executive director of Transparency International Bangladesh (TIB).\n",
        "headline_1": "Can illicit financial transfers be controlled?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/can-illicit-financial-transfers-be-controlled-2921286",
        "news_paper_name": "The Daily Star",
        "publish_date": "20-12-2021"
    },
    {
        "full_article": "In 1971, when Bangladesh emerged victorious from the Liberation War, many doubted that the country could survive as an independent state. Fifty years later, those doubts have been put to rest. Our GDP has grown from USD 6.2 billion in 1971-72 to USD 409 billion in 2020-21, and our per capita income has risen from USD 135.62 in 1970 to USD 2,554 at present. Foreign exchange reserves now stand at around USD 46.21 billion. The country officially achieved lower-middle-income status in 2015 and is on course to graduate from the LDC status in 2026.\nAlongside economic growth, the country has achieved significant social progress. The average life expectancy at birth has risen from 39.93 years in 1971 to 72.8 in 2020, child mortality rate decreased to 30.8 deaths per 1,000 live births in 2019, and the literacy rate has more than doubled since 1970.\nHowever, there are a few issues that are undermining decades of development efforts and need urgent attention. Of these, income inequality is a major concern. According to the World Inequality Report 2022, only one percent of Bangladesh's population held 16.3 percent of national income in 2021, and the bottom half held 17.1 percent. Research suggests that the number of ultra-wealthy people in Bangladesh increased faster than in any other country in the world between 2010 and 2019. Bangladesh was ranked first among the top 10 fastest growing wealth markets in the world during the period, where wealthy people with more than USD 5 million in net worth increased by 14.3 percent a year on average.\nAdditionally, while Bangladesh has made remarkable progress in expanding primary education, especially in terms of enrolment and gender parity, there are serious concerns surrounding the quality of education. At the tertiary level, we have failed miserably. No Bangladeshi university found a proper place in the QS World University Ranking 2022—Dhaka University and Buet were placed in the 801-1000 range, while our best private universities ranked even lower.\nDespite exceptional economic growth, we have failed to create adequate jobs. Different studies show that between 2013 and 2017, while the average annual GDP growth was 6.6 percent, the average annual growth of jobs was only 0.9 percent. The employment share of the manufacturing sector actually declined from 16.4 percent to 14.4 percent. At present, there are 2.1 million unemployed and 13.8 million underemployed people in the country. The situation has only been exacerbated by Covid-19—ILO data suggests that an additional 1.12-1.68 million youth might be unemployed due to massive disruptions in economic activities and labour markets.\nUrbanisation and environment is another area of concern. In the 2020 Environmental Performance Index (EPI), Bangladesh ranked 162nd out of 180 countries. Our cities are growing in an unsustainable manner, and parks, open spaces, rivers, canals and waterbodies are gradually disappearing. Pollution and encroachment are the major culprits. According to the Bangladesh Water Development Board (BWDB), out of the 310 rivers in Bangladesh, 175 are in a miserable state and 65 are almost dead. Eighty percent of the rivers lack proper depth. Since 2018, Dhaka has been ranked as one of the most polluted cities in the world.\nIn a country this polluted, it does not bode well that Bangladesh's investment in health is one of the world's lowest (less than one percent of GDP). Even after 50 years of independence, the country's healthcare sector is in shambles. There is a severe shortage of physicians, medical technologists, nurses and clinical equipment. Currently, there is one registered physician per 1,847 people, and one government physician per 6,579 people, according to the Bangladesh Medical and Dental Council (BMDC). Patients, especially the poor and disadvantaged, end up seeking healthcare from non-qualified providers in the informal sector. Every year, a large number of people—including politicians, businessmen and even ordinary people—go abroad for medical treatment due to a lack of confidence in our healthcare system. The Bangladesh Investment Development Authority (BIDA), using data from Health Bulletin, estimates that Bangladeshis spend around USD 2.04 billion annually on healthcare abroad.\nThe healthcare problem is compounded by issues related to nutrition. According to a recent study by the UN Food and Agriculture Organization (FAO), between 2018 and 2020, the number of people without food security in Bangladesh increased by 2.4 percent to a whopping 52 million. The report further said that nearly two-thirds of regular diets include mostly rice, some vegetables, a little amount of pulses and small quantities of fish—if and when available. Moreover, with rising prices of daily commodities and reduced income due to the ongoing pandemic, low- and middle-income households are unable to afford a nutritious diet. Bangladesh is also lagging behind in providing appropriate nutrients to infants and young children—most suffer from high rates of micronutrient deficiencies, particularly vitamin A, iron, iodine and zinc deficiencies.\nOn top of that, we are faced with water and sanitation issues. Research suggests that 41 percent of all our improved water sources are contaminated with E. coli bacteria, which was present in 80 percent of private piped-water taps sampled across the country, suggesting a high prevalence of faecal contamination. Although the country has successfully eliminated the practice of open defecation, about 50 million people still use shared, rudimentary toilets, and only 28 percent of toilets are equipped with soap and water. In urban areas, slums have poor access to clean water, and slums in large cities have five times less access to improved sanitation.\nIn addition to the factors discussed above, corruption, rising anti-social activities, poor and inefficient infrastructure, low levels of female labour force participation, low tax-GDP ratio, a lack of good governance, etc are threatening to undo some of our hard-earned successes. While we rejoice and celebrate our achievements, we also need to take immediate action to resolve these issues in a sustainable manner, in order to generate continuing development.\n \nAbu Afsarul Haider is an entrepreneur. Email: afsarulhaider@gmail.com\n",
        "headline_1": "To keep Bangladesh moving forward, we need urgent actions",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/keep-bangladesh-moving-forward-we-need-urgent-actions-2921281",
        "news_paper_name": "The Daily Star",
        "publish_date": "20-12-2021"
    },
    {
        "full_article": "We believe that the government's Covid-19 booster shot campaign, which started on Sunday, could not have come at a better time. With the presence of the newest variant of the coronavirus, Omicron, detected in the country last week, now is the ideal time for us to ramp up our existing vaccination drive as well as further strengthen the immunity of vaccinated citizens with booster shots. According to reports by this daily, the government currently plans to use Pfizer shots on people aged above 60 years and frontliners, and the programme is supposed to expand nationwide soon.\nThough this promptness of action makes us feel more optimistic about our fight against the Omicron variant—which is said to be twice as invasive as its predecessor, Delta—we do hope that the mistakes from previous vaccination campaigns will not be repeated. Often in the past, people waited in crowded queues for hours, only to find out that the centre had run out of vaccine doses. Although the health minister recently reassured us that there were enough vaccine shots in stock and that more were arriving next month, we hope the supply of doses will be consistent for at least a few months at a time, so that we don't find ourselves in a bind again.\nIt is also important that the regular Covid vaccination programme is not disrupted by the booster shot campaign. Only 25.89 percent of the country's population has received both doses of the vaccine so far, and given the speed at which the new variants of the virus emerge, the authorities certainly need to do better in terms of making sure that more people receive their jabs.\nAs such, we urge the authorities concerned to expand the booster shot campaign to the rest of the population as quickly and efficiently as possible, while also ensuring that the regular vaccination drive does not lose its momentum. In addition to this, the general public needs to be remotivated to practise simple safety measures such as frequent handwashing, wearing masks in public, and socially distancing. It is also crucial to ensure that the health sector is ready to handle any extreme surges of Covid cases, as we don't want to see a repeat of the first two waves of the pandemic in our country.\n",
        "headline_1": "Booster shot campaign is timely",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/booster-shot-campaign-timely-2921276",
        "news_paper_name": "The Daily Star",
        "publish_date": "20-12-2021"
    },
    {
        "full_article": "The current condition of Hazrat Shahjalal International Airport (HSIA) in Dhaka is truly shocking. Although the airport's facilities were never anything to boast about, with the closure of the airport's lone runway for around eight hours a day, things have taken a major turn for the worse.\nFlights that were supposed to be operated over a 24-hour period are now being jammed into 16 hours due to renovation of the taxiways. As a result, the airport is constantly being overwhelmed with more passengers than it can handle. According to a report in this newspaper, it is near impossible for passengers to get their hands on luggage carts—which have always been too few and are usually in desperate need of repair. The queue in front of the departure lounge now extends way too far, causing all sorts of sufferings for passengers, including constant flight delays. The main reason for this is that the number of health officers that have been assigned to verify the Covid-19 tests are majorly inadequate. And while the queues everywhere are too long, there are hardly any seating facilities available for passengers at the airport.\nThe first thing that any foreign visitor notices when they visit a new country is its airport. The impression that our airport gives off is one that we should be ashamed of. We often hear our politicians and high officials talk about how important it is to present a good image of our country to the outside world. Well, what image are people to make of our country when they visit our overcrowded and underequipped airport, whose officials tend to be unhelpful and unfriendly?\nMigrant workers, whose hard-earned money keeps our balance of payment stable, are among the worst sufferers due to the airport's woeful condition. Many of them, having travelled from the Middle East, have nowhere to rest once they return to the country. Is this how we should be treating our own citizens, who carry on their backs the fate of our economy?\nIt is outrageous to see how apathetic the authorities have been over the years to the sufferings of passengers at our airports. The current conditions are simply a result of that. For the authorities to allow our biggest airport to be in such a bad state—which presents a terrible first impression of our country to visitors—is testament of how much they actually care about the image of the nation.\nWe call on the government to take immediate measures to improve the conditions of HSIA. The number of usable luggage carts should be increased. The number of waiting room seats should also be increased, as well as the number of airport staff for all purposes. Moreover, these improvements shouldn't be short-term measures, but a permanent feature at the airport.\n",
        "headline_1": "HSIA’s condition needs dramatic improvement",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/hsias-condition-needs-dramatic-improvement-2921081",
        "news_paper_name": "The Daily Star",
        "publish_date": "20-12-2021"
    }
]