[
    {
        "full_article": "With the curtains coming down on the general election 2024, every party will take stock of its campaign on issues of domestic political importance. However, it is also necessary for all concerned, particularly those forming the next government, to review the disturbing trend of revisiting questions of foreign policy. Both sides have ratcheted up the rhetoric over India’s international ties and in some cases, even the re-opening of settled bilateral agreements. At the start of the campaign, the ruling party focused on the issue of the half-century-old Katchatheevu agreement, that accepted the island as Sri Lankan territory, to target the Opposition Congress and the DMK that were in power in 1974. In response, Congress leaders asked whether the 2015 Land Boundary Agreement with Bangladesh could also be reviewed for its land concessions. Prime Minister Narendra Modi has led the charge on other foreign policy fronts, especially on Pakistan, calling the Congress party a “disciple of Pakistan” and comparing its manifesto pejoratively to that of the Muslim League that founded Pakistan. U.P. Chief Minister Yogi Adityanath even proclaimed that were Mr. Modi to be re-elected, he would reclaim Pakistan Occupied Kashmir “within six months”. Other brash comments over India’s use of its nuclear arsenal, or that the government will transgress international boundaries to kill ‘terrorists threatening India’, have raised eyebrows in many capitals. The clashes between the Indian Army and Chinese PLA at Galwan in 2020 that led to the deaths of 20 soldiers have often been raised by Opposition leaders in campaign rallies, as in the past as well. Meanwhile, throughout the campaign, Mr. Modi and External Affairs Minister S. Jaishankar accused “western powers” of attempting to interfere in Indian polls.Such heated campaign rhetoric is meant for domestic audiences, but it would be unwise for political leaders to assume that India’s international partners are not watching and listening carefully. India’s ties with its smaller neighbours carry the highest levels of sensitivity, and raking up these issues and exposing India’s vulnerable faultlines, just to make political capital, seems short-sighted. While domestic policy has always been deeply divisive, India’s polity had for long achieved a bipartisanship when it came to foreign policy positions, and often took pride in the deployment of Opposition leaders to defend India’s case worldwide, including at the UN. The proper platform for the government to assert foreign policy, or for the Opposition to air its differences with it, is not the hustings, but Parliament. It is hoped that as the dust settles, leaders will reflect on the potential damage to India’s credibility from campaign propaganda, and restore a more enduring consensus on international relations.\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nGeneral Elections 2024\n\n/\n\npolitics\n\n/\n\ndiplomacy\n\n/\n\nSri Lanka\n\n/\n\nIndian National Congress\n\n/\n\nDravida Munnetra Kazhagam\n\n/\n\nBangladesh\n\n/\n\nPrime Minister Narendra Modi\n\n/\n\nPakistan\n\n/\n\nUttar Pradesh\n\n/\n\nterrorism (crime)\n\n/\n\nBihar\n\n/\n\nChina\n\n/\n\nRahul Gandhi\n\n/\n\nUnited Nations\n\n/\n\ngovernment\n\n/\n\nparliament\n\n/\n\ninternational relations",
        "headline_1": "For a consensus: On campaigning rhetoric and foreign policy",
        "headline_2": "Elections should not prompt politicians to break the consensus on foreign policy",
        "link": "https://www.thehindu.com/opinion/editorial/for-a-consensus-the-hindu-editorial-on-campaigning-rhetoric-and-foreign-policy/article68242810.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "03-06-2024"
    },
    {
        "full_article": "Criminal activity is mostly driven by a combination of socio-economic factors — poverty on one end, wealth on the other, and unmet needs or desires. The recent inter-State baby smuggling racket that was busted by the Telangana police should be seen under this lens. While news of baby smuggling rackets dominate headlines from time to time, blowing the lid off of this network has revealed chilling subterranean levels of operation, spanning several States. An inter-State gang smuggled children from Delhi and Pune and sold them to prospective parents in Telangana and Andhra Pradesh. As many as 11 people were arrested for the smuggling of as many as 50 babies in the past year. As per initial reports, the gang had been ‘purchasing’ babies from two persons in Delhi and one person in Pune, traffic them to Andhra Pradesh and Telangana and sell to the highest bidder among childless couples in these southern States. It is learnt that the rate for a baby could be between ₹1.80 lakh and ₹5.50 lakh, netting the brokers between ₹50,000 and ₹1 lakh as commission. Three women in the gang had apparently been booked for the same offence earlier.Further investigation will reveal how the babies were procured, but this is not the first time such rackets have been busted. There is no reason to believe that the reasons were any different: poverty of the biological parents in many cases, urging them to sell their newborns for a paltry sum, and smuggling of newborns from government hospitals where security is lax. On the other end of the spectrum are couples eager to have children, and impatient with the long waiting time to adopt a baby legally. The current waiting time to adopt a child under two years can be anywhere between two to four years. While the lengthy process is put in place to ensure that the best interests of the child are served, the non-availability of babies for adoption has queered the pitch, allowing the demand to seek supply avenues by hook or by crook. Rounding up a gang might at best be a short-term measure in this particular situation. Children are not commodities to purchase at a premium from the free market when supply is low. The government needs to do many things at once to ensure such incidents do not occur again: provide effective poverty alleviation schemes; employment opportunities for youth; generate awareness about adoption schemes for both biological and adoptive parents; remove unnecessary bureaucratic processes in adoption, and ensure effective policing to nip such plots in the bud.\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\ncrime\n\n/\n\nadoption\n\n/\n\nsocial issue\n\n/\n\nhuman trafficking\n\n/\n\nTelangana\n\n/\n\npolice\n\n/\n\nDelhi\n\n/\n\nPune\n\n/\n\nparent and child",
        "headline_1": "Nipped in the bud: On baby trafficking",
        "headline_2": "Both supply and demand sides of baby trafficking need to be stopped",
        "link": "https://www.thehindu.com/opinion/editorial/nipped-in-the-bud-the-hindu-editorial-on-baby-trafficking/article68242796.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "03-06-2024"
    },
    {
        "full_article": "GDP data & early economic indicators show growth may be brisk in short term. Sustaining it needs more India Inc investment. Enabling that should be GOI’s priority\n\nIndia’s growth continues to surprise on the upside, beating both earlier estimates and current expectations.\nThe First Advance Estimates in Jan pinned GDP growth for 2023-24 at 7.3% and the Second Advance Estimates in Feb ratcheted it up to 7.6%.\nRead full story on TOI+\n\n",
        "headline_1": "Private message for next govt",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/private-message-for-next-govt/",
        "news_paper_name": "The Times of India",
        "publish_date": "03-06-2024"
    },
    {
        "full_article": "June 4 will tell us all. But throughout a 44-day cacophonous campaign, politicians told us plenty. Here’s a measure of the campaign by words that stayed top of mind\n\n400-paar: The number that started BJP’s campaign. You set a target, you defend it. To beat Congress’s record, BJP went out on a limb with a 400+ seats claim to victory.\nRead full story on TOI+\n\n",
        "headline_1": "Voter’s dozen: 13 takes on 13 wordies",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/holycow/voters-dozen-13-takes-on-13-wordies/",
        "news_paper_name": "The Times of India",
        "publish_date": "03-06-2024"
    },
    {
        "full_article": "Retro-walking is a fad. It’s also unnerving\nTaking a step back is equal to putting one’s best foot forward. Or so insist, those walking backwards, especially in a park full of people. It’s not exactly a new fitness fad or a social media challenge, but many are getting into it. When they loom in the distance, it takes a while to figure out whether they are walking towards you or away. Also called retro-walking, those practising it look over their shoulders, or from the corner of their eyes.\nFirst-timers give the impression they are walking on eggshells. Veterans walk as if they have eyes on the back of their heads. All have safety on their minds. Irrespective of when they took their first baby steps backward, they all swear by its benefits: strengthening core and leg muscles; improving focus, balance, memory; and even decision-making. Some try it for sheer novelty, having walked straight for years without any tangible change.\n\nThey don’t go to town to talk about its benefits though. But you can make out they have looked up the net for positive evidence. Or heard from a practitioner they first saw in the park, ridiculed him, and quietly followed in his footsteps. Those using the treadmill miss out on the fun parks provide. Some argue older people tend to benefit from walking backward more, and they rightfully mind their steps.\nWhen youngsters take a fancy to it, they become unguided missiles. An occasional family insists on doing a group backward walk. Such a family can’t stay together in public parks because they have to walk one after the other. The smartest member avoids leading the backward procession. Those ahead, or is it, behind, ensure his safety.\n\nWhen everybody is doing similar sets of exercises, walking backward stands out. A stranger can leave you unnerved in a park if he suddenly gets in the mood, appearing to take one long look at you in retreat. Those a little away can’t even be happy to see his back because he’s walking towards them.\nRetro-walk enthusiasts are better served if they choose familiar terrain and daylight. Mortals grown on the staple of ghosts with backward feet are likely to miss a beat or two when they see an aficionado in the dark. Wonder why shoe companies haven’t come up with products suitable for such walking. After all, traditional shoes are meant to take you forward.\n\n",
        "headline_1": "Take a step backward",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/take-a-step-backward/",
        "news_paper_name": "The Times of India",
        "publish_date": "03-06-2024"
    },
    {
        "full_article": "Like India’s Congress, ANC’s decline in South Africa shows no dominant party can take its status for granted\nIn a watershed election for Africa’s most industrialised economy, the unchallenged reign of African National Congress (ANC) in South African politics appears to be at an end. ANC only managed to garner around 40% of the vote – the first time it hit such a low since the post-apartheid election of 1994 – forcing it to look for coalition partners to form the next govt.\nMilitant past, questionable future: ANC’s anti-apartheid revolutionary moorings had elevated it to an exalted status in the Rainbow nation. It had never secured less than 50% of the vote in elections till now. But this also bred complacency, sclerotic party structures, corruption and an overbearing top brass that failed to provide space to younger, energetic members. Note that ANC was hurt most in the latest polls by former president Jacob Zuma’s MK Party and expelled ANC youth icon Julius Malema’s Economic Freedom Fighters that won around 14% and 9% of the vote, respectively.\n\nFailing to read pulse: ANC’s antiapartheid legacy has also lost much traction among young South Africans. According to World Bank, 55% of the country’s population lives in poverty, unemployment rate is a whopping 33%, and homicide rates are among the highest in the world. Add to this acute water, housing and energy crises. ANC’s failure to address these has led to major disaffection.\nParallels with India’s Congress: This mirrors the fate of India’s Congress that too saw unchallenged political dominance for three decades as the party that secured the country’s Independence.\nHowever, multiple splits, the Gandhi family’s dynastic role, complacency and eroding ground presence saw the party reach a historic low of 44 seats in 2014 Lok Sabha polls. Just as with ANC’s anti-apartheid legacy, Congress’s Nehruvian socialism has little traction today. Both parties’ decline is a story of what happens to once dominant parties that refuse to adapt to changing circumstances. That’s also the beauty of democracy.\n\n",
        "headline_1": "Big tree wobbles",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/big-tree-wobbles/",
        "news_paper_name": "The Times of India",
        "publish_date": "03-06-2024"
    },
    {
        "full_article": "In 1935 Hemendrakumar Ray gave us a disturbing glimpse into an uncanny future. In a novel that is more a moral treatise on national science than histrionic pulp fiction, Ray described a fictional nation of Bengalis in the deepest heart of east-central Africa. An ancient shipwreck, he narrated, had left a hapless but plucky group of Bengalis in the deeply forested region. Undaunted, they had proceeded to build an incredibly advanced and supremely powerful civilization. They had not only remade their hostile environs, but indeed had remade themselves. Their bodies, tastes, reproductive modes—all had been modified to make them more efficient. Efficiency and national progress had been established as the sole criteria for all walks of life. Individual likes and dislikes were entirely expunged. Worst of all, basic human sympathy and fellow feelings had been subordinated to the cult of scientifically mandated efficiency. People, especially those who were marginal to the body politic, were considered expendable and subjected to deadly scientific experimentation. With the decay of the softer, nobler sentiments had also come a hubris. So much so, that these advanced Bengalis had come to mock and look down upon the Bengalis who had remained back in Bengal and not partaken of these tremendous technological advances. Ray, tellingly, called his novel Amanushik Manush.\nHowever farfetched the dystopian Bengali colony in Africa might seem, the moral and ethical tensions articulated by Ray were incredibly cogent to mid-twentieth century Bengal. An enthusiasm for science and technology had grown with leaps and bounds across the subcontinent. But since many of the flagship educational institutions of the colonial era were situated in Bengal, predictably this enthusiasm was perhaps greatest amongst Bengalis. Most of the scientific professions of the late colonial period were dominated by Bengalis. This enthusiasm had also inspired an almost-irrational faith in the transformative capacity of science and technology.\nOf all the myriad branches of science the one where this transformative potential of science was most conspicuous was Anthropology, more specifically Physical Anthropology. It claimed for itself the ability to adjudicate and clarify the knottiest of human conundrums: who are we? How do we relate to our neighbors? Etc. Indeed, the object of this science were not things, but beings. Fellow human beings. Yet, ironically, the way in which these human subjects were studied turned them into little more than objects. Measured, bled, quantified, and classified, with little reference to their individuality or their biography, in the hands of physical anthropologists at the time, their subjects became little more than biological objects. Rather than their dignities, desires, dejections, distresses, or dreams, these subjects came to be defined by a series of bodily measurements that could be used to determine their placement in one classificatory category or another.\nOf the deluge of bodily measurements that cascaded through early and mid-twentieth-century Physical Anthropology, one that stood out most in terms of its novelty, future-promise, and claims to scientific objectivity, was blood group frequencies. Blood groups had first been discovered in the first decade of the twentieth century. The First World War and the need for blood transfusions on the battlefields had helped refine and develop the knowledge about blood groups. It was during these widespread experimentations with blood grouping on the battlefront that a Polish medical couple, Ludwig and Hanna Hirszfeld, working with British and French imperial troops claimed to have discovered a connection between blood groups and racial identity. The Hirszfelds claimed that the frequency with which different blood groups, i.e., A, B, AB and O, appeared in each racial group varied. Based on this they formulated a racial scale called the 'Biochemical Race Index'. Based on this index, they further hypothesized that blood group A had likely originated in Europe and blood group B in South Asia. Hence, a higher proportion of group A in a population, to the Hirszfelds, meant a closer biological connection with Europeans.\n\nThe polymath Sir Brojendra Nath Seal had long-advocated a scientific approach to settling issues of national composition and future development based on concrete, measurable numbers. But he had never gotten further than the idea. The challenge of how to turn something as complex as human political identities into simple numbers was left to his juniors to work out. Two young men in particular were drawn to Seal's suggestions.\nThough the specific conclusions of the Hirszfelds were frequently refuted, their basic method quickly caught on and, in less than a decade, gave rise to the entirely new discipline of seroanthropology. Between 1919, when the Hirszfeld study was published, and 1939, in a mere twenty years a whopping 1,158 seroanthropological studies were published in the UK, US and France alone. Many other studies were published in Germany, Japan, British India and elsewhere.\nThe twenties and thirties were epochal decades in the history of Bengal. The end game of empire played out slowly and with unexpected twists and bloody turns. On the one hand, the scientific services and state bureaucracies were progressively 'Indianized' after the WWI. This allowed a lot of Indian scientists to work within, rather than outside or on the fringes of, the state. On the other hand, the nature of mass politics and electoral democracy introduced by the Government of India Acts of 1919 and 1935 gave rise to bitter and often violent clashes along communal and caste lines. As a result, there emerged a tension amongst the educated classes.\nThe promise of science, ensconced firmly within the state apparatus, stoked hopes of a technocratic future. A future where science, now deployed in the interests of national uplift rather than imperial subordination, would lead to the future prosperity of the nation as a whole. Contrapuntally, the nature of electoral democracy, pegged as it was to identities of caste and religion, produced bitter disputes about the very boundaries of future national groupings. Rival nationalisms—Indian, Bengali, Hindu, Muslim etc. competed with class and caste based political movements, in defining distinct and different visions of a political future.\nFaced with these orthogonal tendencies, many scientific men thought that science could supplant the messiness of politics in settling questions of group identity and political belonging. The polymath Sir Brojendra Nath Seal had long-advocated a scientific approach to settling issues of national composition and future development based on concrete, measurable numbers. But he had never gotten further than the idea. The challenge of how to turn something as complex as human political identities into simple numbers was left to his juniors to work out. Two young men in particular were drawn to Seal's suggestions. Both would go on to be scientific stalwarts in their own right.\nOne was the eminent statistician, Prasanta Chandra Mahalanobis. The other was the founding director of the Anthropological Survey of India, Biraja Shankar Guha. Mahalanobis and Guha had distinctly different political visions. Mahalanobis emphasized that all Bengalis, irrespective of caste or religion, were biologically closer to each other than people from neighboring provinces. Guha refused to even count most of the so-called lower caste and tribal groups as 'Bengalis', reserving that label only for upper caste—though including both Hindu and Muslim—Bengalis. Yet, where Guha and Mahalanobis and many others agreed was that they thought various sorts of bodily measurements, and often seroanthropology, could settle the issue.\nThis technocratic dream inspired political parties to directly invest in and publish anthropometric surveys. The Maha Gujarat Society, a group demanding the break-up of the erstwhile Bombay State into separate Gujarati-speaking and Marathi-speaking regions, for example, employed a Cambridge-trained Bengali anthropologist, D.N. Majumdar, to determine whether the tribal peoples of the Dang forests were closer to Gujaratis or Marathis. Likewise, the Hindu Mahasabha, a prominent Hindu nationalist outfit, officially published a Bengali book titled Bangalir Nritattwik Parichay [Anthropological Identity of the Bengalis] by Atul Krishna Sur.\nFar from ending the technocratic dreams of scientifically determining political futures, the end of empire in 1947 gave further encouragement to it. Pressed directly into the service of postcolonial nation-building several seroanthropologists now emphasized the medical benefits of studying the biological differences between different social groups. Some even went so far as to suggest the eugenic mechanisms to control the reproduction of specific castes which had been shown to have higher percentage of certain inheritable diseases like sickle cell malaria.\nThe founding premise of these studies was that communities that had lived cheek and jowl next to each other could be objectively and accurately distinguished from each other using strictly biological criteria. The fiction of perfect and sustained endogamy undergirded the possibility of such demarcation. A major stumbling block in the perpetuation of such fictions was the fact that as Bengalis themselves, many of the scientists would have known of numerous examples of how such perfect endogamy does not work in practice. Upwardly mobile families for instance, if they managed to become affluent, were often able to marry into higher-status groups. Migrants too were often able to marry locally. Practices such as adoption or levirate were also known to exist. Finally, no matter what the community rules exhort, there is hardly any human community where reproduction is entirely limited to the marital family. Extra-marital liaisons, particularly between affluent men and poorer women, have long been part of rural societies. All of this would have been well-known to most of the researchers. Yet, when they sought to approach community identities as discreet biological facts, it was as if they had to willfully suppress their own social memories.\nThe tragedy of this forgetting emerged in a little Bengali book authored by Sasanka Sekhar Sarkar. Sarkar was one of the most prolific and inveterate seroanthropologists. Eventually becoming a professor of the Calcutta University, he did much to establish seroanthropology as a popular academic discipline. Yet, late in life, he authored a book titled Lokgatha, a collection of folktales and stories collected throughout his life. Introducing the collection, he recalled his own grandmother and the stories she would tell. He insisted that it was these stories that were the true history and heritage of mankind and insisted that they could not be isolated as belonging to any one discrete community or the other. He lamented that Bengali grandmothers no longer had as large a stock of stories as they once did and neither could contemporary grandmothers narrate these stories with as much verve as those of yore. It seemed as though, having spent a rich and successful career insisting that humans could be defined entirely by their measurable biological inheritances, Sarkar at the end of his life was grasping for an alternate vision: a vision of kinship that was not simply genetic, but rather built upon a stock of shared stories and memories of telling stories.\nRay's Amanushik Manush shared a similar vision. Deeply influenced by Tagore and a close friend of Kazi Nazrul Islam, Ray had authored works of science fiction as well as the supernatural. Like Tagore he was smitten by science's ability to stoke our curiosity and wonder, but he was equally suspicious of its humbug and wary of its ability to disenchant complex social worlds.\nAmanushik Manush was not a very successful novel. Few today, beyond kalpabigyan aficionados, know of it. By contrast the technocratic dreams for determining and shaping political futures thrived. Under Mahalanobis and Guha, leading scientific institutes such as the Indian Statistical Institute and the Anthropological Survey of India, conducted largescale biological studies of group difference in postcolonial India. Social groupings were refigured as biological differences. As seroanthropology evolved into technologically more sophisticated population genetics, castes and communities were reimagined as 'gene pools'. Faced with this ascendant faith in technocratic definitions of human identities, Ray's exhortations appeared quaint at best and inconsequential at worst.\nToday as genetics, increasingly institutionalized through legal cases on paternity, immigration etc., progressively becomes the dominant way to define kinship, Ray's forgotten dilemma continues to haunt us. Who is an amanushik manush? Is it one who has forgotten to see their neighbors as complex human beings? Or is one who has been reduced simply to a biological assemblage of genetic traits? Is it the scientist or the subject who is studied that loses her humanity in the end? Indeed, what is it that makes us human or inhuman? Is it our biology? Or our history?\nProjit Bihari Mukharji is a Professor of History and Head of the Department of History at Ashoka University, as well as a Professor of History of Science at the University of Pennsylvania. Currently, he is a Guggenheim Fellow.\n\n",
        "headline_1": "Sciences of Difference",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/focus/news/sciences-difference-3625386",
        "news_paper_name": "The Daily Star",
        "publish_date": "03-06-2024"
    },
    {
        "full_article": "The level of apathy demonstrated towards our migrant workers—on the backs of whose remittances our economy is built—by the government is abhorring. As many as16,970 migrant workers failed to reach Malaysia before the deadline of May 31, as mismanagement by government authorities and local recruiting agents made their departure impossible. In early March, Malaysia announced that it would be closing its doors on aspiring Bangladeshi migrants—along with workers from 13 other countries—because of anomalies in the worker recruitment process. The government had pledged to address such anomalies when Malaysia resumed hiring Bangladeshis—after a four-year hiatus—in August 2022 and had even signed a memorandum of understanding (MoU) to that effect.\nThe government, however, failed to keep its promise and migrant workers, who were supposed to spend no more than Tk 78,990 for the whole process, had to spend around Tk 5 lakh on average. The reason for this, according to industry insiders and researchers, is that a syndicate of 100 Bangladeshi recruitment agents, who were selected by the Malaysian authorities, created a monopoly-like situation, which ensured workers had no other way of getting to Malaysia without spending hefty sums. It has been further alleged that several members of the Bangladesh parliament, their relatives and political leaders are beneficiaries of the clique, and even the Bangladesh High Commission in Malaysia get a cut. These are extremely serious allegations that demand immediate investigations.\nOn top of failing to address such serious corruption, the Bangladesh government has been so lackadaisical in its response to Malaysia's deadline that hundreds of migrant workers had to wait for hours at the Hazrat Shahjalal International Airport to catch flights, only to return home devastated. Many aspiring workers had gone to the airport without tickets after receiving assurances from local recruiters—no doubt, having paid hefty sums—that they would be given tickets on time. Following this massive debacle, the state minister for welfare and overseas employment said the government would look into the incident and take action against those responsible. But why hasn't the government investigated and punished anyone responsible for the mismanagement and corruption that has been ongoing in regards to labour migration to Malaysia over the years? And given its woeful track record, can anyone believe the government will do so now? And as for the migrants who failed to leave as a result of the government's mismanagement this time, who will compensate them for their sufferings and expenses?\nThe amount of corruption and mismanagement plaguing the entire labour migration process clearly indicates that it goes up to the highest levels of our government. And it is indefensible that our hard-working migrants are having to pay the ultimate price. We have said this repeatedly, and we will say it again: the government must investigate all of the allegations thoroughly and hold those responsible to account.\n",
        "headline_1": "Must our migrants pay the price every time?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/must-our-migrants-pay-the-price-every-time-3625086",
        "news_paper_name": "The Daily Star",
        "publish_date": "03-06-2024"
    },
    {
        "full_article": "The Institute of Health Economics (IHE) at the University of Dhaka recently held a policy discussion titled, \"Can the Use of Generic Names in Prescriptions Effectively Control Aggressive Drug Marketing in Bangladesh?\" Dr Syed Abdul Hamid, professor of IHE and moderator of the dialogue, talked to Tamanna Khan of The Daily Star about the pros and cons of using generic drug names.\nWhat are some of the main concerns about drug sales that came up in this discussion?\nThere are over 250 functional drugs manufacturing companies that need to sell the products they are making. Now, how are they selling these drugs?\nMedical representatives or promotional officers of pharmaceutical companies go to doctors, medicine shops, or quacks and request them to write the name of their company's drugs in the prescriptions. Initially, they (medical reps) used to provide samples. According to the guideline (code of pharmaceutical marketing practice), samples as well as leaflets or flyers on the drugs can be given because a doctor needs to know about the drugs.\nLater, because of the presence of a large number of pharmaceutical companies, competition increased among them, and at one point, perhaps one pharmaceutical company started giving gifts to doctors on different occasions. This (gift-giving) now reached such an extent that samples are not given to everyone. Only junior doctors or those who do not have a well-established practice in the market receive samples. Those who have well-established practices often receive incentives such as expensive gifts, monthly allowances, cars or flats from pharmaceutical companies to prescribe their products.\nThe companies also try to differently incentivise those who are not qualified to write prescriptions—such as quacks or pharmacy shops. Top companies, or the brands we consider as good, do not give a lot of incentive to the pharmacies because their drugs are of good quality. Drugstores get a better commission by selling drugs of companies that are not well-known to the public. They get more commission from new companies or companies that do not yet produce drugs of a certain standard.\nThe way pharmaceutical companies are marketing their products in our country, they end up spending a lot of money on marketing. That cost is reflected in the (drug) price. So, people end up buying medicine at a higher price.\nThe term 'bioequivalence' came up in discussion. What does it mean?\n\nThere are many companies that manufacture drugs. There are variations in their products in terms of quality. All these drugs have the approval of the DGDA (Directorate General of Drug Administration). Since these drugs have been marketed with the DGDA's approval, the quality of these drugs is not supposed to be bad. But the DGDA cannot guarantee that all the drugs in the market are of the same or similar quality. The reason is, before giving permission, the DGDA cannot get a main test conducted, which is the bioequivalence test.\nThrough bioequivalence, the generic drug's biomass and concentration level in blood plasma are compared to the original researched product. That means how much of the (generic) drug is being absorbed by the body. If it is seen that the difference is within a permissible limit, then it is considered to be a bioequivalent tested drug. If the drug is similar to the original drug in terms of effectiveness and efficacy, then we can assume that the (generic) drug is of good quality.\nIf all the drugs in the market passed the bioequivalence test, then we could assume that the quality of all these drugs are similar. Under that circumstance, if a doctor writes the generic name and I take it (the prescription) to the pharmacy, all the drugs in the pharmacy will be of good quality, because they are bioequivalence tested. If this test is not done, then if I go to a shop where the brand name is not mentioned, then the pharmacist becomes responsible for suggesting a quality product.\nNow the thousands of pharmacies we have in our country do not have any pharmacist. Under this situation, if generic names are written in the prescription, then the power will shift from the doctors' hands to the salesman of the pharmacies. Since they are not trained and educated like their counterparts in other countries, then rationally they will push the low-standard drugs because the bad companies give them more incentive and commission.\nWhy is it possible to conduct bioequivalence tests on medicine exported from our country, but not on the products sold in local market?\nAll the countries we export to have bodies like our DGDA and they make it mandatory—that they will accept the medicine only if it passes the bioequivalence test. Most of the companies in our country get the test done from India. But the European or American market specifies the location for getting the bioequivalence tests done. All the products we export are exported after conducting the bioequivalence test. But for the about Tk 200 billion drug market for local consumers, the drugs sold are not quality-tested. The quality of a drug is considered good because it cures diseases, but the drugs are not quality-tested.\nThe cost of the bioequivalence test is not that much. It is about Tk 20-30 lakh. Now the question is, if we want to do bioequivalence tests for all our products, can we do it in our country? My answer will be \"no\", because we do not have enough institutions that will conduct the test. Currently, there are three to four functional institutions that can do the test. The number and quality of these institutions need to increase. We will also need a regulatory body to monitor the bioequivalence testing companies, which must have national and international accreditation.\nHow advantageous would the use of generic names be when pharmaceutical companies also market to village doctors and pharmacies, who serve a large population segment?\n\nThat is one of the reasons why there is no opportunity to prescribe drugs using generic names in Bangladesh at this moment.\nNow, the pharmaceutical companies are running after doctors to make them write their brand name in the prescriptions, then they will run after pharmacies or drugstores to push them to sell their drugs. Currently, only the small companies give more commission. Then if generic names are used, the big companies too will have to give more commission. At present, the doctors are getting the incentive, but then people connected to drug stores will get direct or indirect incentives.\nBut there is opportunity to write prescriptions using generic names in organisations, where people have the option to buy drugs from within the institutions like they do in Evercare or Combined Military Hospital (CMH). The precondition to implement the use of generic names on prescriptions is that the quality of all our drugs must be similar. All the pharmaceutical companies that produce the same kind of drugs must conduct the bioequivalent test to make the drugs similar.\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n",
        "headline_1": "Are we ready for generic drug names on prescriptions?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/interviews/news/are-we-ready-generic-drug-names-prescriptions-3624976",
        "news_paper_name": "The Daily Star",
        "publish_date": "03-06-2024"
    },
    {
        "full_article": "Smartphone addiction among children and youngsters has posed the gravest ever threat to family as a cohesive unit and its place in wider society. Unlike substance abuse, it is performed in the open in full view for all to see. The addiction is widespread and equally as prevalent in urban areas as it is in villages. It is common nowadays to see youths and teenagers from varying backgrounds honed in on smartphones. Most parents pray their wards diverted this to their studies. While smartphones and the Internet have brought revolutionary benefits into people's lives, their harmful side effects are now getting exposed. The excessive use of smartphones has far-reaching and devastating consequences for both the young and the old, but unsuspecting children bear the brunt.A recent study conducted by researchers from Jahangirnagar University focuses on the impact smartphone usage has on children in Bangladesh. The research reveals that parents who spend three or more hours daily on smartphones significantly increase the likelihood of influencing their children to develop such addiction. Parental behaviour in shaping children's behaviour is a deciding factor. Parents' tendency to hand over their smartphones to their children as a quick fix to pacify them or to keep them occupied while they attend to other tasks has worsened the situation. The surge of smartphones has caught society unaware, leaving it no time for putting in place a proper defence.Shockingly, the research claims children who are addicted to smartphones are 500 times more prone to mental health issues and 230 times more susceptible to physical health problems compared to their non-addicted counterparts. This addiction inflicts a range of adverse effects on the physical and mental wellbeing, as well as the cognitive development of preschool-aged children, especially. Developing mental disorders is just one facet of the overuse of smartphones. Additionally, excessive use of smartphones unsettles family bonds, as children tend to spend more time with their gadgets rather than engaging with their parents and siblings. Many children are growing up without learning appropriate social skills, which come from interactions with family, friends, and neighbours. They hibernate in their bedroom, cut themselves off from the outside world, and watch cartoons, play video games, or surf the net for hours without talking with or seeing real people. As a result, today's youths are facing significantly higher levels of anxiety, depression, self-harm, and other related disorders compared to any previous generation. While smartphones are not necessarily exclusively responsible, their adverse effects may be devastating.In the face of this mounting crisis, it is imperative for parents, educators, and policymakers alike to work harmoniously towards making a concerted effort to protect children from the pernicious addiction. Parents must act by example and ensure they are not overusing smartphones themselves and are giving adequate time to their children, helping them with their homework, taking time to listen to them (however boring it might be) etc. Limiting smartphone usage will not be easy, but it is not impossible either. Parents ought to discipline themselves first and then their children. Teach by example. Initially, it will be challenging, but with determination, they can overcome the urge to constantly keep checking the phone or to give it to their child out of habit. It will help them gain more control over their time and become more involved with beneficial activities rather than being a captive slave to an electronic device.",
        "headline_1": "Fight against smartphone addiction among children",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/fight-against-smartphone-addiction-among-children-1717342959",
        "news_paper_name": "The Financial Express",
        "publish_date": "03-06-2024"
    },
    {
        "full_article": "Worries over falling foreign exchange reserves have been forcing many countries to look for alternatives to US dollar (USD) as reserve currency. Bangladesh, for instance, is concerned as its foreign exchange reserves position has been falling persistently since it reached its peak at over US$48 billion in August 2021. According to an estimate, the reserves have been falling by US$1.0 billion every year since. Reasons including high import bills, decline in volume of inward remittance, fall in export and so on are to blame for this situation. By the end of March this year, the forex reserves came down to as low as US$19.45 billion from US$20.78 billion in the previous month, according to BB data. These forex reserve figures have been calculated according to IMF guidelines. However, using conventional method of valuation as done by the central bank, the reserve amount by the end of March would come to US$24.81 billion. The Bangladesh Bank (BB) data say, the country's monthly import bill is around US$5.0 billion. This amount of forex reserves is enough to meet the import bills for more than four months. But concern remains. Sri Lanka's experience with high inflation, currency depreciation and plummeting forex reserves led to political chaos. But the country has largely been able to get out of the crisis. Sri Lanka's crisis has been blamed on economic mismanagement by its government of that time. It is said that undertaking of mega projects that proved to be unprofitable played a major role in that country's economy going into a tailspin. Now, imagine that Sri Lankan Rupee was accepted as a medium of exchange internationally. Would then Sri Lanka's economy fall so fast even after all the mismanagement? Economies may fail, but the accelerated speed with which they tend to fail in the developing countries due to foreign exchange, or USD crisis, is indeed frustrating. The consequent parleys that follow with the global lenders for support or outright bailout come invariably with strings attached. Needless to say, the strings have political dimensions that may compromise the recipient country's sovereignty. USD's pole position as global currency lies at the heart of the problem. Apart from such forex crises arising out of mismatch between normal financial inflow and outflow, they can also be created artificially. Consider the situation of Russia. Following its invasion of Ukraine, the US and its allies used sanctions to cut off the country's link with what is known as SWIFT (Society for Worldwide Interbank Financial Telecommunication). It is basically a cross-border messaging arrangement with the global payment system. Denied of its link with dollar-dominated world of financial transactions, what would that country do to continue business with other countries? Russia has, however, an advantage. It is that it has enormous reserves of fossil energy (oil and gas) that other economies like China and India want to buy. Actually, they made the trade transactions with their own currencies (ruble, yuan and rupee) avoiding USD. But all countries, especially poorer developing ones like Sri Lanka are not as powerful militarily or rich in natural and other resources to confront the US-led Western powers eyeball too eyeball. They ultimately suffer or yield to the donors'/lenders' conditions. Small wonder that USD still reigns supreme as the forex reserve of most countries, though its dominance has reduced significantly in recent years. The overuse of sanctions to punish governments that won't see eye to eye with the major Western economic and political powers on many international issues has, of late, put the future role of USD in the global economy under serious scrutiny. China, which has also come under US sanctions including stringent tariff measures against its products in the US market as part of the ongoing trade war between the two countries, has been working to come up with an alternative to the dollar. China's official currency, renminbi (RMB) is trying to establish its position as an international currency. Meanwhile, it has been creating its own Cross-border Interbank Payment System (CIPS) similar to the US's Clearing House Interbank Payment System (CHIPS). CIPS, therefore, acts as a clearing and settlement mechanism for movements of funds in Chinese currency, RMB, from one institution to another. Simultaneously, it is also in the process of developing an alternative to the messaging facility like SWIFT. India has already been using its own currency, rupee, and UAE's dirham to pay for Russian oil. Turkey, which also imports oil from Russia, has agreed to make part of its payment in Russian ruble. Recently, members of ASEAN have opted for using their own currencies in trade-related transactions. Even some advanced economies like Australia and France are conducting their trade deals with China in yuan. The BRICS group, for instances, has been encouraging member countries to use their respective currencies for settling payments against bilateral as well as intergroup trade deals. Also, the group is trying to develop an international reserve asset like IMF's Special Drawing Right (SDR). Notably, SDR is not a currency as such, but it can be exchanged for different currencies freely used among IMF member nations. That apart, the BRICS group is also in the process of developing a common currency backed by gold. The emerging markets, which already account for around 44 per cent of the global economy, are strongly pushing for de-dollarisation. That is about the process of moving away from their dependence on USD as the main reserve currency. Finding itself in severe dollar reserve crisis, it is time Bangladesh also looked for alternative arrangements for clearing and settling its funds in currencies other than US dollar. Also, Bangladesh should consider adopting various alternatives to US dollar as reserve assets including gold and other strong currencies of the region.\n[email protected]",
        "headline_1": "Looking for alternative reserve assets",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/looking-for-alternative-reserve-assets-1717342984",
        "news_paper_name": "The Financial Express",
        "publish_date": "03-06-2024"
    },
    {
        "full_article": "The World Milk Day observed every year on June 01 celebrates the wholesome benefits of milk as a food, not just a beverage. No other drink has this nourishing quality. The day is observed to promote cow milk as a most balanced food, particularly for children, whose growth it helps more than any other food. Decades back, people in this part of the world failed to appreciate the special food value of milk and did not feel the need for developing dairies. Even the dedication of a day to milk for celebration worldwide came as late as 2001. This is evidence enough that even the world had earlier failed to recognise the need for promotion of milk and milk products globally. Of late, though, at least the educated people here have become quite aware of, if not anything else, the consequences of milk deficiency in making bones brittle. Most of them even are familiar with osteoporosis--- decay of bones as a result of calcium deficiency and milk as a rich source of this vital element in bone formation and strengthening.Notwithstanding the comparatively less popularity of milk as a drink, its diversified products such as butter, ghee (clarified butter), chhana (coagulated milk), whey, curd or yoghurt and cheese are an ample proof that the art of making ingredients or preparing dishes with it has been perfected to a level few nations could do. Particularly, the wide range of sweetmeats prepared from chhana is a specialty that is credited to the Bangalees. Whether such sweets add to the food value to milk is a different issue but some of the specialties credited to a particular location are famous for their delectable tastes. However, at a time when adulterated chhana has replaced the pure variety, sweetmeats have lost their lustre. The good thing, though, is that milk production has witnessed a phenomenal growth. In the 2012-13 fiscal year (FY), milk production was 5,072,000 tonnes which rose to 13,034,000 tonnes in FY 2021-22. But yet this amount falls short of the country's requirement estimated at 15,668,000 tonnes. The shortfall is met by imported powder milk and a small consignment of ultra heat treatment or ultra high temperature (UHT) liquid milk from abroad. Now the question is whether cow milk is affordable for the common people in this country. With the dairy industry taking off, several companies now have developed a procurement network for pasteurisation before making one-litre and half-a-litre packets for distribution all across the country. Packaged milk or the type sold openly came under scrutiny when laboratory tests found both containing harmful materials of either biological or chemical origin with their reference to cattle feed. However, when the hullabaloo reached its highest pitch, the sale of packet milk experienced an abrupt drop. What is intriguing is that without countering the claim or clarifying the issue to the satisfaction of doubters, the controversy was successfully buried. Many switched over to imported powder milk of reputed brands. But this alternative choice has been cut short by the limited or no import of such powder milk due to dollar crunch. Even powder milk has been listed in the category of luxury items. By the time packet milk has not only regained its lost ground but also gone for marketing in at least three varieties. Now common groceries get supply of the pasteurised standardised and toned varieties. Full cream is supplied to the super shops only. They are yet to make packets of double toned milk. The problem here is that the companies won't tell what they exactly are marketing. Only a few discerning customers know about the differences but the run-of-the-mill just take home milk packets thinking that they are getting what they used to get before. Business ethics certainly takes a beating here because the companies have not come clean on their products.\n[email protected]",
        "headline_1": "Concern about affordability of milk",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/concern-about-affordability-of-milk-1717343032",
        "news_paper_name": "The Financial Express",
        "publish_date": "03-06-2024"
    },
    {
        "full_article": "The Sundarbans, the largest mangrove forest in the world, is like our mother who endures adversity but protects us. It safeguards the coastal areas, offering protection from Nature's fury. In recent memory, two of the deadliest super cyclones-Sidr in 2007 and Aila in 2009-hit the coastal areas of Bangladesh. After these devastating cyclones, other severe storms made landfall, including Fani and Bulbul in 2019, Amphan in 2020, and Yaas in 2021. Each time the protective Sundarbans played the role of a saviour against Nature's ferocity. It was no different at the time of Remal.The Sundarbans, our first line of defence against natural disasters, once again safeguarded the nation from cyclone Remal. It saves us but pays a heavy price in terms of the forest's ecosystem, wildlife, and biodiversity. The flora and fauna of the forest sacrifice their lives to save us. Although cyclone Remal is over, the grim aftermath is starting to unfold.Videos and photographs are surfacing, showing the dead deer scattered across the forest floor as floodwaters recede. How excruciating! It is like the picture of great warriors who won the war by sacrificing lives to save us. According to forest officials, at least 39 deer perished and 17 others were rescued. Sadly, this is likely just the tip of the iceberg. The tidal surge, reaching heights of 10-12 feet, inundated the entire Sundarbans. Many trees were uprooted, and hundreds of freshwater ponds inside the forest have been submerged and become salinised, causing an acute drinking water crisis for animals.If the Sundarbans survive, Bangladesh will survive as it takes care of us. But who will take care of it? Bangladesh aims to be a developed country by 2041. What will be the condition of the Sundarbans then? Will it become a scapegoat for 'development'? We don't want a developed Bangladesh at the cost of destroying our \"savior mother,\" the Sundarbans.\nSamia Jahan ShefaStudent Department of Genetic Engineering and BiotechnologyJashore University of Science and Technology[email protected]",
        "headline_1": "Sundarbans save us with mother's care",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/sundarbans-save-us-with-mothers-care-1717343147",
        "news_paper_name": "The Financial Express",
        "publish_date": "03-06-2024"
    }
]