[
    {
        "full_article": "The Indian government is planning to team up with the private sector to study and test small modular reactors (SMRs). Nuclear energy is an important power source in the world’s energy mix as it waits for the development and maturation of (other) renewable energy technologies while fossil-fuel-based sources, especially coal, continue to remain relevant and more affordable. Nuclear power offers a sufficiently high and sustainable power output, even if externalised costs like those of building safe and reliable reactors and handling spent nuclear fuel complicate this calculus. Indeed, cost and time estimates that expand to nearly twice as much as at the point of a project’s commissioning are not unheard of. The nuclear power tariff is thus higher from ‘younger’ facilities, even if they also fill gaps that haunt power from renewable sources. SMRs, of 10 MWe-300 MWe each, are smaller versions of their conventional counterparts. They aspire to be safer without compromising commercial feasibility by leveraging the higher energy content of nuclear fuel, a modular design, a smaller operational surface area, and lower capital costs. But the challenge is to have this aspiration survive SMRs’ external costs.The government’s privatisation of nuclear power generation will also increase the demand for regulatory safeguards against radioactive material being diverted for military use. The first-generation SMRs are expected to use low-enriched uranium in facilities assembled on-site with factory-made parts, to produce waste that can be handled using existing technologies and power that can be sold at economical rates. But the reactor will need frequent refuelling and will yield a consequential amount of plutonium; both outcomes will stress proliferation resistance. The IAEA has touted the use of ‘safeguardable’ reactor designs but such solutions will increase capital costs. Subsequent SMR generations may also require more enriched uranium, especially if their feasibility is pegged on longer periods of continuous generation, or more sophisticated systems to increase fuel-use efficiency, which would increase the operational surface area and the generation cost. In fact, nuclear reactors have a fixed baseline cost and safety expectations that do not change with energy output, which means SMR-based tariffs need not automatically be lower. This is why the Department of Atomic Energy increased its reactors’ capacity from 220 MW to 700 MW. SMRs’ ability to bolster the prospects of nuclear power in India will thus depend on their commercial viability — and in turn on the availability of less uncertain market conditions, stable grids, and opportunities to mass-produce parts — and the price of proliferation resistance.\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nIndia\n\n/\n\nnuclear power\n\n/\n\nenergy resources\n\n/\n\ncoal\n\n/\n\ntechnology (general)\n\n/\n\ngovernment\n\n/\n\nelectricity production and distribution",
        "headline_1": "Problem power: On small modular reactor plan",
        "headline_2": "Small modular reactors must deal with the cost of proliferation resistance",
        "link": "https://www.thehindu.com/opinion/editorial/problem-power-on-small-modular-reactor-plan/article68468861.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "01-08-2024"
    },
    {
        "full_article": "Climate change can encourage unprecedented weather, precipitating natural disasters of magnitudes that may surprise local responders. The calamitous landslides in Wayanad district in Kerala on July 30 are not necessarily such disasters. Parts of Kerala have been bearing the brunt of heavy rains during the southwest monsoon and landslides are a yearly affair. But deadly landslides are new. This week, heavy rains triggered multiple landslides that have killed 200 people and laid waste to a few villages. The region is a tourist destination and incentivises infrastructure development to maximise revenue potential. The Chaliyar river here springs from an altitude of around 2 km and flows in a sheer path down towards Vellarmala, bringing fast waters that also sweep relatively more sediment downstream. The rains this year further increased the river’s volume and force, which swept up debris and deposited it in the villages settled on less steep land where many of the deaths have been reported. But the tragedy is compounded by the fact that heavy rains here in 2020 had caused the Chaliyar to strip swaths of its upstream areas of plant cover, leaving more rocks and humus vulnerable to being displaced.The geographical peculiarities of landslide-prone Idukki, Kottayam, Malappuram, and Wayanad have been evident for years; they also feature prominently on landslide risk maps. Blame for the landslides’ deadly recurrence must thus be shared by climate change and a State that has been repeatedly caught off-guard. A recurring issue is an abject lack of advance warning and emergency preparedness. Landslides are more common in ecologically fragile areas. The monsoons have been producing more short bursts of intense rain, resulting in some soil types becoming easier to dislodge while quarrying; linear infrastructure development, construction activities, and monocropping have compromised ecosystems’ ability to cope with changing natural conditions. For these reasons, patterns of land use must not change and the State must restore denuded flora and rehabilitate people in these areas to ensure they have other opportunities for their welfare. As recommended by the Western Ghats Ecology Expert Panel, Kerala must also decline engineering projects in ecologically sensitive areas and their surroundings, and constitute, equip, staff, and empower expert committees that deliberate the feasibility of other projects here. Indeed, the panel’s recommendations were designed to tame the effects of unpredictable weather without also denting economic growth, but Kerala today is sliding past the point of having an option to balance development needs with environmental concerns. \nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nKerala\n\n/\n\nnatural disasters\n\n/\n\nMonsoon\n\n/\n\navalanche/landslide\n\n/\n\ntourism\n\n/\n\nrivers\n\n/\n\nrains\n\n/\n\nclimate change\n\n/\n\nenvironmental issues\n\n/\n\neconomy (general)\n\n/\n\nweather science",
        "headline_1": "Unnatural disaster: On the Wayanad landslides",
        "headline_2": "Kerala must restore denuded flora and rehabilitate people in vulnerable areas",
        "link": "https://www.thehindu.com/opinion/editorial/unnatural-disaster-on-the-wayanad-landslides/article68468839.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "01-08-2024"
    },
    {
        "full_article": "Trial courts, as CJI has said, are not applying common sense in bail hearings. Fault lies largely with HCs\nIn Delhi’s basement drowning case, a 50-year-old who drove past the tuition centre, navigating the waterlogged road, was sent to judicial custody for 14 days by Tis Hazari court. Yesterday, court reserved its order on his bail plea. The charge? That the rainwater his SUV displaced aggravated the surge. That cops arrested a passerby rather than pursue those who ignored alerts of the basement’s vulnerability, or those officials who’ve turned away from blatant rule-breaking, says a lot. But perhaps, more extraordinary is the court’s reaction. Just what is going on in the name of ‘justice’? That the court opted to stay its order on the bail plea exemplifies exactly the kind of court action SC and CJI caution about.\nCJI-speak | Days ago, CJI in Bengaluru said judges must have “robust common sense”, that unless judges “separate the grain from the chaff in criminal jurisprudence”, “just solutions” were unlikely. He said trial courts “play it safe” when they deny bail, pinpointing the problem to the “suspicion with which grant of relief is viewed”. In 2022, CJI had said there exists a “sense of fear” among district judges that, if not sorted out, would render trial courts “toothless” and higher appellate courts “dysfunctional”.\nFear & rebuke | The bottom line is, SC has no power of supervision over HCs, but HCs enjoy such power over trial courts. Trial judges are indeed apprehensive, not least of high courts’ adverse remarks and of their orders getting overturned – both of which impact their careers. Recall Kejriwal’s bail, granted by a special judge, who took investigators to task in her order, saying the agency wasn’t acting without bias. Delhi HC dragged out its overturning of the bail and called the trial court order “perverse”. In another money laundering case early July, SC expressed its shock that Delhi HC “casually stayed” a “reasoned order granting bail”, without specifying any reason. SC said, “What signals are we sending?”\nInternal matter | The signals are that no-bail is trial courts’ template. There’s another reason for this, which SC articulated in its landmark order in Satender Kumar Antil vs CBI (2022). SC said given the “abysmally low” conviction rate in criminal cases, courts “tend to think that the possibility of conviction being nearer to rarity, bail applications will have to be decided strictly, contrary to legal principles”. In essence, denial of bail doubles as punishment. Only HCs can give trial court judges the courage to apply common sense.\n\n",
        "headline_1": "Justice under water",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/justice-under-water/",
        "news_paper_name": "The Times of India",
        "publish_date": "01-08-2024"
    },
    {
        "full_article": "The image of press in a glass cage in Parliament speaks to a serious grievance. This needs addressing\nSometimes an image spreads a story, as if it’s new, even when it’s not. An image of journalists protesting from inside a glass enclosure in Parliament has gone viral this week. Its symbolism is compelling. And it draws attention to an issue that deserves a lot more of the public’s attention, because it concerns the free flow of information to them. For journalists who cover the proceedings of Parliament, most of the access that was taken away in March 2020, never got returned. Malls, cinema halls, MPs…Covid restrictions are history everywhere and for everyone. But media freedom to report from Parliament remains heavily fettered.\nMedia galleries in the new Parliament building have increased seating capacity, but decreased occupancy. Journalists accredited for the job come with multi-level security clearance. The objection is not to more vetting per se. Only, how is the new red tape affecting parliamentary reportage? Its one clear outcome has been to seriously cut the press’s daily numbers. Critics say this was the goal all along. Vernacular press, smaller setups, online orgs and the independents are hit extra hard. Younger journos are no longer able to qualify for a permanent pass. Many senior ones are reduced to watching it all online. That, of course, is quite different from covering proceedings live. Less dense input is bound to affect output too.\nAs the Editors Guild of India letter to Om Birla points out, “unfettered access to journalists” goes all the way back to the constituent assembly. When other democracies reverted to it post-Covid, why is India holding out? Democracy needs neutral eye-witnesses. Parliament needs the press back in non-pandemic rhythm and numbers. This is how people keep in touch with their representatives, even from the smallest party and remotest constituency. Parliament’s presiding officers must ensure press access goes back to status quo ante.\n\n",
        "headline_1": "Reporting Democracy",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/reporting-democracy/",
        "news_paper_name": "The Times of India",
        "publish_date": "01-08-2024"
    },
    {
        "full_article": "Starved of Olympic heroes, India often puts the crushing burden of billion-plus expectations on a few sportspersons. When these aren’t met, the national mood, especially on social media, turns sullen. Like it happened with the shooting contingent in Tokyo 2020. The national appetite had been whetted by the success of Rajyavardhan Rathore’s silver strike in Athens (2004) and Abhinav Bindra’s gold in Beijing four years later. More medals followed: Vijay Kumar’s silver and Gagan Narang’s bronze in London (2012).\nBut when the squad returned medal-less from Rio andTokyo, the reaction was acidic. Manu Bhaker was one of the brightest young stars of the Tokyo contingent. A pistol malfunction had led to her early exit. By her own account, she took a long time to repair and restore. It is against this backdrop that the redemption of Bhaker, in which coach Jaspal Rana has played a stellar role, gathers more poignancy. Her double medal haul – the second in tandem with fellow shooter Sarabjot Singh – is matchless. No Indian has won two medals in the same Olympics post-Independence. And she’s not done yet. She competes again on Friday.\n\nBhaker’s success sends multiple messages. At a time when our shoulders sag, her performance has boosted the national morale, made us feel better. To the young, who live in a time of recurring paper leaks and who can drown to death even when studying in a city’s basement where there is no river or pond in sight, it says, please don’t abandon positivity. But the success of the 22-year-old girl from hinterland Haryana, seems to be telling them that it is possible to be the best in spite of all the setbacks that circumstances hurl at us. As she posted in Hindi on social media a year ago, “Destinations do not come to those who have big dreams, but destinations come to those who are stubborn.” Heroes and stars can come from any place in India.\nBhaker is the bold face of new brave India, of Girl Power. Her success means life is what you make out of it. Her calmness and maturity after her Olympic success make her a role model for young Indians. She is a national treasure, the new song of India.\n\n",
        "headline_1": "Olympic herstory: Manu Bhaker is the new song of young India",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/Addictions/olympic-herstory-manu-bhaker-is-the-new-song-of-young-india/",
        "news_paper_name": "The Times of India",
        "publish_date": "01-08-2024"
    },
    {
        "full_article": "By Vijay Hashia\nIs desire the fundamental nature of human existence, or does it inevitably lead to suffering and discontent? The question permeates the essence of every human experience.\nThe Hellenistic philosopher Epicurus diverges from Friedrich Nietzsche’s perspective on desire, which Nietzsche asserts fuels personal growth and affirms life. Nietzsche rejects the notion that desires inevitably lead to suffering, advocating for their role in creativity, self-expression, and the pursuit of excellence. In contrast, Epicurus posited that authentic eudaimonia emanates from fulfilling intrinsic and indispensable needs, fostering a tranquil and contented existence. He asserted that superfluous desires and opulent indulgences detract one from a life of simplicity and serenity.\n\nBy extending this philosophical discourse, Lucius Seneca elucidates the Stoic ideal of apatheia, a state of being unperturbed by external contingencies. He advocates for a life guided by reason, wherein one’s inner virtues are fortified against the unpredictability of fortune. By cultivating an internal locus of control and surrendering to the destined path of fate, one achieves a state of unwavering composure and contentment, he states. Thus, true contentment arises from fulfilling essential needs, embracing inner virtues, and maintaining equanimity amidst life’s uncertainties.\nAs the adage goes, desire is the greatest deceiver, for it entices humans with fleeting illusions, leading us away from enduring fulfilment and towards perpetual discontent and existential yearning. An individual might want strange and amazing things that don’t make him truly happy in the long run. This liking for unusual desires may reflect unique or unconventional interests, fetishes, or obsessions, which could then stop one from finding deep and lasting happiness, making it difficult to understand what one wants and needs in life.\nThe paradoxical nature of desires lies in the fact that fulfilling them often leads to temporary satisfaction, yet this fulfilment frequently gives rise to new desires, perpetuating a cycle of craving and discontent. Instead of bringing contentment, the satisfaction of one desire often exposes another, leading to the insatiable and endless nature of human longing.\nDriven by insatiable cravings, one may deceive oneself into believing that fulfilment lies in obtaining every whim of abundance and not enduring contentment. An inclination for superfluous indulgence emerges in this chase from necessity to abundance. This pursuit continuously propels us to seek fulfilment in external possessions and achievements, which is inherently futile because fulfilling one only begets another, leading to an endless cycle of yearning and dissatisfaction.\nLike the tortoise, which withdraws its limbs from all sides, let the individuals withdraw their senses from the objects of allure, and then the wisdom becomes steady.\nLife’s journey is about seeking alignment between aspirations and deeper values, thereby matching dreams with what is genuinely important. Real happiness doesn’t come from getting everything we want but from appreciating what we already have. Constantly chasing desires can lead to unhappiness, but focusing on being thankful and enjoying the present can bring true happiness and inner peace.\n\n",
        "headline_1": "A state of being undisturbed by externalities",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/a-state-of-being-undisturbed-by-externalities/",
        "news_paper_name": "The Times of India",
        "publish_date": "01-08-2024"
    },
    {
        "full_article": "Try as it may, the government can no longer circumvent critical questions about the role of security forces and ruling party cadres in the deaths of protesters. Five trends that have emerged from the law enforcement measures taken in response to the violent events of July 18-21 are blaming the violence squarely on BNP-Jamaat (without evidence); mass arrests, often through block raids; gross violation of Supreme Court guidelines for arrests and remand; making destruction of public properties—rather than the deaths—a central focus of investigation; and suppression of student organisers and protesters through various tactics. All this has reaffirmed doubts about the government's sincerity to ensure justice for the horrific tragedy that befell our nation.\nAgainst this backdrop, the prime minister's statement on Wednesday about seeking cooperation from the United Nations and other international organisations to conduct a \"fair and proper investigation\" into the nationwide violence offers a ray of hope. This comes after repeated calls for credible international investigations into the deaths over the last few days. Even the UN and the European Union also demanded a thorough and impartial probe. The PM, we may recall, earlier said the government would seek \"foreign technical assistance\" for the judicial inquiry committee. It has already indicated that the commission—initially tasked with investigating only the six deaths of July 16—can now probe all the killings that have since occurred.\nWhere does it all leave us, probe-wise? The picture that emerges from the above scenario is a bit confusing. We have no details yet about the extent of any possible UN involvement or how it will sit with the ongoing investigations by police and the judiciary. Will it be limited to the technical aspect of the investigation only? What about other stages of the investigation and justice processes? With the entire law enforcement machine keyed to political manoeuvres, how much help the judicial commission or any team headed by the UN will have from relevant state departments in, say, collecting or verifying evidence remains to be seen.  \nBut as things stand, there is a huge gap between what's being said or sought publicly and what's being done on the ground. Leave aside the widespread panic caused by arresting nearly 11,000 individuals, including many students, over the last 13 days. Even while the PM made her UN probe call, there were reports from different parts of the country about security forces violently disrupting the protesters' \"March for Justice\" by charging batons and using other heavy-handed tactics. Many protesters were held, many injured. Clearly, protesters continue to be targeted as they were before. Now consider the fact that no legal steps have been taken against any member of the security forces involved in the killings. The disparity couldn't be more obvious, indicating that the government is still in denial, and without a complete turnaround in current practices, justice may continue to elude us.\nTo this day, the number of people who died varies widely—at least 163 as per by this daily, 150 as per the government, 211 as per Prothom Alo, 266 as per the student platform. The actual number could be much higher. So many deaths cannot go unaddressed or unpunished. The government must realise that nothing short of a fair investigation into its own forces—who shot indiscriminately at the protesters, aided by party cadres—will restore public order or give credibility to its efforts. Any investigation also must delve into how the conflicts became so violent in the first place, and lead to accountability for those truly responsible. The government should also stop harassing the protesters and ordinary citizens immediately.\n",
        "headline_1": "Only justice for the killings can restore public trust",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/only-justice-the-killings-can-restore-public-trust-3666761",
        "news_paper_name": "The Daily Star",
        "publish_date": "01-08-2024"
    },
    {
        "full_article": "Police patrol. Paramilitary fly and fire. Army amble amid curfew. Smokes lick the sky. Shrieks and screams can be heard from many places. A slow-motion mayhem is all set. The horror unleashes. They cry. They sigh. They die. Clashes and confrontations renew. Bullets still pierce. Blood still drips. Bodies still drop. The atmosphere is spooky.\nThis is not a scene from a horror movie. This is what unfurled in Bangladesh during the third week of July. We are jinxed since. A part of the whole state apparatus appears to be up against its student populations. They are brutally killed and fatally wounded. No one knows exactly how many students have already perished. Victims, including civilians, are legion. As of July 30, The Daily Star confirmed 163 deaths. No student movement has been attempted to be quelled by any government since our independence in 1971 that costs so many lives. This is perplexing, paralysing!\nShockingly, a disconnected voice reminds us that the government has deployed only five percent of its power to deal with the defectors, who are the agents of anarchy. They (read: the government) don't own up to the terrible mess that the country is now. They look for scapegoats. They swagger around like saints and angels, whose failure is someone else's fault. Whatever they did, and do, bolsters democracy and fosters development. Rigged elections don't bother them. A muzzled press doesn't embarrass them. Epic corruption charges against government officials seem to them infractions of a slapstick proportion. They ignore. Consequently, the potential for crime, corruption, and discrimination metastasises. People feel divided and vulnerable. They yet stand no criticism. When they encounter a conflict with their beliefs, values, and vision, they become confrontational and condescending. They trot out labels for othering. One of the common labels they almost religiously drizzle is Razakar—the traitor. This time around, the label fell on the wrong ears, and exploded agitations nationwide.\nAnd that's how we've reached where we stand now. Students from universities across the country were protesting against the quota system in civil service. On July 21, the Appellate Division of the Supreme Court ordered that 93 percent of jobs in civil service will be merit-based. Case closed!\nIf it were! The country simmers in anger and uncertainty, for, in the meantime, what the government did went against every rule. Patience and negotiations were not their currencies of reconciliation. They threatened repression. They lauded the muscle power of their student wing. Nothing seemed enough to deflect the students from their demands. The government pulled the levers of power immediately. Police swung into action. They appeared exhausted. Paramilitary chipped in. The chaos confounded. The army took over the streets. Curfew continues. Helicopters whir. Guns roar. Sound grenades blast. Whoever lives here, as it seems, lives by luck. Many are not lucky enough against guns and goons. Death sneaks around for anyone, everyone. Why did the government pit itself against its student populations when some of them are not voters yet and most of them are disinterested in politics? They are off to the wrong genies. Students mustn't have been the excuse for the government to lock everyone down in their houses.\nThe government proceeded from the assumption that they would weather the crisis and would come out strong, as they did in the past with protests and movements. Their tactics and rhetoric seemed tested. They appeared invincible. Abu Sayed, a student of Begum Rokeya University in Rangpur, punctured their aura of invincibility. Abu Sayed was killed live on July 16. He stood open-air with a stick in his hand, pretending to dodge a fusillade of rubber bullets. The bullets hit hard. He collapsed to the ground. He bled profusely and lost consciousness before he perished on his way to the hospital. The nation witnessed how state-sponsored violence crushed innocence and courage to maintain its grip on power. People panicked. Anger intensified. The protests were no longer confined to public universities. Students from private universities, colleges, and schools joined. The whole country seemed implicated. The country that emerged subsequently was not the country we thought we knew.\nWhy did the students have to protest to compete for government jobs on the basis of merit? Jobs are one of the primal needs that a functional country ensures to its citizens. While the country is awash in rhetoric of development, the unemployment rate is still staggeringly high in Bangladesh. Jobs here mean government jobs, given the perks and privileges attached to them. Approximately 400,000 candidates apply for 3,000 positions in the civil service in Bangladesh each year. Such a system also contributes to causing discrimination in social, economic, and political structures by disrupting equilibrium. Students realised that, as did everyone. When, however, the government realised it, it was already too late. The country already paid \" such a heavy price,\" when it finally acquiesced to the students' demand, as Sushmita S Preetha, in her pitch \"Did we have to pay such a heavy price for this verdict?\" in The Daily Star, claims. It's a sobering time for the country now.\nI have never felt so helpless and useless thus far in my life. I wonder what it means to be a teacher in the face of such a crisis. The more I commit to my country, the more I feel connected to my students. I'm deeply invested in helping them forge their future so that the country marches forward. Now that they are on the streets and their lives are endangered, grief and guilt consume me. During the protests, we saw authority without leadership from the merchants of dreams. Whose dream was that nightmare? They used such a big knife to cut such a small political cake. I wish they were more patriotic and political. Their hubris was puzzling!\nThat upsets me. The country hangs on a cliff to go further south. Every infrastructure totalled, every life perished, and every drop of blood spilt are provocations for further division and destruction. A sledgehammer approach to turning the country on the right track is apparently a recipe for disaster. When Bangladesh bleeds, no one scores any political point, however lofty their political ideologies are. The student movement demonstrates that we lose as a nation when we fight for political space and prestige amid traumas and tragedies. I apprehend times of dread ahead. Toni Morrison claims, referring to her friend, in her essay, \"No Place for Self-Pity, No Room for Fear,\" that this is precisely the time for artists to go to work. Teaching is the art of cultivating wisdom and ethics. Being a teacher, I'm an artist. With prayers and tears, as I resolve to resume my work, I implore everyone to stop bleeding Bangladesh.\nIt's already ENOUGH!\nDr Mohammad Shamsuzzaman is associate professor at the Department of English and Modern Languages in North South University (NSU).\n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n",
        "headline_1": "Violence against students: ENOUGH!",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/violence-against-students-enough-3666361",
        "news_paper_name": "The Daily Star",
        "publish_date": "01-08-2024"
    },
    {
        "full_article": "A few months back while surfing a social media site, a post caught our attention. A renowned daily posted a photo of people crossing a busy road risking their lives instead of using the nearby foot-over bridge. The caption read as follows—\"Pedestrians climb over steel fences on the central reservation of a road near the north gate of the Baitul Mukarram national mosque yesterday to go across, putting themselves and the other road users in harm's way. A footbridge is only a few yards away.\"\nThe photo and the caption seem to declare the pedestrians guilty of not using the nearby foot-over bridge. And the comment section of the post was filled with condemnation. There is an unfortunately widely accepted myth that foot-over bridges are the best solution for pedestrians to cross a road. Before condemning these people, let's pause and think about other vulnerable users such as a pregnant woman, an elderly person, or someone with knee osteoarthritis, a very common degenerative joint disease for whom climbing a 20-foot-high bridge is nothing but a nightmare.\nRecently, we observed six years of the Road Safety Movement but even now roads in Bangladesh have not become safer. According to the Global Status Report on Road Safety 2023 by the World Health Organization, globally, at least 249,900 pedestrians were killed on the roads in 2021. Children and the elderly face even greater risks, highlighting the urgent need for proactive measures. According to the Road Safety Foundation's data, the road crashes of 2022 in Bangladesh killed 1,627 pedestrians. Among them, 51 percent were killed while crossing the road and 60 percent of deaths were caused by speeding. But the only infrastructural solution to prevent these deaths seemed to be the foot-overbridge, which is not a user-friendly solution for all. \nTragically, our roads, which were once shared spaces pulsating with human movement, have been transformed into clogged arteries of asphalt dominated by cars. While ostensibly offering convenience, this shift has come at a significant cost in the form of road injury and death. Pedestrians, the most vulnerable road users, bear the brunt of this imbalance, accounting for a disproportionate share of road fatalities globally. But the tide is turning in many countries. A growing chorus of voices recognises the importance of reclaiming our streets and creating infrastructure that prioritises humans who walk on the streets.\nRoad crashes involving pedestrians are not just statistics; they are tragedies that ripple through families and affect communities. The loss of a loved one, the physical and emotional trauma of injuries, and the financial burden incurred—these are the real costs of prioritising a car-dependent infrastructure. It's a cost we, as a society, can no longer afford.\nFortunately, the solution isn't complex. By shifting our focus from designing roads for cars to designing roads for people by prioritising the needs of pedestrians, we can create a shield of protection, significantly improving safety. This transformation can take multiple forms such as: raised pedestrian crossings, reducing unnecessary carriageway widths, protected walkways, preventive vehicular access measures on the sidewalks, improved visibility, traffic calming measures, and universal accessibility.\nWide, well-maintained sidewalks separated from lanes offer a safe haven for pedestrians, allowing them to move freely without fear of oncoming vehicles. Raised crosswalks with curb extensions, narrowed lanes, bollards, and speed humps will encourage people to walk. Imagine the relief knowing that you have ample time and the designated space to safely cross the street, instead of weaving dangerously between moving vehicles. Also, the users' common behaviour of walking on the carriageway suggests that people find comfort in walking at grade level and find it difficult to walk on the sidewalk if its height is more than 150 mm.\nRaised pedestrian crossings or safety crossings with proper speed calming measurements is a proven and effective solution in most countries rather than constructing a foot-over bridge. Speed humps, roundabouts, and narrower lanes act as physical deterrents against speeding, creating a calmer environment for pedestrians. Also, the unnecessary carriageway widths create residual spaces on the road, which are often occupied by unauthorised parking, thus creating obstacles for pedestrians. Proper placement of ramps, designated areas for people with disabilities, safe waiting spaces while crossing long distances, and design speeds lower than 30kmph, foster inclusivity and safety. Also, placing bollards on the entrances to the pedestrian zones to prevent vehicle access, especially motorbikes, keeps people safe while walking.\nThe benefits of pedestrian-friendly infrastructure extend far beyond just safety. It creates a ripple effect of positive outcomes. It encourages walking and cycling, promotes healthier lifestyles and combats chronic diseases like overweight and heart disease. Fewer cars on the road mean less congestion, which benefits everyone. Vibrant streets with walkable spaces create more enjoyable and engaging communities. Reduced reliance on cars leads to lower emissions and a cleaner environment. We can learn much from the examples set by Dutch cities that have changed from a car-centric to pedestrian-centric environment. Over the past few decades, there has been a sharp decrease not only in the number of children killed in road crashes but a marked improvement in the quality of air and traffic congestion.\nBuilding and maintaining pedestrian-friendly infrastructure requires investment, but the benefits far outweigh the costs. It's an investment in our communities' health, safety, and well-being, which creates a more liveable and sustainable future for all. We believe that the continued efforts by our city authorities to adapt and accept the best practices from developed countries will make our streets safe for all its users.\nFarzana Islam Toma is architect and consultant at Sustainable Cities and Transport Program of World Resources Institute.\n\nMahamudul Hasan is communications officer at Bloomberg Philanthropies Initiative for Global Road Safety (BIGRS) in Chattogram.\nViews expressed in this article are the author's own. \nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "Pedestrian-friendly infrastructure paves the way for safer, healthier communities",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/pedestrian-friendly-infrastructure-paves-the-way-safer-healthier-communities-3666236",
        "news_paper_name": "The Daily Star",
        "publish_date": "01-08-2024"
    },
    {
        "full_article": "This is no time for celebration but the country's enviable achievements in fisheries and livestock certainly deserve to be celebrated. The usual fanfare with which the National Fisheries Week is observed is likely to be missing this year for understandable reasons, but there is no harm in routine observance of the week. Against the backdrop of Bangladesh's elevation to the second slot ---and that too relegating China to the third position---after India in production of sweetwater fish this year, it surely would have been a fitting occasion for celebration. Even modest observance of the week can do the needed groundwork among people who matter. These people are fishermen who are primarily involved in catching fish and organisers of hatcheries who are responsible for breeding fish and even common people who catch fish from water bodies for their family consumption. The increase in sweetwater fish production has been made possible courtesy of modern aquaculture including the introduction of caged type in water bodies such as canals, lakes and rivers. But the greatest contribution to this is from scientists who painstakingly developed methods of artificial breeding of endangered indigenous fish species. Yet the fact is that the many varieties of local fish are not abundant in supply and the poor have to be content for their protein demand with some of the high-breeding species of foreign origin now well adapted to the local conditions. Admittedly also, not all local fish species could be successfully revived. Yet the achievement made so far in this area deserves appreciation. Hopefully, further research and experiment in aquaculture will help bring back more indigenous species. However, where the success stories get seriously undermined is the rampant destruction of natural fish habitats as well as the clandestine catching of fish by what is locally called \"current net\" and \"china duari\" ---two types of fishing nets that suck up fish including the smallest fries. Fish species cannot grow to maturity and thus local varieties are becoming endangered or extinct. This threat to indigenous species is further enhanced by the introduction of African cat fish and Latin America's piranha to the country's water bodies. These are areas where both awareness campaign and legal measures are indispensable. The occasional drives launched against fishing traps such as current nets and china duari are sure to prove futile if their sources are not eliminated. So, local production units of current nets and import of china duari have to be destroyed and plugged. Revival of biodiversity in areas where it is possible should be considered. One shining example is that of Digholchari Hajachhara (spring) in Chittagong Hill Tracts, where putitora fish has returned from near extinction. Aggressive crop production has filled water bodies including some of the famous ones like the Chalan Beel, putting at risk the availability of the cheapest source of protein the Bangalees have traditionally depended on. This has also threatened the occupation of fishermen who have lived on catching fish for generations. For years now, fishermen have to sit idle when a ban on fishing is slapped. But unfortunately, these poor people are not adequately compensated for the loss of their employment. All this may change to a large extent if deep-sea fishing can be made a new frontier of the country's economy and livelihood.",
        "headline_1": "Agenda for the National Fisheries Week 2024",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/agenda-for-the-national-fisheries-week-2024-1722436974",
        "news_paper_name": "The Financial Express",
        "publish_date": "01-08-2024"
    },
    {
        "full_article": "The recent unrest sparked by the students' Quota Reform Movement and subsequent curfew and Internet shutdown, have cast a long shadow of grief and uncertainty over Bangladesh severely damaging the economy and disrupting daily life. Although the government has taken some steps to restore normalcy by easing curfew restrictions and allowing limited economic activity, one critical sector seemingly has been largely overlooked: education. The indefinite closure of educational institutions coupled with the ongoing agitation by university teachers over pension reforms has given rise to a major crisis.Each year an academic calendar is drawn up by the Ministry of Education to guide educational activities in all educational institutions across the country. This year was no exception, but the academic calendar has already been thrown in disarray by the disruptions caused by the flooding and protracted delays in implementing a new curriculum. Add to those the suspension of academic activities at public universities that began on July 1 following a teachers' strike over the 'Prottoy Pension Scheme'.The lingering impacts of the Covid-19 pandemic, the teachers' strike, and the ongoing Quota Reform Movement have exacerbated the unprecedented situation, causing significant disruptions to academic activities. The developments are likely to create severe session backlogs. One can easily sympathize with Education Minister, Mohibul Hasan Chowdhury Nowfel in resolving the mess. On Monday, the Education Minister told the nation that the situation was not conducive to reopening the educational institutions en bloc right now, but they would re-open gradually. His remark suggests that uncertainty prevails in the education sector, which is sure to result in significant educational loss for millions of students at all levels. It needs to be remembered that learning gaps at one level directly and indirectly affect other levels of education, as all tiers of education are closely interconnected.The country's secondary and higher secondary level education have already experienced significant learning gaps due to natural calamities and the effects of the Covid-19 pandemic. Moreover, some recent instances of indecision by the relevant authorities regarding academic matters have made them worse. This has had a cascading effect on the subsequent stages of education, but it seems that few are concerned. Now, the current crisis inflates the potential risk of learning loss.For example, traditionally, the HSC exams begin annually on April 1st. Due to the impact of the Covid-19 pandemic and flooding in certain districts, however, the exams were delayed and started on June 30th this year. The exams have been repeatedly disrupted by the prevailing unrest ever since. The authorities declared the postponement of all HSC and equivalent exams until August 1. This follows earlier suspensions on July 19, 21, 23, and 25. In addition to multiple postponements due to the quota reform protests, floods also affected the exams in Sylhet.Understandably, the uncertainty surrounding the HSC exams have caused serious anxiety for students and parents alike. Delays in the examination schedule no doubt will have a knock-on effect and inevitably impact result publication and university admissions. Meanwhile, the results of the third round of college admissions for eleventh grade students were released on July 12. Originally, the admission process was scheduled to take place from July 15 to 25, but this, too, had been postponed. This clearly indicates that the upcoming academic schedule and subsequent stages of education will need to be delayed.To avoid session jams and the influence of student politics prevalent in public universities, some affluent parents have opted to send their children to private universities. The current turmoil, however, has affected students in private institutions as well. Despite being steering clear of student politics, they too are now being impacted. To be frank, students across all types of institutions are seriously affected by the ongoing unrest and face a future of uncertainty.Prolonged school closures are generating enormous upheaval and inflicting irreparable damage on the nation's education system. An entire generation of students is at risk of losing valuable learning time and lagging behind. While government officials have indicated a desire to resume normal academic activities, the focus seems to be on restoring order rather than addressing the root causes of the unrest. To prevent a long-term educational crisis, immediate steps must be taken to restart postponed exams and reopen educational institutions. Engaging in meaningful dialogue with the protesting students is essential to finding a lasting solution and ensuring the safety and well-being of all students.Restoring normalcy in the classroom cannot be achieved through law enforcement measures alone. The government must recognise that while economic losses can eventually be compensated with financial resources, the damage to education is irreversible. Delays in addressing educational disruptions only deepen the impact, potentially causing long-term harm to students' academic and personal development. The sooner the government takes comprehensive action to support education, and sincerely addresses the existing problems, better are the chances of minimising the damaging negative effects.\n[email protected]",
        "headline_1": "Education on hold: Students face an uncertain future",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/education-on-hold-students-face-an-uncertain-future-1722437100",
        "news_paper_name": "The Financial Express",
        "publish_date": "01-08-2024"
    },
    {
        "full_article": "Bangladesh has a huge trade gap with China. In the FY22-23 the gap was worth over US$15.48 billion. For long, Bangladesh has been trying to reduce the gap but it could hardly make any headway in its pursuit. Bangladesh's export to the second largest economy of the world has hovered around one billion dollar mark.Against this backdrop, the announcement by the Chinese authorities allowing Bangladesh to export its fresh mangoes is a welcome ove. According to reports, the General Administration of Customs of China issued the 'Announcement No. 94 of 2024' titled 'The Announcement on phytosanitary requirements for importing fresh mangoes from Bangladesh' on Friday last.The announcement followed the signing of \"Protocol of Phytosanitary Requirements for Exporting of Fresh Mangoes from Bangladesh to China\" in Beijing during the recent visit of Prime Minister Sheikh Hasina. It is a major breakthrough because through this announcement, Bangladesh has got the certification from the Chinese authorities for exporting fresh mangoes as well as the opportunity to explore 172 billion US dollar fruit market of China.Besides opening up a huge Chinese consumer market to Bangladeshi high-quality mangoes, this decision will also help Bangladesh achieve its export diversification goals given the fact that nearly 90 per cent of the country's export basket is filled by only RMG products. For long, China has been showing its keen interest in importing mangoes and other fruits, including jackfruit and guava, from Bangladesh.They also announced their decision to send an expert team to Dhaka to assess the feasibility and quality of Bangladeshi fresh mangoes. The team visited Bangladesh in June and the customs authority of China gave clearance regarding export of Bangladeshi mango to the market of the world's second largest economy based on the report of the team.China was the second-largest global importer of mangoes, mangosteens and guavas after the US, buying around 380,000 tonnes in total in 2020. China's annual imports of mangoes - both fresh and processed - have steadily increased over the years, with a five-fold spike between 2019 and 2020.On an average, China annually imported nearly 100 thousand tonnes of mangoes in the last several years. And its procurement price is not unattractive, as according to reports, the price of a 16-kg basket of mangoes supplied to China ranged from $16.56-24.84, depending on quality.The Ministry of Agriculture reports that mango exports from Bangladesh reached approximately 310 tonnes in the fiscal year 2018-19, followed by 283 tonnes in 2019-20, 1,632 tonnes in 2020-21, and 1,757 tonnes in 2021-22. This represents a remarkable 467 per cent growth in mango exports over the past three years.Middle Eastern countries have been the primary destinations for Bangladeshi mangoes, while the United Kingdom, Sweden, Switzerland, the Netherlands, and Germany are also considered potential markets. Now, China emerges as another market for Bangladeshi mangoes. So, it is expected that the country's mango exporters would try their best to enter the Chinese market strongly.Presently, neighbouring countries like Vietnam, Myanmar, Thailand and Cambodia are major mango exporters to China. As Bangladesh is given an opportunity, the concerned authorities should take an all-out effort to ensure that the mango exports to China can be launched smoothly.The agriculture extension department has a critical responsibility in this regard. They should ensure that the farmers are able to get the necessary inputs for mango farming easily and at a reasonable price.They should also impart necessary training to the mango farmers on how to maintain export quality of their harvests. The authorities concerned should also take necessary precautions so that no irregularities can take place in this case.One can hardly forget the fact that on several occasions in the past, the country's image was dented abroad due to malpractices indulged in by a section of exporters to cheat the importers, in terms of quality and standard of export items.And, due to malpractices indulged in by exporters concerned, shrimp exports from Bangladesh to the EU market had faced restrictions for a long time. Bangladesh has witnessed a significant increase in mango exports over the past few years, with taste of the fruit playing a vital role in overcoming competitors despite challenging conditions.Let us hope that the country's export earnings would get a boost through exploring this new avenue.If mango exports can be continued smoothly, it will also help Bangladesh to get certification for other fruits. One need not forget the huge market that China offers to the world. \n[email protected]",
        "headline_1": "Mango export to China: BD should grab the opportunity",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/mango-export-to-china-bd-should-grab-the-opportunity-1722437303",
        "news_paper_name": "The Financial Express",
        "publish_date": "01-08-2024"
    },
    {
        "full_article": "The recent internet shutdown and subsequent slow internet speed has dealt a heavy blow to the garment export industry. The garment sector, the backbone of Bangladesh's economy, operates on razor-thin margins and relies heavily on efficient communication and timely logistics. The abrupt internet cutoff disrupted supply chains, hindered order processing, and eroded the trust of international buyers. As reported, global apparel giants are growing increasingly apprehensive about the reliability of Bangladesh as a production hub.Beyond the immediate financial losses, the long-term implications of this crisis are equally alarming. The risk of losing the GSP+ trade benefits in EU market, which is tantamount to an economic lifeline, looms large. If Bangladesh fails to demonstrate stability and reliability, it could face a mass exodus of buyers, leading to job losses and a decline in foreign investment.To salvage the situation, the government must take immediate steps to restore normalcy. This includes ensuring uninterrupted internet access, streamlining customs procedures, and providing financial incentives to exporters to offset their losses. Moreover, a comprehensive review of the government's crisis management protocols is essential to prevent similar disruptions in the future.Bangladesh's garment industry has shown remarkable resilience in the face of adversity. However, the current crisis is a test of the government's commitment to supporting this vital sector. It is imperative that policymakers recognise the far-reaching consequences of their decisions and take decisive action to protect the interests of millions of workers and businesses that depend on this industry.\nNazmus SakibGulshan, Dhaka",
        "headline_1": "Slow internet speed a heavy blow to businesses",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/slow-internet-speed-a-heavy-blow-to-businesses-1722437542",
        "news_paper_name": "The Financial Express",
        "publish_date": "01-08-2024"
    }
]