[
    {
        "full_article": "The latest global financial developments and recent economic data in India are together raising fears that several major economies worldwide, including India’s, may be headed for a spell of debilitating stagflation. Last week’s retail inflation reading for February from India’s NSO, at 6.44%, clearly belies the RBI’s most recent forecast for Q4 inflation of 5.7%. With January having logged CPI-based price gains of 6.52%, prices will have to soften so sharply in March as to drag the headline number down by more than 230 basis points to about 4.1% for the RBI’s projection to come true. A look at the components driving inflation shows that core inflation, which strips out the impact of food and fuel prices, still remains stuck at 6.2% for a third straight month, and continues to hover almost at or above the 6% level since May 2021. That core inflation remains persistently elevated despite the RBI having raised its benchmark interest rate by 250 basis points since last May reveals the difficulty monetary authorities are facing in tamping down on price gains by increasing credit costs so as to dampen demand. Governor Shaktikanta Das and the RBI’s two other members on the Monetary Policy Committee all cited the worrying persistence of core inflation at their last policy meeting in February as justification for deciding to continue tightening monetary policy.Queering the pitch further is price gains across the food basket too showing disconcerting trends despite a marginal deceleration of five basis points last month in the composite food price index. Prices of four key categories in the food basket that together account for more than a fifth of the Consumer Price Index continued to register significantly high year-on-year inflation, as well as sequential hardening. If the key staple of cereals and products saw inflation accelerate to 16.7% in February, the headline reading for milk and products quickened to 9.65%, that for fruits surged to 6.38% (from January’s 2.93%), with only the reading for spices slowing a tad to 20.2% (from 21.1%). With the prediction of a likely El Niño this year, the outlook for food prices is hardly reassuring. While policymakers will, therefore, need to stay focused on containing inflation, the rising uncertainty about the growth momentum sustaining in the face of the heightened risks of a recession in advanced economies raises the risk that higher credit costs may further dampen consumption. Yet, failure to engender enduring price stability could lead to stagflation. Unless supply side measures such as GST rationalisation and fuel price cuts are expedited, the overall macroeconomic outlook appears worrying.\r\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\neconomy (general)\n\n/\n\ninflation and deflation\n\n/\n\nReserve Bank of India\n\n/\n\nweather science\n\n/\n\n taxes and duties\n\n/ \n\nmacro economics",
        "headline_1": "Spectre of stagflation: On the overall macroeconomic outlook",
        "headline_2": "Higher credit costs may further dampen consumption",
        "link": "https://www.thehindu.com/opinion/editorial/spectre-of-stagflation-the-hindu-editorial-on-the-worrying-overall-macroeconomic-outlook/article66638756.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "20-03-2023"
    },
    {
        "full_article": "The landfill fire in Brahmapuram, on March 2, has turned the spotlight on the State’s ineffectual solid-waste management practices — from a widespread lack of waste segregation at source to discrepancies between contractors’ actions to maintain the landfill and their obligations. This was not the first fire at Brahmapuram. Studies by the CSIR-National Institute for Interdisciplinary Science and Technology, in 2019 and 2020, concluded that the many fires released highly toxic substances into their surroundings; they are also likely to have been released in this fire. These facts indicate two problems — solid waste accumulated at the site, and it was not removed quickly enough. And, also, two kinds of failure. First, Kochi’s solid-waste management apparatus is too tenuous for the amount of waste it produces and the Brahmapuram waste-to-energy plant is dysfunctional. The former is a pan-India problem, due to overconsumption, low resource-use efficiency, and not handling such waste properly. Solid waste can be biodegradable, when it is composted, or nonbiodegradable, when it is repurposed, combusted, or landfilled. Such waste does not go anywhere else; so, if any of these three channels are clogged, waste will collect in the others. This is why landfills are signs of urban dysfunction. The second kind has to do with waste not being removed efficiently from stockpiles — by feeding it into waste-to-energy plants and by recovering commercially important metals, refuse-derived fuel, and bio-soil — and by storing the flammable waste in a way that would not prevent fires.\rThe Brahmapuram plant appears to have been in the State’s blind spot. Such facilities work only when the relatively more expensive power they produce will be purchased; the amount of combustible waste they receive is proportional to the amount of purchasable power they can produce; and the waste they receive has sufficient caloric content to produce that power. The plant is dysfunctional: the State must explain why and revive it. Also needed are answers about the landfilling and biomining contracts, why contractors failed their obligations, and why course-correction was not effected sooner. It is of concern that the State overlooked Supreme Court and National Green Tribunal orders to prevent such fires. Corruption in the face of the climate crisis beggars cynicism. Finally, Kerala needs to discard centralised waste-processing in favour of the decentralised mode encouraged by its Solid Waste Management Policy. The State is unlikely to meet its goal of being waste-free by 2026 if it does not achieve its circular economies, which it will not unless its trash mountains dwindle instead of becoming climate pollutants in their own right.\r\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nKerala\n\n/\n\nenvironmental pollution\n\n/\n\nKochi\n\n/\n\nwaste management\n\n/\n\nurban solid waste\n\n/\n\nfire",
        "headline_1": "Playing with fire: On the Brahmapuram fire and how Kerala needs to have a relook at its waste-processing",
        "headline_2": "Kerala must discard centralised waste-processing and reduce its trash mountains",
        "link": "https://www.thehindu.com/opinion/editorial/playing-with-fire-the-hindu-editorial-on-the-brahmapuram-fire-and-how-kerala-needs-to-have-a-relook-at-its-waste-processing/article66638467.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "20-03-2023"
    },
    {
        "full_article": "Surjit S Bhalla & Tirthatanmoy Das\nThis is the first of three articles on the labour market in the Indian economy over the last three years. The analysis is prompted by the release of data by the National Sample Survey Office on March 6, pertaining to the Periodic Labour Force Survey (PLFS) conducted during the agricultural year 2021-22 (July-June) and calendar years 2021 and 2022.\nThree key facts on employment change:\n\nA 58 million increase in jobs between calendar year 2019 and calendar year 2022. The two years are chosen to conform to a pure pre-Covid and a pure post-Covid estimate.\nJobs for women increased by 28 million or by 25% over the 2019 level; jobs for men increased by 30 million, or at only one-third the pace of female jobs, 8.4%.\nThis pace of job creation is the highest in Indian history over a minimum three years.\n\nRead full opinion on TOI+\n\n",
        "headline_1": "A ‘jobful’ economy: 2019-22 saw India’s fastest ever phase of employment growth, with women being the main beneficiaries",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/a-jobful-economy-2019-22-saw-indias-fastest-ever-phase-of-employment-growth-with-women-being-the-main-beneficiaries/",
        "news_paper_name": "The Times of India",
        "publish_date": "20-03-2023"
    },
    {
        "full_article": "The recent truce between Iran and Saudi Arabia with both nations agreeing to re-establish diplomatic ties certainly took many by surprise. Particularly because it was mediated by China, a country hitherto not known for its peace-making skills. But it is a sign of Beijing’s growing ambitions that it was willing to get involved in the tricky Middle East with its multiple sectarian and political fault lines. Over the past decade, Iran and Saudi Arabia have engaged in multiple proxy conflicts in the wake of the Arab Spring upheaval to increase their strategic footprint in the region. The most brutal of these has been the conflict in Yemen where Iran-backed Houthis have frustrated the Saudi-UAE military intervention in that country.\nBut hit with crippling sanctions, which followed when Trump unilaterally reneged on the Iran nuclear deal in 2018, and now facing domestic anti-hijab protests, Tehran needed strategic breathing space. While Riyadh’s testy relationship with the Biden administration, especially over Ukraine, gave it reason to spread out its strategic bets. China simply took advantage of this situation to bring the two Middle East rivals together and project itself as an alternative dealmaker to the US. Of course, this serves Beijing’s commercial interests as it sources more than 40% of its energy needs from the Gulf.\nHowever, whether the Iran-Saudi deal survives and China’s new role sustains remain to be seen. For, China has now decided to strongly support Russia over Ukraine – much different from India’s nuanced position – and rewrite the international rules-based order. Plus, its debt-trap diplomacy has affected nations as diverse as Sri Lanka and Uganda. Even the China-Pakistan Economic Corridor has run into serious problems. This means there are limits to Beijing’s strategic outreach. And India – which is locked in a border standoff with China – should take this opportunity to step up its own international strategic outreach in tandem with countries like the US and Japan. The I2U2 platform in the Middle East and initiatives to strengthen defence ties with African nations must be bolstered. New Delhi must prepare for long-term strategic powerplay.\n\n",
        "headline_1": "Pax Sinica?: Saudi-Iran truce shows Beijing’s strategic ambition. But China’s faced big diplomatic failures too",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/pax-sinica-saudi-iran-truce-shows-beijings-strategic-ambition-but-chinas-faced-big-diplomatic-failures-too/",
        "news_paper_name": "The Times of India",
        "publish_date": "20-03-2023"
    },
    {
        "full_article": "GoI’s commitment to upgrading road infrastructure is evident in its budgetary allocation. In concrete terms, it’s shown in the expansion of the National Highway (NH) stock from 91,287 km on March 31, 2014, to 1.45 lakh km at the end of February 2023. A sense of the investment going into it comes from the 2021-22 expenditure of Rs 2.2 lakh crore on roads, with GoI contributing over 90%. The prioritisation and investment into roads are widely acknowledged. However, anecdotal evidence indicates that indifferent quality of the NH programme remains an unaddressed issue.\nThe new 118-km Bengaluru-Mysuru expressway is an example of some challenges the road building programme faces. Beginning with toll being levied when the work hadn’t entirely been completed to a stretch being inundated over the weekend after a night’s shower suggests that execution leaves a lot to be desired. It’s not just greenfield projects like this expressway that face challenges. The existing NH stock appears to suffer from underspending on maintenance. To appreciate the scale of this problem, consider how GoI is rapidly expanding its NH stock. Most of the expansion has come by reclassifying or upgrading state roads as NH. For example, GoI data showed that from 2017-18 to January 31, 2023, about 28,517 km of state roads have been brought under the NH portfolio. As NHs are India’s arterial roads, upgrades need attendant maintenance to meet the quality standard. Here, NHAI seems to have a problem.\nIn response to questions from a parliamentary committee, GoI officials said that the annual budgetary outlay for maintenance and repairs is only about 40% of the estimated need as per its own norms. It can’t be a case of inadequate budgetary allocation or user charges – toll collections from NHs in 2021-22 was Rs 34,743 crore. The problem seems to lie in prioritisation where the overwhelming emphasis is on expansion of NH stock. Growing this portfolio without adequate attention to quality will not enhance India’s economic competitiveness. This flaw in the roads programme needs to be addressed.\n\n",
        "headline_1": "Build, but take care: Fast-paced highway expansion is being undermined by quality issues. This needs to be addressed",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/build-but-take-care-fast-paced-highway-expansion-is-being-undermined-by-quality-issues-this-needs-to-be-addressed/",
        "news_paper_name": "The Times of India",
        "publish_date": "20-03-2023"
    },
    {
        "full_article": "“Whatever we take from you, O Earth, may we quickly regenerate again; may we not damage thy vital habitat and heart”\nAtharvaveda (12.1.35)\nIndia’s cultural, economic, and territorial heritage is firmly intertwined with nature. It is one of the world’s most diverse countries with varied ecosystems including a vast coastline of 7,517 km, the majestic Himalayan mountains, tropical and temperate forests, grasslands, and wetlands, and vast tracts of agrarian land. These varied ecosystems are home to around 8% of the world’s recorded species including several globally threatened species such as tigers, the Great Indian Bustard, and a variety of rare, endangered fauna. India is also leading the intercontinental translocation of keystone species such as the cheetah.\nRead full opinion on TOI+\n\n",
        "headline_1": "Ayurveda to cheetah, mangroves to tiger: Environment minister argues recent policies have mitigated biodiversity losses in India",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/voices/ayurveda-to-cheetah-mangroves-to-tiger-environment-minister-argues-recent-policies-have-mitigated-biodiversity-losses-in-india/",
        "news_paper_name": "The Times of India",
        "publish_date": "20-03-2023"
    },
    {
        "full_article": "We are delighted to see the opening of the India-Bangladesh Friendship Pipeline – the first cross-border energy pipeline between the two neighbours – which comes at a time of great uncertainty over the future of Bangladesh's embattled energy sector. Prime Minister Sheikh Hasina and her Indian counterpart Narendra Modi jointly inaugurated the pipeline through a video-conference on Saturday. Speaking at the event, Sheikh Hasina said that it will \"play a pivotal role\" in ensuring Bangladesh's energy security. In his speech, Modi termed the initiative an \"excellent example\" of increasing connectivity between the two countries.\nOn the opening day, around 90 lakh litres of diesel were reportedly imported through the pipeline, which stretches 126.57km into Bangladesh's territory and 5km into India's. The project is part of a 15-year deal under which Bangladesh will import 2.5 lakh to 4 lakh tonnes of diesel from India annually. As per the Indian Ministry of External Affairs, the operation will put in place a sustainable, reliable, and cost-effective mode of transporting fuels. From an environmental perspective, the pipeline carries some natural risks though, as all oil pipelines do. It's a risk that the whole world shares, with more than 24,000km of new oil pipelines currently under development globally. However, the pipeline will still be an improvement over the current mode of transportation from India, while serving a practical purpose for Bangladesh as well.\nAs per a report by The Times of India, the pipeline will reduce the time of transportation to just one hour, as opposed to the several days it takes to transport diesel via freight wagons and trawlers from the Chattogram and Mongla ports, thus ensuring a faster supply to our northern districts. It will also reduce the cost of transportation, if not the cost of fuel itself. There is, therefore, much to be hopeful about the project, if it is implemented properly. This is where we need to be careful going forward.\nThere is no denying that Bangladesh is going through a difficult phase at the moment, because of its protracted dollar crisis as well as disruptions in the global energy sector following the Russia-Ukraine war. Most of the public transport in Bangladesh runs on diesel. In recent months, the rise in the cost of fuel imports, particularly diesel price, has had the most telling impact not only on food and non-food inflations, but also on most of the components of the consumer price index (CPI). As well as external factors, there have been internal challenges including long-standing governance issues like mismanagement and irregularities in relevant state institutions, which compounded people's suffering.\nWe hope these issues will not be a factor in the pipeline project, which can offer an answer to some of the concerns over diesel pricing. Over the last five decades, India-Bangladesh ties have led to significant achievements in cross-border trade and connectivity. The inauguration of the pipeline has opened a new chapter in our bilateral relations. Going forward, we need to build on that so we can protect our long-term interests, not just in the energy sector, but in other areas as well.\n",
        "headline_1": "Hope in the time of energy crisis",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/hope-the-time-energy-crisis-3275806",
        "news_paper_name": "The Daily Star",
        "publish_date": "20-03-2023"
    },
    {
        "full_article": "It is an established fact that elections bring about a gust of uncertainty for Bangladesh. Every election is preceded by a prolonged period of tension, when every discussion appears to swirl around the same concerns: \"Will it be free, fair, and inclusive?\" and \"Will the parties – meaning the two major parties, Awami League and the BNP – hold talks to avert any uncertainty?\"\nWith the national election coming up in less than a year, the situation is no different this time, either. Regarding discussions, Prime Minister Sheikh Hasina, also the president of the ruling Awami League, apparently ruled out any possibility. \"Who will we hold a dialogue with? We held a dialogue [with them] before the 2018 election. What was the result? They did nothing except make the election questionable.\"\nWhile the PM hinted that there would be no talks, the BNP went one step further. \nThe party's secretary general, Mirza Fakhrul Islam Alamgir, said, \"We will not engage in any talks with [the prime minister]. Why should we hold a dialogue with her when she does not keep her word? That's why we did not speak of dialogues for once.\"\nIf these two statements are to be taken as the last word from each side, then there is no possibility of a dialogue before the election scheduled for late December or early January 2024. The one inevitability, if there are no talks, is violence and destruction – for which both parties have been responsible when they were in the opposition.\nBangladesh's recent political history, since the 1990s, shows that these talks are doomed to fail no matter what. There have been instances where civil society members and foreign diplomats stepped in to have the two sides come to an understanding. But the talks were doomed mostly due to the uncompromising mentality of both parties.\nThe history of distrust between the two political parties and their leaders is nearly as old as the journey of democracy in Bangladesh. And it is still gradually widening. That's why we often see that whenever there is mention of talks, the opposition camp welcomes it, and the ruling party gives it a cold shoulder.\nAfter the BNP government assumed office in 1991, the AL questioned the neutrality of arrangements by a political party following BNP's interference in the Magura by-polls of 1994. At that time, the Commonwealth secretary general, Ninian Stephen, came to Dhaka as a special envoy to break the political impasse, but that was not accepted by the ruling BNP.\nSo, the initiative fell flat on its face.\nAfter that, a group of civil society members took an initiative to mediate talks between the two battling camps, but neither of them warmed to it. Noted economist Rehman Sobhan, journalist Foyez Ahmed, barrister Syed Ishtiaq Ahmed, former Justice Kamal Uddin Hossain and former ambassador Fakhruddin Ahmed were among those who tried to mediate talks in 1996.\nIt was only after it was faced with a strong joint campaign from the Awami League, Bangladesh Jamaat-e-Islami, and some other political parties that the BNP government felt compelled to introduce a non-partisan interim government to oversee the national election.\nIn 2001, before the election, former US president Jimmy Carter tried to mediate a dialogue. But his initiative did not succeed, either.\nThen in 2006, the historic talks between the two seconds-in-command of BNP and Awami League took place. BNP Secretary General Abdul Mannan Bhuiyan and Awami League General Secretary Abdul Jalil sat at a dialogue that went on for about three weeks on the issue of election-time government, but they could not reach an agreement. This uncertainty led to a very violent street clash and an eventual takeover by the military on January 11, 2007, which gave way to a state emergency.\nWe can also recall the UN assistant secretary general for political affairs Oscar Fernandez-Taranco's visit to Bangladesh to initiate talks. But that, too, did not see the light of the day, and instead resulted in BNP boycotting the election and AL forming the government with 153 lawmakers elected uncontested. \nIn an evolved democratic world, dialogue is regarded as an inevitable consequence of politics. Democracy and compromise are often two sides of the same coin. And a dialogue is key to reaching an agreement. \nIn the West, for instance, no matter how difficult an issue may seem, it is ultimately through dialogue that a decision is made. And public opinion is given the highest importance. Not only domestic issues, but international issues have also been settled through talks. Even far worse confrontations such as wars come to an end through talks.\nThe problem in Bangladesh is that Bangladeshi politicians consider compromise as a weakness and a sign of defeat. No one wants to \"show weakness\". Political parties must have a \"winning attitude\", they seem to believe. But do they also keep in mind the cost at which this is being achieved? Apparently not – and that is why talks fail and confrontation becomes imminent.\nThis has become a custom in our politics. Here, talks, elections, and democracy are measured through the party lens, not through the lens of the common people's interest or the country's welfare. And the responsibility of the failure of the talks typically rests on the shoulders of the ruling party, as the onus is upon them to offer something.\nHowever, since there is no precedent of successful dialogue in Bangladesh, one might expect the inevitable – more tension and likely clash. It does not appear yet that the main opposition camp will prove to be as organised and strong in the field to compel the ruling Awami League into certain concessions. Then again, no one had thought the opposition camp would be able to pull off their divisional rallies with such huge public turnout, either. Uncertainty and apprehension should be in good measure for both camps. At least, not now. \nMohammad Al-Masum Molla is chief reporter at The Daily Star.\n\n",
        "headline_1": "Political dialogues: The long road to nowhere",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/political-dialogues-the-long-road-nowhere-3275616",
        "news_paper_name": "The Daily Star",
        "publish_date": "20-03-2023"
    },
    {
        "full_article": "In 1938, as Hitler marched across Europe, Virginia Woolf, in Three Guineas, urged women to \"maintain an attitude of complete indifference\" to war. She took a clear position on whether or not women have a stake in politics and war. But is it possible for women to remain indifferent to war? What if the war is waged to remove the oppressive conditions of a suffering people as was the case with the Bangladeshi liberation struggle? Where is the acknowledgement of the potential for freedom, for genuine historical transformation, in modern political movements?\nWomen are inherently bound up with these struggles. Besides, what if a woman's family members were soldiers in such a war? Under such circumstances, it is unlikely that she would decline to take part. It is one thing for a woman to be repulsed by jingoistic military displays as Woolf was, but quite another to assume that there can be no struggle worth waging. At the receiving end of Pakistan's exploitative sub-colonial domination over its eastern wing, Jahanara Imam's situation demanded her involvement. She could not sit by while the army from West Pakistan raped, tortured, and murdered her fellow citizens. Indifference or pacifism under the conditions prevailing in the country would amount to support for the aggressors.\nJahanara Imam (1929-94), together with the rest of her family, was deeply invested in national affairs: her older son, Shafi Imam Rumi, was a freedom fighter; her husband, Shariful Imam, assisted the guerilla operations with maps and target identification; and her younger son, Saif Imam Jami, served as a lookout to ensure the safety of the freedom fighters as they entered or left the house. Imam herself conveyed information for the liberation warriors, in addition to providing nourishment, funds, necessary supplies, and protection at considerable personal risk. She recruited friends and relations to deepen and disperse support for the Mukti Bahini. Further, she endured enormous personal losses in the freedom struggle: the arrest and subsequent disappearance of her older son and the interrogation and torture of her younger son and husband, who died three days before the war ended.\nRevered widely as Shaheed Janani (Mother of Martyrs), in the 1990s Imam organized the Ekattorer Ghatak-Dalal Nirmul Committee to bring to justice war criminals and collaborators of the 1971-genocide. As the convener of this body, in 1992 she was charged with sedition by the BNP government. The following year, while addressing the public with updated findings of the Committee, she was assaulted by the police.\nCompiled from daily diary entries made during the 1971 war, Imam's memoir Ekattorer Dinguli (Days of '71) presents a poignant eye-witness account of the country's nine-month freedom struggle, blending a personal narrative with the political destiny of the nation. The narrative ranges from her shock upon discovering bomb component and two large mortars and pestles (to grind them) stashed in Rumi's closet; to her realization that thousands of plain-clothed soldiers were being flown to East Pakistan and ships packed with weapons were arriving at Chittagong harbor while fruitless talks continued between political leaders Sheikh Mujibur Rahman, Yahya Khan, and Zulfikar Ali Bhutto; to her agony following her decision to grant Rumi permission to join the war; to rearranging the furniture in her living room to give greater cover to guerilla freedom fighters sheltering in her home; and, finally, to the raising of the Bangladeshi flag. Reviewing the English translation of Ekattorer Dinguli, Philip Hensher writes in The Guardian, \"Just as the Holocaust needed a Diary of Anne Frank that brought the numbing total of deaths down to an individual, human case, so the Bangladeshi massacres are brought down to the feelings of a mother for her son\" (March 1, 2013).\nImam was a full participant in the political struggle of her day. Despite her staggering bereavements, she had a stake in the freedom movement. Her loving and maternal attachments, as powerful as she feels them, do not preclude this fact. Indeed, they nurture it. The question cannot simply be, is revolutionary struggle good or bad for women? Doubtless, insofar as the regulation of women's bodies and sexuality are concerned, nationalism has repeatedly had catastrophic consequences for women in South Asia and elsewhere, as has colonialism. But what Imam could not ignore was that, as the Bangladeshi freedom struggle developed, it opened up the prospect that social issues, including but not confined to women's issues, could be more substantively addressed.\nEkattorer Dinguli\n\nLast night, all of us stayed up, again. Sounds of gunfire, columns of fire, smoke swirling upwards. In the morning, the sound of gunfire paused for a while… When at eight-thirty, they made a radio-announcement regarding the lifting of the curfew, Rumi and I set out in the car… When we reached the vegetable sellers' area of New Market, Rumi hit the brakes with \"Oh God\"! The entire market was gutted by fire. Parts of it still smoldering. I screamed, \"Look, there are charred human bodies too…\" Rumi said, \"Amma, don't look\" and turning right on Mirpur Road, sped away…\nEkattorer Dinguli is a crucial historico-literary document of the war. It presents firsthand accounts of violence as part of an effort to organize a politics of liberation. To maintain historical accuracy, Imam fact-checked using eighty audio tapes of interviews with Rumi's surviving cohorts and other participants, especially, the details of the guerilla operations. She mentioned in later interviews that she was aware of the risks involved in keeping a journal that included details of guerilla activities and that she adopted different strategies to conceal the contents. She inserted into her daily logs irrelevant, even trivial, minutiae, giving the impression that her journal was nothing more than the ramblings of a bored housewife. She wrote in code—six sarees in place of six rifles—and concealed soldiers' identities by changing their names. Finally, she wrote forming geometrical patterns and using pens with inks of different colors to give the journal a look of triviality.\nThe memoir begins on March 1, 1971, when after Mujib's electoral victory Yahya Khan declared an indefinite postponement of the convening of the National Assembly, and it continues to December 17, 1971, the day after the Pakistani Army's surrender. Through its successive daily entries, it weaves details of domestic life into the contemporary political situation, with Imam's older son, Rumi, dominating the narrative. His involvement in leftist student politics, his decision to join the Mukti Bahini, his training, the actions he leads, and, finally, his capture constitute key events in Ekattorer Dinguli.\nIn her entry for April 21, Imam narrates granting Rumi permission to enlist in the Mukti Bahini. After rejecting his repeated appeals, reminding him that he is scheduled to start college in the United States that September, Rumi turns her refusal to let him participate in the war into a moral issue. Like many a young man before him, he states that his non-participation will forever weigh on his conscience. Eventually his mother gives in, \"I shut my eyes tightly and said, 'Alright, I concede. I sacrifice you to the country. Go, enroll in the war.'\" And, with that, the entry ends.\nThe sparseness of Imam's description, its matter-of-factness, evokes through its understatement the personal costs of war even as it powerfully conveys the sense of being caught up in events. The text packs its powerful emotional charge precisely through its exactness. At the time she wrote the diary, she knew that her twenty-year-old son was running a terrible risk and was afraid for the harm that might befall him. When she compiled the text for publication, she had experienced the worst. Exercising tight control over her pen, Imam conveyed her loss and, by implication, the suffering of innumerable others by euphemism, understatement, and silence.\n The gravity of Imam's narrative is interspersed with moments of grim humor. One such is her encounter with a Pakistani soldier just as she prepares to send winter supplies to the freedom fighters:\nLast week, as I was bargaining over six sweaters, a military-man patrolling the sidewalks approached me, \"Why are you buying so many sweaters, Ma'am? To send to the young fighters?\" I felt my heart jump to my throat, but managed a smile and replied [in Urdu] \"Yes son, didn't Begum Liaquat Ali announce in the papers to buy sweaters, towels, soaps, blades, toffee, chewing gum for our soldiers and send to the APWA office? You know what the APWA office is, don't you? The All Pakistan Women's Association …\" I stressed the \"All Pakistan\" part. Who knows what the chap understood, he simply nodded his head saying \"Yes, of course\" and left.\nUnsettled by the soldier's question, Imam deftly switches to Urdu. She also manages to bring up a prominent West Pakistani figure, Ra'ana Liaquat Ali, the wife of the country's first prime minister. Cleverly re-interpreting his query, she manages to address the enemy soldier as \"son.\"\n***\nThe passionate support that the nationalist cause garnered must be viewed in conjunction with anti-colonial nationalism and the radicalism of the Bangladesh movement. It was a progressive struggle and one that could hardly be conducted nonviolently. The overwhelmingly popular leader of East Pakistan, Sheikh Mujibur Rahman, was frozen out of Parliament, the election results disregarded, and all attempts at negotiation scuttled. Moreover, the Pakistani army occupied the country. The struggle was democratic not only in the sense of being popular, but it also promised    a substantial reordering of society. No one was immune to the main political question, millions felt they had a stake. This was true of men no more than women, who were, of course, represented in every group and class.\nFurther, the freedom struggle also presented a challenge to patriarchy. The nationalist movement directed its energies at removing oppressive social and cultural demands made on the Bengali population by the Pakistani state. For instance, aiming to establish a \"national identity\" between the culturally different populations of the eastern and western wings of Pakistan, the state insisted on reforming Bengali women's dress. On the resistance to this impulse, Naila Kabeer notes, how \"the dress and deportment of Bengali women took on increasing symbolic value as expressions of their cultural difference\" and that \"the right to sing the songs of Tagore and to wear bindis became acts of political dissent\" (\"The Quest for National Identity: Women Islam and the State in Bangladesh\"). The left-dominated struggle for Bangladeshi autonomy was simultaneously a demand for elementary civil liberties. The freedom struggle entailed the freeing of women's bodies and sensibilities in the most quotidian domains.\nThe mass sexual brutalities visited upon East Pakistani Bengali women by Pakistani soldiers likewise drew women qua women into the liberation movement. The freedom struggle encouraged women's participation and garnered wide support from them.\n***\nI close with an excerpt from Ekattorer Dinguli that evokes Imam's multidimensional involvement in the revolutionary politics of her country, both as nurturer and protector: One evening when she and her husband were sitting in their garden, two guerillas arrived to collect information her husband has compiled on bridges and culverts in the country (as possible targets for guerilla operations):\nWhen Sharif glanced at me, I rose and went inside … the dining table was uncluttered, the curtains were drawn. Going into the kitchen, I told Qasem, \"Sauté four shammi kebabs and two croquettes right away.\" From the refrigerator, I took out the rasmalai and, putting some in a bowl, I further instructed him with, \"In about fifteen minutes, once you're done sautéing, arrange the refreshments on a tray, and place it on the dining table along with quarter plates, cutlery, and water. I won't come in again. Do you understand?\"\nI went back outside and looked around. I saw no one at the windows of the nearby houses, the road too was deserted. I said to Sharif, \"Go sit at the dining table.\" The three of them went inside, while I sat in the garden keeping watch over the gate. My heart was pounding. I ached to join them. To hear from them, about Rumi. But I couldn't leave the gate unguarded. Jami couldn't find a worse time to fall sick.\nIt was darkening. Sajjad, the son of Reza Saheb, … came to the gate, \"Auntie, I need to use the phone.\" I lied, \"But it isn't working.\" As soon as he left, I rushed inside. If someone calls right now, it'll be a problem. Climbing to the second floor, I dialed \"1\" on the bedroom extension and put the receiver down without returning it to the cradle.\nWith her younger son Jami indisposed, Imam assumed the task of keeping the premises safe for the two guerillas. The next morning, she rearranged the furniture in the living room to create a partition between the living room and the dining area. This gave the dining area greater privacy by shielding from the view of any unexpected visitor, the liberation warriors sheltering in her home. Though she did not, as many women did, carry a gun and become a soldier in uniform for her country, her very lack of uniform made her most valuable for the cause.\n(All translations from Ekattorer Dinguli have been done by the author.)\n\n \nDebali Mookerjea-Leonard, Ph.D., holds the position of Professor of English and World Literature, as well as Madison Scholar, in the Department of English at James Madison University.\n",
        "headline_1": "Writing the Good Fight: Women, War, and Jahanara Imam’s  Ekattorer Dinguli",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/focus/news/writing-the-good-fight-women-war-and-jahanara-imams-ekattorer-dinguli-3275561",
        "news_paper_name": "The Daily Star",
        "publish_date": "20-03-2023"
    },
    {
        "full_article": "We are delighted to see the opening of the India-Bangladesh Friendship Pipeline – the first cross-border energy pipeline between the two neighbours – which comes at a time of great uncertainty over the future of Bangladesh's embattled energy sector. Prime Minister Sheikh Hasina and her Indian counterpart Narendra Modi jointly inaugurated the pipeline through a video-conference on Saturday. Speaking at the event, Sheikh Hasina said that it will \"play a pivotal role\" in ensuring Bangladesh's energy security. In his speech, Modi termed the initiative an \"excellent example\" of increasing connectivity between the two countries.\nOn the opening day, around 90 lakh litres of diesel were reportedly imported through the pipeline, which stretches 126.57km into Bangladesh's territory and 5km into India's. The project is part of a 15-year deal under which Bangladesh will import 2.5 lakh to 4 lakh tonnes of diesel from India annually. As per the Indian Ministry of External Affairs, the operation will put in place a sustainable, reliable, and cost-effective mode of transporting fuels. From an environmental perspective, the pipeline carries some natural risks though, as all oil pipelines do. It's a risk that the whole world shares, with more than 24,000km of new oil pipelines currently under development globally. However, the pipeline will still be an improvement over the current mode of transportation from India, while serving a practical purpose for Bangladesh as well.\nAs per a report by The Times of India, the pipeline will reduce the time of transportation to just one hour, as opposed to the several days it takes to transport diesel via freight wagons and trawlers from the Chattogram and Mongla ports, thus ensuring a faster supply to our northern districts. It will also reduce the cost of transportation, if not the cost of fuel itself. There is, therefore, much to be hopeful about the project, if it is implemented properly. This is where we need to be careful going forward.\nThere is no denying that Bangladesh is going through a difficult phase at the moment, because of its protracted dollar crisis as well as disruptions in the global energy sector following the Russia-Ukraine war. Most of the public transport in Bangladesh runs on diesel. In recent months, the rise in the cost of fuel imports, particularly diesel price, has had the most telling impact not only on food and non-food inflations, but also on most of the components of the consumer price index (CPI). As well as external factors, there have been internal challenges including long-standing governance issues like mismanagement and irregularities in relevant state institutions, which compounded people's suffering.\nWe hope these issues will not be a factor in the pipeline project, which can offer an answer to some of the concerns over diesel pricing. Over the last five decades, India-Bangladesh ties have led to significant achievements in cross-border trade and connectivity. The inauguration of the pipeline has opened a new chapter in our bilateral relations. Going forward, we need to build on that so we can protect our long-term interests, not just in the energy sector, but in other areas as well.\n",
        "headline_1": "Hope in the time of energy crisis",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/hope-the-time-energy-crisis-3275806",
        "news_paper_name": "The Daily Star",
        "publish_date": "20-03-2023"
    },
    {
        "full_article": "It's quite frustrating to see report after report on the pollution and encroachment of the Khowai river, flowing through the Habiganj town, with the local authorities doing visibly nothing to stop such activities. According to a report published by this daily, the banks of the river have now turned into a veritable dumping ground for all kinds of household and commercial waste, which is not only choking the river to death but also damaging the surrounding environment. What is most concerning, the municipality's conservancy workers often discharge waste collected from the town straight into the river, despite there being a designated dumping ground located about four kilometres away from the main town.\nReportedly, indiscriminate pollution has not only affected the river's marine life, but also become a big public health concern for the town's residents. According to one resident, he used to bathe in the river just a decade ago. Now, it is even impossible to get near it because of the stench of rotting waste dumped on its banks. According to him, people living nearby have to keep their doors and windows closed to get rid of the smell. Fishing in the river has become a story of the past.\nSadly, the situation that the Khowai river is facing is not unique. In fact, this is the condition of the majority of our rivers at present. In most cases, pollution and grabbing take place under the very nose of the authorities, while in some cases, those responsible for taking care of the rivers have become polluters themselves. In the case of the Khowai river, the municipality's garbage collectors are majorly responsible for polluting it. This daily published quite a few reports in the last few years highlighting the reasons for the river's slow death. But no substantial steps have been taken to address this issue.\nIn order to save our rivers from such pollution and encroachment, the authorities must comply with the directives given by the High Court in 2019. The National River Conservation Commission (NRCC), which is the legal guardian of our rivers, must play the role expected from it. It cannot remain a toothless tiger while most of our rivers are facing an existential threat. Reportedly, the commission made a list of river grabbers in the country a few years ago. We would like to know what it has done with the list.\nThe shipping minister has recently said that Bangladesh will not survive if our rivers stop flowing, while assuring that the government will rescue the rivers from encroachers. We hope his words will translate into action, and his ministry will take concrete measures to restore the natural flow of our rivers. Only strong political will, backed by proper action from the NRCC, BIWTA and other relevant authorities, can reverse their condition.\n",
        "headline_1": "No end to the procession of dead rivers",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/no-end-the-procession-dead-rivers-3275086",
        "news_paper_name": "The Daily Star",
        "publish_date": "20-03-2023"
    },
    {
        "full_article": "Given India's latest bid to divert water from the already sucked up river by digging canals, life and livelihood of people in a vast area on the banks of the Teesta are under grave threat. Teesta flows through Lalmonirhat, Rangpur, Kurigram and Gaibandha districts, all of whom are destined to be water withdrawal victims. By expressing a note of alarm, the State Minister for Water Resources has said the government is going to send a letter to the Indian government seeking a clarification. As a friendly neighbour, Bangladesh was always in favour of resolving disputes over common rivers through bilateral negotiations, he added.At this point it's worth remembering how Bangladesh and India in 1996 reached the agreement called the Treaty on the Sharing of the Ganges waters at Farakka. It was aimed at ending the differences between Bangladesh and India. The principal objective of the treaty was to determine the amount of water to be released by India. Placing beside the Farakka case, the one related to the Teesta River still appears to be condemned to an inaccessible impasse. To Bangladesh, it means large tracts of arid land, loss of livelihoods and local economic disaster. Had India been even-handed with a compassionate attitude towards Bangladesh, the Teesta water-sharing dispute would have been over by this time. Instead, the bitterness over Teesta water still galls Bangladesh. Observers feel wont to locate the roots of egotism of some behind-the-scenes quarters active for long in the Teesta water-sharing process. Their memories are fresh about how West Bengal Chief Minister Mamata Banerjee in June 2011 abruptly took a volt-face on signing a deal on the Teesta water-sharing with Bangladesh. It appeared then that her state's interest had an overwhelming priority to that of her nation. The latest developments related to Teesta water diversion echo her stance vis-à-vis West Bengal's need for the river's water.At this point the comment of the country's river expert Dr Ainun Nishat could be insightful. He says this (the water diversion) cannot be done without the consent of the central government. He has termed the issue 'political' and has suggested its 'resolution politically'. Bangladesh State Minister for Water Resources Zahid Faruk hasn't failed to touch upon a most vital aspect of sorting out differences: involving regional forums. If solutions do not come through bilateral talks, 'regional forum' will be an option. The minister has pointed out that Bangladesh and India have agreed at the last JRC (Joint River Commission) meeting that the natural flow of the common rivers will not be disturbed. Only the excess water of the rivers can be withdrawn. Had the condition been followed properly, many of the later complexities wouldn't have cropped up.According to FE news on May 8, 2022, Bangladesh has sought US$ 938.27 million in loan from China to implement the Teesta River Comprehensive Management and Restoration Project. The project's feasibility study had been completed by Power Construction Corporation of China (Powerchina) two years ago, and the works were slated to start after the signing of the loan agreement. But it was later learned that the ongoing economic recession and the geopolitical considerations had prompted the authorities to backtrack. Meanwhile, uncertainties shroud the issues of Teesta water-sharing and justice for Bangladesh. A diplomatic solution to the problem ought to be the only option in the interest of friendly relations between the two neighbouring countries.",
        "headline_1": "Disastrous diversion of Teesta water",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/disastrous-diversion-of-teesta-water-1679239625",
        "news_paper_name": "The Financial Express",
        "publish_date": "20-03-2023"
    },
    {
        "full_article": "A 22-member team of Myanmar immigration officials is visiting Rohingya refugee camps in Cox's Bazar to verify more than 400 Rohingya refuges as part of a pilot repatriation project. Does it hold out any hope for the forcibly displaced people to return to their ancestral homes in the Rakhine state of Myanmar? Only time will tell. However, the Beijing-mediated project could not start its work for the last three years for different reasons which include the covid pandemic of 2020 and military coup of 2o21.Now Myanmar's military junta's fresh move to take back the Rohingya who fled their homes in the Rakhine state in the face of a pogrom six years ago, should be taken with a pinch of salt. For this process actually started, thanks to the Chinese initiative in November 2017, three months after the exodus of the Rohingya population on a massive scale from Myanmar. Bangladesh sent a list of nearly 900,000 Rohingya living in the refugee camps in Cox's Bazar to the Myanmar government for repatriation. But the Naypyidaw authority then sent back a shortened list that contained less than 8.0 per cent of Rohingya names Bangladesh earlier handed over to it. Out of that list, the names of 1,100 plus Rohingya-a drop in the ocean when compared with the actual number of refugees to be repatriated- were selected for family-wise repatriation to Myanmar. But the Myanmar junta objected to a few hundred names (429, to be precise). Then Bangladesh pointed to some mismatch in the list of Rohingya names objected to by the Naypyidaw government. It is in fact, a belated response to that last exchange between the two countries over the Rohingya repatriation issue. The present Myanmar team is in Cox's Bazar now for further verification of the refugees whose names were in the rejected list. Consider that this shuttling back and forth between Dhaka and Naypyidaw has been going on for years over the selection of a few hundred names of Rohingyas out of close to a million of them waiting for repatriation! So, questions arise about the very feasibility of this approach to repatriate such a huge number of Rohingya refugees. Even so, seeing that the incumbent Myanmar government has at least begun to make a move on Rohingya repatriation is, of course, better than no move at all. That is more so against the backdrop of the international community's growing indifference towards the Rohingya issue. Interestingly, as it could be learnt from media reports, before the current initiative was taken by the Myanmar junta over Rohingya repatriation, diplomats of eight countries including China, India and Bangladesh posted in Naypyidaw had been taken to the Rakhine state of Myanmar, to show them the preparations the Myanmar authorities have taken to resettle the displaced Rohingya refugees. It is a development unthinkable before. Some 11 ambassadors to Myanmar from different countries were thus allowed to see the interim camps set up for the purpose in Sittwe, the capital of Rakhine state, and in Maungdaw, a town in that state. Internally Displaced People (IDP) such as the Rohingya still staying in Myanmar might thus have a chance to move to Sittwe. It could also be learnt that some healthcare services are also being extended to Rohingya people still staying in the Rakhine state. It appears the Myanmar junta has finally been able to see reason perhaps under Chinese pressure. Meanwhile, the post-coup (of February 2021) Myanmar junta has been engaged in a war on many fronts including the different ethnic groups and that of the bloody, internecine one with the rebellious common people of Myanmar who are fighting for restoration of a democratic government following the overthrow of the elected government of Aung San Suu Kyi. So, the Myanmar junta might be in need of some breathing space. Also, it might be that its close ally China wants repatriation of the Rohingya in their homeland so that its economic interest worth billions of dollars in the Rakhine state is not jeopardized by incessant war in the area. Moreover, Rakhine state is a corridor to the Indian Ocean that China wants to protect by all means. Reports further have it that China is willing to train the local population of Rakhines including the Rohingya for their future employment in the Chinese infrastructure and other ongoing projects in that region. For the purpose, China has been pressuring Myanmar government to stop war and restore stability in the strategically located Rakhine state. There is also the urgency on the part of the incumbent Naypyidaw government to show the international community that it is after all doing something positive on the Rohingya issue. It may be recalled on this score that Myanmar is facing prosecution in the International Court of Justice (ICJ) for having committed genocide against Rohingya people. Myanmar is to meet the deadline of producing its counterargument against genocide charge before ICJ by April 24 next. These are only possible reasons behind Myanmar junta's sudden change of heart regarding the all but dead issue of Rohingya repatriation. Even so, it will be important to know what the Rohingya themselves are thinking about the present move to repatriate them. For there are the questions of their rights including their citizenship, safety, right to work and so on once they return to Myanmar. But these issues are not reportedly part of the visiting Myanmar team's responsibilities.\n[email protected]",
        "headline_1": "Will repatriation of the Rohingya happen?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/will-repatriation-of-the-rohingya-happen-1679239664",
        "news_paper_name": "The Financial Express",
        "publish_date": "20-03-2023"
    },
    {
        "full_article": "A slew of events happening one after another in recent times is a clear indication of impatience and aggressive mob mentality to the extent of a kind of psychological disorder. When lawyers of the highest court engage in scuffles and physical aggression over holding the polls to the Supreme Court Bar Association, it is difficult to fathom the depth of social and institutional rot. Here are the people who are supposed to study cases or disputes most logically and argue for or against in the subtlest of didactic forms. They ought to be the last persons to use their physical power instead of legal means to settle any dispute. Practitioners of law are expected to maintain dignity and sanity in the face of worst provocation and, unlike ruffians, prove why reason prevails and intellect triumphs ultimately.Sure enough, the matured and saner among them feel ashamed of the disgrace brought upon the profession by their colleagues. But the common perception will be that the lawyers are unable to maintain the dignity expected of them. This is how erosion of values and respect sets in. What is particularly worrying is the implication of such an ugly and undesirable incident. Thus the violent incidents like the clashes between students of two colleges in the capital city and those between villagers and students of Rajshahi University and the attacks on a particular religious sect followed by arson by the members of the majority community and still another incident of communal aggression on the minority community happening earlier lose their gravity. Aren't the lawyers of the High Court and Supreme Court going to argue in favour or against the merit of those cases when placed for legal proceedings?It is sad that social norms, secular and liberal values and principles are increasingly coming under attacks and some vested quarters are stoking the feeling of 'hatred for others' by blowing up or misinterpreting small incidents and religious tenets respectively. If vested quarters have their own calculations to serve their narrow interests in case of communal violence, students of a college fighting pitch battles with their rivals of another college or university students and villagers engaging in a bloody confrontation over trivial issues are not driven by calculations of any gains. Mob mentality and partisan feeling trigger such clashes. Each side eyes the other over the dividing line in a perked up hostile mentality. No saner elements come forward to listen to both sides of the stories and diffuse the tension. Rather, hearsay and distorted gossip swirl around to trigger violence where there was no reason for any such confrontation. In case of communal and sectarian attacks, the same theory gets currency in a vicious manner. Even the series of ragging incidents that made screaming headlines recently from dormitories of colleges ---including a women's college --- to those of universities, the perpetrators demonstrated the mental traits of cruelty, unfeeling and even sadism never taking into consideration the shame and humiliation suffered by their victims. It was sport to the perpetrators but death to the victims. It is often said that the victims of maltreatment often turn sadistic. So there is a need to look into the very system of equations that has prevailed so long between the juniors or seniors. If the aberrations are a recent phenomenon, it should be nipped in the bud. Such incidents simply do not go with the glorious tradition of college and university students. It is against such rising incidents of hostility, brutality and violence, the SCBA ruckus should be brought under the scanner. The virtues of responsibility are as long sacrosanct as those involved in an incident can be reasonable and sane for timely restraint. With age and professional integrity, they mature but this does not mean hot blood of youth will fail to appreciate logic and sanity. \n[email protected]",
        "headline_1": "Aggressive mob mentality taking hold",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/aggressive-mob-mentality-taking-hold-1679239692",
        "news_paper_name": "The Financial Express",
        "publish_date": "20-03-2023"
    },
    {
        "full_article": "In Bangladesh, irrigation has been a central feature of agriculture for hundreds of years. For boosting agricultural growth, irrigation in crop fields is crucial. Our farmers, however, use too much of groundwater for irrigation nowadays. It has been learned from a survey that some 77 per cent of the total land in the country is irrigated with groundwater and only 23 per cent with surface water. This is alarming. As a result of excessive use of groundwater, the water level is slowly going down. Due to falling groundwater level, unavailability of surface water and increasing amount of salinity, our farmers are facing various difficulties in irrigating their crops. So, it is time for us to focus on cultivation with as little irrigation as possible. As Boro paddy entirely depends on irrigation, we can motivate our farmers to increase the yield of Aus and Aman. If crop beds can be prepared when floods occur, they will not need irrigation. Cultivation of pulses and vegetables in bed method saves around 30 per cent of water. Drip irrigation system requires about 30-40 per cent less water than the drain system. Floating cultivation of vegetables on water does not require irrigation. In char areas where sandy soil is abundant, nuts, vegetables etc.; can be cultivated in place of paddy. The authorities concerned should look into as many alternative methods as possible and act accordingly if we want to save our groundwater. \nAfsana Rezoana Sultana, Student of Department of Agronomy, Patuakhali Science and Technology University, [email protected]",
        "headline_1": "Cultivation methods that can save groundwater",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/cultivation-methods-that-can-save-groundwater-1679239711",
        "news_paper_name": "The Financial Express",
        "publish_date": "20-03-2023"
    }
]