[
    {
        "full_article": "The Centre has asked all departments to deploy officers to showcase its achievements across the country down to the village level, through a roadshow titled Viksit Bharat Sankalp Yatra, which will run from November 20 to January 25, 2024. To be sure, the outreach is only about achievements of the last nine years that corresponds to the two terms of the Bharatiya Janata Party (BJP) that began in 2014. The campaign is conveniently timed for the Lok Sabha election which is expected in April-May 2024. Joint Secretaries, Directors, and Deputy Secretaries will be appointed Rath Prabharis (chariots in-charge) for the roadshow. Separately, the Ministry of Defence is setting up 822 ‘selfie points’ where citizens can click themselves with a picture of Prime Minister Narendra Modi. Guidelines issued by the Ministry go into great details on how to promote the work of the last nine years. It has been directed that these selfie points “should be set up at prominent locations, which have maximum footfall and the potential of attracting public attention”. War memorials, defence museums, railway and metro stations, bus stations, airports, malls and market places, schools and colleges, tourist destinations and festival gatherings are places where these points are coming up. Opposition parties led by Congress President Mallikarjun Kharge have called out the government for this brazen politicisation of the bureaucracy and the military.India’s constitutional scheme of governance envisages the separation of power among the three arms of the state — the executive, the judiciary and the legislature — and also a line of separation between the bureaucracy and the military from the political executive. While both the bureaucracy and the military are strictly under the control of the political executive, they are insulated from partisan politics. In fact, the extensive election process in India has largely retained its credibility because of the bureaucratic impartiality demanded by the system. The military’s involvement in any kind of domestic politics is considered anathema. Civil and military officials are expected to remain loyal to the government elected by the citizens, regardless of their personal ideological inclination. Instant directives force them into partisan roles in furtherance of the interests of the ruling party. The BJP’s strategy of disregarding norms in pursuit of electoral gains has been successful, but the trail of damage it leaves behind will fester. If institutions are undermined, the damage may well be irreversible. It is time the ruling party kept the interests of the nation before itself, and practised what it preaches.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nBharatiya Janata Party\n\n/\n\ngovernment\n\n/\n\nGeneral Elections 2024\n\n/\n\nministers (government)\n\n/\n\nIndian National Congress\n\n/\n\npolitics\n\n/\n\nconstitution\n\n/\n\nexecutive (government)\n\n/\n\njudiciary (system of justice)\n\n/\n\nPrime Minister Narendra Modi",
        "headline_1": "Crossing a line: On the Viksit Bharat Sankalp Yatra roadshow, the implications",
        "headline_2": "The government should desist from politicising the bureaucracy",
        "link": "https://www.thehindu.com/opinion/editorial/crossing-a-line-the-hindu-editorial-on-the-viksit-bharat-sankalp-yatra-roadshow-the-implications/article67454499.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "25-10-2023"
    },
    {
        "full_article": "World Cups often become a platform for sporting coups. Afghanistan precisely did that, stunning fancied rivals England at Delhi and Pakistan in Chennai. Even if losses were suffered against Bangladesh, India and New Zealand, Hashmatullah Shahidi’s men have shown that they are no push-overs and will compete at all costs. Afghanistan’s cricketing roots can be traced to the refugee camps at Peshawar in neighbouring Pakistan. In the past when the Cold War and the Great Game staged by the Western and Eastern Blocs with Kabul as its pivot bequeathed instability within the rugged Afghan countryside, cricket was a welcome distraction for children as any piece of ramshackle wood and a taped-ball within a camp was adequate to indulge in the sport. Things got worse with the rise of the Taliban and the loss of individual liberties but Afghanistan’s cricketers remain the dispensers of hope. In Rashid Khan, the country has a world-class player. Aggressive openers and a muscular middle order have learnt to blend patience with intrinsic aggression and bowlers refuse to be overawed. All this has kept Afghanistan in good stead. The manner in which England was bundled out or Pakistan’s total was pursued reveals a unit that has turned the corner and would obviously bristle at the mention of the word ‘minnows’.The Netherlands too mounted the odd upset by nailing South Africa. The two countries with a colonial Dutch connect have cultural, economic and sporting threads linking them and current Netherlands player Roelof van der Merwe has previously turned out for South Africa. The Netherlands may have lost its other games but there is no mistaking its talent. This is a World Cup for which the West Indies failed to qualify. The benchmarks are high and for the Netherlands to scale them, qualify and now compete, it is indeed a tremendous achievement. As the tournament veered towards its mid-point, host India revealed a rich vein of form, winning five games and is close to sealing the semifinal berth. Skipper Rohit Sharma and Virat Kohli are the batting bulwarks while Jasprit Bumrah, Ravindra Jadeja and Mohammed Shami played their parts. New Zealand, barring that one loss to India, has been consistent while South Africa and Australia are jostling in the top-half. The wins by Afghanistan and the Netherlands have opened up the points table and small margins will define big shifts in the coming weeks. That defending champion England has slid to the bottom remains a shocker while the Asian component of Pakistan, Bangladesh and Sri Lanka are searching for a toehold. And for now, India holds the aces.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\ncricket\n\n/\n\nWorld Cup Cricket\n\n/\n\nICC World Cup",
        "headline_1": "Minnows no more: On World Cup and lower ranked teams",
        "headline_2": "Lower ranked teams have done well in this cricket World Cup",
        "link": "https://www.thehindu.com/opinion/editorial/minnows-no-more-the-hindu-editorial-on-world-cup-and-lower-ranked-teams/article67454144.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "25-10-2023"
    },
    {
        "full_article": "By Sudhamahi Regunathan\nWith the coming of the festive season, there are always questions on why we celebrate Dussehra, Deepavali. Particularly from the younger generation. The answer lands without a punch when you say it is the celebration of the victory of good over evil.\nMuch of the response is based on cynicism and it is not out of place. It is not easy for the good to win. It is precisely for this reason that the central message of festivals that come year after year is of the triumph of good over evil.\nThat is also why our epics are replete with stories of people who struggled under the reign of evil and how they still adhered to dharma, righteousness. And most of these stories are told as an answer to a question posed by someone who is suffering, or is trying to understand dharma. It was Valmiki’s question about whether a righteous man could be ever found – that Narad described Ram to him.\nIt was Yudhishtir who asked Sage Narad why King Harishchandra is extolled as the greatest king. The story is told of how Sage Vishwamitra caused Harishchandra to be deprived of his kingdom and face a debt of one thousand gold coins. Harishchandra had to sell his wife as a slave and himself work in the cremation grounds to repay that debt. When employed in the cremation ground, his wife came with their son who was lifeless. To cremate him, neither the father nor the mother had the money. Harishchandra’s duty was to take money for cremation. He refused to cremate his son, however much agony that caused him. Then gods appear before him, restore his son to life and return his kingdom.\nExplaining righteousness is an instance in the Ramayan. The war had been won and Hanuman went to tell Sita so. On going there, he is tempted to ‘finish off ’ all the rakshasis who had troubled Sita in captivity. Sita stops him. “They were only obedient servants,” and she tells him a story. Once, a man being pursued by a tiger quickly climbedup the nearest tree. Once up there, he saw a huge bear sleeping on another branch. This tree was the bear’s house. The tiger called out to the bear and asked to push that man down for his lunch. The bear refused, saying that a guest must be protected by all means and went to sleep, thus ending the conversation.\nWhen the bear started snoring, the tiger asked the man to push the bear down. This man did. The bear was adept in survival. He caught on to another branch and saved himself. The tiger said, “Look at this ungrateful visitor of yours…atleast now you can push him down?”\nThe bear refused. And he gave us the wisdom to remember at all times. He said, “A wrongdoer or an evil person should not turn the righteous away from his path of rectitude.”\nTo be righteous is demanding, but its importance cannot be undermined. Truly that which lives after, the stuff that immortality is made of, is righteousness. All festivals and celebrations in every cultural environment are celebrations of this character.\n\n",
        "headline_1": "Why celebrate the undying spirit of goodness",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/why-celebrate-the-undying-spirit-of-goodness/",
        "news_paper_name": "The Times of India",
        "publish_date": "25-10-2023"
    },
    {
        "full_article": "Ask the most vociferous supporters of the Palestinian cause and they will tell you that Israel is a coloniser, one that deprived Palestinians of their lands. They argue that the region had been under Ottoman rule until World War I and that Jews were thrust upon Muslim lands by an unfair Balfour Declaration of 1917 that envisioned “a national home for the Jewish people”.\nBut if we assume the coloniser’s contention to be true, then we must also ask who ruled before the Ottomans. Christian Crusaders had captured Jerusalem in 1099 and Saladin had recaptured the city for the Muslims in 1187. Alternating periods of Christian and Muslim control recurred until Ottoman Sultan Selim I took over in 1517. For the next 400 years, this region remained part of an administrative unit called Ottoman Syria with a population that contained Muslims, Christians, and Jews.\n\nRead more on TOI+\n\n",
        "headline_1": "Whose land, and whose history, is it anyway",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/chanakyas-chant/whose-land-and-whose-history-is-it-anyway/",
        "news_paper_name": "The Times of India",
        "publish_date": "25-10-2023"
    },
    {
        "full_article": "During election campaigns, BJP veteran Vasundhara Raje keeps up a punishing schedule. When this columnist covered her campaign during the Rajasthan assembly polls of 2003 (which BJP won with 120 seats and Vasundhara became CM for the first time), she pointed to the rapturous crowds she attracted and declared: “My critics should see how lovingly the people receive me. Yet they persist in casting me as a chiffon-clad, polo-playing woman. First they stereotype you, then they condemn you.”\nAmong BJP leaders, Vasundhara remains an unusual figure and she’s not afraid to be different. Always immaculately dressed, she speaks fluent witty English and makes no bones about her glittering social life. In a ‘purush-pradhan’ (male-dominated) Rajasthan society, she has often crossed swords with the mostly male BJP old guard and patriarchs of the Sangh Parivar in Rajasthan. She has been accused of arrogance and displaying feudal airs because of her ‘royal’ lineage.\n\nRead more on TOI+\n\n",
        "headline_1": "The resilience of Vasundhara",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/bloody-mary/the-resilience-of-vasundhara/",
        "news_paper_name": "The Times of India",
        "publish_date": "25-10-2023"
    },
    {
        "full_article": "Durga Pujo in the US is arguably the worst time of the year for me, the Bengali immigrant. First of all, there is the FOMO pressure of social media, of being bombarded by pictures of people celebrating the advent of the Goddess in their finest Pujo finery. Did I say FOMO or ‘fear of missing out’? No, it’s not fear, actually; it is the certainty of losing out on great memories so that when, at the time of dying, my life flashes in front of my eyes, there will be actual things for me to relive in that eternal instant.\nOf course, we have Durga Pujo in the US. To me, it’s an experience like having vegetable biriyani: biriyani technically, but no, not really. Every major city has multiple Bengali associations, and every few years, one association splits into two based on ‘disagreements between generations’, triggered typically by whose daughter got the first slot to perform Bharatnatyam. Now, since I like my divisive politics to be single-sourced from Twitter (now X), I have avoided being part of Bengali associations. As a result, I do not have Bengali friends in the local community. This is the biggest reason why I avoid going to Durga Pujo: I do not know anyone there!So why the hell would I drive 90 minutes to a school auditorium rented out over the weekend, get lost on the way, pay a few hundred dollars as the mandatory contribution, eat tomato chaatni that tastes more like ketchup than the joyous type-2 diabetes trigger that it should be, look around awkwardly at strangers, each of them in their own clumps of conversation, and then drive back 90 minutes and get lost again on the way? Yes, of course, I understand that if I went to a Bengali association Pujo, I could take my own pictures and then, through Facebook, show off my ‘well-balanced NRI life’ and engender FOMO in others. But somehow, it does not seem to be worth it, and I am hoping AI-generated images will be convincing enough in a few years to not even require that.\nAnd so I stay at home, the ‘Bengali grinch’ as my daughter calls me, as another Durga Pujo passes me by, consoling myself that it is better to have no memories at all than memories of a middling nature.\n\n",
        "headline_1": "The bengali grinch",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/just-another-blog/the-bengali-grinch/",
        "news_paper_name": "The Times of India",
        "publish_date": "25-10-2023"
    },
    {
        "full_article": "The proposed move to expand powers of the Ansar battalion has rightly raised concerns, coming as it does less than three months before a scheduled general election. The proposal was included in the recently introduced Ansar Battalion Bill-2023 in what would be the last session of the 11th parliament. As we know from past experience, the last sessions of a parliament are usually reserved for controversial, scarcely debated bills and provisions – one such law in 2018 was a certain Digital Security Act. As if to keep up with tradition, the government has done it again. Defending the move – which would enable Ansar members to arrest offenders, frisk detainees, and seize goods – the home minister thinks it is necessary to bolster law enforcement efforts during elections.\nHowever, we are not convinced that this is a good enough reason. Despite claims to the contrary, the bill, as currently drafted, seems to grant Ansar the authority to perform tasks identical to those of the police. Ansar turning into a force parallel to the police, rather than being an auxiliary force meant to assist law enforcement agencies, has implications that extend beyond any election period. Overlapping roles and potential conflicts between the two forces – top police officials have already opposed the move – will likely deteriorate security rather than improve it. The fact is, we don't need more of the same police. We need them to be more accountable. If the latest move means having more uniformed men abusing their power to extort, harass or torture – just like errant, politically biased cops – then we are better off without them.\nAnsar's cooperative efforts in disaster relief and crisis situations are well-recognised. But arming them with the power to intervene in public life or conduct investigations like the police can cause chaos in the whole law enforcement system. Who will ensure transparency and accountability in the exercise of their newfound powers? Having clearly defined roles and safeguards against abuse of authority is essential to the function of a security entity. Ansar's empowerment is particularly concerning given its potential impact on the approaching election. It raises questions about whether the government intends to use them to handle the increasingly intense opposition movement for its resignation, or for other oppressive purposes.\nThe possibility of abuse cannot be ruled out, considering the controversial role played by police during past elections. As the proposed bill now undergoes scrutiny by the parliamentary standing committee on home ministry, which has been asked to submit its report to parliament within three working days, we urge the committee to consider all possible implications of the law. The authorities should address the legitimate concerns of various stakeholders, including police and opposition lawmakers, and refrain from indulging those provisions in the Ansar bill.\n",
        "headline_1": "Do we need more of the same police?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/do-we-need-more-the-same-police-3452006",
        "news_paper_name": "The Daily Star",
        "publish_date": "25-10-2023"
    },
    {
        "full_article": "Dr Md Khalequzzaman, a senior scientist and epidemiologist at icddr,b shares his insights on the fight against poliovirus, and Bangladesh's contribution to poliovirus vaccine research in an exclusive interview with Naimul Alam Alvi of The Daily Star.\n \nPresently, polio has largely been non-existent for years, especially in Bangladesh. Do you consider the prevention of polio has been successful so far?\nYes, we have seen very positive results globally in containing polio. Wild poliovirus (the polio virus variant found in nature) types 2 and 3 (WPV2 and WPV3), were declared eradicated in 2015 and 2019 respectively. Now, there are only two countries where one variant of wild poliovirus is endemic – Pakistan and Afghanistan. And there too, these cases are sporadic and limited to specific geographical locations. There are now two polio-variants found called circulating vaccine-derived polioviruses (cVDPVs) and vaccine-associated paralytic polio (VAPP).\nIn Bangladesh, the last recorded case was back in 2006. We can safely say, Bangladesh has been a success story in polio awareness and vaccination drive. We are excited in the hopes that polio becomes the third disease to be eradicated from the world completely, after Smallpox and Rinderpest. \nHow have we been so successful with polio?\nThe first type of vaccine was licensed back in 1955 in the United States. It is an inactivated poliovirus vaccine (IPV). This type of vaccine is administered with injection. Subsequently, a new oral poliovirus vaccine (OPV) was licensed in 1961-62. There were three type-specific, live, attenuated OPVs. Because OPV is more cost-effective and easy to administer OPVs largely replaced IPV as the primary vaccine of choice for polio vaccination in most countries. \nHowever, there are important disadvantages to OPV use. Because these vaccines contain live attenuated viruses, they can mutate inside the human body, and in some rare cases revert to a neurovirulent form leading to vaccine-associated paralytic polio (VAPP). Moreover, the viruses can circulate in areas where polio vaccination coverage is inadequate. And prolonged person-to-person transmission can, and in some cases has, resulted in mutations and the emergence of new variants of poliovirus – cVDPV, which have re-acquired the\nneurovirulence and transmissibility of wild poliovirus, and now, as I said, is the variant globally. \n\nWe can safely say, Bangladesh has been a success story in polio awareness and vaccination drive. We are excited in the hopes that polio becomes the third disease to be eradicated from the world completely, after Smallpox and Rinderpest. \nIs OPV somewhat responsible for this new variant of poliovirus?\n\nYes, but we have to understand that, it is because of OPV which contains live attenuated virus, that we have been successful in covering a large population all over the world, even in hard-to-reach locations. It has helped to reduce polio cases worldwide dramatically. However, polio eradication will require an eventual cessation of all traditional OPVs.\nHow did iccdr,b play a role in polio eradication efforts?\nicddr,b has been contributing in various ways in Global Polio Endgame strategies. Our scientists have conducted 22 polio vaccine trials. Many of the study research results have had global policy implications. Earlier the standard schedule of giving OPV doses was at 4 weeks intervals. However, our study found that a 2-week interval between doses induces a similar immune response. This is important because it makes administrating vaccines, especially in rural areas easier – regarding transportation, cold storage, vaccine management, and so on. It also helps to rapidly increase population immunity in case of outbreaks. This paper won the 2016 Charles C. Shepard Science Award from the CDC and is now being used for polio outbreak responses in Pakistan, Afghanistan, Syria, Laos and many more countries. Our studies also revealed that monovalent type 2 OPV, or mOPV2 can be administered at one or two-week intervals without impacting its humoral immunogenicity. This paper also won the Charles C. Shepard Science Award by the CDC in 2019. This strategy of administrating mOPV2 has been recommended to WHO by the Polio Strategic Advisory Group of Experts (SAGE), which I am a member of WHO has revised the global type 2 poliovirus outbreak response protocol, and recommended reducing the number of mOPV 2 campaigns from four to six weeks to two to three weeks. We have shown that two doses of fractional IPV (0.1 ml instead of 0.5 ml)  given at 8 week intervals are more immunogenic than a single dose of IPV. This regimen is now being used in the Bangladesh EPI programme and also in India, Nepal and Sri Lanka. This was considered an important finding in the context of the global shortage of IPV.\nSince traditional OPV, or what we call Sabin OPV is associated with vaccine-derived poliovirus, a novel type 2 OPV (nOPV2) has been developed which has proved to be more genetically stable and has no neurovirulence activity among both adults and children. We, from icddr,b, conducted for the first time a study on nOPV2 among the newborn population and we got positive results – it was proven to be safe and immunogenic. So, our results provided evidence that the vaccine is safe and well-tolerated in naive newborns, resulting in almost 99 percent of infants having protective neutralising antibodies. The vaccine has already been used in 700 million doses globally in outbreak response.\nWe are proud to say that Icddr,b has been one of the leading institutions in poliovirus drive all over the world. \nYou've mentioned Pakistan and Afghanistan are the two countries where wild polioviruses are still endemic. Do we have any additional risk being geographically close to these countries? \n\nCertainly, we have to be more cautious because of our proximity to those regions. However, we have not seen outbreaks spreading across borders and towards us in recent times. Moreover, people now travel internationally way more than before, so the possibility of spreading a virus doesn't only depend on geographical proximity now. Nonetheless, we have to be always careful about polio outbreaks. And the most powerful tool we have is surveillance. We need to always study and understand if and how any virus is spreading.\nAs a member of the WHO Polio Research Committee, and also the Polio WHO Strategic Advisory Group of Experts, what should be our way forward in ensuring that polio never comes back?\n\nDrives from WHO, along with countless institutions, scientists, governments and so on have been quite successful against polio. We have developed, and are improving our strategies for containing this disease effectively. However, there are still logistical and sometimes political barriers. For instance, it is still difficult to provide adequate vaccination drives in certain places in Afghanistan and Pakistan. But, the situation is improving.\nOur government has always been helpful in our efforts, and we are seeing the results. We have not only become an example of success but our studies and strategies have helped countless people all over the world. \nI hope that we continue this trend and that the fight against polio and other vaccine preventable diseases be considered beyond political or geographical differences.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "“Our studies helped countless people all over the world”",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/interviews/news/our-studies-helped-countless-people-all-over-the-world-3451791",
        "news_paper_name": "The Daily Star",
        "publish_date": "25-10-2023"
    },
    {
        "full_article": "On October 18, US President Joe Biden travelled to Israel, offering support for its military operations in the Gaza Strip, despite growing global calls for a ceasefire. The visit wasn't just a show of support; it represented a deliberate choice of words that acknowledged one side while overlooking the other. In subsequent press statements, the US president adopted a narrative that appeared to dehumanise the Palestinians and justify ongoing violence against them. He emphasised Israel's right to self-defense against the \"evil\" Hamas movement, even drawing comparisons to ISIS. But he failed to recognise the suffering experienced by the unarmed Gaza residents who have borne the weight of Israeli attacks, in addition to the decades-long occupation faced by the Palestinian people living under the Israeli apartheid state. Regrettably, the overall US response to the Gaza crisis thus far has been plagued by this oversimplified hypocrisy.\nPresident Biden's unwavering support for Israel didn't stop there. He sent two aircraft carriers to the Eastern Mediterranean and pledged $14 billion in assistance, in addition to the substantial annual military aid. While Biden argued that this would bolster Israel's security, analysts and critics fear it may heighten instability in the Middle East, prolonging the cycle of conflict and complicating long-term prospects for peaceful coexistence between Israel and Palestine further. This approach also appears contradictory to the US' call for preventing the crisis from engulfing the broader region.\nPerhaps the most striking contradiction was President Biden's call for Israel to avoid harming Palestinian civilians while facilitating humanitarian aid into Gaza. Simultaneously, the US exercised its veto power at the UN Security Council, blocking a resolution that called for 'humanitarian pauses' to deliver aid to the Gaza Strip, implement a ceasefire, and lift restrictions on civilians leaving the northern part of the besieged territory.\nThe two-state \"peace process,\" a staple championed by the United States since the 1970s, has come to resemble more of a \"piece process\" in reality, as pointed out by Professor Donald Earl Collins. The US's clear bias in favor of Israel has emboldened the latter to exert control over and annex Palestinian territory with impunity. Each time Israel expands its illegal settlements, Washington expresses being 'deeply troubled' by Israeli actions but consistently opposes UN initiatives aimed at condemning Israeli policies.\nIn the current context, the persistent assaults on unarmed Gaza civilians and the extensive preparations for a ground invasion serve as stark evidence that President Biden's warning against Gaza reoccupation, which he labelled a \"big mistake,\" has fallen on deaf ears. The US' failure to condemn and prevent the Israeli atrocity in Gaza will make it complicit in the ongoing killing of the Palestinians.\nShamsuddoza Sajen is a journalist and researcher. He can be contacted at [email protected]\n\n",
        "headline_1": "What's wrong with the US response to the Gaza crisis",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/geopolitical-insights/news/whats-wrong-the-us-response-the-gaza-crisis-3451486",
        "news_paper_name": "The Daily Star",
        "publish_date": "25-10-2023"
    },
    {
        "full_article": "The proposed move to expand powers of the Ansar battalion has rightly raised concerns, coming as it does less than three months before a scheduled general election. The proposal was included in the recently introduced Ansar Battalion Bill-2023 in what would be the last session of the 11th parliament. As we know from past experience, the last sessions of a parliament are usually reserved for controversial, scarcely debated bills and provisions – one such law in 2018 was a certain Digital Security Act. As if to keep up with tradition, the government has done it again. Defending the move – which would enable Ansar members to arrest offenders, frisk detainees, and seize goods – the home minister thinks it is necessary to bolster law enforcement efforts during elections.\nHowever, we are not convinced that this is a good enough reason. Despite claims to the contrary, the bill, as currently drafted, seems to grant Ansar the authority to perform tasks identical to those of the police. Ansar turning into a force parallel to the police, rather than being an auxiliary force meant to assist law enforcement agencies, has implications that extend beyond any election period. Overlapping roles and potential conflicts between the two forces – top police officials have already opposed the move – will likely deteriorate security rather than improve it. The fact is, we don't need more of the same police. We need them to be more accountable. If the latest move means having more uniformed men abusing their power to extort, harass or torture – just like errant, politically biased cops – then we are better off without them.\nAnsar's cooperative efforts in disaster relief and crisis situations are well-recognised. But arming them with the power to intervene in public life or conduct investigations like the police can cause chaos in the whole law enforcement system. Who will ensure transparency and accountability in the exercise of their newfound powers? Having clearly defined roles and safeguards against abuse of authority is essential to the function of a security entity. Ansar's empowerment is particularly concerning given its potential impact on the approaching election. It raises questions about whether the government intends to use them to handle the increasingly intense opposition movement for its resignation, or for other oppressive purposes.\nThe possibility of abuse cannot be ruled out, considering the controversial role played by police during past elections. As the proposed bill now undergoes scrutiny by the parliamentary standing committee on home ministry, which has been asked to submit its report to parliament within three working days, we urge the committee to consider all possible implications of the law. The authorities should address the legitimate concerns of various stakeholders, including police and opposition lawmakers, and refrain from indulging those provisions in the Ansar bill.\n",
        "headline_1": "Do we need more of the same police?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/do-we-need-more-the-same-police-3452006",
        "news_paper_name": "The Daily Star",
        "publish_date": "25-10-2023"
    },
    {
        "full_article": "At this age of technological advancement, it is crucial for Bangladesh to enhance its competitiveness and productivity through research and innovation. Without this, we won't be able to sustain a steady economic growth. Sadly, Bangladesh still lags far behind its competitors in terms of investing in research and development (R&D). According to a study by the Centre for Policy Dialogue (CPD), the majority of industries in the country spend less than Tk 500 on R&D per worker annually, which is quite shocking. If we do not reverse this scenario, our hope of becoming a developed nation in less than two decades will remain a far-fetched dream.\nAccording to the CPD, the country's pharmaceuticals and allied industry spends the most among all industries on R&D, with its per worker expenditure standing at Tk 23,735. Among other industries, tobacco spends Tk 1,858, paper Tk 1,627, and textiles Tk 436. Conversely, there are some sectors such as recycling, beverage, wood, wood-based products, motor vehicles, trailers and semi-trailers, repair and installation of machinery and equipment that don't spend anything on this. What's most unfortunate is that the garments industry – one of the key drivers of our economic growth – channels only 2 percent of its budget to R&D.\nThe fact that the majority of manufacturing firms in the country do not have a digital presence in the form of websites speaks volumes about our aversion to change. The question is, how long will we ignore research, innovation, workforce development, and use of advanced technologies? How long will manufacturing and other industries keep hiring experts from abroad? How long will we remain overly dependent on low-skilled migrant workers when other countries are earning more by exporting skilled labour?\nBangladesh's position in the Global Innovation Index 2022 – which is 102 among 132 countries – should have sounded the alarm bell for the authorities. It is high time they along with our industries took a more active interest in research, development and innovation, and built a competitive workforce for our future economic growth.\n",
        "headline_1": "How long will we ignore R&D?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/how-long-will-we-ignore-rd-3451406",
        "news_paper_name": "The Daily Star",
        "publish_date": "25-10-2023"
    },
    {
        "full_article": "The government move to give the go-ahead for setting up digital or virtual banks in the country seems to have been prompted by the roaring success being enjoyed by the online payment services. Also, the fast expansion of online banking service offered by the traditional banks may have acted as a catalyst in this direction. However, digital banking is wider and far more comprehensive in its scope, coverage, range of services offered, security measures and the use of technology than just online banking. Meanwhile, the Bangladesh Bank (BB) is learnt to have granted eight entities, out of 52 applicants looking for the opportunity, the permission to start digital banking operation. The banks so approved will, of necessity, operate according to the regulatory guidelines prepared for the purpose under the Bank Company Act.Of those who won the BB's approval, two has reportedly been issued Letters of Intent (LoIs), which are about the timeframe allowed them to prepare their digital banking infrastructure under the close monitoring of the BB regarding their performance-related indicators for the next six months. Three other applicants backed by traditional banks, on the other hand, have been allowed to run digital banking windows. A separate guideline or standard of operating procedure (SoP) is reportedly being prepared by the BB for these banks to run their digital windows. The permission to the rest three aspirant digital banks, as reported, would depend on how the first two applicants who have been issued LoIs perform over the next six months. There is no question that to be in step with the times when everything is going digital, the banking sector cannot stay behind. Notably, the digital banking essentially combines online banking and mobile banking services under the same umbrella. As could be learnt, the digital banks will carry out their operations entirely online, either through a website or mobile app and they will have no branches except headquarters allowing customers to perform transactions and access banking services remotely without physically visiting a bank. Doing away with all paperwork such as checks, pay-in slips, demand drafts, etc., including all physical movement involved with brick-and-mortar banking is definitely fascinating. Especially, the scope of bringing the people so far left unbanked under the umbrella of mainstream banking through its digital mode is indeed a liberating idea. But given the history of digital security breaches, especially in the banking sector leading to the infamous cyber heist of the BB in 2016 and the recent NID data leakage from the Election Commission's server, the digital data security regime of the country does hardly look reassuring. Under the circumstances, establishment of full-blown digital banking presupposes the existence of a sound and secure digital infrastructure. So, meeting these conditions will be urgent for the organisations that have won the BB's permission before they start functioning as digital banks. In this connection, some experts are of the view that at a time when not only the banking sector, but the entire economy is in deep crisis, the government could have waited until after the upcoming parliamentary election before giving permission to something new as well as challenging like digital banking. Others think that the requirement of paid-up capital amounting to Tk1.25 billion for the aspiring digital banks will not be enough to build the necessary infrastructure for the purpose.",
        "headline_1": "Challenges facing digital banking",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/challenges-facing-digital-banking-1698158426",
        "news_paper_name": "The Financial Express",
        "publish_date": "25-10-2023"
    },
    {
        "full_article": "That the country earns only $1.7 billion from leather and footwear export appears rather intriguing to many. While there were forecasts terming the sector of leather and leather goods the next growth driver, and some efforts were also underway to translate the potential into reality, it is yet to meet the projected objective. There were lengthy narratives on finding the right course of action in order to energise the sector. It seemed alright so far as the dos and don'ts were pointed out, but the problem remained with the initiatives taken not in an organised and systematic manner. In the recently held Bangladesh Leather Footwear & Leather goods International Sourcing Show (BLISS-2023), foreign and local speakers deliberated on the subject at some length. Though most of the issues were pretty well known to the sector insiders as well as those interested in the country's leather industry, repeating those was a strong reminder to get to business if the industry meant to ride out its current bottlenecks. Discussions were held mostly on how to access the global chain with procurement protocols getting stiffer than ever before. The discussions took place in a session titled 'Linking Bangladesh to Global Value Chain'.The key issue highlighted by the speakers at the event was corporate sustainability reporting which broadly refers to compliance with increasing global rules and regulations alongside ensuring decent workplace, human rights and labour rights. They also said exporters and manufacturers in Bangladesh need to review their strengths and weaknesses to find out why, despite the potential, the country's leather and footwear export is languishing. They emphasised on global compliance as an essential prerequisite to get integrated into the global value chain, and urged fellow manufacturers and exporters to review their limitations and work on target-oriented markets. Besides local industry leaders, speakers at the event represented Sustainable Leather Foundation (SLF), GTZ, and a few other renowned international entities.At the meeting some industry leaders sounded upbeat in view of some progress in sourcing finished raw-materials, especially for footwear. But achieving a substantial growth from where the industry stands now seems rather too ambitious.However, the prospect of the industry to thrive up to the expectation has never been far from sight. Since low wage compared to most leather manufacturing countries is an alluring factor, chances of relocation of leather factories from other countries-China to be precise-seemed to be around the corner some time ago. Besides relocation of factories producing low-end products, foreign investment in a big way seemed likely, given what is often drummed up as the country's investment-friendly climate. Unfortunately, speculation did not help as nothing actually happened to revamp the sector. There is no denying the fact that the country's leather sector is the victim of a lack of timely moves in the right direction. Absence of time-bound action plan in respect of facilitations such as central effluent treatment plan (CETP), fiscal restructuring, compliance conformity, value addition etc are some of the core issues that have been hindering the industry's smooth operations, particularly in exports. All that the government did was relocation of the tannery hub to Savar, but has there been any noticeable improvement in terms of fulfilling compliance norms? Given that export is the sole motivation of the age-old industry, any move or policy must address barriers affecting exports--- be that in terms of physical infrastructure of the leather estate, environmental concern from pollution, compliance norms of the importing countries, testing, fiscal measures etc. Over the years, there were moves, rather like damage-control measure instead of the pro-active with an eye for the market trend, which did not bring any significant improvement to energise the industry. Bangladesh's current share in the $215 billion global leather and leather goods market is only 0.5 per cent. This, industry experts hold, is appallingly short of the country's actual potential. Keeping this in view, industry leaders have been suggesting for time-bound policy support to complement the 'Leather and Leather Goods Development Policy 2019'. While addressing the compliance norms, the major hurdle that has rendered the country's leather industry out of pace is obviously the nonfunctional Central Effluent Plant (CETP) at the Savar leather industrial estate. CETP continues to be a stumbling block on way to export. The Leather Working Group (LWG) certification is now a precondition for accessing global market but it cannot be obtained without a functional CETP, solid waste management and chrome recovery units in the tannery estate. So much has been said on this issue for years but no noticeable move is in sight, as of now. It is indeed intriguing that CETP being the most essential component of the leather estate, the facility could be subjected to such neglect by the authorities for years.The country's leather industry is desperately in need of urgently organising itself better in order to meet the challenges facing it, lest the prospect still in sight disappears.\n[email protected]",
        "headline_1": "Can the leather industry rise up to the occasion?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/can-the-leather-industry-rise-up-to-the-occasion-1698158459",
        "news_paper_name": "The Financial Express",
        "publish_date": "25-10-2023"
    },
    {
        "full_article": "A leading chamber of commerce in the country, the ICCB (International Chamber of Commerce, Bangla-desh) has recently been promoting the idea of adoption of climate-smart agricultural practices in the country. These practices are thought to be essential for smallholder farmers to increase their capacity to withstand climate-induced changes and the havoc they may wreak with agricultural output. \"Climate change reduces agricultural productivity and leads to greater instability in crop production, disrupting the global food supply and resulting in food and nutritional insecurity,\" according to the editorial of the current news bulletin of the International Chamber of Commerce-Bangladesh (ICCB) released this week.Smallholder farmers dominate the agriculture scene in the country with their shares in production of comparable order. Although the trend recently is in favour of a shift towards commercial farming that involves high value crops, fisheries and animal products, farmers --- both large and small --- could do much better had they access to CSA information and practices. According to the World Bank, \"strengthening climate information services and making them easily accessible to farmers would greatly improve their capacity to adopt' climate-resilient cultivation practices. A case in point is the salt intrusion into irrigation canals. This prevents their use for commercial or household gardening in the country's southern regions. If farmers knew where and when intrusion would occur by the help of salinity meters, they could make preferences for appropriate crops as well as adopt mitigation strategies beforehand. Then it's not only increased salinity across the coastal regions. Unpredictable weather patterns like increasing temperatures, weather variability, invasive crops and pests coupled with more frequent extreme weather events have thrown agricultural production patterns and planning into uncertainty. These conditions are creating situations which need to be tackled head on by making use of technology to give smaller farmers a fighting chance to mitigate some of the challenges. As pointed out by ICCB, \"agriculture is a major part of the climate problem. Climate change is reducing crop yields, the nutritional quality of major cereals, and lowering livestock productivity. The most significant adaptation investment is needed in agriculture\". These temperature changes and extreme weather events are part of the conundrum brought about by release of CO2 in atmosphere. Even today, agriculture provides 16.5 per cent of the country's Gross Domestic Product (GDP) and remains the largest employer of people in the country. It provides 87 per cent rural households with employment, contributing to a portion of their income. According to World Bank data, the population has almost doubled since the 1980s reaching approximately 161 million in 2016 and with rapid urbanisation has come fast infrastructure development and industrialisation. As millions moved to urban centers, housing projects - public and increasingly private of late --- has put greater pressure on arable land. Data show that arable land has decreased from 0.11 ha/capita in 1980 to 0.05 ha/capita in 2014.Given the current pattern, the rapidly changing climate conditions will trigger annual GDP losses, in the range of 1.0 to 2.0 per cent. According to analysts, agricultural productivity in Bangladesh remains the lowest among countries in South Asia and beyond. One report claims that with a US$1.2 billion in adaptation by 2030, the country could prevent projected damages and loss to GDP of US$11.6 billion. Bangladesh's problem mounts because it is yet to adopt zoning of its land. This has led to unplanned urbanisation and loss of precious arable lands. It is not just access to CSA information but also to arable lands that together hold key to saving farmers from the adverse climate change.\n[email protected]",
        "headline_1": "Adopting climate-smart practices",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/adopting-climate-smart-practices-1698158500",
        "news_paper_name": "The Financial Express",
        "publish_date": "25-10-2023"
    },
    {
        "full_article": "Cervical cancer kills many women every year across the world. Caused by human papilloma virus (HPV), this disease is also quite common in Bangladesh. According to the World Health Organization (WHO), cervical cancer is the second most common cancer among our women. About 8,300 cases of cervical cancer are diagnosed each year in the country and around 4,900 people die of this disease. As scary as this disease may sound, preventing it is just as simple. By increasing awareness, expanding the screening activities and emphasising immunisation, this disease can be prevented. Available since 2006, safe and effective HPV vaccines can prevent about 70 per cent of all cervical cancer cases. An effective campaign of HPV vaccination programme can help Bangladesh prevent this disease. The government has recently launched a nationwide HPV vaccination programme targeting over 10 million girl children. By this, the government aims to vaccinate 95 per cent of all girls in the country. At the first stage, around 200,000 girls aged 10 to 14 years of Dhaka south will reportedly have the opportunity to get HPV vaccines free of cost. The government has also taken initiatives to reach out to the marginalised communities. By 2024, girls in other parts of the country will also be inoculated. We applaud this free vaccination initiative. We wish this initiative to prevent a deadly disease like cervical cancer all the success. We hope all deserving girls will take part in this vaccination programme. For this, it is important to ensure proper management at every level of vaccine collection, storage, transportation and delivery. \nAshikujaman Syed,Foreign Service Officer,Anhui Haikang Pharmaceutical Co. Ltd,Anqing, China,[email protected]",
        "headline_1": "Making HPV vaccination campaign successful",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/making-hpv-vaccination-campaign-successful-1698158526",
        "news_paper_name": "The Financial Express",
        "publish_date": "25-10-2023"
    }
]