[
    {
        "full_article": "The Supreme Court of India’s probing questions to the Tamil Nadu Governor, R.N. Ravi, have exposed a pattern of wilful violation of constitutional duty on his part. The questions related to the lawfulness of Mr. Ravi’s act in referring to the President of India a set of Bills for which he had earlier “withheld assent”, but was constitutionally bound to grant assent after their adoption for a second time by the State Assembly. The Bench was speaking on behalf of everyone when it asked whether Mr. Ravi had referred these Bills to the President only to avoid granting assent, as required by the first proviso to Article 200 of the Constitution. The earlier understanding that the withholding of assent puts an end to the life of a Bill was altered by the Court’s judgment in 2023, holding that whenever Governors opt for that course of action, they should return the Bill to the legislature, as required in the proviso; and if passed again by the House, they were bound to grant assent. Faced with queries, the Attorney-General of India (A-G) raised the issue of possible repugnancy with central law. He argued that the Governor had rightly referred these Bills to the President due to an apparent conflict with UGC Regulations, as these Bills seek to change the manner in which university vice-chancellors are appointed. The A-G also maintained that when the Governor had earlier withheld assent, the Bills ceased to exist and the Assembly had presumed that these had been “returned” by the Governor and adopted them a second time. In a related contention, he has also argued that the requirement to return a Bill does not hold good if the issue of repugnancy is noted.These arguments may appear fascinating in determining the right course of action to be followed by Governors in dealing with Bills, and the Bench, which has reserved its judgment, may come up with answers. However, the fact that the Governor has been using his powers to scuttle legislation is quite obvious. He had not acted on some of these Bills for a year or two or expressed his reservations relating to the repugnancy aspect while withholding assent. Also, he ignored the fact that he was bound to grant assent when the Bills were presented to him a second time, but referred them to the President. Even in a 2023 hearing, the Court had questioned whether a Governor, having chosen to withhold assent, could exercise another option by referring the same Bill to the President. Mr. Ravi appears bent on scuttling any law that does not suit his world view. It is time the Union government took note of the challenge his continuance in office poses to constitutional governance in Tamil Nadu.\r Published - February 13, 2025 12:20 am IST\n                          Read  Comments \n                Copy link  \n                        \n            \n                    Email     \n                                \n                \n                Facebook   \n                        \n            \n                Twitter    \n                        \n            \n                Telegram     \n                        \n            \n                LinkedIn     \n                        \n            \n                WhatsApp\n                \n                        \n            \n                Reddit      \n                        \n            READ LATER\n                    Remove     \n                \n                SEE ALL         \n                PRINT\n            Related Topics\n        \n                        judiciary (system of justice)\n                    \n                            /                      \n                        \n                        Governor\n                    \n                            /                      \n                        \n                        Tamil Nadu\n                    \n                            /                      \n                        \n                        laws\n                    \n                            /                      \n                        \n                        constitution\n                    \n                            /                      \n                        \n                        university\n                    \n                            /                      \n                        \n                        government",
        "headline_1": "Wilful violation: On the Tamil Nadu Governor’s conduct",
        "headline_2": "Supreme Court’s queries expose pattern of obstinacy in Tamil Nadu Governor’s conduct",
        "link": "https://www.thehindu.com/opinion/editorial/wilful-violation-on-the-tamil-nadu-governors-conduct/article69211355.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "13-02-2025"
    },
    {
        "full_article": "Prime Minister Narendra Modi highlighted India’s stance on the evolving Artificial Intelligence (AI) landscape at the AI Action Summit in Paris on February 11, stressing the need for “governance and standards that uphold our shared values, address risks, and build trust”. This perspective is also reflected in the joint statement signed by India and over 50 other countries. Commitments to trust, safety, and universal access align well with India’s efforts to advance AI technologies while mitigating risks. The nation’s approach to AI will be crucial as the technology progresses and costs decline. Innovations such as Chinese firm DeepSeek’s breakthrough reasoning models underscore the growing risks to labour markets. The IT and services sector constitutes a significant portion of India’s economy but employs a relatively smaller workforce. AI-driven efficiency gains present an attractive business proposition, yet the potential for job losses or stagnant wage growth in this sector poses serious risks. The Prime Minister rightly pointed out that technological advancements historically create new employment opportunities. However, as noted in the Economic Survey, there is a valid concern regarding an Engels’ pause, a phase where firms reap the benefits of new technology while real wages stagnate. India cannot afford even a brief period of such economic strain, making proactive policy responses essential.The summit’s emphasis on sustainable AI growth and energy efficiency is equally timely, given global climate imperatives. The United States produces more than twice the electricity of India, despite having just a quarter of its population. A growing share of this energy is now consumed by data centres, which power AI training and deployment. As AI-driven energy demand surges, ensuring that this growth is powered by renewable sources is critical. Commercial AI success remains elusive, with substantial investments flowing into top market players but offering limited financial returns. While India may not replicate this high-investment, low-return model, developing foundational AI models that are tailored to Indian needs is imperative. Leveraging emerging efficiencies and maximising AI’s potential must remain central to India’s strategy. The IndiaAI Mission’s initiatives, such as subsidised access to Graphics Processing Unit (GPU) clusters and funding for promising projects, are encouraging steps toward this goal. Looking ahead, integrating AI education and skills training at scale will be essential. Even if a significant share of top AI talent moves abroad, India must ensure that its domestic industry retains sufficient expertise to remain competitive. AI will undoubtedly reshape industries, and preparing a robust talent pipeline will be key to ensuring that India not only adapts but also thrives in this transformation. Published - February 13, 2025 12:10 am IST\n                          Read  Comments \n                Copy link  \n                        \n            \n                    Email     \n                                \n                \n                Facebook   \n                        \n            \n                Twitter    \n                        \n            \n                Telegram     \n                        \n            \n                LinkedIn     \n                        \n            \n                WhatsApp\n                \n                        \n            \n                Reddit      \n                        \n            READ LATER\n                    Remove     \n                \n                SEE ALL         \n                PRINT\n            Related Topics\n        \n                        Prime Minister Narendra Modi\n                    \n                            /                      \n                        \n                        France\n                    \n                            /                      \n                        \n                        Artificial Intelligence\n                    \n                            /                      \n                        \n                        technology (general)\n                    \n                            /                      \n                        \n                        labour\n                    \n                            /                      \n                        \n                        IT/computer sciences\n                    \n                            /                      \n                        \n                        economy (general)\n                    \n                            /                      \n                        \n                        India\n                    \n                            /                      \n                        \n                        Economic Survey\n                    \n                            /                      \n                        \n                        USA\n                    \n                            /                      \n                        \n                        electricity production and distribution\n                    \n                            /                      \n                        \n                        renewable energy\n                    \n                            /                      \n                        \n                        investments\n                    \n                            /                      \n                        \n                        education",
        "headline_1": "Averting Engels’ pause: On the AI Action Summit in Paris",
        "headline_2": "Energy sustainability and labour markets emerge as key priorities in AI Summit",
        "link": "https://www.thehindu.com/opinion/editorial/averting-engels-pause-on-the-ai-action-summit-in-paris/article69211458.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "13-02-2025"
    },
    {
        "full_article": "Which love songs will be adapted this V-day\nArvind Kejriwal kept up his bravado after past defeats, borrowing from a defiant Madhubala to declare ‘Jab haar diya toh darna kya?’ But ever since Delhi bellowed, ‘AAP jaisa koi hil jaye’, he’s switched to Zeenat, crooning ‘Chura liya hai tumne jo Dilli ko’ to Vijayi BJP. Which has rubbed it in with its rocking cover of Alka-Sonu number ‘Dilli Tera (now) Dilli Mera’. The original was from 2001 multi-starrer Chori Chori Chupke Chupke, but there’s been nothing stealthy about the way BJP has stolen a march in recent assembly elections.  \nThe orchestration is that of Modi-Shah, winner duo of face-the-music directors. Their ‘My Way’ has remained Top of the Pops for a record 11 years. Looks like, after Sinatra, they’ll choose Elvis, with ‘Shove them un-Tender, Shove them black and blue.’ Sooner than later, Kejriwal might be summoned with Presley’s other hit, ‘Jailhouse Rock’. \nBolly beats Holly this Dilli V-Day week, scoring thanks to a playlist full of dil songs. Other numbers also apply. Dispirited/disgusted Omar, Mamata, Ram Gopal Yadav et al have been hissing ‘Tere Bin’ to  Rahul, convinced that Gone Old Party has binned their chances, and turned their expedient JV into INDIA Blocked. There’s an ever-louder chorus of ‘Abhi Alvida hi kehna’.   \nThere’s also a range of Hollywood greats in the political jooth-box. Each election season, every party hopefully plays its version of Bieber-Carey Christmas classic, ‘All I want for V-day is your vote.’ BJP holds copyright on ‘Anything you can do, I can do  better’ from old musical, Annie Get Your Gun. Rivals respond with The Police’s ‘Every breath you take’ to seethe ‘Every vote you take,/ Every move you make,/ I’ll be cursing you.’   \nThis conventional V-day, it’s not only Indian polity that’s turning Beatles’ fave into ‘All you need is shove!’ Trump’s leading the band, doing so across tracks, from illegal immigrants in his own territory to Palestinians in their own Gaza home. Actually, with signature subtlety, he’s more Michael Jackson, telling every ‘undesirable’ to ‘Just Beat it!’\nYeah, everywhere, politics is a hit parade.\n                      ***\nAlec Smart said: “It’s now spelt ‘tarifft’.”\n\n",
        "headline_1": "Shove is in the air",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/erratica/shove-is-in-the-air/",
        "news_paper_name": "The Times of India",
        "publish_date": "13-02-2025"
    },
    {
        "full_article": "A C’garh HC judgment shows the appalling outcome of not criminalising marital rape. SC, GOI should take note\nUnjust laws logically end in injustice. But even by this bleak yardstick, what happened in Chhattisgarh HC is shocking. A woman’s dying declaration blamed her injuries on forceful sexual intercourse by her husband. The postmortem said death was due to peritonitis and rectal perforation. A lower court convicted the husband under various provisions. But HC acquitted the accused. The reason? The judge said per Exception-2 in Section 375 IPC, sexual acts by a man with his own wife are not rape. Defenders of this provision say there are ‘adequate’ legal remedies for women. The case underlines how frighteningly inadequate these are.\nBNS has retained this ‘marital rape exception’. Experts say it means the biggest form of sexual violence against Indian women is just not being reported or recorded. When Delhi HC saw a split verdict in pleas seeking criminalisation of marital rape in 2022, the arguments for holding women’s bodies hostage were laid out in black and white. For example, that criminalising marital rape must await consultation across India’s vast diversity. The hollowness of this defence is obvious. In Puttaswamy when the Supreme Court recognised privacy as a fundamental right, in Navtej Singh Johar when it decriminalised same-sex relations between consenting adults, in Joseph Shine when it decriminalised adultery, it was not by seeking diverse opinions but by putting them all on the same page of freedom and equality. So when it comes to marital rape, why are courts and Parliament so resistant to the call of justice, of simple logic?\nIn 2022, GOI’s case was also that, in our country, marital vows are still regarded as inviolable. What does that have to do with giving husbands the licence to rape? Or with wrenching away all bodily autonomy from wives? Surely the argument isn’t that, in our country, marriage cannot survive without rape? The concept of consent still has a long way to go in Indian society. But the only way to get ahead is to end all legal protection for non-consensual sex. SC, GOI should act on this. \n\n",
        "headline_1": "Where’s the justice?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/wheres-the-justice/",
        "news_paper_name": "The Times of India",
        "publish_date": "13-02-2025"
    },
    {
        "full_article": "India is world’s tax dispute capital; new income tax bill is expected to change that\nIndia was a command economy in 1961. Bitcoin was beyond imagination, so were personal computers and smartphones. The Income Tax Act of that era is a misfit in these times. It’s been kept going with additions and alterations, like an old family home, but the result is uncomfortable and ungainly. And like old family homes it breeds disputes. That’s why FM promised an overhaul while presenting her budget last July. The new I-T bill is ready, has got cabinet approval, and will hopefully be tabled in Parliament today.\nA purported copy was in circulation yesterday, and it did look like an improvement on the original. The language is simpler and clearer. Rules for deductions don’t look like riddles. There are many more sections, but only because the existing rules have been sorted for clarity. Salaried taxpayers will like Clause 19, for example, because it consolidates all deductions in a tabular form. New asset categories like crypto, and new income streams like gaming and influencers’ earnings are covered. The switch from ‘assessment year’ to ‘tax year’ seems like a minor matter, but perhaps best captures the intent of the exercise – reducing disputes and litigation.\nThat’s because direct tax disputes have become a plague over the past 15 years. The amount under dispute started rising after the downturn of 2009-10, and touched 15.4L cr in 2023-24. Roughly 87% of it concerns direct taxes. For perspective, Sitharaman’s I-T bounty for middle class is worth only 1L cr. While tax disputes arise everywhere, Indian tax authorities have a poor track record of winning them. An OECD analysis of tax disputes in 34 countries showed Indian authorities won only 11.5% of their cases in 2015, as against the group average of 65%. That suggests many tax demands in India are unreasonable, made under pressure to meet revenue targets. A simpler, clearer, unambiguous I-T law can help end this tyranny. Fewer tax disputes also mean greater ease of doing business. Does the new bill live up to these expectations? We’ll know when the official version is officially tabled.\n\n",
        "headline_1": "Billing for future",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/billing-for-future/",
        "news_paper_name": "The Times of India",
        "publish_date": "13-02-2025"
    },
    {
        "full_article": "By now, one would imagine the economy is a grand, sophisticated machine, guided by brilliant policymakers, economists with impressive degrees, and central bank governors who – despite their sober suits – hold the fate of nations in their hands. Alas, this is but a charming fiction. The economy, much like a cat in a room full of rocking chairs, is dictated not by policy but by mood & impulse – no, not Trump’s. The main drivers are fundamental human emotions of greed and fear.\nLet us consider the hapless policymakers who spend their days concocting incentives, tax breaks, and rate cuts, all in a desperate bid to entice, cajole, and provoke the masses into spending their money. But, much like a suitor attempting to woo a capricious lover, they find that consumer sentiment whether on spending or investment follows its own mysterious logic. What else can explain the rise of gold or even the unpredictable crypto. One day, the masses are drunk on optimism, purchasing SUVs the size of small apartments, the next, they are hoarding cash & gold, dumping their investments, like misers in a Victorian novel, convinced the world is going under.\nThe consumer will always remain monarch without a crown | At the heart of this magnificent global circus stands the consumer, a creature driven by whims and fancies, forever teetering between euphoria and existential dread. He trumps all tariffs and deserves all the tareef. Does the consumer care for a 50 basis points rate cut? Not in the least.\nWhat excites the consumer is the fact that their neighbour just bought a 65-inch OLED television, and now they must have one, too. That is the true nature of demand.\nGovts, seeing the consumer’s propensity for mindless indulgence, design elaborate fiscal stimuli to ‘mobilise spending’.\nRead full story on TOI +\n\n",
        "headline_1": "Capricious consumers: Greed, fear & art of spending",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/capricious-consumers-greed-fear-art-of-spending/",
        "news_paper_name": "The Times of India",
        "publish_date": "13-02-2025"
    },
    {
        "full_article": "It comes as no surprise that Bangladesh has once again performed dismally in Transparency International's (TI) latest ranking. But that doesn't make it any less painful, or alarming, for the global anti-graft body's corruption index—based on perceptions though it may be—paints a real picture of governance failures with deleterious effects for citizens. According to the 2024 index released on Tuesday, Bangladesh ranks 151st among 180 countries or territories, scoring just 23 out of 100—its lowest in 13 years. Seen from the bottom, it ranks 14th, making it the second lowest in South Asia and the fifth lowest in the Asia-Pacific region. This confirms that corruption remains as pervasive as ever, underscoring both the failure of the ousted Awami League regime and the inability of the interim government to break the cycle.\nAs the executive director of TI Bangladesh has noted, the data period for CPI 2024 coincided with the peak of kleptocratic authoritarianism in Bangladesh, during which corruption was not just tolerated but actively promoted and protected through political and governance mechanisms. Public sector corruption, particularly in public contracting and project implementation, worsened as state institutions responsible for tackling graft—such as the Anti-Corruption Commission (ACC), law enforcement, and the judiciary—were politicised and rendered ineffective. Restrictions on free media, civic space, and dissent may have further contributed to Bangladesh's poor ranking.\nUnfortunately, corruption has persisted even after the fall of the Awami League government midway through the CPI data period, with reports of continued extortion, abuse of power, and turf wars over lucrative corruption networks. Despite initial promises, the interim government has failed to take decisive action to dismantle these networks or reform the entrenched culture of corruption and mismanagement within the civil service. This is further underscored by a recent survey by the Public Administration Reform Commission that reveals widespread public dissatisfaction: 80 percent of respondents, for example, believe the administration is not public-friendly, 66 percent say civil servants behave like \"rulers,\" 42 percent think obtaining services is impossible without paying bribes, and 46 percent report facing harassment when seeking services.\nThe question is, why is a non-political government born out of a popular uprising failing to turn this situation around? While crucial reform measures currently remain under discussion, one persistent obstacle to better performance has been the turmoil and non-cooperation within the bureaucracy, with reports of officials resisting reform efforts. This must be addressed with an iron hand. The recommendations from TIB also warrant serious consideration, particularly making the ACC truly independent and empowered to hold high-level individuals accountable and depoliticising state institutions to ensure professional integrity. Without such reforms, Bangladesh will remain trapped in the same vicious cycle of corruption and misgovernance.\n",
        "headline_1": "Bangladesh is still stuck in the vicious cycle of corruption",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/bangladesh-still-stuck-the-vicious-cycle-corruption-3822691",
        "news_paper_name": "The Daily Star",
        "publish_date": "13-02-2025"
    },
    {
        "full_article": "As we all know, US President Donald Trump is an Israeli settlement advocate, a champion of annexing territories ranging from Greenland to Canada, and a proponent of tariffs on China. He is also a president who is indifferent to the plight of populations in the developing world. No more is this evident than in his protégé Elon Musk's decision to suspend global USAID programmes as part of his Make America Great Again (MAGA) agenda. As an independent agency responsible for administering and delivering foreign aid and assistance, USAID has been critical for the socioeconomic development of countries that are not only impoverished, but also suffer from severe governance challenges, lack of robust disaster management mechanisms, and the ability to cope with communicable diseases.\nThe Trump administration has turned a deaf ear to such contributions and is pursuing its narrow, parochial interests instead. It has announced significant changes to the agency amid a complete, near-total freeze on all foreign aid being instrumentalised.\nAll this points to US apathy for the suffering of people in Latin America, Africa and Asia, and bodes ill for world peace and multilateralism.\nReversing a legacy\n\nUSAID is a product of an executive order by President John F Kennedy, who sought to unite all US foreign assistance programmes under one agency. It also has a decentralised network operating in over 100 countries, primarily in the developing world, including Eastern Europe. With a budget of over $50 billion, it is one of the largest aid agencies in the world, despite allegations of conducting political operations abroad, being involved in forced sterilisations in Peru, and engaging in wasteful spending. The agency has been a symbol of US multilateralism, goodwill, and commitment towards addressing the developing world's existential challenges.\nTrump's USAID rollback dents US credibility on the world stage and can disillusion allies in Europe, who are now caught up in the crosshairs of his aid rollouts for the developing world. This move also threatens to have other countries, such as China, upstage the US, given that in 2023, the US was the world's largest humanitarian donor, accounting for nearly a third of global aid.\nPushing the world towards further chaos\nHowever, Trump remains adamant and defiant with his nationalist policy.\nHis administration's decision to suspend USAID—on the pretext of cutting spending on high-impact foreign assistance programmes—is both baffling and disturbing. Many countries falling under the ambit of USAID operations continue to witness crippling issues such as a lack of socioeconomic development, brutal internal conflicts, and the pernicious effects of climate change. These realities have worsened over the years due to global shockwaves being sent down because of heightened political polarisation and economic turmoil. Afghanistan, for example, which is a major recipient of funding from USAID, is reeling from abject poverty and security quagmires under the Taliban government despite decades of US military intervention and constructive engagement. To cut a key source of aid that contributes to public goodwill in countries like Afghanistan, is hence catastrophic, leaving entire local populations without any relief and to fend for themselves.\nBut the \"America First\" priority for the Trump administration doest not serve the entire population of the nation either. Rather, it's the upper class, largely the White segment of American society, that is set to benefit from tax cuts as his government turns its back on spending on public welfare. His policies of cutting aid agencies abroad will also have domestic implications as they will contribute to greater income inequality in the US. The elitist constituency, however, remains the key to Trump's fortunes as he seeks to alienate the Democrats, the egalitarians, the peaceniks, and the reformists as \"threats\" to his presidency.\nThe Republican House and Senate causing chaos and major disruption across the world will not stop Trump or his supporters, despite aid agencies scrambling to mitigate damages caused to life-saving programmes and more. Unemployment as a result of aid agencies shutting down is also bound to soar, and with limited access to unemployment benefits and welfare, poverty under Trump will increase in the US. Development contractors predict that up to 3,000 development professionals in Washington DC could lose their jobs as aid organisations try to survive 90 days without US funding. Globally, such policies put both US nationals overseas and vulnerable populations across Africa, Latin America and Asia in a more unprotected situation in the face of transnational crimes, diseases, and conflict.\nThere is also a moral question involved that the Trump administration has successfully evaded. Historically, US military and political interventions, whether in Libya, Iraq or Afghanistan, necessitate US policies that cater to the needs of the local populations at the receiving end of war and destitution. By not paying heed to this precedent, the Trump administration would lose the \"moral ground\" that the US has so desperately touted to assert its \"greatness\" while competing with countries such as China and Russia. That will not be the case anymore, as Trump's populism believes in keeping societies and infrastructures crippled in the absence of reform and equitable governance. US partnerships with different countries, which were anchored in life-saving global partnerships, will be jeopardised. The ounce of morality and social responsibility in US foreign policy is now removed; the ripple effects are already being felt, but the administration is indifferent to the woes of the people they consider as \"others.\"\nHamzah Rifaat is a consultant specialising in gender and conflict, governance, development and addressing inclusivity challenges around the world. He is senior expert at Initiate Futures, a think tank.\n\nViews expressed in this article are the author's own.\nWe welcome your contributions and analysis of global events, and responses to our articles. To submit articles to Geopolitical Insights, please send an email to [email protected].\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n",
        "headline_1": "A policy of indifference",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/geopolitical-insights/news/policy-indifference-3822551",
        "news_paper_name": "The Daily Star",
        "publish_date": "13-02-2025"
    },
    {
        "full_article": "These days, I witness a lot of societal fulminations on the directions and goals of our foreign policy. Having been an active practitioner for almost four decades and a continuing interested observer for well over a decade, I am not a little disturbed at some of the things I hear. Perhaps I hear incorrectly, but what I worry about more is that the external actors with whom we maintain interstate relations may also be hearing, and misinterpreting, as incorrectly as I.\nA few years ago, I wrote in The Daily Star, \"A fundamental dictum in foreign policy formulation and analysis is unquestionably this: each country, as a sovereign, independent nation-state, contextualises its every move or action within the overall rubric of preservation and advancement of its own national interest. Therefore, each party, in any bilateral relationship, must acknowledge and be fully conscious of these mutual constraints, and also respect 'where' the other party is coming 'from.' It takes two to tango, as they say, and if each dancer in performing this very difficult and complex choreography is not in tune, innately, with the partner, a misstep or miscue would end in serious accident or injury to one or both.\"\nWriting in the annual Journal of the Bangladesh Foreign Service Academy last year, I asserted that our foreign policy configuration must be \"buttressed by a hard-nosed pragmatism and understanding that while one may choose one's friends, one cannot choose one's neighbourhood; and that while friendship may exist between peoples and persons (which even then are vulnerable to change), 'friendship' between states is primarily driven by the national demands of each state, rendering such friendship very protean in nature.\" In this context, friendship between states may best be described as being the state of relatively happy equilibrium between two or more states that have managed to arrive at a mutually acceptable alignment or coexistence of their national interests that serves everyone in perceptibly equitable measure.\nWhen formulating the parameters of foreign relations with other states, whether far or near, there are several essential factors that need to be considered.\nFirst, geography matters. It encompasses geolocation, geomorphology, and geopolitics.\nSecond, size matters. It alludes to the physical size in terms of land (and water) areas in possession. It also, importantly, alludes to the size of population, combined military capacities, economy including GDP and GDP per capita, and the state of technological advancement.\nThird, perception matters. This not only encompasses how the governments of interacting states perceive each other, but also how the domestic population of each state views its governments or governments of other states, near or far from it.\nAll of the above are variables with their own subsets. They comprise a complex mix that can be volatile and subject to spontaneous combustion by the slightest spark. We can address these either with viscerally charged, emotionally soaked jingoism, or cool-headed rationality standing with feet on the bedrock of pragmatic realism.\nThe world we know has witnessed two World Wars in the last century. Each ended with global political geography being changed, ending the status quo ante. Former empires crumbled; new states were formed while some were broken apart. Ironically, the Treaty of Versailles that ended World War I generated the drivers for World War II. The Wilsonian idealism that eluded the closure of World War I was brought out of the woodworks after World War II, putting in place institutions and building blocks of what was touted by the Allied victors as the \"New World Order.\" The basic unit comprising this new order was the state, which was to be looked upon by all others as being equal in the \"comity of nations,\" their borders hard, impermeable and inviolable, their sovereignty supreme, not brooking any interference in their internal affairs.\nThe superpowers that emerged set up the new international financial institutions and rules through putting in place the Bretton Woods system. They set up global institutions like the United Nations and its General Assembly and numerous organs like the International Court of Justice (ICJ), or much later the International Criminal Court (ICC), the Human Rights Commission, the World Trade Organization (WTO), and so on.\nWhile the UN was set up with the loftily stated ideal of preventing any repetition of the scourge of war, a goal that was to be ensured by the UN Security Council, the most powerful entities of this so-called New World Order have been the instigators or supporters of most wars or conflicts after 1945. While the most powerful are supposed to safeguard a rules-based world order, the last decade has shown that the principles of inviolability of borders, state sovereignty and non-intervention in the internal affairs of the state are flouted, egregiously, by the most powerful of states.\nWe appear to be already in the early throes of a World War III, with principles of state \"sovereignty\" and state borders being \"inviolable\" being rendered figments of the imagination. The mighty can impose their wills on anyone they please, and change borders and lives of settled peoples at their will. The UN, the ICJ, The ICC, and the WTO have all proven to be made of clay. Political geography in former Eastern Europe and Middle East are already being reconfigured from their hitherto accepted positions since 1945. The only overriding principle of inter-state relations today appears to be increasingly the axiom \"Might is right.\" All prior agreements, supposedly inviolable, can be revoked at will. All smaller, less powerful states, anywhere or everywhere, have never been more vulnerable and fragile than they are today.\nIn such a situation, what should Bangladesh do in what is obviously a far more hostile world today than what existed at the time of its birth, almost five and a half decades ago?\nAt a recent gathering at the Foreign Service Academy, our foreign affairs adviser asserted that Bangladesh seeks friendship with all countries and does not want to take side with any one country or power against any other. He was absolutely right.\nBangladesh must look at the map of Asia and its own geomorphological location in that. It is almost entirely surrounded by India, which controls all rivers as upper riparian. It is \"spitting distance\" away from China, the Asian giant aspiring to superpower status and already the second largest economy in the world. By virtue of its propulsion of being at the epicentre of our oceanic planet, with the Bay of Bengal where it is centrally located bridging the Indian Ocean with the Pacific Ocean, Bangladesh finds itself in the strategic crosshairs of competing (or contesting) global powers, located near or far. Its socioeconomic vulnerabilities and the aspirations of its largely youthful population, demanding better lives and opportunities for themselves, necessitate that we must stay out of geopolitical conflicts that will derail our development efforts. Internal internecine factional strife will be self-defeating, even self-destructing.\nWe must endeavour to develop friendly, mutually beneficial cooperation with all nations, whether they be our immediate neighbours or near neighbours, whether to our east in Southeast and East Asia, or to our west in South, Southwest and Central Asia, without exception.\nWe must at the same time strive to have peaceful, friendly and mutually beneficial cooperation with all powers, in Asia, Africa, Europe or Americas, regardless of whether those powers behave with each other in terms of friendship or animosity. Ours must be a policy not of isolation with anyone, nor seeking confrontation with anyone, but living in peace with all and promoting peace among all.\nSince the earliest times, at least from Fourth Century CE, our location in the Bay of Bengal propelled us to become the richest region, or Mughal suba (province), Colonial British India's presidency. That enabled all the countries of the Bay of Bengal region to comprise a living, thriving, prosperous integrated economic region that invited global covet and respect. World War II fragmented that hitherto regional integration, just as it fragmented our own subcontinent.\nWe must now collaboratively strive to work with our Bay of Bengal neighbours to ensure that our Bay, from which we derive our identity and historical legacy, remains a zone of peace, neutrality, prosperity and friendship, serving once again as it did in the earlier times as the highway for peaceful interlocution between states and peoples, inclusively, whether in the Eastern or Western Hemisphere. We should strive to be a catalyst for fashioning a fraternity for the Bay of Bengal Economic Cooperation.\nBangladesh is like a walnut, caught in the jaws of two nutcrackers in today's world. One nutcracker is regional, comprising the competing jaws that are India and China. The other nutcracker is global, its jaws comprising the US-led Indo-Pacific narrative facing off the China-led BRI. We must be with both, without being against either. The shell of the walnut gains its strength and firmness from within, and so must we, through developing internal resilience.\nWithin South Asia, we must champion better relations and cooperation with all countries, from Afghanistan to Sri Lanka, even if some of them have indifferent or even hostile relations with each other. Their fights should not be our fights, but our peace and friendship must also be theirs to emulate. Our policy must strive to tread the razor-edge path of \"strategic autonomy\"that walks with \"active neutrality.\"\nTariq Karim, a former ambassador of Bangladesh, is currently president of the Bay of Bengal Institute of the Cosmos Foundation, and adviser to the Centre for Bay of Bengal Studies at Independent University, Bangladesh (IUB).\n\nViews expressed in this article are the author's own.\nWe welcome your contributions and analysis of global events, and responses to our articles. To submit articles to Geopolitical Insights, please send an email to [email protected]\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n",
        "headline_1": "What should Bangladesh’s foreign policy be in the changing world order?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/geopolitical-insights/news/what-should-bangladeshs-foreign-policy-be-the-changing-world-order-3822541",
        "news_paper_name": "The Daily Star",
        "publish_date": "13-02-2025"
    },
    {
        "full_article": "",
        "headline_1": "Why BB Order and Bank Company Act require review",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/why-bb-order-and-bank-company-act-require-review-1739369656",
        "news_paper_name": "The Financial Express",
        "publish_date": "13-02-2025"
    },
    {
        "full_article": "",
        "headline_1": "Time to decentralise and unify Dhaka's governance",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/time-to-decentralise-and-unify-dhakas-governance-1739369733",
        "news_paper_name": "The Financial Express",
        "publish_date": "13-02-2025"
    },
    {
        "full_article": "",
        "headline_1": "Circuit breaker needed to check loan defaults",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/circuit-breaker-needed-to-check-loan-defaults-1739369791",
        "news_paper_name": "The Financial Express",
        "publish_date": "13-02-2025"
    },
    {
        "full_article": "",
        "headline_1": "Is cultural degradation at work?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/is-cultural-degradation-at-work-1739369827",
        "news_paper_name": "The Financial Express",
        "publish_date": "13-02-2025"
    }
]