[
    {
        "full_article": "While the Centre has announced the first set of recipients of a fellowship programme called Vaibhav (VAIshwik BHArtiya Vaigyanik), the premise of the initiative remains intriguing. Scientists of Indian origin, or of Indian ancestry, can apply to spend up to three months in a year, for three years, at a host research laboratory in India. In that period, these researchers are expected to begin a project or technology start-up, build long-term connections with the institute, collaborate with the host faculty and bring in new ideas to the field, in Indian university and research settings. As the programme gains momentum, officials say, new kinds of relationships could emerge: the Indian origin faculty could be encouraged to take on students, more associates and even supervise degrees that could lead to a genuine transfer of knowledge, innovation and work culture and perhaps optimistically, the non-resident Indian scientist even considering staying on in India. Vaibhav is not an original idea. During this government’s tenure itself, the Department of Science and Technology (DST) conceived the VAJRA (Visiting Advanced Joint Research) Faculty Scheme with similar objectives. The differences in the two schemes are minor. Vaibhav is exclusively for the Indian diaspora, while VAJRA can include other nationalities too. VAJRA, though generous in the amount offered as fellowships, was restricted to one-year engagements, unlike Vaibhav which pays less but extends to three years. The DST, which is in charge of both schemes, says that nearly 70 international faculty have spent time in India as part of VAJRA, though there have been concerns over the effectiveness of the scheme. Currently, officials say, both schemes will continue. While facilitating exchange between Indian and foreign universities is welcome, there ought to be clarity on what India hopes to gain by specifically focusing on the Indian diaspora. Through the decades, much ink has been spilt on the problem of ‘brain drain’, where talented researchers went abroad for want of commensurate opportunities in India. While economics and individual proclivities heavily influence such decisions, short-term fellowships are useful in priming foreign faculty and researchers to the potential for science in India. They can also lay bare the challenges — the lack of funding for basic research, the lack of participation by private companies in core research and development and limits on academic freedom — and trigger changes in policy. The tremendous competition for tenured jobs in American and European universities means that there is a vast pool of skilled scientific manpower, trained abroad, who can be brought back or retained in India. Realistic expectations must be the touchstone of such engagements. It remains to be seen if the presumption that scientists of Indian origin will be likelier to stay back, indicated by the ethno-nationalist restriction, will bear fruit.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nscience (general)\n\n/\n\nresearch\n\n/\n\nuniversity\n\n/\n\nUSA\n\n/\n\nEuropean Union",
        "headline_1": "Exchange of opportunity: on science, the Vaibhav and VAJRA programmes",
        "headline_2": "India’s research institutes need collaboration across the world at the highest levels",
        "link": "https://www.thehindu.com/opinion/editorial/exchange-of-opportunity-on-science-the-vaibhav-and-vajra-programmes/article67776362.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "26-01-2024"
    },
    {
        "full_article": "Underestimating the last mile in the delivery of services would be a terrible mistake. Particularly for the state, it is important not to take for granted those who are placed at the end of the line, ensuring that connect between its schemes and the people. In this respect, the recent agreement with Anganwadi workers and helpers that ended their strike in Andhra Pradesh was a belated recognition of their place in maintaining continuum of care. The protest, a fast-unto-death, went on for a record 42 days in Vijayawada, and the end came after some acrimonious exchanges between protesters and the state. The State government agreed to meet 10 of their 11 demands. This included implementing promised salary increments, paying travel allowance and dearness allowance, providing life insurance and accident insurance cover, and end-of service benefits. In addition, they sought funds to address structural, aesthetic and sanitation flaws in the anganwadi centres. The ruling Yuvajana Sramika Rythu (YSR) Congress Party initially took a tough stand against the Anganwadi workers, issuing show cause notices, and invoking the Essential Services Maintenance Act against them, but finally took the right steps.It is unfortunate that governments tend to look at unionised protests and protesters as importunate, without first considering the merits of their representation. In this instant case, the Anganwadi workers and helpers have a multitude of tasks — bringing children to their centres, taking care of toddlers, arranging the meals, feeding them, teaching them. Besides, they are roped in to provide health and nutrition education and counselling on breastfeeding and infant and young child feeding practices to young mothers. Being the closest to the community, particularly in rural areas, they are expected to influence families to get the children’s births registered, take across the message of family planning, and assist primary health centre staff in making sure ante and post natal commitments are delivered. While they might be located at the end of the line, it is no measure of their importance in the delivery line. The State government has done well, though after over a month, by acceding to most of their just demands, particularly the decision to increase their compensation. It is now its duty to withdraw all the cases lodged against Anganwadi workers, pay the salary for the strike period and not take further punitive action against them.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\npublic employees\n\n/\n\nAndhra Pradesh\n\n/\n\nwelfare",
        "headline_1": "The last mile: On the Anganwadi workers’ strike in Andhra Pradesh",
        "headline_2": "Governments must offer fair wages to those at the end of the services delivery line",
        "link": "https://www.thehindu.com/opinion/editorial/the-last-mile-on-the-anganwadi-workers-strike-in-andhra-pradesh/article67776378.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "26-01-2024"
    },
    {
        "full_article": "Writing exactly a year after Hindenburg report hit headlines, Adani Group chairman defends his business practices and argues his companies’ performance shows ‘allegations’ were ‘baseless’\nIt was on Jan 25, 2023, exactly a year ago, when news arrived at breakfast that a short-seller in New York had put up a compilation of allegations against Adani Group online.\n\nFatuously self-styled as a ‘research report’, it contained same old allegations my detractors had been trying to resurrect by flogging them through their allies in media. It was a cunningly crafted set of selective half-truths sourced from disclosed and publicly available information.\nRead full story on TOI+\n\n",
        "headline_1": "‘Past year taught us lessons…we emerged stronger’",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/past-year-taught-us-lessonswe-emerged-stronger/",
        "news_paper_name": "The Times of India",
        "publish_date": "26-01-2024"
    },
    {
        "full_article": "It remains tough for Indian-Americans to climb to the top in US politics. First racism hurts them, then prosperity weakens their minority card. And community’s rich don’t bother to help much\nDonald Trump has won New Hampshire’s primary as thumpingly as Iowa’s. Nikki Haley’s odds of becoming Republicans’ presidential nominee are now super bleak. Since money is equal to power, and definitely so in America, one would have expected the economic might of Indians to extend to politics. But between Haley’s floundering and Vivek Ramaswamy’s stillborn presidential campaigns, it is clear we are still far from that.\n\nReason is simple: US is majoritarian when it comes to politics. Political leadership is presumed to be male, white, and Protestant Christian. It has had no female president, no Jewish president, Kennedy was its first Catholic president and Biden is the second.\nRead full story on TOI+\n\n",
        "headline_1": "Nikki, Nimarata, Nimbra – How whiteness is Trump card",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/just-another-blog/nikki-nimarata-nimbra-how-whiteness-is-trump-card/",
        "news_paper_name": "The Times of India",
        "publish_date": "26-01-2024"
    },
    {
        "full_article": "Low global fuel price helps GOI. But frozen domestic pump prices are a distortion\nModi government heads into its last budget this term with international crude prices working in its favour. Indian basket was priced at $80.5 a barrel on Tuesday. Price trends since Israel-Hamas conflict began in October have defied market fears of a surge. Separately, oil marketing companies (OMCs) are sitting pretty, getting a healthy profit margin out of each litre of petrol or diesel sold. This confluence of favourable factors, however, masks a worrisome reality. Oil pricing reforms are in cold storage.\n\nMarket-linked, on paper | Retail petrol and diesel pricing has been market-linked since 2010 and 2014, respectively. GOI introduced a daily reset of prices from 2017 to allow fluctuations in international crude price to be passed on to retail consumers. That remains policy, but only in name.\n\n\nFrozen pump prices | Retail prices of petrol and diesel have been frozen since May 2022. International crude prices kept fluctuating. But prices have trended downwards since 2022. This played a key role in helping central banks control inflation faster than initially expected after Russia-Ukraine conflict broke out in February 2022.\n\nNo economic case | Countries often shield consumers from oil shocks through subsidies. But it’s usually a temporary measure and is meant to help markets adjust without sudden disruptions. This happened in May 2022 as monthly average oil price shot past psychologically important $100/barrel just after the outbreak of conflict in Europe. But this spike lasted just five months. After that, monthly average prices have consistently stayed below $100/barrel.\n\n\nBudgetary consequences | Expanding subsidies for petrol, diesel and cooking gas comes from GOI’s budget. In 2022-23, there was a one-time grant of ₹25,288 crore to OMCs to offset subsidies on cooking gas. In budget estimates of 2023-24, GOI set aside ₹30,000 crore as capital support to OMCs, something that hasn’t happened for a while.\n\nDon’t mess with market | Real damage from burying oil reform is that it’s shut down price mechanism. When prices are allowed to fluctuate in response to demand and supply, it forces everyone to adjust to reality. But once price signals are switched off, it distorts consumer, producer decisions.\n\n\n",
        "headline_1": "Oil’s well? Not quite",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/oils-well-not-quite/",
        "news_paper_name": "The Times of India",
        "publish_date": "26-01-2024"
    },
    {
        "full_article": "On National Voters Day, all parties must recognise EC’s efforts to get migrants to vote are important\nNothing like voting, I vote for sure’. EC’s ‘theme’ for National Voters Day 2024, observed today, draws attention once again to that large population of seasonal or circular migrants, who simply cannot vote.\n\nInvisible as voters | This large undefined floating population, those who peopled Covid’s lockdown exodus, those who labour in construction and brick kilns, in factories, restaurants and transport sectors, in mines and quarries – they are invisible as voters. Their numbers too are grossly underestimated. Mostly from marginalised sections, their loss of political rights is not a simple matter.\n\nNeither here nor there | Vote is tied to a geographical area. Circular migrants live in mostly difficult conditions, can never ‘belong’ to cities where they work or whose infra they build, leave families behind in places of origin, and move from place to place for work. They find it too costly to head home on poll day.\n\n\n \nFodder for parties | Political party apathy to migrants’ voting rights in host cities is partly explained by fact that many politicians in host states build their sub-nationalist politics by ‘othering’ these very migrants, ahead of elections, sometimes even triggering anti-migrant violence. Another reason is that barring national parties with multi-state outreach, regional parties in migrants’ home states find it unfeasible to fund outreach to migrant voters.\n\n\nTech & distrust | Smaller parties’ difficulty in canvassing awaymigrants was cited by several parties as a reason for refusing pilot tests of EC’s remote voting machine. Apart from unsubstantiated ‘distrust’ in these machines, their fear was remote voting would give bigger parties an advantage. But a more realistic challenge is how to identify seasonal migrants.\nMigrants matter | Political parties must realise migrants’ absence in elections can impact electoral outcomes – most seasonal migrants move en masse basis personal networks of kith and kin from villages and districts. In close contests, their ability to vote can make a difference. For migrants, a vote makes them matter; it makes their living conditions a political issue. That outcome is much required.\n\n",
        "headline_1": "Invisible voters",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/invisible-voters-on-national-voters-day-all-parties-must-recognise-ecs-efforts-to-get-migrants-to-vote-are-important/",
        "news_paper_name": "The Times of India",
        "publish_date": "26-01-2024"
    },
    {
        "full_article": "As Bangladesh is set to graduate to the status of a developing country, qualifying for the new EU preferential scheme dubbed GSP-plus is crucial for the country's exports. Although as a least developed country (LDC) Bangladesh has been a beneficiary of the EU-GSP by way of zero duty, continuation of the benefit under GSP+ in the post-graduation period is contingent upon fulfilling specific preconditions, particularly related to labour and human rights issues.GSP+ is a special incentive package for sustainable development and good governance of vulnerable developing countries, subject to ratification and implementation of more than 30 international conventions on human rights, labour rights, environmental protection and climate change, and governance issues. Vulnerable countries here refer to those suffering from a lack of export diversification and insufficient integration within the international trading system. GSP+ grants full removal of tariffs on over 66 per cent of EU tariff lines. Upholding the GSP+ status, especially regarding effective implementation and compliance with reporting obligations of the conventions, is managed by EU monitoring. The EU engages in a dialogue with authorities and stakeholders in beneficiary countries and also arranges frequent monitoring missions to those countries. It has been learnt that the European Commission (EC) has expressed concern over limited progress of the National Action Plan (NAP) of the Bangladesh government in ensuring compliance in this regard. The NAP covers broadly nine issues, including framing Bangladesh labour law in compliance with the ILO standards on freedom of association and collective bargaining, and elimination of child labour in all its forms by 2025. The EC, while communicating its concern, has reportedly stated that full implementation of the NAP will be the key criteria in the assessment of possible GSP+ eligibility for Bangladesh.At a seminar held this week in Dhaka organised by the International Business Forum, the Head of Delegation of the European Union to Bangladesh reiterated Bangladesh's obligation to implement the international conventions in order to access GSP+ after graduating from least developed country status. No doubt a challenging job, compliance as required under terms of the new EU scheme is an imperative for access to the EU market-the single largest export market accounting for well over 52 per cent of the country's total exports. Under the existing GSP scheme, the \"zero duty access\" to the EU will be available for three years following the official announcement of Bangladesh as a developing country. If the existing preferences are not available after the transition time, exports from Bangladesh would face 8.7 per cent duty on an average. As a result, it is estimated that shipments would drop at the rate of 5.7 per cent per year. To mitigate these adverse effects, Bangladesh has no choice but to take all necessary measures to qualify for GSP+ as well as to preserve its competitiveness in the export market. In essence, continuation of the tariff preference after LDC graduation is extremely vital for the sustenance of the country's export sector.",
        "headline_1": "Securing EU GSP-plus benefits",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/securing-eu-gsp-plus-benefits-1706192575",
        "news_paper_name": "The Financial Express",
        "publish_date": "26-01-2024"
    },
    {
        "full_article": "The humanitarian crisis now prevailing with the spectre of a famine unfolding soon in the Palestinian territory Gaza is unsettling news for the major parts of the world. Pitted against this development of global concern, the news that seedbeds in Syedpur of Niphamari District have been subjected to cold injury is most unlikely to catch any kind of international attention. Indeed, the prolonged winter of this year marked by a mild cold wave right now and intense fog almost throughout the day has hardly any precedence in decades. This unusual cold accompanied with thick fog through which the sun cannot come out has not only caused cold injury to tender seedlings but also potato called late blight or potato blight. The two news items are apparently poles apart in their contents but in a global village, they are not altogether delinked. In Gaza, the Palestinians are victims of crime against humanity committed by the Israeli army. Israeli bombardment and other military operations have displaced about 75 per cent of 2.3 million inhabitants of Gaza, triggering an acute crisis of basic foods, water and medicine for survival. A study the World Food Programme (WFP) conducted between November 24 and December 7 last found that the entire population in the Palestinian territory was facing an acute level of food uncertainty. Compared to the man-made developments in Gaza, the epicentre expanding its outposts of the Middle East with the Houthi's attacks of commercial ships on the Red Sea and the retaliation by the US and UK fighter jets on Houthi positions, the sapling and potato blight not limited to Nilphamari but in many parts of the country including the paddy producing hubs in the country's north and south, is a Nature-related phenomenon. It is more or less a local issue or at best, a national one. However, to those who mean well to the country, this natural phenomenon has far wider implications and not quite isolated from the developments in the ME. True Bangladesh had a good Aman harvest before the hostile weather could cause much damage to the crop. But the country's main paddy crop is Boro and this is the peak time for sprouting of paddy saplings and their plantation in the prepared paddy field. But the cold wave and fog together are causing enormous harms to the paddy saplings and other vegetables including potato. This means Boro cultivation is going to face a setback on account of diseased saplings and also a lack of those in the severely affected areas. The fact is that saplings cannot be protected from fogs even with the covering of polythene or plastic sheets. If cultivation of paddy suffers in this peak planting season, crop production is most likely to fall short of the target. This raises the question about the country's food security at a time when the multidimensional conflicts in the ME can severely disrupt the supply chains of energy and other essentials for which the country is solely dependent on import. Already, gas crisis has given rise to multifarious problems from household points to the industry level. If the war in the ME sucks in more parties, Bangladesh's precarious energy position will go from bad to worse and from worse to the worst. The country's forex reserve already under severe stress will hit rock bottom in such an ominous scenario. What is important here is that climate change is not all about rise in temperature. It can trigger unusual weather patterns in different areas like the 'heat domes' as experienced in North America, parts of Canada included. The sustained fog is something of a climatic aberration in this part of the world too. Primarily the El Nino is responsible for similar unusual climatic changes. Boro cultivation has never before encountered such oddities of weather. Maybe, agricultural scientists will be required to develop fog-resistant, like saline water-resistant, varieties of paddy. Such are the challenges the country's agriculture may have to negotiate in the long run if it wants to avoid future threats to food security in Bangladesh. In this context, it is worth noting that there has been a sort of agricultural revolution here not only concerning paddy but also other crops, vegetables and even fruits. Bangladesh can move ahead economically because agriculture has provided a strong platform for it to pay attention to commerce and industry. If agriculture suffers and the country is forced to import foods on a large scale for feeding its people, its progress will be seriously hampered. Apart from this long-term concern, the immediate unease is no less grave. If the ME imbroglio gets further complicated, the country with its depleted energy sources and foreign reserve can hardly weather the adverse geopolitical regime. Much as the country may have demonstrated resilience in the face of adversities, this time the global fraternity is divided on so many issues ---not less on the country's internal politics and its choice of friends. In such a situation, Bangladesh has to get its priority right. It must be mindful to small details such as supply of Boro saplings to affected areas from other areas not so affected. Subsidised fuel for irrigation, fertiliser and other incentives for farmers can help save the day for growers of crops as well as the country.\n[email protected]",
        "headline_1": "Food security: A different perspective",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/food-security-a-different-perspective-1706192717",
        "news_paper_name": "The Financial Express",
        "publish_date": "26-01-2024"
    },
    {
        "full_article": "Almost all -- government, central bank and consumers -- are now unanimous that inflation has emerged as a monster and it has to be contained at any cost. The central bank that plays a critical role in taming high inflation has been pursuing a contractionary monetary policy stance for more than a year. Some of its actions, however, proved to be counterproductive as far as the goal of containing inflation is concerned. The release of high-powered money in the economy is one such action, experts believe.Actions initiated by the government to address the problem of high inflation, in most cases, lacked substance. People in charge of overseeing the price situation lacked effort and had no control over the people dealing with essential commodities. Undoubtedly, it has been a management problem. There is no denying that high international prices of commodities during the pandemic and post-pandemic days had a major role in the price hike at home. However, the shortage of dollars and the depreciation of the Bangladesh Taka made the situation worse. Many have questioned the wisdom of the central bankers to keep the value of the Taka artificially high year after year. Then again the air is rife with speculations about the flight of a substantial volume of capital in recent times. Consumers are always at the receiving end. What they receive are blows below their belts. Poor, low-income and middle class people are now paying through their noses for almost every food and non-food item. There have been stories galore highlighting their plight in print and social media these days. The inflation rate, according to official estimates, has been near the double-digit mark for the past many months. Last month, the rate came down marginally on the back of a slight decline in food prices. But non-food inflation recorded a small rise in that month. Against such a difficult price situation, two state entities overseeing the production and marketing of two important utilities -- power and water -- are reportedly contemplating yet another hike in rates. The power division of the government says it has no other option but to raise power tariffs to phase out huge subsidies in the next three years, as suggested by the International Monetary Fund (IMF). The government can now arbitrarily raise power rates since it, through an amendment to the relevant Act, had abolished last year the provision of public hearing organised by the Bangladesh Energy Regulatory Commission (BERC) on any proposal to raise gas or power tariff.The government last year also took a programme to raise power rates every month and implemented the same until March. It then skipped the hike in the remaining months of the year for reasons best known to it.If the government enforces the decision to hike the power rate every month, it would hurt the consumers hard, for every production unit would pass their additional cost of production on to the consumers. Another utility provider--- the Dhaka WASA, which has been raising water tariffs every year unfailingly, is contemplating yet another big raise. The Act that facilitated the establishment of DWASA empowers the corporation to raise water tariffs by 5.0 per cent annually. The DWASA has always felt the necessity of a rate hike. In some years, the rate of increase was abnormally high. That is why the water tariff which was Taka 5.0 per unit has gone up to over Tk. 15 in a matter of a few years. The plight of the consumers would only worsen further if the government allowed any hike in power and water tariffs in this difficult time. Hopefully, the authorities would look into the pros and cons in the right perspective before making a decision.\n[email protected]",
        "headline_1": "Skipping utility rate hike for now",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/skipping-utility-rate-hike-for-now-1706192759",
        "news_paper_name": "The Financial Express",
        "publish_date": "26-01-2024"
    },
    {
        "full_article": "Under the current education system in Bangladesh, public universities have transformed into factories churning out frustrated youths. One contributing factor is a lack of proper supervision by the UGC and the failure to increase the annual budget required for the education sector. Even when there is a budget allocation, it is often directed towards university development projects, with little transparency of allocation dedicated to enhance quality of students.A bleak picture of public university graduations was highlighted in a recent Transparency International Bangladesh (TIB) survey. According to the TIB data, 47 per cent of educated youths in the country are unemployed. Another survey by the Action Aid Bangladesh and the South Asian Network on Economic Modeling (SANEM) indicates that a significant portion of the youth in Bangladesh is at socio-economic risk due to discrimination and a lack of quality education.A staggering 78 per cent of young people believe they will not get a job after graduation, with this rate rising to 90 per cent for poor students. A 2019 study by the BIDS revealed that the total unemployment among educated youths is 33.32 per cent, with 47.7 per cent employed full-time and 18.1 per cent in part-time or irregular work. These statistics highlight the alarming state of the country's higher education.So it is necessary to prioritise the quality and technical development of universities rather than their quantity. As unemployment rates rise, addressing the issues undermining quality of education is crucial. \nRaihan Sobahan, Student,Dhaka University",
        "headline_1": "Healing ills of public universities",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/healing-ills-of-public-universities-1706192782",
        "news_paper_name": "The Financial Express",
        "publish_date": "26-01-2024"
    }
]