[
    {
        "full_article": "\"My business partner and the co-founder of the company is female. She is every bit my equal in the company and in the design of the products and services we are rolling out. She has to fight twice as hard, and for twice as long as me for anything. Nine out of 10 emails to the company are to me, even when replying to a query or question raised by her. We play meeting 'tag,' because the technical questions invariably get asked to me. I then defer to her (as she is far more competent than I on many of the technical aspects we deal with) only for the next question related to the answer she gave to be asked to me again.\"\nThe remarks above are from a segment of a post by a man on LinkedIn, a professional networking site. They are a powerful example of unconscious bias in the workplace, prevalent everywhere in the world. Research works in the fields of neuroscience and social psychology have helped in developing the understanding on this concept. Unconscious biases are formed through how we socialise, the experiences we go through in life, and the representation of different groups in the media. These experiences act as social filters, through which we make assessments of and judgements about people around us. Human beings have a natural tendency to put individuals into social categories. These categories are often based on visual cues such as gender, race, ethnicity, age, height, body type, etc. We also categorise based on social backgrounds, job roles, religious identities or political affiliations.\nSocial psychologist Dr Jennifer Eberhardt and her team at Stanford University have explored the roots and implications of unconscious bias. Through experiments, she has shown how social conditions can influence the function of our brain to determine our responses to other people. For example, if we are constantly exposed to women as primary school teachers or receptionists, or men as engineers and organisational leaders, these associations become wired into the human brain.\nA common form of unconscious bias is affinity bias, which has an impact on organisational decision-making processes. This includes how managers hire and promote staff. This can lead to limited creativity, diversity, and inclusivity in the workplace. Unconscious bias can also affect collaboration between employees, as well as prevent innovation and productivity. In milliseconds, people judge whether somebody is like us and belongs to our \"inner circle\"—those whom we usually favour. Men might favour men, while women might favour women. However, people can belong to different groups, and they like to belong to the \"in-crowds\" that are powerful. This could mean a woman favouring a man over a woman.\nIn Bangladesh, we witness different types of unconscious biases; people get constantly judged based on age, gender, skin tone, height, weight, ethnicity, religion, disability, marital status, etc—and insensitive jokes and comments based on these biases are very common. In many cases, people who are victims of such biases—and they might even know when they are—may do the same thing to others without even realising it, or recognising what kind of impact their behaviour may have on other individuals. For example, a woman who gets upset about a sexist comment may also carry stereotyped perceptions about people of indigenous groups, without even understanding that that, too, is a form of bias.\nUnconscious biases against various groups lead to discriminatory attitude and behaviour, violation of rights, stress, and an adverse effect on people's well-being. I have known people whose self-esteem was severely affected because of the negative comments they were subjected to because of their skin colour. I have noticed how highly capable professional women have been dismissed as being \"aggressive,\" while men exhibiting the same behaviour have been praised for their leadership qualities.\nUnconscious bias may continue to dominate our future and affect various aspects of our lives if we don't address it soon. Gina Neff, professor at the department of sociology in the University of Oxford, has been asking questions about bias and the balance of power in the development of Artificial Intelligence (AI) systems. In a study report titled \"Alexa, does AI have gender?\", she talked to Ruth Abrahams about the challenges we face in combining futuristic solutions with values of trust, openness and equality. Alexa, Amazon's voice-controlled assistant, has the voice of a woman. The report states: \"As children and adults shout instructions, questions and demands at Alexa, what messages are being reinforced? Professor Neff asks if this is how we would secretly like to treat women.\" In the realm of law or finance, AI assistance is coded as male. This gives the male computer voice a context of authority and professionalism, the research article says.\nAI is about algorithms, and the bias of the person involved in developing the algorithms will continue to influence the products. This could be addressed by engaging a diverse team (comprised of members of different genders, races, ethnicities, etc) in designing AI. Human beings may go to Mars and establish the same prejudiced, discriminatory and unjust system of the present world if we are not thoughtful enough to eradicate such biases.\nThe first step in combating unconscious bias is to be aware of the various types of biases that we have. We should examine our own assumptions and challenge ourselves when we begin to make stereotyped associations. Do we assume that senior staff members are not good at computer skills, or all young people are wasting their time online? Do you make fun of someone when they speak in the dialect of a particular district?\nEach of us can speak up against jokes, comments and behaviours that reinforce stereotypes in our families, workplaces and social settings. In interviews, panel members can deliberately slow down decision-making, reconsider reasons for decisions, question stereotypes and monitor each other for unconscious bias.\nI am reminded of a few lines by London-based Nigerian poet Ben Okri: \"Each new era begins within/It is an inward event/With unsuspected possibilities/For inner liberation/We could use the new era/To clean our eyes/To see the world differently/To see ourselves more clearly/Only free people can make a free world.\" We must free ourselves from unconscious biases if we are to create an inclusive society, where all men, women and children will be treated with respect and dignity.\n \nLaila Khondkar is an international development worker.\n",
        "headline_1": "Are you sure you’re not suffering from unconscious bias?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/are-you-sure-youre-not-suffering-unconscious-bias-2179711",
        "news_paper_name": "The Daily Star",
        "publish_date": "20-09-2021"
    },
    {
        "full_article": "In South Africa, many people struggle to access sufficient quantities of healthy food. Because their diets are high in processed foods, refined starch, sugar, and fat, they face a double burden of malnutrition and obesity, or what is known as \"hidden hunger.\" It is hidden because it does not fit the stereotypical image of hunger created by media coverage of famines. But it is everywhere.\nTo be clear, the problem is not a shortage of food. In South Africa, hunger is a result of lack of access. Getting enough calories and adequate nutrients is largely tied to income. Beyond the high cost of healthy food, hidden hunger in the country reflects the limited availability of nutritious products in low-income areas, the cost of energy for cooking, food storage, and the lack of access to land for household food production.\nThe Covid-19 pandemic and the strict measures imposed to contain its spread brought hidden hunger out of hiding, as many people who had been able to afford just enough food to survive suddenly found themselves going without. According to one study, 47 percent of households in South Africa ran out of money to buy food during the early stages of the initial lockdown in April 2020. Job losses, a crackdown on informal vendors, and price increases caused by interruptions in global food and agriculture supply chains all contributed to a sharp rise in food insecurity. Images of long lines for emergency food assistance brought the issue into public view. Increased levels of child hunger in particular were worrying, but unsurprising, given the abrupt closure of schools and school-based nutrition programmes.\nThe pandemic also made the consequences of hidden hunger more apparent. Because adequate nutrition is necessary for a healthy immune system, food-insecure individuals are more likely to become ill. Additionally, there is a correlation between the severity of Covid-19 and diabetes, a disease associated with poor diets. Data from Cape Town suggests that Covid-19 patients with diabetes were almost four times more likely to be hospitalised and over three times more likely to die from the pandemic, than patients without diabetes.\nBut while Covid-19 increased food insecurity and highlighted the consequences of hunger, it also produced potential solutions for increasing access to affordable, healthy food. In the face of disruptions to global supply chains, more localised food systems began to emerge. Where the government failed to implement adequate measures to offset the economic repercussions of lockdowns or the closure of school nutrition programmes, civil society groups sought to fill the void. Across South Africa, community action networks sprang up to address hunger, with volunteers providing meals and other assistance to fellow community members.\nAround Johannesburg, for example, the C19 People's Coalition sought to link small-scale farmers, who lost access to their usual markets, to communities in need of food assistance. Unlike most government food packages, which were procured from large corporations and contained non-perishable items with almost no nutritional value, these vegetable packages sought to support the livelihoods of small-scale farmers while also promoting the health of the vulnerable households.\nAnd yet, the state bears significant responsibility for addressing hidden hunger, particularly in South Africa, where the right to food is enshrined in the constitution. And examples from around the world demonstrate what is possible when a committed government works together with the civil society to tackle food insecurity.\nIn Belo Horizonte, a city in Brazil, dubbed \"the city that ended hunger,\" some of the notable programmes include \"popular restaurants\" that serve thousands of subsidised healthy meals every day, subsidised fruit and vegetable shops, a food bank that salvages food waste and distributes prepared meals to social organisations, and farm stalls to connect small-scale producers directly to urban consumers. These and other programmes support farmers' livelihoods and consumer health, while also delivering economic benefits and strengthening communities.\nThe upcoming United Nations Food Systems Summit claims that it will bring together different stakeholders to create more sustainable and equitable food systems, but grassroots movements, academics, and civil society groups have criticised the summit for bypassing the existing UN Committee on World Food Security to create a new forum tarnished by undue corporate influence, a lack of transparency, and unaccountable decision-making. These groups have called for a boycott and are organising a global counter-mobilization.\nThe big corporations that are set to dominate the UN summit—seed companies, agrochemical producers, food processors, and retailers—do not have real solutions to hunger. Treating food as a commodity to be sold for profit, rather than as a fundamental human right, is precisely what has led to the crisis of hidden hunger. Shockingly, South Africa's largest supermarket chains managed to generate profits during 2020, even as half of the country's households were unable to afford food. Retailers boasted about their food donations while paying their workers—who were designated \"essential\"—some of the lowest wages in the country.\nThe real solutions to the crisis of hidden hunger must come from those most affected: the small-scale farmers producing healthy food for their communities, and the low-income consumers who struggle to access adequate nutrition. These voices have been sidelined from the UN summit, yet the solidarity-based initiatives they created during the pandemic represent the most secure foundation on which to build a more just and resilient food system.\n \nBrittany Kesselman is postdoctoral research fellow at the Society, Work, and Politics Institute in the University of Witwatersrand, South Africa.\nCopyright: Project Syndicate, 2021\nwww.project-syndicate.org\n(Exclusive to The Daily Star)\n",
        "headline_1": "What Covid-19 revealed about hunger",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/project-syndicate/news/what-covid-19-revealed-about-hunger-2179706",
        "news_paper_name": "The Daily Star",
        "publish_date": "20-09-2021"
    },
    {
        "full_article": "As a clothing manufacturer, there are a great many legal and regulatory hoops I must jump through in order to remain in operation without falling foul of the law. Like the government regulations, there are mandates from my customers around environmental and social standards. Environmental and social compliance are basic requirements of doing business in the RMG sector of Bangladesh these days, and I, personally, have no complaints if this means we are moving towards a more responsible industry. We must all play our part.\nWhile manufacturers have been compelled to operate more responsibly over the past decade—otherwise they risk being closed down or losing business—the same cannot be said of retailers. Many fashion retailers have also become responsible and ethically minded in recent years, but there are others in the market who appear to be working to a completely different set of rules. And what's frustrating is that there appear to be no consequences.\nI should clarify that my personal concern here is about online fashion retailers. This is an area where regulators appear to be failing to keep pace with its rapid development.\nLet's take the example of the rapidly growing Chinese online-only fashion brand Shein, which is capturing market share from traditional rivals such as H&M and Zara. Shein is now valued by some analysts at more than USD 30 billion. And yet, analysis by international news agency Reuters found that Shein has not made public disclosures about the working conditions along its supply chain, despite such disclosures being a legal requirement in one of their key markets, the United Kingdom.\nIn addition, it has been found that, until recently, Shein falsely stated on its website that the conditions in the factories it uses were certified by international labour standards bodies. Shein sources from China.\nShein also claims that it never engages in child or forced labour, but the company does not provide the full supply chain disclosures required by the British law. In fact, unlike many major brands such as H&M, Shein does not share its supplier list with the general public.\nI use the example of Shein, but this is not the only online fashion retailer that lacks transparency when it comes to ethical and environmentally responsible business practices. In fact, the advent of online buying has opened up the fashion industry to many smaller, online-only sellers who are able to use their fleetness to evade regulators on compliance issues.\nThe issue here is one of accountability, which sadly seems to be lacking in the online fashion space. Online brands can quickly become operational across multiple markets around the world, and the regulatory oversight of their activities becomes difficult—if not impossible. Where is their tax jurisdiction? Which environmental and social standards are they adhering to?\nWhile some online-only retailers seem to operate to their own set of regulations, more established names continue to push the needle forward on sustainability. Big brands such as H&M have led the industry for years—be it by setting science-based targets around climate reduction, working with more sustainable materials, introducing consumer-facing transparency on products by providing better information on how and where the clothes are made, or by putting emphasis on bettering workers' rights in supply chains.\nMeanwhile, as a manufacturer—certainly as a garment exporter from Bangladesh—it is difficult these days to operate irresponsibly. Our customers would simply shop elsewhere, and the many audits we have to undergo each year would soon expose and flush out the bad practices. We are under the microscope like never before, but at least that has the effect of raising standards.\nThere is a major difference in the online-only fashion space and it is that the public is the end customer. The problem is that end consumers often lack the knowledge or understanding to ask proper questions about the clothes they buy. It is easy for online sellers to pull the wool over their customers' eyes on sustainability issues; for evidence of that, one only has to look at the rapid growth of Shein these past few years.\nThe point, then, is that while manufacturers are accountable in areas of compliance, it is hard to say with a great confidence that it's the same for the rapidly growing online fashion space. Who is doing the audits in the online fashion market? Who is checking where their supplier factories are, whether they are sub-contracting, whether child labour is involved and whether these factories are even safe? The global apparel supply chain is huge. If one is not ethically minded, it is easy to cut corners.\nThere is always somebody who will produce for a lower price—especially if one is happy to not ask many questions about where and how their clothes were made. A new, online fashion seller could easily source irresponsibly and unethically, and there would likely be very few repercussions.\nIf fashion is to become more responsible, there must be consistency and a level playing field for all—this includes manufacturers, traditional brands and retailers, and the new breed of online-only brands.\nA start here would be for the governments of major markets—such as the US and Germany—to make it mandatory that any online retailer selling to their respective general customer bases should be obliged to illustrate full supply chain transparency. This would include detailing the full supplier lists on their websites and adherence to appropriate industry standards. Do people buying from the likes of Shein have any idea about where their products were made, and under what conditions?\nI am under no illusion that there are any easy solutions here. The broader point is that at a time when we, as an industry, are trying to drive improvement across the board, it is easier than ever to set up an online fashion business which has little or no regulatory oversight. I feel for responsible brands and retailers, which have spent years investing in doing the right thing, only to find that they are being undercut by newcomers who care little for ethics and sustainability.\nThere is only so much that such brands can do if new online operators simply refuse to play fair and by the rules. In such circumstances, they as well as we, responsible manufacturers, are dependent on firm, global regulations to ensure a level playing field for all.\nA few cowboys cannot be allowed to undo all the good work we have achieved.\n \nMostafiz Uddin is the managing director of Denim Expert Limited. He is also the founder and CEO of Bangladesh Denim Expo and Bangladesh Apparel Exchange (BAE).\n",
        "headline_1": "A case for regulatory oversight of online apparel retailers",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/rmg-notes/news/case-regulatory-oversight-online-apparel-retailers-2179636",
        "news_paper_name": "The Daily Star",
        "publish_date": "20-09-2021"
    },
    {
        "full_article": "It was 50 years ago today when hundreds of Londoners flocked to Sadler's Wells theatre to show their support and donate to the cause of Bangladesh's Liberation War. It, too, was a concert, though not as spectacular as the Madison Square Garden's Concert for Bangladesh organised by the Beatles' guitarist George Harrison and Sitar Maestro Ravi Shankar. The London Concert and seven other concerts in the following weeks in various other English cities were known as the \"Concert in Sympathy\". Sadler's Wells had three shows on the day. And, the key organiser of the series was Birendra Shankar, one of the nephews of Ravi Shankar.\nBirendra courted support from politicians, artists from both parts of Bengal, celebrities including Hollywood's top actress Glenda Jackson, and businesses for his concerts. Birendra Shankar, who founded the Sanskritik Centre of Indian Arts, was well known for his devotion in promoting Indian classical music in Britain. Unfortunately, there is not much information available about his experience in organising this huge series of concerts as he passed away in 2015 at the age of 82. Most of the other participants from India and Bangladesh too have died.\nThough Birendra reproduced a commemorative album of the concert in 1996, marking the 25th anniversary of Bangladesh's independence, that album too is not available on the market. I found a private collector's copy on eBay in 2019 which now belongs to Prothom Alo. Fortunately, the Islington Local History Centre and Museum of Islington Borough of London where Sadler's Wells theatre is located has kept a flyer and some pictures of the event in its digital archive.\nAccording to an obituary written by his wife Barbara Shankar published in the Guardian on June 18, 2015, Birendra had already successfully organised and managed musical shows of Ravi Shankar, Ali Akbar Khan, a folk festival and a dance festival at Piccadilly theatre, Royal Albert Hall and the ….Scala Theatre.. Powered by such experience, he travelled to India and refugee camps in bordering areas of West Bengal and brought in Ruma Guha Thakurta, Nirmalendu Chowdhury, Sabitabrata Dutta, Radhakanta Nandy, Phani Bhushan Bhattacharya, Chandrakanta Nandy, Mohammad Moshahed Ali and Shah Ali Sarkar to \"show something of the soul of the millions\". British artists were inducted to express their \"sympathy for the suffering people\".\nThe musical soiree was a unique mix of two cultures. On the one hand it was a portrayal of the performing arts of Bengal, mostly folk music and songs, and the other was Western music performed by British artists to express their sympathy. It also included songs of Rabindranath Tagore and Kazi Nazrul Islam. Another remarkable aspect was the depiction of religion in rural life. The show started with the Azan (call to prayer) at dawn and then a devotional Hindu song \"Rai Jaago Rai\", followed by a farmer walking to his farming field with bulls and plough. British artists played different compositions with the piano, cello and other instruments. Among them were Jazz artists Norma Winstone, John Taylor, cellist Keith Harvey and pianist Marilyn Knight. Actress Glenda Jackson, who won the Academy Awards as the best actress that year for her role in \"Women in Love\", recited a couple of short poems. French sculptor Jephan de Villiers donated one of his sculptures—to be auctioned for aid for the refugees—that was exhibited at the foyer of Sadler's Wells.\nDescribing people who fled persecution and deaths at home and took refuge across the border, the concert flyer said: People! Lonely and lost; baffled and bewildered; disrupted and dispossessed. Once they were farmers, workers, teachers, doctors and artists—now only refugees. But, to reflect the resistance and defiance it pronounced: \"Bengal, together with her music and literature is alive! Though all is not well there, we hope that we might reach what all Art seeks to reach—the heart of the matter. A battered peoples' Art lives\".  \nThe Earl of Harewood George Henry Hubert Lascelles, who was then the director of the Royal Opera House, Oscar winning actress Glenda Jackson, the vice chancellor of the University of London and the mayors of Birmingham and Wolverhampton were among the nine patrons of the committee. Members of the committee included about 20 members of parliament, including well known supporters of our Liberation War John Stonehouse and Peter Shore. A Nobel Prize winning economist, Professor JT Tinbergen, was also a member of the committee.\nSince finding and listening to the album, I have been trying to learn more about the concert. But I could not find any of the organisers and participants except Glenda Jackson—as most of them have passed away. When I contacted her in early 2020, she was again ruling the British TV screen following her return from politics to acting after a 27-year break, when she played the key role in the BBC drama series \"Elizabeth Is Missing\". For the 2019 production, she won a Bafta TV Award and an International Emmy for best actress. Sadly, when I asked her about the Concert in Sympathy, she could not remember anything. She only said we should all be happy that Bangladesh gained independence and expressed her delight that she had also done something for the cause. Our conversation ended soon, but her recital of the following verses reverberated in my ears, though I could not ascertain who the poet was:\nEach day blood flows on Bengal soil\n Every traveller leaves behind some of his blood in this blood\n bank \n Where it is stored for the future needs of the land \n Bengal's blood is drawn inexorably towards the soil\n And though the river may dry and the sea disappear \n The garland of nature she wears may dry \n Yet one day from this same blood shall emerge a new river\n A fresh garland of nature\n The village that was once destroyed \n And so who wants to keep his blood in the blood bank at the\n hospital \n Where it becomes polluted with the poison touch of glass\n bottles\n There can be no blood bank better than the Bengal soil \n Where each drop of blood donated becomes 10 drops\n And that is why people no longer go to the blood bank at the \n hospital\n Bengal's blood is drawn inexorably towards the soil.\n \nKamal Ahmed is an independent journalist. His Twitter handle is @ahmedka1\n",
        "headline_1": "Looking back at the 1971 Concert in Sympathy",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/looking-back-the-1971-concert-sympathy-2178786",
        "news_paper_name": "The Daily Star",
        "publish_date": "20-09-2021"
    },
    {
        "full_article": "The planned inoculation of two crore people against Covid-19 every month starting from October, along with that of 2.5 to 3 crore children annually under different immunisation campaigns, will be quite an impossible task for the government's workforce commissioned under the Expanded Programme on Immunisation (EPI), health officials have warned. They said the workforce and logistics under the EPI were already overtaxed—mainly due to their active involvement in the nationwide Covid-19 vaccination campaign, making the planned inoculation an insurmountable task for them.\nBesides regular immunisation of children, around 15,000 field-level EPI health assistants in the country have been assigned for Covid-19 inoculation. Additionally, they are having to collect samples for tests, enter data into the system, administer jabs, and ensure that people are quarantining at home. The tasks they are having to do are already a huge burden—especially in the absence of any additional manpower. Ultimately, this will hamper both the Covid-19 vaccination drive as well as the regular countrywide immunisation of children against other diseases.\nThat is not a scenario anyone would like to see. Given our enormous struggles with the Covid-19 pandemic over the last year and a half, it has become clear that we must do everything to protect the population from the disease—including and especially through mass vaccination. At the same time, it is essential not to become careless about other diseases, which is why the authorities must not neglect the regular immunisation of children in the country. However, as the health officials have expressed, achieving both with the current resources is a pipe dream.\nWe have previously seen the government's mass vaccination drive against Covid-19 stumble and stall due to vaccine shortage. Now we cannot afford another botched drive due to a lack of manpower. That is why we call on the government to immediately recruit more healthcare workers under the EPI. In that regard, we understand that the Directorate General of Health Services has submitted a proposal to recruit 11,500 health assistants to the Ministry of Health. The proposal should be reviewed and approved—with any necessary changes—on an urgent basis. The government should also consider setting up a dedicated Covid-19 cell to keep the government's vaccination programme running smoothly, and to also ensure that none of the vaccines that the government is planning to procure ends up in the black market.\n",
        "headline_1": "Shortage of manpower could jeopardise vaccine drives",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/shortage-manpower-could-jeopardise-vaccine-drives-2179571",
        "news_paper_name": "The Daily Star",
        "publish_date": "20-09-2021"
    },
    {
        "full_article": "It is disquieting to learn of Jhumon Das' travails from a report by this daily that has, once again, exposed the urgent need for the government to revisit the most draconian piece of legislation in the country's parliamentary history—the Digital Security Act (DSA), 2018. It also highlights the need to ensure that laws are applied equitably, and no one is treated above or below it.\nJhumon has been in jail for the last six months. Police showed him arrested and produced him before a Sunamganj court on March 17, after which he was sent to jail. He has been there since then, without bail. The reason for his arrest is a Facebook status he posted, where he questioned the activities of a Hefazat leader. It was merely an opinion which any free person in a free society should be entitled to. But not in case of Jhumon, who was handed over to the police, reportedly to assuage a violent mob that set upon the houses of the Hindu minorities at Noagaon village in Sunamganj's Shalla upazila. The so-called Hefazat supporters vandalised and looted about 90 Hindu houses following Jhumon's comments on Facebook. While Jhumon has been rotting in jail, and his family suffering unimaginable hardship, the perpetrators of the vandalism are roaming with impunity. Why is it so?\nInterestingly, it was not under the DSA that Jhumon was arrested initially, but under another equally punitive law: Section 54 of the Penal Code. The undesirable and deplorable aspects of the DSA have been highlighted in all sections of the media, and we deem it unnecessary to repeat those. Suffice it to say that human rights activists and watchdogs, both at home and abroad, have repeatedly called for its revocation as several of its provisions strike at the fundamental rights enshrined in the country's constitution, as well as the universal principles of freedom of expression. Since the law came into effect, the randomness of its application has been painfully experienced by various sections of society—the media in particular, but also individuals. Such unfair and indiscriminate application has vindicated our position that this law is not for the benefit of the citizens, but rather to serve the interests of those in power.\nThis becomes further evident when we consider that no palpable steps have been taken as yet to fulfil the assurances the law minister gave in March this year. He promised to undertake measures to ensure that no one would be arrested or sued under the Digital Security Act before the investigation or formation of a monitoring team, and prevent abuse or misuse of the law and its rules regarding when to provide bail and when not to. Regrettably, nothing noticeable has been done in that respect over the last six months.\n",
        "headline_1": "When opinions become culpable",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/when-opinions-become-culpable-2179471",
        "news_paper_name": "The Daily Star",
        "publish_date": "20-09-2021"
    }
]