[
    {
        "full_article": "On Tuesday, two multilateral institutions presented their regional economic outlook for this year, scaling down their projection for India’s growth prospects in 2023-24. The World Bank has pared its real GDP growth forecast for the country to 6.3% from 6.6% it had estimated a few months earlier, and 7% projected in October 2022. The key domestic factors it flagged for the downgrade are: rising borrowing costs would hurt otherwise resilient consumption demand, government consumption will likely contract, while services sectors’ growth will slip to a three-year low of 6.7% from an estimated 9.5% in 2022-23. The Manila-based Asian Development Bank (ADB) noted that a rebounding China’s and India’s domestic demand (which it believes will likely stay healthy) would lift up Asia’s growth prospects. However, it slashed its 2023-24 GDP growth forecast for India from 7.2% to 6.4%, citing tight monetary conditions and fading optimism on business conditions that it reckoned would lead to lower growth in private investments (that had only seen a fledgling post-COVID recovery till now). Apart from these domestic issues, of course, both the institutions have cited the effects of the existing challenging conditions in the global economy, which are freshly exacerbated by a spate of bank failures in the developed world and resurfacing concerns about oil prices heading north despite slowing world demand as producers cut output in unison.To be clear, the government, which presented the Union Budget around two months after the last forecasts of these institutions, of 7%-plus growth, had not articulated such high hopes for this year. The Economic Survey pegged 2023-24 growth at 6.5%, while the Reserve Bank of India (RBI) estimates it at 6.4%. However, India’s current growth estimate for last year is 7%, while the World Bank and ADB expect it to be marginally lower at 6.9% and 6.8%, respectively. A better picture on the base over which this year’s growth has to be calculated, will only emerge by the end of May when first estimates for the last quarter of 2022-23 will be released. The world would also have spun a few more times by then and 2023-24 forecasts shall be revised whichever way the winds blow. At this time last April, the International Monetary Fund had just scaled down its India growth estimate for the year gone by, from 9% to 8.2%, while the World Bank, the ADB and the RBI had projected it to be 8%, 7.5% and 7.2%, respectively. Policymakers can safely tune out the noise generated by these numbers, but must pay heed to the stress signs being flagged so as to pro-actively minimise any impending damage. \nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nbanking\n\n/\n\nChina\n\n/\n\nIndia\n\n/\n\nReserve Bank of India\n\n/\n\neconomy (general)",
        "headline_1": "The growth math: On India’s growth prospects",
        "headline_2": "Resurging oil prices, tight money may dent consumption, investment hopes",
        "link": "https://www.thehindu.com/opinion/editorial/the-growth-math-on-indias-growth-prospects/article66703132.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "06-04-2023"
    },
    {
        "full_article": "Congress leader Rahul Gandhi has obtained bail from a Sessions Court in Surat, pending his appeal against a bizarre conviction for defamation recorded by a judicial magistrate’s court. In an unusual judgment, the trial court had given him the maximum permissible prison term of two years, claiming that a Member of Parliament deserved to be awarded the highest punishment because of his status. As a result of the two-year jail term, he has now become ineligible to remain a legislator and the Lok Sabha Secretariat has notified his disqualification. He may be able to regain his seat only if the appellate court stays his conviction, or the appeal itself is allowed and the verdict is set aside. The Sessions Court has posted the application for hearing on April 13, and asked the complainant, Purnesh Modi, a Bharatiya Janata Party Member of the Legislative Assembly, to file his reply to the plea by April 10. Mr. Gandhi’s appeal focuses on both legal aspects of defamation and the factual aspects behind his remarks that referred to the surname ‘Modi’ figuring in a list of people who he accuses of carrying on business to the detriment of national interests. The trial court’s conclusion that Mr. Gandhi had sought to make political gain by defaming 13 crore people who carry the surname ‘Modi’ will have to be tested against the legal position that only a definite and determinable group of people can be the object of defamation.The relevant provision on defamation, Section 499 of the Indian Penal Code, contains an explanation that a ‘collection of persons’ can also be aggrieved by a defamatory remark. However, whether an amorphous group of people joined only by a surname can be such a ‘collection of persons’ is a relevant question. This becomes especially salient when the remarks are being construed as a slur on some backward communities. While the finding that the speech was defamatory was damaging in itself, the quantum of sentence has yielded some separate grounds for the appeal. Mr. Gandhi has contended that the judgment cites no precedent for giving the maximum punishment and that there is no discussion on the consequence of the two-year jail term. The appeal deserves to be heard and disposed of with some urgency as it may be an unacceptable precedent for legislators to be arbitrarily convicted for politically loaded remarks and awarded precisely the quantum of punishment required to get them disqualified. A flagrant example such as this may lead to a surge in the filing of multiple criminal cases in different jurisdictions by political rivals. It may also have the deleterious effect of courts being used to tailor the quantum of punishment to suit political requirements.\r\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nRahul Gandhi\n\n/\n\njudiciary (system of justice)\n\n/\n\npolitics\n\n/\n\nlaws\n\n/\n\nprison\n\n/\n\nparliament",
        "headline_1": "Imagined slur: On the implications of the Rahul Gandhi defamation case",
        "headline_2": "Rahul Gandhi’s appeal needs to be heard early, lest it becomes dangerous precedent",
        "link": "https://www.thehindu.com/opinion/editorial/imagined-slur-on-the-implications-of-the-rahul-gandhi-defamation-case/article66703153.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "06-04-2023"
    },
    {
        "full_article": "Bunny and I are in Rome, and we don’t know what part of the day it is. We know what the time is, which is four and a half hours later than the time in India.\nThe problem is knowing whether it’s morning, afternoon, or evening, and what is the right greeting appropriate for it.\nWhen entering into a conversation with someone it is customary to begin by wishing the person a good whatever part of the daily 24-hour cycle it happens to be, not to do so being a social solecism betokening a total lack of basic good manners. And that’s when the problem comes in.\nAt the start of the day the code word is ‘Buongiorno’, the equivalent of the English ‘Good day’, or ‘Good morning’. So far, so good giorno.\nBut at some undefined part of the sun’s sojourn through the sky, Buongiorno gets morphed into ‘Buonasera’, the equivalent of the English ‘Good evening’.\nWhen, exactly, does giorno, day, become sera, evening? No one seems to know, exactly or, rather, everyone seems to know, inexactly, as per personal inclination.\nI’ve often had my ‘Buongiorno’ politely, but firmly, corrected to ‘Buona sera !’ While it’s still a bright afternoon and people have yet to finish a late lunch, or pranzo in ritardo.\nIt’s not lunch, or any other meal, which separates day from evening, the transition from the one to the other seemingly seamless, without the intervening interregnum of afternoon.\nItaly does have an afternoon which is called pomeriggio. And it is possible that in some parts of Italy people wish each other ‘Buon pomeriggio’, but I have never heard anyone using the term for ‘Good afternoon’.\nThis might be because of the sacrosanct institution of la siesta, the post-lunch nap, which is an indispensable part of la dolce vita of bella Italia. Thanks to siesta, the only way you could wish anyone ‘Good afternoon’, or anything else, would be if you happened to be talking in your sleep, the verbal counterpart of somnambulism, or sleep walking.\nThe Italian for ‘Good night’ is ‘Buona notte’. But does timely protocol demand that, past-midnight, ‘Buona notte’ becomes ‘Buongiorno’ once again? A question that might leave a lot of people, Italian and non-Italian, in the dark.\n\n",
        "headline_1": "Timely greetings",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/jugglebandhi/timely-greetings/",
        "news_paper_name": "The Times of India",
        "publish_date": "06-04-2023"
    },
    {
        "full_article": "A report by the US drug regulator, FDA, following a plant inspection of Chennai-based Global Pharma, lists out multiple negative observations of the manufacturing process of eye drops that were exported. The US has now stopped imports of these eye drops.\nSeparately, media reports indicate that independent inspections of the plant by Indian regulators found that relevant quality standards were met. How do we reconcile these reports? Keep aside exports, the critical question is on the rigorousness of the quality evaluation process for domestic consumption.\nThis question needs to be answered in the backdrop of local developments. Last week, GoI cancelled the licenses of 18 pharma companies for manufacturing spurious medicines. It is reported to be part of a larger crackdown in India. India’s regulatory framework to license drug manufacture and quality control is split between GoI and states. It’s led to a fragmented regulatory system. Consequently, it provides arbitrage opportunities because the quality of supervision varies across states. The market for medicines, however, is nationwide. Therefore, not all medicines in the market are subject to the same level of rigour in meeting regulatory norms. In the five years to March 2021, state regulators collectively tested 77,000 to 85,000 samples of drugs. Spurious drugs were 0. 1-0. 3% and substandard drugs 3-4% of the samples. It seems reasonable but there are questions about the sampling and therefore quality evaluation. In India, samples for testing are picked from the market.\nIt makes the sampling methodology critical in assessing quality. A study by public health activist Dinesh Thakur and lawyer Prashant Reddy in 2016 showed that barring Kerala and TN, none of the other states and GoI had satisfactory answers to RTI questions on sampling. In addition, a report by Brookings India in 2020 said there is a nationwide shortage of drug inspectors, with their numbers lagging the pace of growth of the domestic pharmaceutical industry. Indian consumers deserve better. Quality problems arising out of fragmentation of the regulatory system coupled with underspending can’t be resolved by intermittent crackdowns. We need a systemic solution.\n\n",
        "headline_1": "Not prescribed",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/not-prescribed/",
        "news_paper_name": "The Times of India",
        "publish_date": "06-04-2023"
    },
    {
        "full_article": "With Australia’s ban on TikTok over spying concerns, the Chinese-owned short video app now is prohibited from government phones and devices in the US, UK, Australia, Canada, New Zealand, EU institutions, France and Belgium, while India outright banned it in 2020. The US is mulling a complete ban following a spying incident. Concerns that TikTok is leveraged for espionage were proved correct when recently its China-based parent company Byte Dance fired employees in China and the US who had tracked IP addresses of journalists using the app, in a bid to ascertain if they were in the same location as employees suspected of information leaks.\nBig Tech companies that tailor content for users gather massive data in practices not unlike spying. Collection of data and targeting of users is integral to Big Tech business models. Devices are constantly informing companies what we do, where we are. What makes TikTok aparticular threat is its parent company’s jurisdiction based in China.\nThis, TikTok too realises. It tried to distance itself from Byte Dance when its CEO faced a US legislators’ committee recently. But claims of TikTok’s independence fell flat in the face of a testy Beijing statement saying it would “strongly oppose” any forced sale or takeover of TikTok.\nSpying apart, anxieties about addiction to the app are real but can hardly be restricted to TikTok. Addiction to Snapchat, YouTube or Instagram is just as worrying. The difference perhaps lies in how much control governments can exert on social media companies. Beijing regulates TikTok’s domestic version, Douyin, with time controls and screen limits for those aged below 14 with its algorithm pushing educational videos and politically approved content.\nBut TikTok’s appeal remains unchanged for users. That no short video app has come close to TikTok, often an enabling tool for selfexpression, points to a serious gap in the market. However, the bigger issue is that the app’s operational design raises several red flags. While TikTok should continue to be banned in India, the real test for our tech abilities will be to produce an Indian alternative to this hugely popular platform.\n\n",
        "headline_1": "The Beijing bug",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/the-beijing-bug/",
        "news_paper_name": "The Times of India",
        "publish_date": "06-04-2023"
    },
    {
        "full_article": "I’ve just finished reading a novel by the American author, Jodi Picoult, called The Book of Two Ways in which the female protagonist, Dawn, is a ‘death doula’.\nI’d never come across the term before and discovered that the word doula comes from the Greek for ‘server’, and a death doula is a person who helps the terminally ill come to terms with their impending and inevitable demise.\nA death doula’s work involves planning practical details before and after the end of life, teaching meditational practices to help patients reflect on the lives they’ve lived and the legacy of memories they’ll leave behind, and explaining the physical and mental stages of the inescapable process called death.\nIn effect, a death doula is like a midwife who helps to give birth to death, easing a person through the labour of shedding one’s mortality.\nFar from being morbidly depressing, the novel is engagingly uplifting as narrated in the first person by the appropriately named Dawn who has taught herself, and teaches others, to view death not as a mournful end, but as an integral completion of the act of existence; death as an affirmation of the life that we’ve lived, and without which death itself could not have been.\nDeath doulas, also known as End of Life Doulas (EOLDs), do not give any kind of medication to their patients, with whom they form deep emotional and psychological bonds.\nBy and large self-taught, doulas are an active part of a network called Death Positive, a social and spiritual movement that seeks to demystify the passing of life, and dispel the shadowy silence that shrouds everything associated with it, which compounds the sense of isolation which accompanies the termination of existence.\nAs Dawn puts it, her job is to be there for her client, in whatever way is required at any given moment, whether it is to talk openly and frankly about the taboo subject of dying, or to sit in the comfort of companionable silence, or cater to a sudden desire to “eat chocolate ice cream at 3 o’clock in the morning”.\nIn a parallel narrative, Dawn who was an Egyptologist before embarking upon the vocation of a doula, talks about the pharaonic Book of Two Ways which deals with the eternal cycle of death and regeneration.\nThough Picoult does not establish the link, The Book of Two Ways echoes the Tibetan Bardo Thodol or Book of The Dead, which prepares the departing spirit for its final journey.\nIn one of the most memorable passages in the novel, Dawn initiates her client – a talented artist with stage four cancer – into a rite of passage which might well have been derived from the liturgy of Tibetan Buddhism, and which severs the bonds of earthly attachment.\nThe client is instructed to lie on her back, palms folded across the chest, eyes closed, and take volitional leave, one by one, of the devices and desires the ego is subject to, from ambition and the lures of material possession to the longings and fears of love, and the loss of love.\nTypically, doulas do not subscribe to any particular religious doctrine. When her client asks her what happens after death, Dawn does not conjure a rose-tinted picture of an Afterlife of eternal bliss. Instead, she replies that she does not know. Death is a mystery. But it is preceded by the greater, and more wonderous, mystery called life.\n\n",
        "headline_1": "Helping give birth to death",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/jugglebandhi/helping-give-birth-to-death/",
        "news_paper_name": "The Times of India",
        "publish_date": "06-04-2023"
    },
    {
        "full_article": "We are delighted to see the successful trial run of a special train from Faridpur's Bhanga area to Munshiganj's Mawa area via the Padma Bridge, the first train to cross the mighty river after about nine months of the inauguration of the road section of the bridge. With that, the 6.15km-long multipurpose bridge project, with a four-lane highway on the upper deck and a single-track railway on the lower deck, reaches an important milestone. Commercial operation will not begin until September, when the prime minister is expected to inaugurate the 82km-long Dhaka-Bhanga rail line via the bridge. By June next year, the planned 169km-long rail line connecting Dhaka with Jashore is expected to be finished.\nIt brings us immense joy to know we're inching closer to that goal and the possibility that it holds. Reportedly, the first train journey was conducted in a festive manner, with the railways minister and the local lawmaker in attendance. People were seen greeting the passengers with cheers on the way. Many stood near their houses or railway tracks and captured the scene on mobile phones. School children were also seen waving to train passengers. Speaking to journalists after inaugurating the trial run of the first train, the railways minister said: \"With this journey, Padma Bridge has reached full fruition.\"\nThe Tk-39,247-crore Padma Bridge Rail Link Project is an important part of the vision surrounding the Padma Bridge. Once the entire 169km-long rail line with its 20 stations is opened to the public, the distance from Dhaka to Jashore would decrease by 200km, and the travel time would be halved – from about 10 hours to five. Together with the newly established highway connectivity, it will lead to not just much faster communication between the capital and the 21 southwestern districts of Bangladesh, it will also expedite the economic transformation of this region, which is already underway. As an expert has mentioned, economic activities – i.e. fish trade, food processing, tourism, trade of jute and other agricultural products, etc. – will increase more due to the reduced cost of doing business. The government will also need to establish industrial zones, and ensure sufficient supply of electricity, gas and other resources to encourage the establishment of garments, leather goods, cement, pharmaceuticals and textile industries, which will open up employment opportunities for millions of people and reduce poverty in the region.\nHowever, without building the necessary industries and supportive infrastructure to take advantage of the increasing connectivity, the Padma Bridge, which is only 40km away from Dhaka, cannot reach its full potential. We, therefore, urge the authorities to take appropriate steps in this connection to support our vision for the southwest, which demands greater policy support in terms of economic and administrative expansions. Moreover, they should ensure that the rail link project is completed on time and within budget.\n",
        "headline_1": "Padma rail service closer than ever  ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/padma-rail-service-closer-ever-3290046",
        "news_paper_name": "The Daily Star",
        "publish_date": "06-04-2023"
    },
    {
        "full_article": "On April 5, 2023, I lost my dearest friend, confidant, and someone who was family to my husband and I: Rokia Afzal Rahman. Known to me, fondly, as Roki.\nMy husband Shamim (Latifur Rahman) and I were extremely fond of both Roki and Harun Bhai. Our strong bond was formed over the years as we went through some of the most wonderful times together while also standing strong by each other during the most trying times.\nOver the years, Roki did not simply remain my closest friend, but was also a sister to both my husband and myself. I always admired her amiability, coupled with her drive to make an impact. I had the honour of serving on multiple boards with Roki, from The Daily Star (where she was chairperson), Reliance Insurance Ltd, Prothom Alo, and Bangladesh Lamps Ltd. Roki's presence across both my personal and professional lives was nothing short of an absolute pleasure; it felt good to go through it all together.\nAs I think of Roki, her infectious smile, glowing energy, and caring nature flood my mind with beautiful memories. From all the times we travelled with the ICC delegation, to our first safari together in South Africa, to when Roki was one of the few selected speakers at Shamim and my 50th anniversary. I feel blessed to have shared all those moments with her. Roki was not just a friend; she was family.\n\nOur strong bond was formed over the years as we went through some of the most wonderful times together while also standing strong by each other during the most trying times.\nWe had lost Harun bhai too soon, and it was then that Shamim and I had the privilege of standing by Roki. I feel that she found comfort and strength in us that helped move her forward. Little did I know that decades later, when I was to lose my husband, I in turn would lean on Roki as my crutch.\nDuring a time when I felt more comfortable limiting social interactions, it was Roki's compassion, empathy, and unstinting support that gave me comfort. It was only Roki and Didi (Anita Chowdhury) whom I found some solace in speaking to after my husband's passing. I never imagined I'd lose them both so soon one after another.\nI dearly miss Roki's presence and the light she brought into every room she entered. When I spoke to her recently, she was being cautious about visitors. But in the same breath, she said, \"Joyu, when you get back to Dhaka, I will see you.\"\nThat was my relationship with Roki, nothing could come between us.\nI, along with many others, will miss Roki terribly. Her warmth and kindness will never be forgotten. Lots of my love and affection to my dear Roki, until we meet again in the hereafter.\nShahnaz Rahman is the chairperson and managing director of Transcom Group.\n\n",
        "headline_1": "My dearest Roki",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/my-dearest-roki-3289786",
        "news_paper_name": "The Daily Star",
        "publish_date": "06-04-2023"
    },
    {
        "full_article": "Her grace was talked about in social circles. We often wondered how she always managed to look so elegant, so properly attired for every occasion. To many of us, she was an inspiration, a mentor who embodied the values and traditions of a South Asian woman, and at the same time was so modern, progressive and forward-looking. \nRokia Afzal Rahman, lovingly known as Roki Apa, passed away peacefully in the early morning of April 5, leaving so many of us shocked and dismayed. It will take a long time to really fathom the loss and void created by her demise. In a world fractured by self-interest and intense rivalry, she stood out as a unifying force, bringing divergent groups and opinions together to come to consensus on issues that were closest to her heart, one of which was women's economic empowerment.\nRokia Afzal started her career as a banking professional in 1962 when few women ventured into the profession. She became the first female bank manager in Bangladesh in 1964. She later entered the world of business and rose in stature to become one of the most respected entrepreneurs in the country, heading 11 different companies. She was elected the president of Bangladesh Employers' Federation and president of the Metropolitan Chamber of Commerce and Industry, and served as the chairperson of MIDAS. \nHowever, what made her stand out from the rest was her focus on building institutions to assist women to become economically independent. She believed that women's emancipation lay in their economic solvency. To this end, she set up the Women Entrepreneurs Association (WEA) in 1994. WEA's primary objective was to build skills of micro and small women entrepreneurs to manage their business better to make maximum profits. Thousands of women received training on financial management, book-keeping and sound business practices through the WEA.\n\nWith her demise, Bangladesh has lost one of its leading women entrepreneurs who not only promoted her own business, but worked relentlessly to make others, especially women, self-reliant.\nShe also founded the Women in Small Enterprises (WISE) to further upgrade and promote women in small enterprises and business. She would travel to remote villages to meet women to help them come out of their cycle of poverty and attain economic independence. She encouraged women to speak out about their problems in running their businesses. Being well-connected in the business world, Rokia Afzal also initiated a number of policy changes for women to get easy access to credit and much needed skills development.\nIn August 2006, she founded the Bangladesh Federation of Women Entrepreneurs (BFWE). The BFWE works with five million women, most of whom are in small towns and rural areas. This was a major step forward in bringing a large number of women into small businesses. The proliferation and success of women's small enterprises all over Bangladesh today can be largely credited to the pioneering effort of Rokia Afzal Rahman.\nWith her demise, Bangladesh has lost one of its leading women entrepreneurs who not only promoted her own business, but worked relentlessly to make others, especially women, self-reliant. She dreamt of a Bangladesh with less inequality, where everyone would live with dignity. She also believed in regional cooperation and built close relationships with many across the region. She was an active member of the South Asia Women's Network (SWAN) and was loved and admired as a beloved SWAN sister. \nRoki Apa, you will be missed, but your legacy of empowering women economically will live on. You have left behind institutions that will carry forward your wonderful work. At a personal level, my family and I will miss your affection, your care and your ever smiling beautiful face. Rest in peace, Apa. You lived a life of principle, of giving and sharing. \nShaheen Anam is the executive director of Manusher Jonno Foundation.\n",
        "headline_1": "A torchbearer for women’s economic empowerment",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/tribute/news/torchbearer-womens-economic-empowerment-3289631",
        "news_paper_name": "The Daily Star",
        "publish_date": "06-04-2023"
    },
    {
        "full_article": "We are delighted to see the successful trial run of a special train from Faridpur's Bhanga area to Munshiganj's Mawa area via the Padma Bridge, the first train to cross the mighty river after about nine months of the inauguration of the road section of the bridge. With that, the 6.15km-long multipurpose bridge project, with a four-lane highway on the upper deck and a single-track railway on the lower deck, reaches an important milestone. Commercial operation will not begin until September, when the prime minister is expected to inaugurate the 82km-long Dhaka-Bhanga rail line via the bridge. By June next year, the planned 169km-long rail line connecting Dhaka with Jashore is expected to be finished.\nIt brings us immense joy to know we're inching closer to that goal and the possibility that it holds. Reportedly, the first train journey was conducted in a festive manner, with the railways minister and the local lawmaker in attendance. People were seen greeting the passengers with cheers on the way. Many stood near their houses or railway tracks and captured the scene on mobile phones. School children were also seen waving to train passengers. Speaking to journalists after inaugurating the trial run of the first train, the railways minister said: \"With this journey, Padma Bridge has reached full fruition.\"\nThe Tk-39,247-crore Padma Bridge Rail Link Project is an important part of the vision surrounding the Padma Bridge. Once the entire 169km-long rail line with its 20 stations is opened to the public, the distance from Dhaka to Jashore would decrease by 200km, and the travel time would be halved – from about 10 hours to five. Together with the newly established highway connectivity, it will lead to not just much faster communication between the capital and the 21 southwestern districts of Bangladesh, it will also expedite the economic transformation of this region, which is already underway. As an expert has mentioned, economic activities – i.e. fish trade, food processing, tourism, trade of jute and other agricultural products, etc. – will increase more due to the reduced cost of doing business. The government will also need to establish industrial zones, and ensure sufficient supply of electricity, gas and other resources to encourage the establishment of garments, leather goods, cement, pharmaceuticals and textile industries, which will open up employment opportunities for millions of people and reduce poverty in the region.\nHowever, without building the necessary industries and supportive infrastructure to take advantage of the increasing connectivity, the Padma Bridge, which is only 40km away from Dhaka, cannot reach its full potential. We, therefore, urge the authorities to take appropriate steps in this connection to support our vision for the southwest, which demands greater policy support in terms of economic and administrative expansions. Moreover, they should ensure that the rail link project is completed on time and within budget.\n",
        "headline_1": "Padma rail service closer than ever  ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/padma-rail-service-closer-ever-3290046",
        "news_paper_name": "The Daily Star",
        "publish_date": "06-04-2023"
    },
    {
        "full_article": "We may all breathe a sigh of relief that the brouhaha over the EVMs is finally over, with the Election Commission deciding to forego the use of the electronic machines in the upcoming parliamentary election citing a lack of funds. Since it was first introduced in 2018, there have been widespread fear about its fool-proofness to electoral tampering; in particular, concerns were raised about the audit cards via which election results are collected, which are vulnerable to manipulation in the absence of a voter-verifiable paper audit trail (VVPAT). Despite strong reservations from many political parties, including the BNP, and civil society actors, the EC, till now, seemed hell-bent on going ahead with its decision to use EVMs, finalising a massive Tk 8,711 crore project for EVM procurement and management last year.\nWe are glad that the EC has finally seen reason, if only in consideration of the enormous expenses that the project would entail. Back when the proposal was first made, we had warned the EC against such an expensive undertaking in the midst of the worst economic and cost-of-living crisis in over a decade, particularly given that Bangladesh was buying the EVMs at inflated costs. Now that the EC has retracted its position, we wonder what will happen to the 150,000 EVMs already bought in phases since 2018, at 11 times the price of the machines in India. EVMs worth Tk 642 crore have already become unusable for a lack of proper storage facility and maintenance, according to EC documents. We urge the EC to make sure that our remaining stock – paid with taxpayers' money – are stored properly so that they may be used in the future, if and when it is decided, through political consensus, to switch to EVMs. \nWhile the decision to scrap the EVMs is a step in the right direction, the EC must not lose sight of the fact that there are many other pressing issues that it must address before the public, and other political parties can be confident that the upcoming elections will be free, fair and participatory. Foremost among them is ensuring full independence of the EC, and guaranteeing the ever-illusive \"level-playing field\" for all political parties. Unfortunately, the performance of the EC in the by-elections, except for one notable exception, has not inspired confidence in its ability to rise above and rein in party politics. As it tries to engage with other political parties and to ensure them of its neutrality, the commission needs to remember that it is only through its commitment to the electoral process – rather than the party in power – that it can inspire faith about its ability to guide the nation to a democratic future. \nThe EC must also prove its ability to ensure compliance of the administration and law enforcement in playing their part in defending the democratic process. It must not be seen as reflecting the increasingly intolerant stance of the government towards critics, human rights defenders and the media. \nThe BNP, on its end, must forego its propensity to reject any and all proposal and initiatives of the EC, without due consideration or discussion. Such wholesale rejection will not produce constructive results, and risks jeopardising not just future prospects for the party, but the country at large.\n",
        "headline_1": "A farewell to EVMs",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/farewell-evms-3288811",
        "news_paper_name": "The Daily Star",
        "publish_date": "06-04-2023"
    },
    {
        "full_article": "It was the worst that could happen to a shopping complex and its traders, particularly when business is at its briskest before the Eid-ul-Fitr. The reduction of Bangabazar to ashes by a seven-hour raging inferno on Tuesday within a month of the Sidduque Bazar devastation in the same Fulbaria area of Gulistan raises the question which shopping mall or market is the next to suffer a similar fate. Mercifully, no life was lost to the blaze but 11 people including eight employees of the fire service were injured---two of them seriously. This was probably because of the slow spread of the fire that was reported to have started at 6:30 in the morning. However, this again raises the question why there was a gap of about four hours to start operation by the fire service when its station was close by. If anyone noticed the fire so early, did he not inform or alert traders or the fire service station? The explanation of a lack of water nearby and unwanted presence of inquisitive crowd which caused the delay for the fire service to act may not be the whole story. Why should there be no water to respond immediately to such an emergency? Apparently, preparedness is not up to the mark. So far as unnecessary gathering of bystanders is concerned, it is perhaps ingrained in the culture of this land and the law enforcers would better request them in future to disperse and leave room for the approaching fire brigade vehicles. Here as many as 48 units of Fire Service and Civil Defence came rushing and the army, navy and police lent their hands in bringing the inferno under control. But all this was too little and too late. The huge shopping complex, a hub of wholesale and retail market of readymade garment and other apparels, was simply reduced to ruins. Unsurprisingly, no one is ready to take the blame when the Department of Fire Service and Civil Defence informs that Bangabazar was listed one of the markets most at risk of fire along with half of the city's 1,300 shopping centres. Reportedly, an attempt by former mayor Mohammad Syed Khokan to construct a 10-storey steel-frame shopping complex had to be abandoned in the face of opposition from the shop owners' association. Now that the fire has gutted the entire complex and even damaged a nearby police barrack, different organisations are, as usual, locked in a blame game. Similarly devastated in 1995, Bangabazar was built more like a two-storey slum which was further extended haphazardly to give it a shape of a massive tinderbox. The fire service did not identify its vulnerability to fire for nothing. Electric short-circuit and anything similar could trigger such an inferno anytime. The 600 or so other shopping complexes in the city are more like such powder kegs. At least a mayor tried to give Bangabazar an improved shape to lessen the risk of fire hazard. Now the shop owners' association which opposed the initiative are sure to lament their non-compliance. This should leave a lesson for everyone including the authorities in charge of monitoring and supervising safety measures both in commercial and residential buildings. Let the number of teams keeping watch over such maintenance be increased for regular monitoring and supervision.",
        "headline_1": "Bangabazar reduced to ashes",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/bangabazar-reduced-to-ashes-1680707672",
        "news_paper_name": "The Financial Express",
        "publish_date": "06-04-2023"
    },
    {
        "full_article": "In April 1971, the struggle for Bangladesh's liberation assumed an organised, strategic shape. History has recorded the events, indeed the measures which were adopted by the political leadership, even as the Pakistan occupation army intensified its genocidal attacks on the Bengali population, to underline the nature of the movement for independence.On 4 April, Tajuddin Ahmad, having made his way out of a Dhaka under military assault, met Indian Prime Minister Indira Gandhi for the first time to apprise her of all that had been happening in occupied Bangladesh since 25 March 1971. Besides Tajuddin, eminent Bengalis like Barrister Amir-Ul Islam, Professor Rehman Sobhan and Professor Anisur Rahman happened to be in Delhi at the time. Meanwhile, through various routes along the border between Bangladesh and India, political leaders as well as terrorised Bengalis kept up an exodus to India, adding to the urgency of the struggle.A defining moment in the struggle came with the decision by K.M. Shehabuddin and Amjadul Haq, two young Bengali officers in the Pakistan High Commission in Delhi, on 6 April to publicly sever links with Pakistan and proclaim their allegiance to Bangladesh. At a time when the course of the movement was yet uncertain, since no formal steps had been taken by the Bengali political leadership on sketching a roadmap for the coming struggle, Shehabuddin and Haq bravely turned their backs on Pakistan despite recognising full well the uncertainty into which they had put themselves and their families. In the same month, albeit after the Bangladesh provisional government had been formed in Meherpur, another young Bengali diplomat in the Pakistan foreign service, A.H. Mahmood Ali, then based in New York, defected and declared his allegiance to Bangladesh. Meanwhile, throughout April, Bengali intellectuals, civil servants, students, police and military officers in the service of the Pakistan government were making their way to India in droves in order to link up with the movement. Thousands of Bengali young men in Bangladesh's villages and towns marched from home, to be part of the Mukti Bahini.On 5 April, the Pakistani media carried reports of the arrest in Dhaka of Dr Kamal Hossain, constitutional advisor to Bangabandhu Sheikh Mujibur Rahman. Hossain was subsequently flown to Pakistan, where he remained imprisoned till December and would return home to a free Bangladesh with the Father of the Nation. In early April, the Pakistani military authorities released to the media a photograph of Bangabandhu under arrest, flanked by two policemen, at Karachi airport, where he had been flown before being placed in solitary confinement in Mianwali. It was the first indication that he was alive. After that photograph appeared, the world would not have any more glimpses of Bangabandhu until his appearance at a press conference at London's Claridges Hotel in January 1972 hours after his arrival from Pakistan, whose new leader Z.A. Bhutto had freed him from incarceration.That the world was taking the Bangladesh crisis seriously was manifested in a letter by Soviet President Nikolai Podgorny to General Yahya Khan, urging him to go for a political solution to the conflict. The letter reached Yahya Khan in early April. Obviously, the Pakistani strongman did not appreciate the advice and reportedly sent an angry response to Podgorny. The Podgorny letter was, however, an early indication of how the Soviet Union would come to regard Bangladesh's war of liberation.History as it was shaped in April 1971 was enriched by the Proclamation of Independence as drafted on 10 April. With Amir-Ul Islam being the driving force behind the formulation of the proclamation, the path was cleared for a de jure approach to the independence struggle to be made public. On the same day, Tajuddin Ahmad, who had meanwhile taken charge as Bangladesh's Prime Minister, spoke to his people on radio in what was a major step toward adding substance to the guerrilla war which lay ahead. In the days after 10 April, Tajuddin Ahmad and Amir-Ul Islam, with assistance from the Indian government, went on an aerial trip along the border with Bangladesh trying to locate other senior leaders of the Awami League who would form part of what came to be known as the Mujibnagar government. It was an arduous search, but gradually Tajuddin's colleagues along with other Awami League politicians and activists fleeing the genocide came together, making it possible for a coordinated strategy to be worked out against Pakistan.In occupied Bangladesh, General Tikka Khan, who had been wearing two hats --- as governor and martial law administrator of 'East Pakistan' --- gave up his role as martial law administrator to Lt Gen Amir Abdullah Khan Niazi, who had flown in from Rawalpindi to take over his new assignment. Tikka Khan would carry on as governor till 1 September, when he would be replaced by Dr A.M. Malek. Niazi would be fated to lead his army to surrender before a joint Indo-Bangladesh military command in December.In April, with Pakistan's soldiers breaking down Bengali resistance throughout Bangladesh and extending their terror into the rural regions, Bengali collaborators of the army, all right-wing politicians, set about the task of forming so-called peace committees across the occupied country. On 17 April, the very first Bengali government dedicated to establishing a sovereign Bengali nation-state was sworn in at Meherpur, Chuadanga. It was a seminal moment, with the elected leaders of the people, all of them close associates of Bangabandhu Sheikh Mujibur Rahman and holding the torch for him, vowing to liberate a subjugated people. With an absent Bangabandhu, imprisoned in Pakistan, declared the President of the Republic, the government comprised Acting President Syed Nazrul Islam, Prime Minister Tajuddin Ahmad, Ministers M. Mansoor Ali, KhondokarMoshtaque Ahmed and A.H.M. Kamruzzaman and Colonel Mohammad Ataul Gani Osmany as Commander-in-Chief of the Liberation Forces.The next day, 18 April, Hossain Ali, the Bengali diplomat serving as Pakistan's Deputy High Commissioner in Calcutta, went over to the Mujibnagar government, snapping all links with Pakistan. All Pakistani employees were evicted from the mission, which was swiftly seized by the Bengali staff there. The Bangladesh flag replaced the Pakistani flag. The mission would become a centre of Bengali administrative activities. At 8 Theatre Road in Calcutta would be located the political structure of the government.The Mujibnagar government would go on to give shape to a civil administration responsible for formulating policy and prosecuting the war of liberation. The Mukti Bahini, encompassing eleven military sectors, would on the authority of the government conduct battlefield operations against the Pakistan occupation army. April 1971 was a defining moment in national history. It was a time when a concretisation of the struggle was put in place and the nation, under the Mujibnagar leadership, went forth, holding the lamp of liberty through the darkness of the times, to achieve the goal of a sovereign democratic, socialist and secular Bangladesh. \n[email protected]",
        "headline_1": "The nation ... in April 1971",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/the-nation-in-april-1971-1680707709",
        "news_paper_name": "The Financial Express",
        "publish_date": "06-04-2023"
    },
    {
        "full_article": "No matter whether it is a cat stuck on the rooftop of a building or a major fire incident, our firefighters are always there to help. They are the first to respond whenever there is a crisis. They do not even hesitate to put the lives of others before their own. Ten firemen sacrificed their lives last year while extinguishing a fire originating from chemicals at BM Container Depot in Chattogram's Sitakunda. And in the latest Bangabazar market fire, six firefighters have reportedly been injured in the line of duty. The effort the firefighters put in and the sacrifice they made to douse the Bangabazar fire is indeed exemplary. So, it is unfortunate that some rowdy people vandalized the Fire Service and Civil Defence headquarters, which is located close to Bangabazar Shopping Complex.According to media reports, the mob comprisimg mainly of Bangabazar shop owners in their frenzy left at least four fire service personnel injured. The attackers, who were perhaps frustrated by the inadequacy of measures taken by firefighters to extinguish the blaze, reportedly ransacked several vehicles parked inside the headquarters. It was an assault against those who respond first to save our life and property. Isn't it an act of ungratefulness? Firefighters give their cent per cent to control a fire or respond to any other emergency. But lack of safety gears and modern equipment sometimes stand in the way of their work. In the case of Bangabazar market fire, firefighters could not tame the fire instantly because the market's passages were too narrow for the firefighters to pass. While fighting the inferno, a team of firefighters got stuck inside an adjacent market and some of them lost consciousness due to smoke. Later, they were rescued by other firefighters. Our firefighters did not have the protective gears like oxygen mask when they entered the market filled with smoke. While working in such hazardous conditions, a firefighter must have high-tech turnout gears with oxygen cylinder. If they had proper safety gears, they might not have fallen in a dangerous situation like this. Fire-safety equipment is always evolving across the world. As we live in a densely-populated city like Dhaka, we should keep pace with the rest of the world and modernise our fire service by including modern technologies. Many countries in the world including our neighbouring India are now using tech-based solutions in controlling fire. Some of these solutions are remote-controlled firefighting machines, high pressure hose reel, water mist system, water hydrants, robots and drones. In densely-populated Dhaka city if we could use some of these modern technologies, our firefighters would be able to work with lesser risks. It is high time for us to address their safety issues. In 2022, we lost a total of 13 firefighters and 29 others were injured on duty. And we do not want the same thing to happen again in the future. Taking lessons from BM Container Depot and Bangabazar fire incidents, we should start working right now to improve our firefighters' safety measures. \n[email protected]",
        "headline_1": "Equipping firefighters with modern safety gear",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/equipping-firefighters-with-modern-safety-gear-1680707735",
        "news_paper_name": "The Financial Express",
        "publish_date": "06-04-2023"
    },
    {
        "full_article": "Mental health has an important role to play in one's life. We, however, are not as conscious about our mental health as we are about physical health. Sometimes, mental health condition becomes worse but we do not seem to pay much attention to it. A recent study found that 6.5 to 31.0 per cent of adults and 3.4 to 22.9 per cent of children in Bangladesh have mental health problems. But 92 per cent of them do not take any kind of service or advice from physicians. The effect of mental health can disrupt our daily activities and can even lead one to commit suicide. The recent cases of suicide are a proof that the problem of depression, anxiety and stress can no longer be taken lightly. A student of Jahangirnagar University has reportedly taken his own life after posting a long Facebook status. The status was written about spiritual practice, death, soul, body, purpose of life and meditation. His post shows us that he might be suffering from mental health issues. But he did not seem to have received any support from his university friends. Those who are suffering from such problems should always be supported by their family, friends and society. They should not be socially degraded under any circumstances. The way we can keep someone mentally fit is to give them company because they need emotional support. The authorities concerned should create an institutional body in order to combat the crisis of mental health and suicide. \nAfroza Sheikh,Dania, Dhaka,[email protected]",
        "headline_1": "Mental health matters",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/mental-health-matters-1680707803",
        "news_paper_name": "The Financial Express",
        "publish_date": "06-04-2023"
    }
]