[
    {
        "full_article": "Paban Paul, 38, a tea worker of Rampur Tea Garden in Bahubal upazila (Habiganj district), died of Covid-19 on July 6. Rampur Tea Garden is a furi (division) of Rashidpur Tea Estate, owned by Finlay Tea Co. Ltd. Paban had fever from June 27. On July 1, he started having difficulties in breathing. The following day, he developed severe breathing problems and was taken to Bahubal Upazila Health Complex. According to Paban's family, the upazila health complex could not treat him. It referred him to Habiganj district hospital. However, the Sheikh Hasina Medical College in Habiganj also failed to treat him. He was then admitted to MAG Osmani Medical College in Sylhet the same day (July 2). He got a bed in the general ward. On July 3, he was moved to ICU.\nPaban was treated at ICU up to July 6—his condition turned critical and he died at 3:22 pm. His Covid-19 test sample was collected as soon as he was admitted to Osmani. At 4:30 pm on the day he died, it was confirmed that he was Covid positive. A healthy man without any known underlying conditions, Paban Paul is known to be the first reported casualty of Covid-19 in the tea gardens in Habiganj district.\nAfter Paban's death, his family members got tested for Covid-19 too, but none of them were positive. According to Ajoy Singh (24), a nephew of Paban's who accompanied him to hospitals, he checked with the tea garden dispensary regarding Covid-19 tests, but he was told that he should make his own arrangements. The only immediate step taken by the garden management was to offer firewood for Paban's cremation and the funeral meal on August 5 for the family and a few others. The next thing the management is likely to do is recruit Paban's wife, mostly likely as a tea leaf picker in his place. And period! The company has done its duty to Paban's family.\nIs it really so simple?\nNripen Paul, joint general secretary of Bangladesh Cha Sramik Union (BCSU), the only trade union for around 100,000 registered workers in Sylhet and Chattogram divisions, believes tea gardens must do more. According to the Bangladesh Labour Rules 2015, the owner of tea gardens must provide \"indoor\" and \"outdoor\" treatment to its workers and their family members. Purabi Paul, wife of Paban, reports the family spent Tk 85,000 (including a bribe of Tk 30,000 to secure a ICU bed) for his treatment. Will the owner refund, in full or part, the cost of his treatment? \"We do not know how to approach the owner for this,\" says Purabi, who is now the only breadwinner of the four-member family.\nTheir ordeal demonstrates just how helpless tea workers are when infected with Covid-19. Most tea workers will testify that the management in any tea garden is least interested in carrying out Covid-19 tests of their workers. Why? According to different sources, owners fear that if tests are carried out, many cases of the coronavirus will be detected, and Covid positive workers will have to be sent into quarantine for at least 14 days with pay. They recognise the risks of Covid-19 in the tea gardens, but are unwilling to bear the associated financial costs.\nAccording to Rambhajan Kairi, an executive adviser of BCSU, the management has, on the other hand, shown interest in vaccination, and in helping workers and their families to register for it. However, on the issue of testing for Covid-19 in the tea gardens, the civil surgeon of Sylhet district, Dr Chowdhury Jalal Uddin Murshed, said, \"I wanted to initiate testing booths in the tea gardens, but the expert committee in Dhaka advised me not to do so, because there is a risk that Covid-19 will spread when collecting samples. Like others, the tea workers have to come to sample collection booths at district sadar hospital and upazila health complexes.\"\nCovid-19 tests in government facilities may not sound expensive. At a district or upazila health complex booth, it costs Tk 100. But for a tea worker whose daily cash pay is Tk 120, this is expensive. Also, getting these tests requires travel costs and at least a day off work. Then, if one tests positive, the resulting treatment cost can be far too high for a tea worker to bear.\nAs a result, those in the tea gardens testing on their own and testing positive are having a very hard time. Hari Das (60) of Rajnagar Tea Estate in Rajnagar upazila (Moulvibazar district) is one such worker, who was a registered worker for 10 years and a casual worker for five years at the manager's bungalow. His family took him to Moulvibazar Sadar Hospital with breathing problems, and he tested positive on July 7. However, because he is no longer a registered worker, he had to face even greater struggles, since he lost his wages for every day he was absent from work.\nHis family, already in hardship, reportedly spent Tk 13,000 for his treatment, including on oxygen, which he needed for one night. His son Babul Das (22) shared how difficult it was for the family to meet treatment costs, adding \"the management has not contributed anything for my father's treatment.\" The owners very often do not provide medical expenses even to registered workers—an allegation that is widespread in the tea gardens.\nRegardless of the many general holidays and lockdowns that have been implemented by the government to control the spread of the coronavirus, the tea gardens have continued operations throughout, including during the current wave of Covid-19 and the most recent lockdown. With a week off for Eid, a strict lockdown began on July 23, when all industries, including garments factories, remained closed. However, the tea gardens were the only exception. The Bangladesh Tea Board in a circular classified tea as \"foodstuff\", and its production and sale was exempted from the lockdown.\nDuring this period, many started to believe that the tea gardens are a safe haven from the coronavirus. They have been proven wrong. There are allegations that tea workers have been wilfully exposed to Covid-19, given that tea gardens remained fully operational even though safety equipment for tea workers are miserably short in supply and Covid-19 tests for workers and their families are just inadequate. On the one hand, the owners are reluctant about providing tests, and on the other, the workers have a tendency to hide illness unless the symptoms become too explicit due to a fear of losing their daily wages.\nWe are yet to get a clear picture of the pandemic in the tea gardens, which remain largely isolated. The fear is that the Delta variant has spread into the communities in labour lines. The tea gardens in Assam, close to Sylhet, became a hotbed for Covid-19 related deaths during the second wave of the virus. According to a report in Northeast Today, 105 deaths were reported between April 1 and June 28, 2021 from the tea estates. In the first wave of Covid-19 last year, deaths in the tea gardens of both Assam and Bangladesh were few. However, in the current wave, Covid-19 deaths have dramatically increased.\nAgainst this backdrop, the tea workers and their communities require urgent attention from the state and owners of tea gardens. Massive awareness campaigns, garden level tests for coronavirus, distribution of mask and sanitiser in adequate quantities and proper physical distancing at all stages of tea leaf picking, depositing and processing are some urgent needs in the tea gardens. Tea workers have brought huge profit and comfort to their owners, which includes state agencies that own 17 tea gardens. Now, at this time of crisis, they should treat the tea workers as a priority group for tests and vaccination.\n \nPhilip Gain is a researcher and director at the Society for Environment and Human Development (SEHD). Email: philip.gain@gmail.com\n",
        "headline_1": "Tea workers routinely ignored during the Covid-19 pandemic",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/tea-workers-routinely-ignored-during-the-covid-19-pandemic-2159091",
        "news_paper_name": "The Daily Star",
        "publish_date": "24-08-2021"
    },
    {
        "full_article": "The recently-published report of Working Group-I of the Intergovernmental Panel on Climate Change (IPCC) is a renewed wakeup call on the urgency of taking action at the global level to address climate change. It has, with more accuracy and confidence, confirmed that at least one degree Celsius of temperature rise compared to pre-industrial level can be attributed to human activities. The recent climate events in North America, Europe and Asia, such as heat stress, wildfires and floods, are ample evidence of runaway climate change.\nAgainst this, what is urgently needed is exponentially enhanced adaptation actions, particularly in the most vulnerable low-income countries. Obviously, COP26 to be held in Glasgow in just three months is expected to negotiate an ambitious programme on adaptation. The July ministerial meeting held in London reached an understanding on putting adaptation on a higher political plane while moving forward. It may be mentioned that for the last few years, framing of adaptation has been expanded by multidisciplinary thinking from the national to global levels, requiring global cooperation and multi-stakeholder engagement. Accordingly, this norm of globalising responsibility for adaptation is recognised in the Paris Agreement, as a \"global goal\" and a \"global challenge\" (Articles 7.1 and 7.2).\nAlthough six years have passed since the adoption of the Agreement, not much progress has been made in operationalising the Global Center on Adaptation (GGA), nor is there any concrete roadmap to address this challenge. So, COP26 is expected to establish a clear process of defining the GGA going forward. Some agencies, including the Green Climate Fund, adopted the potential of transformational adaptation as a criteria for approving projects/programmes for funding. The challenge is how to achieve the transformational adaptation under the existing global socioeconomic order.\nTransformational adaptation is often contrasted with incremental adaptation, as a continuum, beginning with reactive, coping strategies. The former calls for a system-wide change, a restructuring of human and ecological systems as an integrated whole, with a focus on sustainability of natural resources and man-made artefacts. This grounds human actions in spaces/places in the natural world and questions the effectiveness of existing systems, social injustices and power imbalances. But incremental adaptation happens within the existing socioeconomic structure, which works with the dominant actors without conflicts with prevailing interests and values. The proponents of this model argue for a slow process to effect change while working within the system, as the national or global dynamics do not support a radical change in the system, which is founded on the neoliberal paradigm that values market justice more than procedural and distributive justice.\nTherefore, it can be argued that as a pragmatic approach, incremental adaptation can be a vehicle for transformational adaptation (despite being a slow process), but only if it proceeds as part of a well-planned, long term strategy under current and future climate change. However, the process must be dynamic, without being locked into the inertia against change. For this to happen, there must be a few fundamental elements.\nThe first is locally-led adaptation (LLA). We may recall that the now-defunct Global Commission on Adaptation had suggested embracing the LLA track for all the right reasons. A rich body of evidence already establishes the efficacy of LLA beyond contestation, as adaptation is inherently local or regional, because climate impacts differ spatially, across regions and across socioeconomic groups in any country. So, adaptation actions must remain bottom-up, with national governments providing for a facilitative policy-institutional framework.\nIn fact, LLA can be regarded as a shift in adaptation paradigm, meaning a shift in fundamental approaches and assumptions in existing practices. If we really mean it as a paradigm shift, we must ask upfront the questions of Who, What, How, etc. in adaptation policy domain. It may be mentioned that adaptation is viewed often from a \"technocratic\" perspective, for investment decisions, to build climate-proof resilient infrastructure. But this view does not address power and political dynamics, which is needed for a holistic perspective of adaptation that addresses the underlying causes of vulnerability, such as poverty, marginalisation, structural inequalities, economic, political and social disempowerment, etc. This latter lens is about transformational adaptation. However, available literature shows that even now, overwhelming practices in adaptation are driven not by local actors, but by those living far away from the locales or places increasingly pounded by extreme climate events as part of the new normal. Without a fundamental shift from hitherto centralised approaches to LLA, even incremental adaptation cannot be achieved sustainably.\nIn this effort, adequate funding for gradual implementation of LLA can make a difference. However, only three percent of the least developed countries' (LDCs) adaptation finance needs are now met with global support. Therefore, the following need to be agreed upon at COP26: First, scaling-up of adaptation funding to 50 percent of climate finance from the current level of only 20 percent globally. This had been pledged more than a decade ago by the developed countries and global funding agencies. Second, as pledged by the LDC Vision 2050, at least 70 percent of climate finance needs to be delivered to local communities, as opposed to the less than 10 percent that is currently reaching them. Third, COP26 must agree on a programme to improve access to adaptation finance, particularly for low-income nations, which includes reducing procedural complexities. Fourth, poor communities must get adaptation funding only on a grant basis, against the increasing trend of loan provision. Fifth, COP26 must agree that the five percent share of funds generated from market mechanism activities under Article 6 of the Paris Agreement is channeled to the Adaptation Fund. Finally, the expedited direct access modalities (EDA) initiated earlier by the Adaptation Fund and now the Green Climate Fund must scale devolution of funding to sub-national and local community levels so that programmes can be designed and implemented directly by local actors, with resources under their direct control. This internationally-supported funding must be complemented by national and local resources.\nThe successful implementation of LLA requires a change in capacity building at all levels, focusing particularly on local actors including elected local representatives, local government officials, local entrepreneurs and community leaders. There should also be a focus on building local youth and women leadership. We may recall that earlier, supply-driven, short-term project-based, foreign consultancy-led capacity building under donor-supported Technical Assistance programmes did not work well. So, we must shift towards a demand-driven mode in capacity building. What we really need is a transformative capacity building model for transformational adaptation. This is the collective local agency to initiate social and economic transformation that gradually moves away from unsustainable and disempowering trajectories, towards a new social-ecological trajectory that grounds adaptation actions within the assimilative and regenerative capacities of both man-made and natural capital.\nFinally, as experience in adaption interventions is relatively new, a learning-by-doing approach has to be taken. This is where action research is extremely important, which integrates local/indigenous and scientific knowledge and methods. In this process, big data will not do, as national and global aggregate data mask spatial, socioeconomic and gender differentiation. The use of sub-national and local level data for measuring the process of monitoring, evaluation and learning would be the most appropriate when it comes to locally-led adaptation.\n \nMizan R Khan is Deputy Director and Saleemul Huq is Director of the International Centre for Climate Change and Development (ICCCAD) at Independent University, Bangladesh, (IUB).\n",
        "headline_1": "We must urgently prioritise adaptation to address the climate emergency",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/we-must-urgently-prioritise-adaptation-address-the-climate-emergency-2159101",
        "news_paper_name": "The Daily Star",
        "publish_date": "24-08-2021"
    },
    {
        "full_article": "Covid-19 is wreaking havoc in Bangladesh, like in the rest of the world, for the last 18 months. There was always a concern that the pandemic would disproportionately affect poorer countries. That is how it is in times of crisis: the fragility of public institutions becomes more evident, and their shortcomings are laid bare. Amidst the grim struggle between lives and livelihoods, one group in the country has practically fallen off the policy radar: schoolchildren. While public health and hunger are rightfully the most urgent concerns during a pandemic, the current state of education is causing irreversible harm to our country's human capital, damage that will take decades to bounce back from—a ticking bomb, in other words.\nAll educational institutions have been closed since March of last year. This means, in a few months, children will pass two full grades without having attended a day of school. Of course, school closures do not automatically mean a complete break in learning. Parents and students together have found ways to cope with the crisis, as one would expect. Common alternatives to school learning adopted by families have ranged from the somewhat effective private tutoring and distance learning tools, to the more dubious unsupervised self-studying and help from family members.\nA number of problems leap out. First, despite said coping measures, the substantial reduction in time spent on learning activities and the attempt to study outside the learning environment provided by schools are unlikely to compensate for lost school time. Second, all the above mentioned methods mean additional cost burdens for families, be it out-of-pocket costs for distance learning and private tutoring, or the opportunity cost of time spent by parents in teaching. With mouths to feed during a raging pandemic, poorer families will understandably prioritise earning activities over children's education.\nThe third issue is the most obvious, and one that we should have foreseen. The notion that alternatives like distance learning tools would miraculously replace mainstream schooling is a pipe dream. Even before the Covid-19 crisis, one in five children of school-going age were out of school. The quality of education the rest were receiving was discouraging. Over half of children aged seven to 14 years did not demonstrate foundational reading skills before the pandemic, and almost three-fourths were found similarly lacking in numeracy skills, according to a 2019 survey conducted by the Bangladesh Bureau of Statistics (BBS) in collaboration with UNICEF Bangladesh. The ongoing school closure has only compounded the problem: at least one in four children are at risk of serious learning losses due to the prolonged disruption in education, as found by a recent study by the BRAC Institute of Governance and Development (BIGD).\nThe government appeared to be concerned about the potential catastrophe. Immediately after the school closure, the authorities started broadcasting classes for primary and secondary students on national television—a commendable initiative on the surface. The problem, however, was the obvious absence of groundwork needed to properly execute such a measure. Over a third of rural families did not have access to a television. But even among those who had access, very few took those classes, and many who did found the content boring or difficult to follow. As a result, only two and three percent of primary and secondary school students, respectively, were reportedly using the medium.\nThus far, the multiple studies on education in Bangladesh carried out by BIGD over the course of the pandemic indicate three major consequences of school closures: worsening of the existing learning crisis, increasing out-of-pocket costs, and the very real possibility of widening social and economic inequality in the country. What can we do about it?\nTo draw attention to this silent learning crisis and to nudge public discourse towards effective, feasible interventions, BIGD brought together some leading international experts in a workshop in July this year. The task at hand was to find satisfactory answers to the following: how do we deliver catchup education to recoup learning losses? How do we ensure last-mile delivery of education without further exacerbating inequality? And finally, how do we minimise dropouts and also provide life opportunities to children who may drop out due to the economic fallout of the pandemic?\nFirst, the government and NGOs alike must consider the stark digital divide when designing technology-based education interventions. To reach the greatest number of children, both advanced and simple technologies are necessary. It might be pre-recorded or live classes over the internet in some cases; in others, it might be as rudimentary as a text message that delivers and follows up on homework and math problems.\nSecond, since learning losses are unavoidable during school closure, we should, at the least, be able to identify and measure the learning gaps, so that when children return to school, we can tailor instructions to their appropriate learning level. Third, it is time we delinked learning from schooling. Remedial education during school hours will be unhelpful; students may fall back in their current grade. Thus, after-school remedial classes will be necessary to help students catch up and be on track. The challenge is to make the supplementary content engaging—and not overwhelming—for children. We also need to find creative solutions by exploring all possible delivery methods and by involving the entire education ecosystem, for example, by engaging community volunteers to provide supplementary education.\nFinally, there is the looming danger of pandemic-induced dropouts among primary and secondary schoolchildren. Any and all measures that encourage children to stay in school—and parents to send their kids to school—should be explored. This includes incentives like free school meal plans and nutrition programmes. Also, the role of peers in promoting positive learning behaviour among students cannot be overstated. Interventions that emphasise the communal aspect of schools and promote cooperation and help-seeking behaviour among children have been proven effective against rising dropouts.\nRather than being proactive, policies and interventions in poorer countries have historically been reactive. But the Covid-19 crisis has exposed the pitfalls of this approach. Maybe this time, the pandemic will serve as the necessary impetus towards building more resilient institutions for the future.\n \nEradul Kabir is an Officer of Communications and Knowledge Management at BIGD, BRAC University.\n",
        "headline_1": "School closures have wreaked havoc on children. We must bounce back.",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/school-closures-have-wreaked-havoc-children-we-must-bounce-back-2159086",
        "news_paper_name": "The Daily Star",
        "publish_date": "24-08-2021"
    },
    {
        "full_article": "Afghanistan is showing the United Arab Emirates the downside of being a haven for deposed leaders and exiled politicians whose wealth is reportedly parked without question in Emirati financial institutions.\nThe latest arrival in the UAE, former Afghan president Ashraf Ghani, denied allegations by Afghanistan's ambassador to Tajikistan, Zahir Aghbar, that he had stolen USD 169 million from state coffers, and an assertion by the Russian embassy in Kabul that he had fled with four cars and a helicopter full of cash. There was no independent confirmation of the allegations.\nAshraf Ghani said that after the UAE announced that it was hosting him for \"humanitarian\" reasons, he had left his country \"with one set of traditional clothes, a vest and the sandals\" he was wearing. \"I was expelled from Afghanistan in such a way that I didn't even get the chance to take my slippers off my feet and pull on my boots.\" Ghani, a former World Bank official who co-authored a book titled Fixing Failed States, said he arrived in the UAE \"empty-handed.\" He was reported to have first gone to Tajikistan before landing in the UAE. Aghbar has denounced the Taliban takeover and pledged allegiance to Ghani's first vice president, Amrullah Saleh. Saleh insists that he remains in office as the legitimate caretaker president and has criticised Ghani for abandoning Afghanistan.\nAshraf Ghani joined a long list of high-profile figures who have sought refuge in the UAE over the years after having either headed governments that were perceived to be corrupt and/or faced charges of corruption themselves. They include siblings Thaksin Shinawatra and Yingluck Shinawatra, who both served as Thai prime ministers until they were toppled by the military, former Pakistani president Pervez Musharraf, former Spanish King Juan Carlos, ex-Palestinian security chief Mohammed Dahlan and Ahmed Ali Abdullah Saleh, the eldest son of a longtime Yemeni leader who was toppled in the 2011 popular Arab revolts and assassinated several years later.\n\"For almost two decades now, billions of dollars in corruption proceeds have been funnelled from Afghanistan, a country devastated by four decades of conflict, to Dubai. These outflows have played a part in stunting Afghanistan's economic and political development, facilitating the resurgence of the Taliban, and exacerbating regional instability,\" a report published last year by the Carnegie Endowment for International Peace concluded.\nThe Bureau of Investigative Journalism documented in 2019 ownership of luxury properties in Dubai by a host of prominent Afghans or their relatives. Among those identified by the Bureau were family members of former presidents Hamid Karzai and Burhanuddin Rabbani; a presidential candidate, Ahmad Wali Massoud, whose brother was reported to have flown to the UAE with more than USD 50 million in cash; a senior intelligence official, Adib Ahmad Fahim, whose father was implicated in involvement with the transfer of large sums of money from Afghanistan, and various members of parliament. Fahim's uncle, Haseen, and Karzai's brother were shareholders in Kabul Bank, which was at the centre of a billion-dollar fraud in 2010, much of which was parked in Dubai banks.\nThe Bureau was careful to emphasise that ownership did not constitute evidence of corruption. The Bureau noted, however, that \"concerns have been mounting generally about alleged corruption among some senior Afghan officials. Few, if any, of the properties appear to have been declared on official registers, as is required by Afghanistan's often ignored and broadly ineffective anti-corruption rules.\"\nMaira Matini of Transparency International concurred at the time. \"This doesn't mean that those officials are corrupt. However, it does raise red flags and needs to be investigated by the authorities,\" she said.\nWhile in office, Ghani ordered an investigation into allegations of embezzlement by Ghulam Farooq Wardak, when he was education minister. Wardak was identified by the Bureau as owning, together with his wife, two luxury properties in Dubai. The investigation, conducted by the US Special Inspector General for Afghanistan Reconstruction (SIGAR), reportedly found evidence of embezzlement and inaccurate data records on the number of schools that enabled diversion of donor funds. Wardak denied the allegations.\nOf all the exiles in the UAE, Ashraf Ghani most represents the risks of facilitating the movement of funds that potentially may have been acquired through corruption. Massive corruption in Afghanistan is what partly returned the Taliban to power. If so, looking the other way at the influx of corrupt funds has helped empower the kind of group against which the UAE has been on the warpath for more than a decade: Islamists who reject a separation of politics and religion.\n\"Terrorist groups may use (Afghanistan) as a base if global powers cannot negotiate with the Taliban on (the transition of power) quickly,\" warned columnist Yousef al-Sharif in the UAE's Al Bayan newspaper.\nTo be sure, the Taliban have never sought to export their vision of an Islamic state but their victory encourages militants who do, many of which, like Al Qaeda and the Islamic State, are present in Afghanistan.\nIn addition to the fact that the Afghanistan debacle highlights the need for stricter implementation of anti-money laundering laws, the UAE may feel the need to review its policies as Western nations consider tightening their approach towards aid and cooperation with Middle Eastern, African and Asian countries in the wake of the return of the Taliban.\n\"The governments and populations we support need to assume ownership and responsibility for the well-being of their country. We need to apply conditionality much more than we have done in the past... If a host government does not play ball—if it is not ready to build strong independent institutions, promote democracy, fight corruption, and respect national and international law—in future, German leaders and their allies should think twice about entering into massive engagements,\" said Christoph Heusgen, chairman of the Munich Security Conference Foundation Circle. He was Germany's ambassador to the United Nations until June of this year.\nHeusgen, as well as Jean-Marie Guéhenno, a member of a board that advises UN Secretary-General António Guterres on mediation, have suggested that Europe should review its involvement in other conflict zones such as the Central African Republic, Mali and Somalia.\nThe UAE has focused on Somalia and the breakaway republic of Somaliland with the creation of military bases and management of ports as part of its bid to project influence in the Horn of Africa and counter Turkey, Iran, Qatar and Saudi Arabia.\n \nDr James M. Dorsey is an award-winning journalist and scholar and a senior fellow at the National University of Singapore's Middle East Institute.\n",
        "headline_1": "Afghan debacle potentially puts UAE on the spot",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/afghan-debacle-potentially-puts-uae-the-spot-2159076",
        "news_paper_name": "The Daily Star",
        "publish_date": "24-08-2021"
    },
    {
        "full_article": "It is heartening to know that the Directorate General of Health Services (DGHS) has recently identified 19 Aedes hotspots in Dhaka—areas that are extremely vulnerable to dengue due to the widespread presence of Aedes mosquito, the carrier of the virus. Of them, 10 are in Dhaka North City Corporation (DNCC) and nine in Dhaka South City Corporation (DSCC). The survey, conducted from July 29 to August 7 in 100 areas of 98 wards of the two city corporations, is the first known quantitative risk assessment of this year's dengue season in the capital, where most of the dengue cases have been reported. If followed with quick and coordinated interventions, it will be quite helpful in containing the spread of the virus. It can help narrow down the focus in our fight against an \"enemy\" which, until recently, was largely ignored because of its significantly more infectious and dangerous counterpart—the coronavirus.\nAccording to the survey, Basabo and Goran are at the top of the list of risky areas in DSCC with 73.3 points on the Breteau Index, whereas in DNCC, Moghbazar and New Eskaton are the riskiest areas with 56.7 points. The Breteau Index reflects the number of containers with Aedes larvae per 100 houses inspected. As well as the 19 hotspots, there are 26 other areas in DNCC and 30 in DSCC that got 20 points, meaning those are at risk as well. There are more insights to be drawn from this survey: in the areas identified as risky, the highest 18.5 percent of Aedes larvae was found on flooded floors, 12.1 percent in plastic drums, 9.4 percent in plastic buckets, 7.5 percent in flower tubs, 6.9 percent in discarded tyres and 3.2 percent in pots.\nWhile there can be still places having escaped the radar of the DGHS team—who visited about 3,000 houses as part of the survey—what we have now should give the authorities of two city corporations ample ammunition to take the fight to dengue, rather than groping in the dark for a solution, passing the buck for failure on to each other, or the public in general, or randomly spraying larvicides/insecticides without a plan or target.\nThe latest revelations come at a time when the dengue situation shows no signs of abetting. At least 291 dengue patients were hospitalised in 24 hours till Sunday morning. Of them, only 32 are from outside Dhaka. This takes the total number of infected since January 2021 to at least 8,041 people, of whom 5,383 got infected in the last 22 days. Twelve people died last month and 24 in the previous 22 days. The rising trend is a serious cause for concern, coming as it does against a backdrop of still-very-high coronavirus infections, overwhelming the entire healthcare system. We can't handle another major crisis lurking in our backyard. The authorities must ramp up their efforts to tackle the dengue crisis by undertaking an inclusive, well-coordinated response plan, not just in Dhaka but across the country.\n",
        "headline_1": "Let’s take the fight to Aedes",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/lets-take-the-fight-aedes-2159071",
        "news_paper_name": "The Daily Star",
        "publish_date": "24-08-2021"
    },
    {
        "full_article": "Statements made by the foreign minister and Biman on August 17 and 22, respectively, have led to another bout of confusion for air passengers wishing to travel to India from Bangladesh and vice versa. On August 17, the foreign minister said that flight operations to India will resume from August 20, but later he said his statement was not definitive, and what he meant to say was that flights between the two countries might resume at that time. However, following his earlier statement, Biman issued a press release saying that flights to Delhi and Kolkata will resume on August 22.\nDespite these statements and the issuance of the press release, air travel between the two countries are still to start and, according to a report published by this newspaper on Monday, the Civil Aviation Authority, Bangladesh (CAAB) is yet to receive a response from India about resuming flights after they, on August 4, sent a letter to the Directorate General of Civil Aviation of India, seeking its approval for flight resumptions under the air bubble agreement. This means that all the previous statements were issued without the approval of the CAAB. After Biman's announcement, many passengers bought their tickets to India and those currently in India bought their tickets to return home. And these passengers are now stuck in limbo.\nIt is extremely unprofessional of Biman to have issued such a press release without verifying through official channels whether flights between India and Bangladesh were to resume and when. Just because the foreign minister issued a public statement does not give Biman a legitimate excuse for not following up with the CAAB for approval before going ahead and announcing its flight schedule to the public. This is the second time within a span of two weeks that Biman has placed its passengers in a difficult position. Earlier on August 10, a row between Biman and its online ticket sales partner led to all Biman ticket sales online being suspended. That led to untold sufferings for the public, who had to physically go and collect their tickets, risking themselves unnecessarily during a time of pandemic.\nWe expect much better from our national flag carrier. Such mismanagement on the part of Biman officials is nothing but humiliating. Biman should immediately offer an apology to all its passengers and, more importantly, try to help them sort out the inconvenience that it has caused. In the meantime, what is also essential for the authorities to do is to remove all confusion regarding the matter and focus on taking the necessary steps to resume flights.\n",
        "headline_1": "Remove all confusion regarding flights to India",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/remove-all-confusion-regarding-flights-india-2159066",
        "news_paper_name": "The Daily Star",
        "publish_date": "24-08-2021"
    }
]