[
    {
        "full_article": "Heavy August rains dampened industrial activity, resulting in the first contraction in India’s factory output since October 2022. The signals for a significant September resurgence do not appear very promising, with the late withdrawal of the southwest monsoon also skewing some activity such as power demand. Output from India’s eight core sectors declined 0.8% in September relative to August, and was an insipid 2% higher than last September. These infrastructure sectors constitute about 40% of industrial production, and had contracted for the first time in 42 months in August — the Ministry has revised the de-growth level to 1.6% from 1.8% estimated initially. These sectors have now grown just 4.2% in the first half of 2024-25, almost halving from 8.2% in the first half of last year, and significantly under the 2023-24 growth pace of 7.6%. While year-on-year growth numbers may swing due to base effects, of concern is a consistent decline in the Index of Core Industries (basically the absolute production levels) since May. In September, the index slipped for the fourth successive month — 8% below May’s value. Overall industrial output, economists reckon, may come out of the August trough in September but with a weak growth print at best.This slowdown in industrial activity is worrisome amid anxiety about weakening urban consumption of durables such as cars as well as daily use items, reflected in weak second quarter results of fast-moving consumer goods firms. Though rural demand is seen to be improving after a healthier monsoon, tremors in urban spends will pull the domestic consumption engine of India’s growth to sub-optimal levels. Government accounts show that capital spending on public infrastructure projects by the Centre has shrunk 15% this year — although capex spiked in July after the 2024 general election dented the first quarter numbers, the pace receded in August and September. This may explain some of the weak output trends for core sectors such as steel that hinge on construction activity. Poor vehicle sales and cheaper imports may have also weighed in to drag steel output growth to a 33-month low of 1.5% in September, with output at its lowest since December 2023. There may be a tentative recovery afoot in private investments, but public infra spends that have spearheaded growth in recent years need to lead the way. The Centre’s ₹11.11 lakh crore capex goal for the year acknowledges this, and it must now ramp up these spends to get closer to, if not entirely meet, that target. This would be critical to keep growth ticking along and push back concerns about India entering a cyclical slowdown.\r Published - November 02, 2024 12:24 am IST\n                          Read  Comments \n                Copy link  \n                        \n            \n                    Email     \n                                \n                \n                Facebook   \n                        \n            \n                Twitter    \n                        \n            \n                Telegram     \n                        \n            \n                LinkedIn     \n                        \n            \n                WhatsApp\n                \n                        \n            \n                Reddit      \n                        \n            READ LATER\n                    Remove     \n                \n                SEE ALL         \n                PRINT\n            Related Topics\n        \n                        rains\n                    \n                            /                      \n                        \n                        India\n                    \n                            /                      \n                        \n                        industrial production\n                    \n                            /                      \n                        \n                        Monsoon\n                    \n                            /                      \n                        \n                        power (infrastructure)\n                    \n                            /                      \n                        \n                        electricity production and distribution\n                    \n                            /                      \n                        \n                        economy (general)\n                    \n                            /                      \n                        \n                        public works & infrastructure\n                    \n                            /                      \n                        \n                        General Elections 2024\n                    \n                            /                      \n                        \n                        automobile\n                    \n                            /                      \n                        \n                        imports\n                    \n                            /                      \n                        \n                        iron and steel\n                    \n                            /                      \n                        \n                        investments",
        "headline_1": "​Core correction: On output concerns",
        "headline_2": "Weakening output in infrastructure sectors raises concerns about capex growth",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Bcore-correction-on-output-concerns/article68820100.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "03-11-2024"
    },
    {
        "full_article": "The explosion of firecrackers during a temple festival ritual in Kasaragod district of Kerala, which left over 150 people injured, could have been averted with greater caution and an adherence to safety regulations. That such an accident took place in a State where similar events have occurred at regular intervals in the last 40 years tells a story of unlearnt lessons. In February this year, a blast in a firecracker storage unit, during a temple fete in Kochi, claimed two lives and left 25 injured. Eight years ago, the Kerala High Court made the observation of an “unhealthy culture” glamourising every religious festival and ceremony with the use of fireworks and an elephant parade. The only saving grace in the accident on October 29, at the Anjootambalam Veererkavu temple in Neeleswaram, was that there was no loss of life. Some arrests have been made, two inquiries ordered and a special team is probing the accident. The State Human Rights Commission has initiated an investigation and sought an official report in 15 days.In the given instance, two of the arrested persons allegedly ignited the firecrackers, with one of them said to have ignored the warnings of onlookers. The crackers were close to a shed where explosives were stored. In 2016, in the worst pyrotechnics tragedy in the State, 100 people died during a festival at the Puttingal Devi temple in Kollam district. It resulted in the High Court and the Union government issuing a number of directives. Days after the Centre amended the rules of the Explosives Act, the Revenue Minister of Kerala, K. Rajan said these posed an “open challenge” to the conduct of the Thrissur Pooram. On October 23, a Kerala Cabinet meeting expressed the view that the amendments would make it impossible to have the display of fireworks, a permanent fixture in religious festivals in the State, and that this should be conveyed to the Central government. The amendments, that were notified on October 11, included having a 200-metre distance between the site of the fireworks and the place of storage, and people watching from 100 m afar. Six months ago, there were protests when the authorities permitted fireworks, as part of the Thrissur Pooram, but only during the day. Even in 2016, an all-party meeting that was held following the Puttingal Devi temple accident, did not favour a complete ban on fireworks. This was the stand of the High Court too, in March 2024, while quashing an official order against the use of fireworks in a few temple festivals. In such a complex situation, there is no option but to strictly enforce safety norms. Even so, there are some who still argue that “cultural practices” should be balanced against safety norms. But clearly, no activity that endangers the safety of devotees can be allowed in any place of public worship. Published - November 02, 2024 12:10 am IST\n                          Read  Comments \n                Copy link  \n                        \n            \n                    Email     \n                                \n                \n                Facebook   \n                        \n            \n                Twitter    \n                        \n            \n                Telegram     \n                        \n            \n                LinkedIn     \n                        \n            \n                WhatsApp\n                \n                        \n            \n                Reddit      \n                        \n            READ LATER\n                    Remove     \n                \n                SEE ALL         \n                PRINT\n            Related Topics\n        \n                        Kerala\n                    \n                            /                      \n                        \n                        fire\n                    \n                            /                      \n                        \n                        Kollam temple fire\n                    \n                            /                      \n                        \n                        accident (general)\n                    \n                            /                      \n                        \n                        safety of citizens\n                    \n                            /                      \n                        \n                        religion and belief\n                    \n                            /                      \n                        \n                        government\n                    \n                            /                      \n                        \n                        judiciary (system of justice)\n                    \n                            /                      \n                        \n                        Thrissur\n                    \n                            /                      \n                        \n                        culture (general)\n                    \n                            /                      \n                        \n                        investigation\n                    \n                            /                      \n                        \n                        inquiry",
        "headline_1": "​Safe worship: On Kerala and the safety of devotees",
        "headline_2": "Safety regulations must be enforced strictly in places of worship",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Bsafe-worship-on-kerala-and-the-safety-of-devotees/article68819745.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "03-11-2024"
    },
    {
        "full_article": "India’s no longer hassled about the Empire. Or bothered about the Commonwealth. The now inverted trade equation between India and post-Brexit Britain is satisfying enough\nIndia is totally over the Empire. Is the rest of the world there yet?\nThe signs have been there for years. Sometimes, India asks for the return of the Kohinoor diamond or requests an apology for Jallianwala Bagh. Some might say these calls for post-imperial grace are half-hearted, performative even. The last time the jewel properly came up in public conversation internationally was 18 months ago, ahead of Charles and Camilla’s coronation.\n\nAnd the moment for any meaningful acknowledgement of the 1919 massacre of peaceful protesters in Amritsar came and went without a real result on the 100th anniversary the British guns were fired. That was five years ago.\nRead full story on TOI+.\n\n",
        "headline_1": "British Raj is so yesterday",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/british-raj-is-so-yesterday/",
        "news_paper_name": "The Times of India",
        "publish_date": "03-11-2024"
    },
    {
        "full_article": "Bangladesh to Sri Lanka, subcontinental dependencies already prove this. If bending geopolitics to our shape isn’t as visible elsewhere, it’s because we are still only at 20 per cent of China’s GDP\nGoing purely by decibels on TV screens and social media, it would seem India’s in a constant state of geopolitical siege. Bangladesh has had a streetenforced regime change replacing an India-friendly PM and Sri Lanka has thrown a surprise by electing a left-wing president. Border stand-off with China continues, even though there have been some conciliatory noises lately. Cherry on the cake has been the very public fracas with Canada.\nRise of new powers has always been a messy affair, from the Peloponnesian war that marked the rise of Sparta at the expense of legacy power Athens to the Cold War – which was “cold” only in the Western hemisphere.\nRead full story on TOI+.\n\n",
        "headline_1": "What’s India’s best foreign policy? Bigger economy",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/whats-indias-best-foreign-policy-bigger-economy/",
        "news_paper_name": "The Times of India",
        "publish_date": "03-11-2024"
    },
    {
        "full_article": "By Brahma Kumari Shivani\nDeepavali reminds us of our true essence – ‘I am light, a pure and peaceful soul, master of this material body.’\nConsider a diya, a traditional oil lamp lit during Deepavali. The clay that forms a diya represents our physical body, while the flame symbolises the soul within. The word ‘diya’ comes from Hindi, meaning ‘to give’, and this concept of selfless giving lies at the core of Deepavali. The festival urges us to change our focus from ‘What’s in it for me?’ to ‘What can I give?’\nA diya for home\n The ritual cleaning of our homes for Deepavali is a metaphor for purification of the body, our first home. Our thoughts and emotions continuously radiate to the body as vibrations and impact it. To cleanse emotional toxins, we must shift our focus from anger to empathy and fear to faith.\nWe must move from abusing the body to radiating pure emotional vibrations by nourishing it with a sattvic diet, good health and high vibrational energy.\nBeing a diya in relationships\nRelationships are often maintained with a mindset of ‘give and take’, and with an underlying desire: ‘What am I getting from them?’ This usually leads to disappointment and discord. Our responsibility is to shift from reacting and resisting to responding and accepting/giving with love, compassion, and forgiveness.\nAs we share Deepavali sweets, let us also offer emotional gifts of blessings, understanding and unconditional acceptance. The practice of closing financial accounts during Deepavali is a regular reminder for us to accept and settle our karmic accounts by letting go of past hurts, negative perspectives and starting afresh.\n\nBeing a diya at work\nIn professional world, emphasis frequently is on personal gain. But Deepavali entails gifting, and our work is our gift to everyone who is a part of it. Whether we are creating products or providing services, our goal should be to give something valuable to society.\nEach morning, let us be at our workplace with intention of giving-empowering colleagues, serving clients with integrity, and balancing commercial success with social responsibility.\nBeing a diya to nature\nNature has always given us abundantly. Deepavali reminds us to shift from exploiting nature to nurturing it. With such emotional resilience, we raise collective vibrational energy of the planet. The air, water, and plants around are always influenced by our emotional state. Let us embrace a new way of eco-friendly living – simplistic lifestyle.\nThis year, we can also consider giving gifts without any wasteful or plastic packaging that invariably ends up adversely affecting our ecosystem.\nA common concern is, ‘If I keep giving, who will give to me?’ When we meditate to connect to a higher power, we get energised and radiate virtues. Then, giving becomes natural and effortless. This meditational process of connecting and radiating is beautifully symbolised on Deepavali when one large diya, symbolic of God, lights a smaller one, symbolic of the soul, and that diya lights another.\nAs we light diyas and invoke Lakshmi, deity of purity and prosperity, we invite the essence of the Golden Age into our lives.\n\n",
        "headline_1": "A light that glows through giving",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/a-light-that-glows-through-giving/",
        "news_paper_name": "The Times of India",
        "publish_date": "03-11-2024"
    },
    {
        "full_article": "Why Winnie The Pooh is scared of boo! \nChinese censors are jumpy again. This time Halloween revellers are in their crosshairs. Celebrations for the festival were visibly restricted this year in Shanghai after last year’s events – the first after Covid lockdowns – went ahead with full gusto. The concern this time appears to be about political and social critique, so authorities aren’t taking chances.  \nSo no more hazmat suits – Covid inspired – or dressing up as a jobless university graduate. Police were also seen escorting away someone imitating Trump with a bandaged ear and another in a poop emoji get-up – possibly an inside joke among Chinese netizens. Which goes to show that for all its outward power projection, the Chinese regime remains fragile and sensitive within. In any case, most autocrats can’t take a joke. Winnie The Pooh hits a raw nerve with Xi. Even remotely making fun of the Kim family is severely punished in North Korea.\nBut here’s the thing about curbing expressions of levity: the more autocrats crack down on them, the more they proliferate, often in funnier forms. “Having tea” is already a euphemism for being temporarily detained in China. And there’s no telling when these jokes, if continued to be restricted, will turn into real anger. So there’s something that’s keeping Xi up at night: Boo!\n\n",
        "headline_1": "Can’t take a joke?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/cant-take-a-joke/",
        "news_paper_name": "The Times of India",
        "publish_date": "03-11-2024"
    },
    {
        "full_article": "In 1975, Bangladesh's political landscape was irrevocably altered by the brutal assassination of Bangabandhu Sheikh Mujibur Rahman and almost his entire family (except for his two daughters, who were abroad) at their Dhanmondi 32 residence. This tragedy marked the beginning of a period defined by an atmosphere of fear and revenge in politics, a stark departure from traditional democratic values, and a cycle of reprisals that continues to resonate in the national consciousness. The violent killings of November 3 intensified the impact of the August 15 tragedy, leaving an enduring scar on the nation.\nA similarly horrific event unfolded in Khapra Ward of Rajshahi Central Jail on April 24, 1950, when police gunfire claimed the lives of seven communist revolutionaries and seriously injured over 32 others. While this incident occurred under Pakistan's rule—a regime often viewed as a form of colonial domination—the Jail Killing of November 3 took place in an independent Bangladesh, just a few years after a long democratic struggle and a decisive war for freedom from Pakistan. Notably, those who fell victim on this day were the very leaders who had guided the nation to independence in 1971.\nPolitical Turbulence Leading Up to November\nAfter Sheikh Mujib's assassination, a new government structure emerged with Khondakar Mostaq Ahmad appointed president, without dissolving parliament. Junior army officers involved in the August 1975 killings wielded significant influence over governmental decisions. These officers operated from Bangabhaban, the presidential residence and maintained military presence in key areas, including tanks stationed at Suhrawardy Udyan.\nIn September 1975, President Mostaq promulgated an \"Indemnity Ordinance\" to protect those involved in the August 15 killings from prosecution. He also promoted Major Khandaker Abdur Rashid and Major Syed Farooqur Rahman to lieutenant colonels without formal army recommendations and reinstated Major Dalim, previously dismissed under Mujib, to the rank of lieutenant colonel. Rashid and Farooq, who had suspiciously joined the Liberation War at late stages—Rashid in November and Farooq on December 12—deepened their bond by marrying two sisters, further solidifying their association, which would later play a role in the August 15 incident.\nIn this restructured military hierarchy, Ziaur Rahman was promoted to Chief of Army Staff, replacing KM Safiullah who was assigned an ambassadorial role, while Khaled Mosharraf took over as Chief of General Staff. All three had been notable sector commanders during the 1971 Liberation War. Additionally, Colonel Osmani was appointed as the president's security adviser, and Khalil, an officer who had served in Pakistan, became Chief of Defense Staff. Colonel Shafat Jamil commanded the Dhaka Brigade, overseeing the 2nd Field Artillery and the 1st Lancers, which were led by Rashid and Farooq. Known for his integrity and deep respect for Sheikh Mujib, Jamil, a committed freedom fighter, felt morally compelled to reassert command by returning the majors to the cantonment and removing them from Bangabhaban.\nDuring this period, Tajuddin Ahmad was taken to Central Jail on August 22, charged with corruption following his house arrest on August 15. Many senior Awami League leaders faced similar arrests.\nColonel Taher noted a shift in influence following the assassination of Sheikh Mujib, with Indo-Soviet influence giving way to American imperialism. This transition brought heightened political repression and an increase in law enforcement's severity, leading to intensified harassment of the public. Colonel Taher, who was dismissed from the army during Mujib's regime and aligned himself with JASAD, the principal opposition party seeking to overthrow Mujib's government, was another key figure in the emerging political landscape.\nTensions within the cantonment were palpable, with the threat of conflict ever-present. Officers from the 1st, 2nd, and 4th Bengal regiments expressed significant discontent towards Rashid, Farooq, and their associates, raising concerns for Shafat Jamil about maintaining discipline. Meanwhile, Chief of General Staff Khaled Mosharraf consistently called for measures to restore order within the ranks.\nIn the lead-up to November 3, the atmosphere was shaped by key factions within the Dhaka cantonment. Army Chief Ziaur Rahman maintained amicable relations with both Shafat Jamil and Colonel Taher, the latter of whom, despite residing outside the cantonment, exerted considerable influence over certain segments of the army due to his political connections. Insiders observed that while Zia retained these ties, he adopted a \"wait and see\" stance towards the unfolding events. In contrast, Shafat Jamil of the 46th Brigade and Khaled Mosharraf were actively challenging the junior majors, pressing Zia to take decisive action to restore order within the cantonment. However, Zia remained silent, carefully evaluating the situation.\nBrigadier General (retd) M. Sakhawat Hossain described the environment prior to November 3  by identifying three key factions in the army: the junior majors, who had effectively turned Bangabhaban into a makeshift secretariat; Shafat Jamil; and Colonel Taher. He aptly referred to this dynamic as a \"Triangular Quest\" for power, with some players visible and others lurking in the shadows.\nLieutenant Colonel Hamid, stationed at Army Headquarters, closely monitored the unfolding incidents and noted widespread speculation about a potential coup at the end of October, largely fuelled by Shafat Jamil's frequent public discourse on the topic. However, Jamil's intention was to restore discipline within the army. Hamid also observed that Rashid, Farooq, and Dalim were acutely aware of a potential counter-uprising while at Bangabhaban, perceiving it as likely driven by a pro-Awami League faction within the army, possibly linked to Khaled or Jamil, and they remained vigilant against this emerging threat.\n November 3, the fateful day\n\nOn the night of November 2, a series of events unfolded when Shafat Jamil ordered Major Iqbal, the company commander of the 1st East Bengal Regiment, to withdraw his 300 infantry troops from Bangabhaban to the Cantonment. This order was executed successfully and quickly became notable news among the President and officers at Bangabhaban. Jamil outlined four key objectives behind the uprising on November 3: (a) to restore law and order within the army, (b) to conduct a thorough investigation and trial regarding the rebellion and killings of 15 August, (c) to dismantle the unconstitutional government, and (d) to establish a caretaker government led by a neutral figure, tasked with restoring democracy within six months.\nDuring the planning stages in October, junior officers discussed strategies for the impending uprising. When Jamil and Khaled joined their meeting, the junior officers proposed the assassination of Zia. However, this suggestion was swiftly dismissed, as Khaled opposed any form of bloodshed.\nMeanwhile, Army Chief Zia was arrested at his residence. While his main telephone line had been disconnected, an extension line in his bedroom remained active. After detaining Zia, Khaled learned that the uprising had already commenced while he was asleep. Jamil strategically ordered a halt to radio broadcasts from Savar, and the airport was also closed. Two MiG fighters and a helicopter circled over Bangabhaban as the opposing factions faced off: one side advancing from the cantonment with infantry and the other defending Bangabhaban with tanks and artillery. The Bengal Lancers positioned twelve tanks, while the opposing faction prepared the Bengal Regiment's anti-tank guns. General Osmani arrived at Bangabhaban, where Brigadier Khaled connected with him by phone.\nThe battle over the telephone began around the Fajr prayer on the morning of November 3. Intense communication ensued, featuring continuous exchanges over the phone and delegations sent back and forth. Khaled laid out several conditions, which were then relayed to Bangabhaban. These conditions included: (a) all military personnel involved in the coup currently stationed in Bangabhaban must surrender; (b) Ziaur Rahman would be removed as army chief, with a new chief appointed in his place; (c) Mostaq could remain as president if he disbanded his cabinet; and (d) all orders and decisions made by Mostaq's government were to be annulled.\nNumerous witnesses remarked that the uprising was unplanned and lacked proper coordination. Consequently, both sides were stalling, with Rashid, the coordinator from Bangabhaban, deliberately delaying proceedings. In listening to the conversations, Rashid told Mostaq that they would never go to the cantonment. Instead, he advised Mostaq to arrange for them to leave the country. At 9 a.m., Mostaq spoke with Khaled and expressed agreement with all the conditions but requested, in the interest of avoiding bloodshed, that Farooq, Rashid, and their associates be permitted to leave the country unconditionally. After lengthy discussions, officers from the cantonment side decided to allow them to depart the country.\nOnly Brigadier Nuruzzaman argued that they should not be allowed to leave and should instead face trial for Mujib's murder. However, the other officers supported Mostaq's proposal, viewing it as a way to avoid bloodshed; meanwhile, Zia was compelled to resign as army chief. Finally, on the evening of November 3, all majors involved in the assassination of 15 August who were staying at Bangabhaban departed for Bangkok, with the exception of Major Mohiuddin. Surprisingly, however, what transpired in the central jail remained almost entirely concealed.\nAt 4 a.m. on November 3, the DIG of Prisons urgently contacted Bangabhaban to reach the president, reporting that a combat team led by Naik Risaldar Muslehuddin had arrived at the central jail, demanding custody of the four national leaders. Muslehuddin had also played an active role in the incident at Dhanmondi 32 on August 15. This development terrified both the IG Prisons and the DIG. In his Jail Killing Report, IG Prisons Nuruzzaman documented that he had received a call from Rashid at Bangabhaban, instructing him to allow Muslehuddin's team access to the four national leaders. When Nuruzzaman insisted on speaking directly with the president, Mostaq confirmed Rashid's authority and instructed him to follow all given orders.\nThe team immediately gathered the four national leaders in Tajuddin's cell and executed them at close range with automatic gunfire; three of the leaders died instantly, while Tajuddin, suffering gunshot wounds to his abdomen and leg, requested water. The team then entered the cell, using bayonets to ensure their deaths, effectively ending the lives of those who had led the successful war in 1971. By mid-afternoon on 3 November, the DIG Prisons called Bangabhaban again to inform the president of what had transpired in the jail; Khalil, the Chief of Defence Staff, answered the call and was shocked to hear the news.\nHe informed the president's secretary, Mahbub Alam Chasi, to relay the message to the president. Chasi entered the president's room, returned shortly after, and stated, \"The president knows.\" Surprisingly, Khalil did not disclose this grave killing, leaving the cantonment unaware of the incident. Finally, on November 4—30 hours after the event and long after the majors had left the country—the leaders of the uprising learned what had occurred. It was only then that IG Prisons Nuruzzaman and DIG Prisons Kazi Abdul Awal were granted permission to come to Bangabhaban to reveal the tragic news publicly.\nInternal Dynamics and External Connections\nThe assassination of national leaders in the central jail took place merely three and a half years after the hard-fought victory of 1971. The success against the formidable Pakistani army, which was the result of a true people's war, garnered international attention and support for Bangladesh's fight for independence. However, a troubling question persists: how did this unified spirit of hope and resolve so swiftly give way to chaos, culminating in the assassination of the nation's supreme leader and the four key figures who had guided the liberation movement in his absence?\nThe crisis began to take shape during the 1971 Liberation War when army officers viewed the Awami League as strategically ineffective without Sheikh Mujib. Convinced that they alone bore the responsibility—and the associated risks—of leading the fight against the Pakistani army while Awami League leaders remained safely in India, some officers started to perceive themselves as capable of governing the country post-independence if political parties proved ineffective. Historians and political analysts widely regard this perception as misguided, arguing that without the political strategy and leadership of the Awami League, especially its core figures, India might not have lent its crucial support to the liberation effort, which was vital for the war's success.\nSimultaneously, allegations emerged from ordinary freedom fighters asserting that sector commanders were out of touch with ground realities, as their posts were primarily based outside Bangladesh, in India. Moreover, problems such as internal party conflicts, corruption, famine, a deterioration of law and order, and the formation of the Rakkhi Bahini as an auxiliary paramilitary force to restore order troubled the army. Ultimately, the formation of the one-party BAKSAL not only eroded the popularity of Sheikh Mujib and the Awami League but also undermined their legitimacy within national politics. Consequently, various factions sought to dethrone Sheikh Mujib, with a small group led by Rashid and Farooq eventually succeeding in this endeavor, bolstered by ties to Khondakar Mostaq, a senior leader of the Awami League. There are also indications of connections to foreign missions, the full extent of which remains largely unexplored.\nThe events that unfolded within the cantonment, at Bangabhaban, and in the central jail were profoundly complex, with many details and connections still unclear. Witnesses and other prominent figures have suggested various motives behind the actions of the assassins. In a recently aired interview, which was recorded more than ten years ago, Major Rashid claimed that the scheme to eliminate the national leaders stemmed exclusively from President Mostaq, emphasising that he harboured personal grievances against them for reasons that remained unspecified. According to Rashid, Mostaq feared that these four leaders could potentially instigate another Indian intervention.\nMajor General (Retired) Moinul Hossain Choudhury noted that when President Mostaq, along with Rashid and Farooq, learned about the uprising and the potential threats against them, they grew fearful that the four national leaders might be liberated from jail and positioned to lead a government to oust Mostaq. Consequently, these national leaders were executed in jail.\nJournalist Anthony Mascarenhas, however, suggested that this decision was not impulsive; rather, it was part of a pre-existing 'contingency plan' designed to preemptively counter a possible counter-coup aimed at restoring the Awami League. Thus, the killings were swiftly executed as the first signs of trouble emerged for Mostaq's government.\nThere are also suspicions that international powers or intelligence agencies played a role in these events. For example, Shafat Jamil recounted that during the counter-uprising against Khaled Mosharraf on November 6, he spoke with Zia over the phone from Bangabhaban. Their conversation alternated between Bengali and English, but Jamil noticed that the Bengali portions were being translated into English, likely through Bangabhaban's telephone exchange. He speculated that this translation could have been intended for foreign agencies, highlighting significant vulnerabilities in the state's secrecy and security.\nDavis Eugene Boster, the then-American ambassador to Dhaka, submitted a report on November 10, 1975, detailing the events of the preceding days. He noted that the three successive governments following August 15 were neither anti-American nor pro-Indian or pro-Soviet. However, soldiers perceived Khaled Mosharraf as pro-Indian, prompting them to shift their support toward Zia. Boster reported no indications of Indian involvement in the November incidents and suggested that the jail killings were likely executed under the orders of one or more of the same majors who killed Sheikh Mujib. Notably, he also expressed his belief that a 'contingency plan' was indeed in place.\nPriyam Pritim Paul is journalist and researcher.\n",
        "headline_1": "Blood on the Barred Walls: The 1975 Jail Killing Revisited",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/focus/news/blood-the-barred-walls-the-1975-jail-killing-revisited-3743131",
        "news_paper_name": "The Daily Star",
        "publish_date": "03-11-2024"
    },
    {
        "full_article": "We, of course, respect the US peoples' right to choose their own leader because we believe in democracy. And we would like to congratulate in advance the winner of the upcoming US elections—whoever that may be. However, as a sovereign country, we expect that the elected leader of the US will be well-informed about the reality in Bangladesh, especially as we seek to not only maintain good relations with the US but take it further forward. In this context, we would like to address the recent remarks by former President Donald Trump, where he referenced \"barbaric violence\" against Hindus, Christians, and other minorities in Bangladesh. This portrayal is both unfounded and totally contrary to facts, and we hope the US diplomatic team in Bangladesh will provide Donald Trump and his team with accurate information.\nThe reality is that, following the removal of former autocratic Prime Minister Sheikh Hasina on August 5, Bangladesh has been under a transitional government—one that the Bangladeshi people believe will prioritise democracy and reform. Yes, some instances of unrest have occurred, that also against only one community. But as various media investigations have revealed, they have largely been politically—not communally—motivated. Nevertheless, even those incidents are highly condemnable. However, the number of such incidents were handful and significantly went down once the interim government took office. These incidents have also been greatly exaggerated by segments of some foreign media and social media. For example, an investigative report by the BBC's Disinformation Team confirmed that many videos shared online to portray communal violence against Hindus in Bangladesh are misleading—if not entirely false and manipulated.\nIn fact, prominent leaders from Bangladeshi minority communities themselves have publicly rejected claims of organised violence against minority communities. They emphasised that recent disturbances had resulted from broader political instability rather than communal tensions. And the chief adviser to the Bangladesh interim government has repeatedly stated that the government is committed to ensuring peace and protection for all citizens—which we strongly support.\nFrom the onset, the chief adviser has invited all foreign journalists, researchers, and experts to visit Bangladesh and conduct their own investigations. We believe this is the right approach. And those who are genuinely concerned about the human rights situation of all groups in Bangladesh should take advantage of this opportunity to carry out their own independent inquiries. Similarly, we hope all US presidential candidates and their teams will perform their due diligence and correct any misconceptions about the situation in Bangladesh.\nBangladesh is committed to restoring democracy and upholding human rights after years of repression. During this critical transition for Bangladesh, we urge all our friends—including the US—to extend us their full support.\n",
        "headline_1": "Trump’s statement is not based on facts",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/trumps-statement-not-based-facts-3742781",
        "news_paper_name": "The Daily Star",
        "publish_date": "03-11-2024"
    },
    {
        "full_article": "The road to the main hospital gate of the capital's Mugda Medical College and Hospital has been in a chronic state of disrepair for the past one and a half years. The government hospital serves the mass population of Mugda, Basabo, Kamalapur, Khilgaon, and adjacent areas. The hospital provides vital support to dengue patients every year and provides affordable healthcare to the people of this part of Dhaka. Intending to be of service to locals, the hospital has had two gates from the beginning. One opens to the Atish Dipankar Road (better known as Kamalapur Bishwaroad) and the other is built on Mugdapara's side to give quick access to locals seeking treatment. The same road also provides passage to Ideal School and College's Mugda Branch and a chapter of Anjuman Mafidul Islam.\nSome number of potholes or fissures are tolerable, and even expected, in many roads of Dhaka South City Corporation. Despite incessant public demand, media coverage, and the risk that these roads pose they remain unrepaired. But the condition of this road in particular is beyond those usual metrics. To the common spectator, it's hard to imagine that this road was once carpeted with asphalt. The upper layer of pitch has been eroded by stagnant rainwater accumulated due to poor drainage and heavy use has left only a layer of bricks for ambulances and vehicles to ply on. The narrow sidewalk only allows a single file of pedestrians and has segments missing, besides bringing into view the gutters beneath. The drainage system is so poor, that even a moderate amount of rainfall converts the roadway into a waterway. Cars drive through with their headlights submerged and rickshaws wobble whilst peddling through the uneven surface below water. A tire may easily fall into one of the deep potholes, tilting the rickshaw sideways and drenching the passengers in sewer water. Such injuries are not uncommon for attendants of patients admitted here or students of the medical college. Even in summer, the sewer water persists, inundating parts of the road.\nOne might think 'What about the other gate? That one must be better!' Yes, the other gate is in better shape and so is its connecting road. But that gate is closed off after 2.30 pm and opened again the next day at 7.30 am. The gate can't be kept open due to a shortage of security personnel. During the hours in between, the only way to get entry into the hospital is that one gate. Ambulances come in with critical patients and dead bodies are carried out from Anjuman Mafidul Islam crossing this road. Post operative patients with raw sutures and bandages return home using this road which may cause the sutures to come apart or may cause bleeding from the jerking movement. Schoolkids living in Mugda have to cross this road on a daily basis. It's a point of regular suffering to the locals and to those who've come to seek treatment in this government hospital.\nAccess to healthcare doesn't only mean access to medical equipment and health professionals. Infrastructure development and maintenance is also a part of it. A hospital that people can't access or have to risk their lives in the process of doing so is of little use. To maintain the productivity and quality of healthcare being provided at Mugda Medical College and Hospital, quick steps should be taken to repair the road to a usable condition. Budget needs to be allocated for its maintenance, which may be tagged onto the hospital's infrastructure maintenance bill. The city corporation has to coordinate with the Directorate General of Health Services to look into such instances within the city corporation boundaries at least, for this is where government services are out of the public's reach due to crumbling infrastructure.\n",
        "headline_1": "Road to Mugda Medical College in deplorable condition",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/road-mugda-medical-college-deplorable-condition-3742721",
        "news_paper_name": "The Daily Star",
        "publish_date": "03-11-2024"
    },
    {
        "full_article": "",
        "headline_1": "Adani puts the squeeze on government",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/adani-puts-the-squeeze-on-government-1730554558",
        "news_paper_name": "The Financial Express",
        "publish_date": "03-11-2024"
    },
    {
        "full_article": "",
        "headline_1": "Financial literacy the key",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/financial-literacy-the-key-1730554609",
        "news_paper_name": "The Financial Express",
        "publish_date": "03-11-2024"
    },
    {
        "full_article": "",
        "headline_1": "Realising economic prospects  of Karnaphuli Tunnel-",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/realising-economic-prospects-of-karnaphuli-tunnel-1730554727",
        "news_paper_name": "The Financial Express",
        "publish_date": "03-11-2024"
    },
    {
        "full_article": "",
        "headline_1": "Benefits of students getting stock market savvy",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/benefits-of-students-getting-stock-market-savvy-1730554746",
        "news_paper_name": "The Financial Express",
        "publish_date": "03-11-2024"
    }
]