[
    {
        "full_article": "​​​​The Shanghai Cooperation Organisation-Council of Heads of State meeting, hosted by Prime Minister Narendra Modi on Tuesday, marked the first time India chaired the summit of regional countries. India became a full SCO member in 2017, along with Pakistan. The government has held that joining the originally Eurasian group was important as member-countries make up a third of the global GDP, a fifth of global trade, a fifth of global oil reserves and about 44% of natural gas reserves. Also important is its focus on regional security and connectivity — areas key to India’s growth and making up its challenges, such as terrorism in Pakistan, and Chinese aggressions as well as the Belt and Road Initiative. Being “inside the tent” is important, especially as Pakistan is a member, even if that means conducting joint exercises under the SCO Regional Anti-Terrorist Structure. The SCO also gives India an interface with Central Asian markets and resources. Finally, joining the SCO was a key part of India’s stated ambitions on “multi-alignment” and “strategic autonomy” while becoming a “balancing power” in the world, and it seems no coincidence that the Modi government joined the revived Quad with the U.S., Japan and Australia in the same year that it took up the full SCO membership. Over the past year, this has become an economic necessity as India has chosen to be neutral on the Ukraine war, benefiting from fuel and fertilizer purchases from Russia.Therefore, it was expected that India’s turn to chair the SCO this year would be a major event, rivalling the expected pomp around the G-20 meet in September. In addition, given Russia’s and China’s blocks on the G-20 joint communiqué that India is keen to find consensus on, the SCO summit would have been a convenient venue for Mr. Modi to negotiate a resolution with his counterparts. However, India’s decision to postpone the SCO summit due to the Prime Minister’s U.S. State visit, and then to turn it into a virtual summit may have been a dampener on the SCO outcomes. India’s concerns with hosting Xi Jinping given the LAC hostilities, or Pakistan Prime Minister Sharif’s possible ‘grandstanding’, or even the optics of welcoming Russian President Vladimir Putin may have been factors. Whatever the reason, while the members hammered out a New Delhi declaration and joint statements on radicalisation and digital transformation, the government was unable to forge consensus on other agreements including one on making English a formal SCO language, while India, despite being Chair, did not endorse a road map on economic cooperation, presumably due to concerns over China’s imprint. With its SCO chairpersonship ending, the government may now be feeling the law of diminishing returns over its SCO engagement — one that might make its task of hosting the G-20 even more difficult.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nPrime Minister Narendra Modi\n\n/\n\nRussia\n\n/\n\nChina\n\n/\n\nIndia\n\n/\n\nPakistan\n\n/\n\nKazakhstan\n\n/\n\nTajikistan\n\n/\n\nIran\n\n/\n\noil and gas - upstream activities\n\n/\n\ndiplomacy\n\n/\n\nG20\n\n/\n\nJapan\n\n/\n\nUSA\n\n/\n\nAustralia",
        "headline_1": "Diminishing returns: On India and its Shanghai Cooperation Organisation engagement",
        "headline_2": "India benefitted as a member of the Shanghai Cooperation Organisation, but the future is not bright",
        "link": "https://www.thehindu.com/opinion/editorial/diminishing-returns-the-hindu-editorial-on-india-and-its-shanghai-cooperation-organisation-engagement/article67045791.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "06-07-2023"
    },
    {
        "full_article": "For the second time in the same case, the Supreme Court has intervened to grant a welcome respite to activist Teesta Setalvad, who is being prosecuted on charges relating to her role in helping victims of the Gujarat riots pursue justice. The Court has extended till July 19 its interim stay on a Gujarat High Court decision denying her regular bail and directing her to surrender immediately. At first blush, it may appear that the Court was unusually accommodative when it formed a Bench to hear her plea against the High Court order on the same day, and a larger Bench after the one with two judges differed on granting her interim protection from arrest. However, the circumstances are equally unusual and indicate an attempt to keep her in prison for as long as possible. The present case arose from observations by a Bench of the Court virtually canvassing for her arrest and prosecution for “keeping the pot boiling” — a reference to Ms. Setalvad helping victims such as Zakia Jafri to seek justice for killings during the 2002 pogrom. The police lost no time in registering an FIR against her and former IPS officers R.B. Sreekumar and Sanjiv Bhatt, accusing them of fabricating evidence and tutoring witnesses to make statements that showed an alleged plot to implicate key functionaries of the Gujarat government, including the then Chief Minister Narendra Modi.In September last year, the Court had given her interim bail, following an unusual postponement of her bail hearing in the High Court from August 3 to September 19, 2022. She had by then spent over two months in prison, and was questioned in custody. With the charge sheet having been filed, and the accused having spent considerable time in custody, it was a good case for grant of bail on merits. The Court had asked the High Court to decide on her regular bail application independently. The High Court cited the “gravity of the offence” and the material against her to deny her bail and reject a request to suspend the order for some time. It went so far as to observe that giving her bail would widen communal polarisation. One of the Supreme Court judges found it strange that someone who has been out of prison for nine months was denied even a few days’ time to surrender. As the Supreme Court has said in the past, protection of personal liberty should be ensured at least for a limited duration so that citizens may pursue their legal remedies. The prosecution’s zeal should not alone determine who is free and who is in jail.\r\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\narrest\n\n/\n\njudiciary (system of justice)\n\n/\n\nGujarat\n\n/\n\nriots",
        "headline_1": "Relief, again: On the Teesta Setalvad case",
        "headline_2": "No one should be denied limited respite from arrest to pursue legal remedies",
        "link": "https://www.thehindu.com/opinion/editorial/relief-again-the-hindu-editorial-on-the-teesta-setalvad-case/article67046177.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "06-07-2023"
    },
    {
        "full_article": "PM Modi’s recent speech to party workers in Bhopal sparked a new, and in some ways, nuanced public debate on the idea of a Uniform Civil Code (UCC).\nAs expected, UCC is envisaged as a Muslim issue. For that reason Modi’s speech is interpreted as a clear manifestation of BJP’s Hindutva politics.\nOf course Modi spoke about problems victims of triple talaq face and the necessity of a common law for all citizens. He also spoke about the plight of marginalised Muslim communities, the Pasmanda Muslims.\nIt is obvious for political commentators to place these references in context to map BJP’s electoral strategy ahead of the 2024 Lok Sabha election.\nRead full story on TOI +\n\n",
        "headline_1": "BJP’s new frame for muslim picture: PM’s UCC speech comes from a party approach that, while consistent with Hindutva, also argues the community is misled and divided. The pitch: welfare for all means common legal basis",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/bjps-new-frame-for-muslim-picture-pms-ucc-speech-comes-from-a-party-approach-that-while-consistent-with-hindutva-also-argues-the-community-is-misled-and-divided-the-pitch-welfar/",
        "news_paper_name": "The Times of India",
        "publish_date": "06-07-2023"
    },
    {
        "full_article": "Everyone reading this column, indeed every single person around the world who woke up this morning, has hit her all-time high age today. Is that a milestone? Given equity markets are aggregate values of all corporations that survive till this date, it’s hardly surprising that they regularly hit ‘all-time highs’ as time passes by. Sensex closed at 65,479 yesterday, breaching the 65,000 mark for the second time this week.\nThe point is somewhat facetious off course. Markets don’t work on precise, predictable analytical lines. Psychology, expectations, sentiment play much larger roles, and prices can overshoot (or undershoot) for long periods of time. After a period of sluggishness, it seems that animal spirits have certainly caught up with the Indian markets.\nRead full story on TOI+\n\n",
        "headline_1": "Why the bulls are rampaging on dalal street: The stars have really come together to take Indian markets to all-time highs. Corporate profits are up, NPAs are down, and China has tried very hard to make itself unattractive to investors",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/why-the-bulls-are-rampaging-on-dalal-street-the-stars-have-really-come-together-to-take-indian-markets-to-all-time-highs-corporate-profits-are-up-npas-are-down-and-china-has-tried-very-hard-to-mak/",
        "news_paper_name": "The Times of India",
        "publish_date": "06-07-2023"
    },
    {
        "full_article": "In what is clearly a transnational terror threat, Sikh extremists have circulated posters with the names and photographs of Indian diplomats in Canada, thereby putting a new strain on relations between New Delhi and Ottawa. Despite the fact that the posters threaten to avenge the recent killing of a known Khalistani terrorist, Canadian authorities have hitherto failed to show any urgency. Khalistani groups have become increasingly active in recent months in Canada, the UK, the US and Australia where they have vandalised Indian missions and temples. In fact, on Sunday Khalistani supporters carried out an arson attack against the Indian consulate in San Francisco.\n\nHaving faced and then eliminated the scourge of Khalistani terrorism in the 1980s, India knows only too well the cost of allowing these groups to thrive. In fact, Sikhs themselves rejected the separatist Khalistani ideology and went on to become one of the most successful communities in India. But some Khalistani elements took refuge abroad and have been exploiting those countries’ tolerance for freedom of speech and protest to further their own dangerous agenda. This is precisely what has happened in Canada where Sikhs, despite constituting just around 1% of the Canadian population, have come to wield considerable political clout, and indirectly influence the approach of Canadian authorities towards Sikh extremist groups.\nThis in turn is due to a quirk in the Canadian political system where candidates need to bring in letters of support for themselves and their parties to get nominated. And since Sikhs have a tight-knit community structure, they are able to effectively secure nominations for themselves or other candidates even in those areas where they are not in a majority – considerable power, despite Sikhs being the dominant ethnic group in just eight federal seats. And within the Sikh community, the minority Khalistanis have the mobilising mechanisms to get their agenda through.\nThis means India needs to develop a sophisticated diplomatic approach to persuade countries like Canada not to give space to Khalistani outfits. There is considerable evidence that Khalistanis have been cooperating with Pakistani terror groups and intelligence agencies. In fact, the American think tank Hudson Institute in a 2021 report noted increasing coordination between Khalistanis and Pakistanbacked Kashmiri groups. And since China continues to be Pakistan’s all-weather ally with Beijing also posing a strategic-security problem for the West, which includes Canada, it makes sense for Ottawa to see the Khalistani issue as part of the larger China-Pakistan problem. The latter requires India, US and likeminded democracies to coordinate. Allowing space to Khalistanis undermines this effort.\n\n",
        "headline_1": "Wake up, Ottawa: Khalistani extremists are getting an almost free run in Canada, which should know terrorism isn’t protest",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/wake-up-ottawa-khalistani-extremists-are-getting-an-almost-free-run-in-canada-which-should-know-terrorism-isnt-protest/",
        "news_paper_name": "The Times of India",
        "publish_date": "06-07-2023"
    },
    {
        "full_article": "The Indian Institute of Science (IISc) last week found itself in the news for the wrong reasons. A report in this paper said that almost 550 academics, from both within the organisation and outside, had written to IISc’s director criticising an alleged move to cancel a discussion on UAPA, prisons and the criminal justice system. While the institute has not yet reacted to the letter, the controversy points to a larger challenge facing India’s educational system.\n\nNational Education Policy 2020 wants to reboot the system, move it from rote and a focus on content to one that enables the development of “higher-order” cognitive capabilities such as critical thinking and problem solving. But what frequently happens in premier institutes such as IISc – it topped GOI’s national rankings in its categories – suggests that India’s educational system hasn’t understood the message of NEP. The policy wants the educational system to address the challenges of creativity through an interdisciplinary approach. This cannot be done by forcing students to stick to the narrow confines of their curriculum and by forbidding anything that may catalyse questions. Shielding students from real world issues is not the way to help them hone their cognitive capabilities.\nUAPA was legislated around 56 years ago and has been debated extensively in the public domain. Any effort by an institution to shield students from different views on this law and the way it fits into the criminal justice system does them a grave disservice. NEP wanted liberal arts to be brought back to Indian education because it is needed in the 21st century. IISc and other institutes in India need to ask themselves if they are readying their students for the future by cloistering them. Education managers are clearly out of sync with the current NEP.\n\n",
        "headline_1": "Let them think: That a discussion on UAPA & justice system couldn’t be held in IISc is a part of wider institutional problem",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/let-them-think-that-a-discussion-on-uapa-justice-system-couldnt-be-held-in-iisc-is-a-part-of-wider-institutional-problem/",
        "news_paper_name": "The Times of India",
        "publish_date": "06-07-2023"
    },
    {
        "full_article": "GM Quader, chairman of Jatiya Party, the main opposition in parliament, discusses the upcoming general election, external pressure, politics and the internal feud in his party, in an exclusive interview with Rashidul Hasan of  The Daily Star.\nYou recently said elections under the present government would not be free and fair. Why do you think so?\nAfter resuming power following the last election, the government highly prioritised one issue: how to win the next polls. This is not unusual – every government wants it. But what they have done so far is not normal. They have politicised everything. They have selected people who are loyal to them to be appointed as returning officers, polling officers, superintendents of police, deputy commissioners, and other officials who will carry out the election activities. They have taken preparations to hold a staged and managed election in line with their strategy. Another thing they have done is not run the country in the traditional manner. They are following the course through which BAKSAL was formed. Usually, in a government, ruling party leaders join the government and serve the people and treat everyone equally, and the administration cooperates with them. In the BAKSAL system, the ruling party rules the country with its own people.These chosen people, be it in the law enforcement agencies or the defence sector, are talking in favour of the Awami League and chanting party slogans. In the present form of government, all decisions to run the country are made by the prime minister.\nBesides, through amending the constitution, the ruling party has politicised different pillars of the state, such as parliament. The speaker [of parliament] talks and delivers speeches in the language of AL.\nThe lower courts are basically under the jurisdiction of the government. They are under the control of the prime minister through the president.\nThus far, the higher court has its own identity due to various reasons, although the government appoints its own people. The government took measures to control it through the 16th Amendment of the constitution, although this was not implemented later.\nThe rest of the constitutional posts do not have any impact in reality, and the way these posts are being filled are on a partisan basis.\nThe difference between BAKSAL and the present form of government is that anyone can be a member of BAKSAL.\nAll the organisations that are supposed to talk about the people and their rights have been taken under the control of AL and its leader. In reality, Awami League Plus has been formed, which is controlling everything in the country – including the elections and the Election Commission.\nTherefore, I will say that there is no democracy in Bangladesh at present, if we define democracy to be a system of the people, by the people, for the people. Now, it is the government of AL Plus, by AL Plus, for AL Plus.\nThe opportunist section of our society is looting the country's wealth in various ways and syphoning it out of the country. This is only possible if the government has no accountability. This system has been put in place for this purpose.\nI am not sure whether any big revolution will happen, but we think a government can be changed if a free and fair election is held. If that government wants to engage in any anti-people activity, people have the ability to change that government through their votes.\n\nElection battles in Bangladesh will remain limited between the two big parties until the voting system is changed. And we will have to join one of them. Any third alliance apart from these two will not work here. Given this perspective, we will decide on this matter closer to the election. Until then, I think it is better to keep all the options open.\nHow is it possible, then, to hold a free and fair election in Bangladesh? According to the constitution, there will be a poll-time government under the incumbent prime minister.\n\nAs per the existing system, 100 percent of the power is vested in the prime minister. Therefore, keeping the prime minister in her post and changing all others, including the entire cabinet and parliament, won't bring any results. It is madness to expect that the prime minister will lose an election that will be held under her authority.\nThe electoral system will have to be out of the purview of the government's power. Back when Sheikh Hasina was the opposition leader, she had demanded to keep the caretaker system for good. But now, we need a new system.\nCan you elaborate on this new system?\nThere may be various options regarding this new system. But I don't want to give away any details. We have some ideas. When we see some fruitful discussions taking place and the government showing interest, we will present our ideas.\nOur prescribed system may not be 100 percent correct. We want to discuss it in a forum to find out the best way. And the government will have to join either wilfully or through persuasion or pressure. Until the government agrees, there is no point in sharing such ideas.\nAre you talking about something like the caretaker government system?\n\nNo, a new system should be introduced in which the government won't be able to influence or control the electoral system.\nOnce, we fought for the caretaker government. But then we realised the caretaker government system had failed as it could be manipulated and corrupted, so we abandoned it.\nWe have a new proposal. But first, we believe the government will have to have the mindset of accepting such a proposal.\nHow would you evaluate the recently held city corporation elections? In most cases, Jatiya Party candidates did very poorly and even lost their security deposits in those elections. But you are also talking about contesting in all 300 constituencies.\nIf you want me to talk about this right now, I will say that this is not practical, our politics has been subjected to conspiracy many times and a division has been created among us. On different occasions, we were forced to work against our party decisions. Confusion was created among the people about the politics of our party. Our target now is to revamp and re-organise the party with a focus on the weak areas.\nWe want to do proper politics. Only then will the people be encouraged to join our party. And we will get quality candidates to contest the elections. We are hopeful in this regard.\nHow do you evaluate the US visa policy, and the letters from EU MPs and US Congressmen?\nAbout the visa policy, I will say that if they seriously implement this, there will be an impact.\nIt is those loyal to the government who carry out various acts following the instruction of the government to amass illegal wealth. In most cases, they transfer that wealth to the Western world where their children are living and they, too, plan on living there at some stage. If they feel uncomfortable about doing that, many of them may keep away from carrying out the government's orders. Many won't be directly involved. About the letters of US Congressmen and EU MPs, they have spoken in favour of Bangladesh and portrayed the real picture of the country. The people of Bangladesh will be benefited by these letters.\n\nA new system should be introduced in which the government won't be able to influence or control the electoral system. Once, we fought for the caretaker government. But then we realised the caretaker government system had failed as it could be manipulated and corrupted, so we abandoned it. We have a new proposal. But first, we believe the government will have to have the mindset of accepting such a proposal.\nBut isn't that tantamount to interference into the internal affairs of Bangladesh?\n\nThose who are saying that are acknowledging their own fault. Why are those people taking this demand for a free and fair election in our country as a threat? Because they are afraid of getting in trouble if elections are free and fair.\nAre you going to form an electoral alliance with the Awami League or BNP?\nElection battles in Bangladesh will remain limited between the two big parties until the voting system is changed. And we will have to join one of them. Any third alliance apart from these two will not work here. Given this perspective, we will decide on this matter closer to the election. Until then, I think it is better to keep all the options open.\nInternal feud in Jatiya Party, especially between you and Raushan Ershad, has been going on for years. Why is that?\n\nIt is not as though there is a division, so there is no question of resolving it. Raushan Ershad has time and again told me that she was not well and did not want to continue in politics. She understands and has told me that the party will not survive without me. The government is actually behind all this and Raushan herself is not doing anything. The government for a long time has been trying to make our party weak and create divisions. And such efforts are still going on. This is actually not benefiting the government; rather, it leads to losses for them.\nIn which direction is Bangladesh's politics heading?\nIt is on an uncertain path. This BAKSAL-like government system may continue for a long time as only they will win if the election is held in this manner. There will be no other party and politics in the country. Bangladesh is heading towards an entirely autocratic system. I think it is just not possible for us to create any momentum against it. The government has done two things very effectively: creating fear among the people so that they are afraid to speak up, and a lack of faith in the future. Nothing will change, everything will be the same, everything will be managed.\n",
        "headline_1": "‘Nothing will change, everything will be managed’",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/interviews/news/nothing-will-change-everything-will-be-managed-3361756",
        "news_paper_name": "The Daily Star",
        "publish_date": "06-07-2023"
    },
    {
        "full_article": "We are concerned to learn about the dispute between the Roads and Highways Department (RHD) and the Dhaka Mass Transit Company Ltd (DMTCL) over the construction of a metro line on the Dhaka-Aricha route. Reportedly, the DMTCL is set to implement the 20km Mass Rapid Transit (MRT) Line-5 project (northern route) – which will connect Hemayetpur and Vatara via Gabtoli, Mirpur, and Gulshan – without considering the reservations raised by the RHD authorities. The RHD engineers fear that if the project is implemented with its current design, the Dhaka-Aricha highway may experience long tailbacks and increased road crashes. Moreover, it will also obstruct the future expansion plan of the highway conceived by the RHD. However, the metro rail authorities have claimed that they prepared the detailed design of the proposed line considering all technical aspects and the RHD's future plans about the highway. Such contradictions between the statements of the two agencies under the same ministry is problematic.\nReportedly, the RHD had raised their concerns about the project design back in 2021. At that time, they had particularly asked the DMTCL to bring some changes to the design of the route between Hemayetpur and Aminbazar, asking them to move the line either to the south or take the line underground. But the DMTCL authorities did not pay heed to the proposal. Such lack of coordination between the two agencies is unacceptable, and only reflects the lack of a comprehensive plan for the infrastructural development projects centring Dhaka and its adjacent areas, as transport expert have said.\nSince the physical work of the Tk 41,239 crore project will start soon, we urge the RHD and DMTCL authorities to discuss the issues and bring the necessary changes to the design of the MRT Line-5 project. The road transport and bridges ministry should also give the two agencies the necessary directives in this regard. After all, what will be the point of building such a megaproject, spending thousands of crores of taka, if it only increases the chaos on this busy highway instead of improving road communication?\n",
        "headline_1": "Resolve the dispute over MRT Line-5",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/resolve-the-dispute-over-mrt-line-5-3361741",
        "news_paper_name": "The Daily Star",
        "publish_date": "06-07-2023"
    },
    {
        "full_article": "The passing of the Representation of the People Order (Amendment) Bill, 2023 in parliament is an extremely worrying development. At a time when we are all looking forward to a free and fair election – which is presupposed by the independence of the Election Commission – the passage of the bill, which will reduce the power of the EC to cancel polls, will only dampen the possibility of it being free and fair. On the face of it, the message is obvious: the rule has been passed to restrain the EC.\nAlready as it exists through law and practice, the EC is hamstrung in many ways. For example, even though the law says that during elections, the administration is supposed to work under the EC, this is only on paper; in reality, it does not happen at all. The chief election commissioner himself has spoken about it. And it has been widely reported on and discussed as well. Now, the EC's hands have been further tied legally.\nSpecifically, there are two aspects in the amendment that are worrying. The first is the curtailment of the EC's power to suspend polls. The law minister has justified the move by saying that suspending polls in an entire constituency over disturbances in some polling stations is \"undemocratic.\" But what happens if irregularities occur in the majority of polling centres? Will the EC have to stamp its approval just because voting could happen without irregularities in some centres? The amendment takes the same problem to the other extreme. Moreover, the law minister's claim seems to give the impression that the EC would just whimsically suspend polls. Surely, under ideal circumstances, the EC would suspend polls only if it deemed it absolutely necessary.\nThe second issue is the curtailment of the EC's mandate to suspend polls from during the election period – which is typically about 40 days from when the election schedule is announced to the election day – to only on the \"polling day.\" So, from around 40 days, the EC's power to suspend polls has been reduced to only one day and that also only in the troubled centres. But what happens if large-scale irregularities happen before the officially declared election day, which has blatantly taken place before?\nAgain, these are clear indications that the bill has been passed to constrain the EC's operating capacity. Given the history of our elections and timidity of ECs and their commissioners, it has made the prospect of free and fair elections further improbable.\n",
        "headline_1": "Govt decision to curtail EC’s power",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/govt-decision-curtail-ecs-power-3361701",
        "news_paper_name": "The Daily Star",
        "publish_date": "06-07-2023"
    },
    {
        "full_article": "We are concerned to learn about the dispute between the Roads and Highways Department (RHD) and the Dhaka Mass Transit Company Ltd (DMTCL) over the construction of a metro line on the Dhaka-Aricha route. Reportedly, the DMTCL is set to implement the 20km Mass Rapid Transit (MRT) Line-5 project (northern route) – which will connect Hemayetpur and Vatara via Gabtoli, Mirpur, and Gulshan – without considering the reservations raised by the RHD authorities. The RHD engineers fear that if the project is implemented with its current design, the Dhaka-Aricha highway may experience long tailbacks and increased road crashes. Moreover, it will also obstruct the future expansion plan of the highway conceived by the RHD. However, the metro rail authorities have claimed that they prepared the detailed design of the proposed line considering all technical aspects and the RHD's future plans about the highway. Such contradictions between the statements of the two agencies under the same ministry is problematic.\nReportedly, the RHD had raised their concerns about the project design back in 2021. At that time, they had particularly asked the DMTCL to bring some changes to the design of the route between Hemayetpur and Aminbazar, asking them to move the line either to the south or take the line underground. But the DMTCL authorities did not pay heed to the proposal. Such lack of coordination between the two agencies is unacceptable, and only reflects the lack of a comprehensive plan for the infrastructural development projects centring Dhaka and its adjacent areas, as transport expert have said.\nSince the physical work of the Tk 41,239 crore project will start soon, we urge the RHD and DMTCL authorities to discuss the issues and bring the necessary changes to the design of the MRT Line-5 project. The road transport and bridges ministry should also give the two agencies the necessary directives in this regard. After all, what will be the point of building such a megaproject, spending thousands of crores of taka, if it only increases the chaos on this busy highway instead of improving road communication?\n",
        "headline_1": "Resolve the dispute over MRT Line-5",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/resolve-the-dispute-over-mrt-line-5-3361741",
        "news_paper_name": "The Daily Star",
        "publish_date": "06-07-2023"
    },
    {
        "full_article": "The passing of the Representation of the People Order (Amendment) Bill, 2023 in parliament is an extremely worrying development. At a time when we are all looking forward to a free and fair election – which is presupposed by the independence of the Election Commission – the passage of the bill, which will reduce the power of the EC to cancel polls, will only dampen the possibility of it being free and fair. On the face of it, the message is obvious: the rule has been passed to restrain the EC.\nAlready as it exists through law and practice, the EC is hamstrung in many ways. For example, even though the law says that during elections, the administration is supposed to work under the EC, this is only on paper; in reality, it does not happen at all. The chief election commissioner himself has spoken about it. And it has been widely reported on and discussed as well. Now, the EC's hands have been further tied legally.\nSpecifically, there are two aspects in the amendment that are worrying. The first is the curtailment of the EC's power to suspend polls. The law minister has justified the move by saying that suspending polls in an entire constituency over disturbances in some polling stations is \"undemocratic.\" But what happens if irregularities occur in the majority of polling centres? Will the EC have to stamp its approval just because voting could happen without irregularities in some centres? The amendment takes the same problem to the other extreme. Moreover, the law minister's claim seems to give the impression that the EC would just whimsically suspend polls. Surely, under ideal circumstances, the EC would suspend polls only if it deemed it absolutely necessary.\nThe second issue is the curtailment of the EC's mandate to suspend polls from during the election period – which is typically about 40 days from when the election schedule is announced to the election day – to only on the \"polling day.\" So, from around 40 days, the EC's power to suspend polls has been reduced to only one day and that also only in the troubled centres. But what happens if large-scale irregularities happen before the officially declared election day, which has blatantly taken place before?\nAgain, these are clear indications that the bill has been passed to constrain the EC's operating capacity. Given the history of our elections and timidity of ECs and their commissioners, it has made the prospect of free and fair elections further improbable.\n",
        "headline_1": "Govt decision to curtail EC’s power",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/govt-decision-curtail-ecs-power-3361701",
        "news_paper_name": "The Daily Star",
        "publish_date": "06-07-2023"
    },
    {
        "full_article": "If the commitments made by the two mayors of Dhaka City materialised, waterlogged roads, lanes and by-lanes should have been a thing of the past by now. Sadly, it has not happened. Heavy rainfall for only two hours in the last Saturday's afternoon left roads in several areas of the city under knee-deep to waist-deep inundation. With moderate to heavy showers, this happened in the past week. Does this mean the promises made by the two mayors who enthusiastically embarked on cleaning the drainage system and the 51 canals they were handed over in 2021 have been empty? The several times more expenditures than before to drain out rainwater have all gone down the drain? Not quite! Water from the 13 major waterlogged hotspots out of a total number of 48 hotspots took three to four days to recede in the past but now reportedly it takes an hour to two. This surely is an improvement but in case of heavier rains and for a longer time, the situation may be worse. Now here is an indication that all is not lost yet. What is missing most from the initiatives by the two mayors is coordination between them and with several other agencies still controlling water bodies and facilities for maintaining water flows. The two city corporations have got the controlling authorities of the canals but they are yet to receive the authority of 52 sluice gates, a pumping station from the Water Development Board and 25-kilometre long lake and 300 kilometres of water bodies. In a city where 17.67 per cent water bodies have disappeared over the past 28 years, the need for preserving the water retention areas cannot be overemphasised. It is also highly concerning that in the past 100 years, the number of ponds has come down to only 24 from 120 in the old town alone. In a city where concrete cover leaves hardly any vacant space for rainwater to seep in, these ponds could act as effective water receptacles. A lack of coordination, despite expenditure of billions of taka by the agencies concerned since 2001 when the Dhaka WASA (water and sewerage authority) undertook the project, 'Capital Waterlogging Elimination Project', has primarily been responsible for not developing an effective system to flush out rainwater quickly. The canals were excavated and cleaned after the city corporations took over but in the absence of public awareness they get clogged. Here the responsibility of the city's inhabitants is crucial as well. From polythene to discarded plastic and wooden furniture to bamboo baskets, to torn carpets, pillows and mattresses ---everything out of use is thrown into city canals. The consequences are disastrous.Clearly, both city authorities and its inhabitants must have a shared responsibility to keep the canals and drains clean. However, the city corporations should deploy monitoring teams to maintain the drains' and canals' unhindered flows. If the authorities have failed the city people, the latter, as responsible citizens, should as well respond to the call of duty. For a comprehensive system to work, the city corporations should have their jurisdiction over the water bodies and facilities within the city areas and on its periphery still under the control of other agencies. There has been some improvement in flushing out rainwater, but the system has to be made fully functional for the purpose.",
        "headline_1": "No end to water logging?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/no-end-to-water-logging-1688565287",
        "news_paper_name": "The Financial Express",
        "publish_date": "06-07-2023"
    },
    {
        "full_article": "A day after US Secretary of State Antony Blinken returned from a much-publicised visit to China and a meeting with President Xi Jinping, the hope which had been raised about a cautious improvement in ties between Beijing and Washington was pretty much dashed. And it was dashed when President Joe Biden was caught on microphone referring to the Chinese leader as a dictator.That begs the question: Why must a country expect other countries to follow rules it applies to itself? The question leads to another, and more important, one: By referring to Xi Jinping as a dictator, didn't Joe Biden hurl an insult at him? The standard rule in international politics is that politicians across the globe will treat one another with respect, despite the different strands of politics they follow.Not long ago, a western political commentator referred to Ho Chi Minh as an autocrat. Obviously, this commentator was looking at Vietnam's iconic leader with the spectacles of prejudice. He did not know or was not keen to know of the long and hard struggle Ho had put up in his battle to free his people from first the French and then the Americans. To condemn him, therefore, as an autocrat is simply a sign of wrong political education on the part of those who do the condemning.In our times, it is not to be expected that politics will follow principles which may not be commensurate with historical traditions in different parts of the globe. The late Lee Kwan Yew was very clear in his perceptions of democracy. For him, democracy as practised in the West operated on a set of values at a remove from values forming the core of societies in Asia. To expect, therefore, that democracy as it works in the West will work in Asia, Africa and Latin America will be an expectation misplaced.Over a long period of years, Mao Zedong has been excoriated by political writers and biographers in the West as the man on whose watch millions died in China. Ignored are the reasons --- famine, pestilence and pre-communist exploitation --- which led to those deaths. That certainly does not camouflage the heights to which Mao raised China. There were certainly the excesses of the Cultural Revolution, but to expect Chinese youth to behave in the way youth in democratic societies have behaved would be wrong. Mao has been accused of having bad teeth, of keeping concubines. That is not how you assess history's great men.That said, one cannot but observe certain similarities in human behaviour around the world. The recent street violence in France is a testament to the unruly nature of human behavioural patterns. Back in 1968, student violence pushed governments in Paris and Bonn into clear danger. In 1970, the shootings at Kent State University in the United States, only because its students were protesting the Vietnam War, are a matter of history.The point here is that no uniform definition can be applied to political systems. At the same time, there are the hypocritical aspects among those who are inclined to swiftly strike down the reputations of significant shapers of history and yet go silent about those who ought to be roundly condemned for their behaviour. The late Yasser Arafat was for decades defined as a terrorist. Venezuela's Nicolas Maduro is a pariah for Washington in the way Cuba's Fidel Castro was in all the years he presided over his country's fortunes.But observe the tragedy unfolding in the Jenin refugee camp in the occupied West Bank. Israeli air strikes have pounded away at homes and at Palestinians as punishment for what Tel Aviv says are terrorist acts by Palestinians. How many voices have been raised against these manifest acts of violence against a people who have lived homeless and stateless for generations? On western media there is a barrage of propaganda about Russia's invasion of Ukraine. The Russian President is disdainfully referred to as simply Putin. That decency demands he be referred to by the position he holds is forgotten.So the Russian assault on Ukraine is a stain on morality, but the Israeli bombing of Palestinian refugees is not, the killing of the journalist Shireen Abu Akleh is not. The International Criminal Court issues a warrant for President Putin's arrest. It stays silent when it comes to what Benjamin Netanyahu is doing in occupied Palestinian land. When the Quran is burnt in Sweden and is regarded as an expression of free speech, you tend to wonder where the line between respect and insult has become blurred. Respect, in society and in politics, has increasingly been in deficit. You watch Donald Trump, the offensive language he employs against anyone who does not agree with him. And there is Boris Johnson, who rather than being contrite before a Commons privileges committee investigating him terms it a kangaroo court. In the early 1990s, George W. Bush, on his way to losing the presidency to Bill Clinton, termed his Democratic rival and Al Gore as Bozos. Mohammad Ali Jinnah took pleasure in insulting the scholar-politician Moulana Abul Kalam Azad by refusing to shake hands with him and by calling him a showboy of the Congress. Z.A. Bhutto, for no rhyme or reason, denigrated Indira Gandhi in the 1970 election by referring to her as 'mai', a term generally applicable to a less than privileged woman. John Foster Dulles turned away from Zhou En-lai rather than take the latter's proffered hand at the 1954 Geneva conference. Ziaul Haq made his intentions clear about the incarcerated Bhutto. 'I shall hang the bastard', he thundered. And he did, only to be blown into pieces in an air crash nine years later. Respect goes down the drain when teachers are humiliated by bureaucrats. Academics lose self-esteem when they kowtow before the symbols of authority. When creditors hound poor farmers unable to pay the instalments on the loans they have taken out even as all those robber barons escape the net, it is poverty which is being laughed at. Long years ago, Ronald Reagan stepped beyond the bounds of diplomacy when he called the Soviet Union an evil empire. He was playing to the gallery at home. In the wider world, the comment was noted for its lack of finesse and ethics. [email protected]",
        "headline_1": "Of respect, remarks and refinement",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/of-respect-remarks-and-refinement-1688565322",
        "news_paper_name": "The Financial Express",
        "publish_date": "06-07-2023"
    },
    {
        "full_article": "Bangladesh's dengue situation has already taken an alarming turn, and it is feared to worsen further in the days to come. According to latest official data, the number of hospitalised patients so far this year has reached 9,871, while the death toll has hit 61, including 14 in the first four days of July. Both figures are the highest reported in the first six months of a year. The worst dengue death toll was reported at 281 in 2022, when the country officially recorded one dengue death in the first six months. But with peak season only just beginning, there is a chance this year could set a record for the number of cases and deaths. And the dengue situation might get out of control this year unless the breeding of Aedes mosquito, which carries and spreads dengue virus, is controlled. To contain Aedes mosquito, Dhaka North City Corporation has cancelled leaves of its officials and workers. Dhaka South City Corporation is conducting a combing operation in the capital to eradicate Aedes breeding grounds. Both the city corporations have been using nothing other than insecticide fogging machines and larvicides to kill mosquitoes. The DSCC authorities are also fining house owners if Aedes breeding spots are found in their house. The number of infections, however, have not been curtailed. This should make us think that whether the methods of curbing Aedes mosquito in Dhaka city are on the right track or not. According to entomologists, fogging larvicide and adulticide cannot control Aedes mosquito. Rather, we need new methods through which several countries have become successful in their fight against Aedes mosquito. Dengue infections appear to be dropping fast in Indonesia, Vietnam, Brazil and Australia that are releasing genetically modified mosquitoes, according to an Indonesian study. The study, published in the New England Journal of Medicine, confirms that infecting the mosquitoes with a bacterium called Wolbachia not only reduced the incidence of dengue by 77 per cent, but the number of people who would normally need hospital treatment decreased by 86 per cent. Let us have a look how this technology works. First, scientists infect laboratory-bred male mosquitoes with Wolbachia. Then, they release them in cities and towns. The male mosquitoes mate with their wild counterparts. The females lay eggs, but they never hatch. This method is also used in Singapore. And the country has become so successful that Alphabet's life sciences unit Verily said that Singapore could become the first dengue-free country in the world. Moreover, the World Mosquito Program, working in 12 countries from Australia to Brazil and Fiji, rears and releases Wolbachia-infected mosquitoes weekly over a period of up to 20 weeks. This has been successful significantly in blocking the reproduction of viruses including dengue.It is not that Bangladesh has been spending a meagre amount of money in combating dengue menace. But every year during the rainy season, the life of the city dwellers is disrupted by the bites of Aedes mosquito. What we now need is a complete solution. And for this, there is nothing wrong to think out of the box and apply new approaches against our war against Aedes mosquito.[email protected]",
        "headline_1": "Dengue: Why not try Wolbachia?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/dengue-why-not-try-wolbachia-1688565362",
        "news_paper_name": "The Financial Express",
        "publish_date": "06-07-2023"
    },
    {
        "full_article": "Sound sleep is a blessing for our health. It relieves fatigue and makes the mind healthy and lively. So, you need to take at least an eight-hour sleep every night. But currently, many people in Bangladesh have been suffering from sleeplessness. And there are some people who deliberately keep themselves away from their sleep for their work. As a result, these people are creating various problems for themselves. Regular sleeplessness can lead one to diabetes, high blood pressure, heart disease, anxiety, depression and bipolar disorder. As adults, we are expected to get a complete rest before the new day starts, but common causes like stress, anxiety, depression, consumption of too much caffeine and even uncomfortable beds can persistently keep us awake. If anyone is suffering from insomnia, they must consult physicians and find out effective ways to fight it and win. Everyone needs to be aware of their sleep-cycle and do everything to have a sound sleep. Safa Akter Nolock, Student of Department of Philosophy, Jagannath University, Dhaka, [email protected]",
        "headline_1": "Importance of sound sleep--",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/importance-of-sound-sleep-1688565412",
        "news_paper_name": "The Financial Express",
        "publish_date": "06-07-2023"
    }
]