[
    {
        "full_article": "Two 15-year-old minors were recently sentenced to one month's imprisonment by a mobile court in Netrokona for getting married before they were legally old enough to do so. The children were, however, later released from police custody, and the High Court Division had also issued a verbal order for their release. The sentence was given under the recent Child Marriage Restraint Act of 2017 (CMRA), which had faced much criticism at the time of its enactment for including a special clause which was meant to exempt the parties to a child marriage from criminal sanctions on judicial permission. No doubt that the said order by the mobile court was in conflict with the Children Act 2013, which provides detailed provisions for dealing with children who come in conflict with or in contact with the law—upholding the best interest of the child.\nIn 2020, the High Court Division had also observed that the Mobile Court Act, 2009 has not empowered executive magistrates to conduct trial of children and that the Children's Court under the Children Act 2013 being the subsequent special law, will have the jurisdiction. However, despite such clear directions, the 2017 Act on child marriage, which is a law subsequent to the Children Act, had added a new provision [s.7(2)] that imposes penalty on minors for contracting child marriage. It prescribes for the detention of minors, which may extend to one month, and a fine, which may extend to Tk 50,000. As per section 17 of the CMRA, the mobile courts can impose a penalty for the offences committed under the Act. However, the schedule to the Mobile Court Act specifies only certain particular provisions of the CMRA to be within its jurisdiction, which includes section 7 that prescribes penalty for minors involved in marriage. Thus the law clearly authorises the mobile courts to impose penalty for committing child marriage even against the minors. However, mobile courts are meant to immediately take cognisance of certain offences on the spot, awarding limited penal sanctions. Whereas, in this particular case, the sanction was reportedly given much later in the office of the concerned executive magistrate, which itself makes the sentencing questionable. The CMRA thus creates a conflicting position with regard to the Children Act and does not adequately address its application in cases where children are sentenced under the CMRA.\nKeeping that aside, the very provision of penalising the children for committing child marriage does not make much sense when the law itself refers to the minor involved in a child marriage, as a \"victim\" or \"aggrieved person\" in several places. It is unconceivable as to how a law, which is meant to address the plight of the victim of child marriage, is contemplating penalty for that very victim. Such penal provision, which presumably was inserted as a measure to deter underage persons from getting married by eloping, was not present in the earlier British colonial time law of 1929, which was rather criticised for being archaic and ineffective at preventing child marriage.\nThus the law creates contradictions by imposing criminal sanctions upon the victims whose interests it wishes to protect. Considering that this law is aimed at securing the best interest of a child, a penal provision for minor victims of child marriages is against the spirit of the law. The CMRA, as such, should exclude the minor party form being penalised for contracting child marriage. Instead, in appropriate cases, the law may provide provisions for engaging the minor in the local child marriage prevention-related initiatives and also ensure psychosocial counselling. Again, it is these cases that the special clause in the CMRA could offer some positive relief to when the marriage is conducted between parties who are closer to the marriageable age and in consideration of the court, are matured enough to enter into a marriage relationship. However, that very element of obtaining consent of the concerned minor is missing from the special provision under the CMRA and it is only the parents whose consent is to be considered by the court to allow a child marriage without criminal sanction.\nThis leads to another blatant inconsistency that remained in the 2017 CMRA regarding the minimum marriageable age, which is 21 for males, and 18 for females. Such inequality in the age of marriage contradicts the international human rights law mandates. It further creates some significant legal anomalies in the enforcement of the CMRA. For example, if an adult woman of 18 years marries a man of 20 years, under section 7(2), it will still be considered as \"child marriage\", as a man below 21 years is considered \"underage\" for the purpose of CMRA. In such a case, the woman would be subjected to penal sanctions applicable for an adult contracting party under the CMRA. In a socio-cultural context like ours, where women are already disadvantaged and have very little voice over their marriage decisions, it is inconceivable that the wife bears a greater criminal liability than the adult husband. Again, although under our majority law, whereas an 18-year-old man can enter into any contract, he may be penalised for entering into a contract of marriage until he turns 21. This again is irreconcilable with any sound legal interpretations.\nThere are also a number of other loopholes and ambiguities in the 2017 Act—including lack of option for the minor for annulment of the marriage, lack of support and assistance for victims, ambiguities surrounding applicable courts and procedures, etc.—that need to be addressed if we aim to use the law as an effective tool to eliminate child marriage. It is thus important to use this opportunity to take a deeper look at the law in its entirety and find out ways to fill in the crucial gaps.\n \nTaslima Yasmin is Associate Professor, Department of Law, University of Dhaka.\nEmail: taslima47@yahoo.com\n",
        "headline_1": "Penalising victims of child marriage isn’t the right way to go",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/penalising-victims-child-marriage-isnt-the-right-way-go-2152996",
        "news_paper_name": "The Daily Star",
        "publish_date": "16-08-2021"
    },
    {
        "full_article": "Man and nature are running out of time. That's the core message of the UN Intergovernmental Panel on Climate Change (IPCC) report released this week. UN Secretary-General António Guterres called the report a \"code red for humanity\". \"The evidence is irrefutable: greenhouse gas emissions from fossil fuel burning and deforestation are choking our planet and putting billions of people at immediate risk.\"\nWhat can we, individually and collectively, do about it? \nMany animals, including humans, cannot survive at high temperatures. Seattle, a temperate climate city, hit 104 degree Fahrenheit in June, only 4 degrees below the maximum 108 degrees where humans can't survive. Like the pandemic, the twin effects of climate change and biodiversity loss are hurting the bottom half of society who are most vulnerable to natural and/or man-made disasters. Indeed, indigenous and native people who live closest to nature, comprising 5-6 percent of the world's population scattered in remote areas, are likely to face loss of culture, lives and habitat because all their water, food and livelihoods will be devastated by climate change.\nIn essence, we are in an existential situation whereby nature is being destroyed by excess human consumption, which creates pollution and carbon emission, but all this is made possible by monetary creation by bankers and businesses who seem to care more about their profits than the human condition. Thus, decisions over climate change, human activities, financialisation and globalisation are essentially moral questions over the power to lead us out of the wilderness of nuclear destruction through war or planetary burning.\nIn his monumental History of Western Philosophy (1946), British philosopher Bertrand Russell argued that those in power understand that they have twin powers over nature and political power to rule other human beings. Traditionally, the limits to such power have been God and truth. But today, religions are also in turmoil on what is their role in finding pathways out of the current mess. Furthermore, fake news obscures what is truth.\nThe current mess is not unlike the Lost People wandering in the desert waiting for a Moses to find the 21st century version of the Ten Commandments. Unfortunately, the 17 UN Sustainable Development Goals (SDGs) are aspirations and not commandments. As economists say, climate change is a market failure, but there is no modern day Moses, nor operating manuals to translate SDGs to environmental, social and governance (ESG) projects and programmes for businesses, governments and social institutions.\nIn this twin injustices against man and nature, people sense that there is both a moral vacuum in globalised modernity, as well as lack of a shared, practical pathway out of planetary destruction. If secular science or politics cannot help us, Is religion the solution?\nIronically, religion has played a far larger role in the current quandary than meets the eye.\nTwo Papal Bulls empowered the Portuguese and Spanish conquests of new lands in the second half of the 15th century. Papal bulls are public decrees, letters, patents or charters issued by a Catholic pope. The Papal Bull Romanus Pontifex issued by Pope Nicholas V in 1455 gave Portuguese King Alfonso the right to \"invade, search out, capture, vanquish and subdue all Saracens and pagans whatsoever, and other enemies of Christ whatsoever placed, and the kingdoms, dukedoms, principalities, dominions, possessions and all movable and immovable goods whatsoever held and possessed by them and to reduce their persons to perpetual slavery…to convert them to his profit…[such assets becoming] justly and lawfully acquired.\"\nThe Papal Bull Inter Caetera, issued after Christopher Columbus returned from America in 1493, not only reinforced the Spanish right to property and slavery seized or colonised from non-Christian kingdoms or pagan natives, but also established the Doctrine of Discovery. This doctrine formed the basis of national and later international laws that gave license to explorers to claim vacant land (terra nullius) on discovery. Vacant land meant land not populated by Christians, and thus the Christian discoverers and occupiers could have legal title to them, regardless of the rights of the indigenous people.\nIn short, historically, it was the Church that gave the moral blessing for colonisation, slavery and genocide during the \"age of globalisation\". The tragedy is that the Doctrine of Discovery is now embodied in US laws. In the historic case of Johnson vs McIntosh (1823), Supreme Court Justice John Marshall ruled, \"According to every theory of property, the Indians had no individual rights to land; nor had they any collectively, or in their national capacity; for the lands occupied by each tribe were not used by them in such a manner as to prevent their being appropriated by a people of cultivators. All the proprietary rights of civilised nations on this continent are founded on this principle. The right delivered from discovery and conquest, can rest on no other basis; and all existing titles depend on the fundamental title of the crown by discovery.\"\nIf humanity still treats nature as a free asset to be mastered, and other human beings to be dominated and disenfranchised because of the Doctrine of Discovery, how can we move forward morally to create human inclusivity and planetary justice?\nUnder secular science, the elites that control the media, military, economy, political or social institutions have forgotten that they are not masters of man and nature, but stewards to protect human well-being and nature for future generations. In this polarised age, we forget that the shamans of the indigenous people carry ancient wisdoms about how to live with nature and each other through traditional values, medicine and shared rituals. The shamans are not seers but healers and carriers of tribal memories and values.\nWhen modern scientists and technocrats have no solutions to present problems except more speed, scale and scope in the rush to modernity, isn't it time to listen to traditional wisdoms from those who have living memories of how to live with nature and each other?\nWithout moral bearings, no wonder we have no maps out of the current mess.\n \nAndrew Sheng from Malaysia is Adjunct Professor at Tsinghua University, Beijing and University of Malaya. He was formerly the Chairman of the Securities and Futures Commission, Hong Kong. He is a columnist for the Asia News Network.\nCourtesy: Asia News Network\n",
        "headline_1": "The moral vacuum at the heart of modernity",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/the-moral-vacuum-the-heart-modernity-2152991",
        "news_paper_name": "The Daily Star",
        "publish_date": "16-08-2021"
    },
    {
        "full_article": "Not that we remember her only on August 15th, but she comes alive during events she embraced, at places that hold her memory, on the morning dew shimmering on the green, in the clouds that stand still, dark and heavy.\nIn 1972-73, some of us HSC graduates published daringly, so to say, the first sports magazine of newly independent Bangladesh. Typesetting and letterpress printing in a dimly lit sweaty workplace was our home of passion.\nSultana Ahmed Khuki was already a champion athlete several years before our independence, a Bangali celebrity with triumphs in the Pakistan Olympics in Long Jump and 100m Sprint. She was popular across the country despite the now inconceivable media paucity then.\nPerhaps her interview was published in our very first issue. As a follow-up, a few of us plucked up enough courage and popped the question at Dhaka Stadium, now Bangabandhu National Stadium. To our delight, she consented with a smile. She became the Assistant Editor of our monthly \"Krirangan\".\nKhuki apa, later Sultana Kamal, was an extraordinary personality. Many knew her as a top-grade athlete, but she was also a woman of exceptional qualities. She was extremely popular on and off the field. Although she was one of the pioneer woman athletes in the days of extreme conservatism, there was not a speck of blemish on her character.\nIn 1975, her marriage to (Sheikh) Kamal bhai, another doyen of our sporting world, was big news. In addition to that commonality, they were both from the Sociology Department. Quite a while before there was any talk of this wedding, she had mentioned to me matter-of-factly while we were chatting about security, \"If any girl student of our department would like to be escorted home by a boy after any evening programme, that would be Kamal bhai.\"\nHer would-be groom was the eldest son of the Father of the Nation, Bangabandhu Sheikh Mujibur Rahman, but she was not at all unnerved.\nKamal bhai had many loyal friends. That friendship has blossomed into today's Abahani Krira Chakra. Sultana Kamal was, the same as me, a Mohammedan player and supporter since 1967-68. Although from the camp of lifelong rivals, I have to reluctantly admire Kamal bhai's constructive faculty. Almost half a century after his demise, the club has retained its status as the country's foremost sporting organisation. That is testimony to the depth of allegiance his friends have for the club's founder.\nIn those days there was fierce rivalry between Mohammedan and Abahani; on the field, in offices, on the street, among friends and within the family. Kamal bhai was not being any different, nor was he going to let an opportunity to rag me pass by. Around sometime during his last few weeks, he teased me, albeit jovially at the Dhaka stadium, \"Now what will you do? I have married your sister!\"\nI was by then a student of Architecture at BUET. Sultana Kamal's Bakshi Bazaar house was near my university, to the east. It was convenient to pay her a visit every now and then. She was always very welcoming, rushing to the front door to open the latch, running through the house to open the door to the living room; no less than a 25-metre dash.\nWith the bashfulness of a future bride, coupled with joy, she showed me scores of her engagement photographs, never stopping to explain each, narrating how the proposal was offered from Bangabandhu's family, and what were some of the plans for the big day.\nShe was then full of life; she always was. On that day, she was agog as any young woman would be with wedding bells ringing. Contrary to then contemporary obnoxious and later unlearned propaganda by conspiracy theorists, she was not forced into the marriage. The last time I saw her, she was in her bridal attire.\nOne of her elder brothers, a Dhaka University athlete in his own right, brought the wedding card to my Titumir Hall room by walking up all the way to the third floor, end of the corridor. I imagined Apa must have insisted.\nOn the wedding night, July 14, 1975, I saw Sultana Kamal from afar in a bridal procession moving across the corridor of the Officers Club (old building). I gave the moment no thought. That I would be seeing Kamal bhai and his bride later was not even on my mind; it was obvious. Unbeknownst to us, an evil fate awaited.\nFrom under a shamiana near the southern wall, I could see only her headdress amidst the throng of friends and family. A few yards away, Bangabandhu was in conversation with most probably Dr Abdul Matin Chowdhury, the Vice Chancellor of Dhaka University. There was no crowding around him though, no overtly visible security. A few weeks later, the nation paid the price.\nSultana Kamal and Sheikh Kamal both lived their life simply and joyfully with friends and family. They were hugely admired, extremely sociable and totally conversational. They took active part in every sociocultural programme that defined the Bangali nation. They were both gunned down most savagely on one ill-fated morning.\nEarly on August 15, 1975, I was woken up by seniors from an adjacent room, \"Listen to the radio, quick!\" Shell-shocked and in disbelief we heard. Bangabandhu was assassinated by a group of derailed midranking Bangali Army officers, his own countrymen; an act not dared by the Pakistan Army. It remains the most abhorred chapter in our history.\nHoping in naivety, I assumed that Sultana Kamal must have been spared the brutality. As the sun climbed higher, that distressing news too trickled to our huddle at the hall gate. In spite of rumours abound, we had no indication of the carnage at Road No 32. There was no parallel in history of an entire family and more being murdered with such ruthlessness. Her wedlock was one month old.\nKhuki Apa, you are the first woman Blue of Dhaka University. The Women's Sports Complex at Dhaka has been entitled \"Sultana Kamal\" in your memory. Not forgotten 40 years after you stopped sprinting on earth, in 2011 the Bangladesh Women's Sports Association introduced the Sultana Kamal Independence Day Award for contribution to women's sports.\nYou did not know that we would have to cross a bridge named after you to go over the Shitalakshya to travel from Demra to Tarabo. How would you? You did not get the time.\nMay the Almighty grant Jannat to you and the departed in your family, and bless the living with faith and fortitude.\n \nNizamuddin Ahmed is an architect, a Commonwealth Scholar and a Fellow, a Baden-Powell Fellow Scout Leader, and a Major Donor Rotarian.\n",
        "headline_1": "Remembering Sultana Kamal Khuki",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/chintito-1995/news/remembering-sultana-kamal-khuki-2152986",
        "news_paper_name": "The Daily Star",
        "publish_date": "16-08-2021"
    },
    {
        "full_article": "If one were to read the international media, one might be given the impression that Bangladesh is a wasteland, when we all know that it is anything but. For years, as a country, we have worked to drag ourselves out of poverty and build a presence on the international stage. Many of us in the industrial sector work unhealthily long hours and have done so for years in an effort to better ourselves and our people.\nOur garment workers toil in challenging conditions to meet the needs of demanding international buyers who can pick and choose their suppliers in an ultra-competitive market. It's tough alright. But we get on with it as proud Bangladeshis, we take satisfaction in our achievements of becoming established as a pre-eminent apparel sourcing hub. We won't stop as we know that only through hard work can we raise living standards in our country.\nBut, just sometimes, we need a break. It feels at times like many people globally have not kept pace with Bangladesh's economic development. They still seem to think the clothing we produce is made in ramshackle buildings using antiquated equipment and of low quality.\nThe most recent example of this complete misrepresentation of Bangladesh was made by one of the world's largest media streaming businesses, Netflix. In a French movie called, \"The Last Mercenary\", released on the global streaming platform on July 30, 2021, one character says, \"Yes, Bulletproof Tuxedo, Made in France. I'd be dead if it were Bangladesh.\" As our industry trade body the BGMEA rightly points out, the comment is disrespectful and derogatory to our RMG industry and belittles the hard work of the four million garment workers of Bangladesh who are delivering \"Made in Bangladesh\" apparel to about 160 countries in the world, including the USA. BGMEA, in a bold move, demanded Netflix to immediately expunge the comment and stop streaming the movie until the comment is removed.\nThis is not the first time we have been misrepresented and we all know it won't be the last. The problem with such depictions is that, for many viewers of films such as this, the impression they gain of Bangladesh will be their first. And, as well all know, first impressions count and they stick. It is very difficult to win hearts and minds when people already have pre-conceived ideas about your industry. This is why so many visitors I welcome to our country are always pleasantly surprised when they see that things are not as they have been portrayed in the global media.\nAnother recent report in the New York Times was headlined, \"Dozens Die as Another Factory Fire Strikes Bangladesh\". This was not an RMG factory but the report conflated the incident to our RMG sector and noted that, \"despite a public outcry after the tragedies, conditions in many factories have remained largely unchanged, and fires are common.\"\nReally? Our RMG sector witnessed one of the largest industrial safety programmes ever implemented with the advent of the Bangladesh Accord and Alliance for Worker Safety. These two programmes saw tens of millions of dollars funnelled into RMG factories, fixing remedial works, fire safety and a range of other issues. What was the actual point of all this if we are still to be labelled as \"largely unchanged?\" Why do we continue to be judged so harshly and unfairly?\nHow do we counter the negative perceptions of Bangladesh and its RMG industry which continue to do us unfair reputational damage? I have touched on this issue before, but some of the messages are worth repeating, especially at a time when it is more important than ever to win the hearts and minds of customers.\nWe are at a genuinely pivotal moment for the global garment trade where, I believe, many big fashion players are making decisions about their future direction as far as sourcing is concerned. We have an opportunity to position ourselves as the de facto, one-stop-shop sourcing hub for many big players in the post-Covid world.\nBut poor PR and misleading stories about our industry will not help us on this journey. I repeat many of my previous messages—namely that public relations and marketing is the next step (perhaps the final step) in our journey towards becoming the number one choice for fashion sourcing moving forward.\nFor too long, we have been allowing external influences to control the message around our RMG sector, depicting us in less than favourable terms among customers and industry stakeholders. It's time to fight back with our own, modern, hard-hitting messaging, befitting of an industry which has a completely different status quo to that which it is all too often depicted.\n \nMostafiz Uddin is the Managing Director of Denim Expert Limited. He is also the Founder and CEO of Bangladesh Denim Expo and Bangladesh Apparel Exchange (BAE).\n",
        "headline_1": "Bangladesh apparel industry needs to tackle mistruths head-on",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/rmg-notes/news/bangladesh-apparel-industry-needs-tackle-mistruths-head-2152981",
        "news_paper_name": "The Daily Star",
        "publish_date": "16-08-2021"
    },
    {
        "full_article": "We agree with the opinion of experts—at a virtual discussion on \"Building a Sustainable Ecosystem for E-commerce\", organised by the Dhaka Chamber of Commerce and Industry (DCCI)—that there needs to be a sound and organised policy in place for the e-commerce sector of the country to follow. This is especially necessary now given the recent revelation of fraudulent business practices by companies such as Evaly.\nAccording to documents collected by Bangladesh Bank during a probe report into the company, until March of this year, Evaly owed its customers and supplying vendors roughly Tk 213.9 crore and Tk 189.9 crore, respectively. However, its assets at the time amounted to only Tk 65 crore. Meanwhile, customers would wait months and months to receive their products, if they did at all. Many had to make do with refunds received \"in the form of a credit on Evaly's unlicensed digital wallet\" and not as cash, according to one report by this newspaper. The money it took from unassuming customers, meanwhile, was used to fund incredulous discounts on its vendors' products, frequent advertisements in all forms of media, sponsoring cricketing events and movie releases, and paying brand ambassadors and influencers to do their bidding to the public.\nSuch practices are not only harmful to the affected customers and vendors, but also hurt the credibility of other businesses on the country's e-commerce and f-commerce (Facebook commerce) platforms. It is especially dangerous as it may stop new businesses from entering the market and make it difficult for smaller businesses to gain and keep customers.\n   We believe that in forming a policy which will keep e-commerce businesses in check while also protecting both vendors and customers, the input from all stakeholders needs to be considered. This includes—besides the aforementioned crucial players—digital platforms, payment gateways, policymakers, and business experts. Given that the online business industry of Bangladesh is still in its growing stage, there must be room for mistakes and policymaking needs to be dynamic in order to accommodate technological changes. However, what cannot be condoned and must be met with action are business practices that exploit customers and sellers while giving them nothing in return, least of all what they are owed for their money and products. Companies such as Evaly cannot be given any leeway (such as cash injections) unless it is to repay the customers and sellers, under proper arrangements of course. If anything, their punishment needs to be made an example of so that none in the e-commerce sector try to replicate their practices in the future.\n",
        "headline_1": "Fraudulent practices in e-commerce cannot be tolerated",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/fraudulent-practices-e-commerce-cannot-be-tolerated-2152971",
        "news_paper_name": "The Daily Star",
        "publish_date": "16-08-2021"
    },
    {
        "full_article": "The warning from Bangladesh Bank (BB)—that unrealised rescheduled loans might create a challenging situation for the profitability and solvency of banks in the future—is quite ominous. In its Financial Stability Report (FSR) for 2020, the central bank has cautioned that rescheduled loans, if not recovered, might adversely impact the banks and eventually, one fears, destabilise the whole banking sector.\nRescheduling of loans in Bangladesh has been, and continues to be, a hot topic of discussion. And that is because in recent times, it was not fiscal or monetary policy or any other compelling economic situation that forced the central bank to go for debt rescheduling. Rather, in most cases, it was another manifestation of crony capitalism, whereby habitual defaulters, close to the politically powerful in the country, were salvaged from dire situations, one of which was being declared a loan defaulter. It has been also seen that many loan defaulters who were also aspirants to public offices, scamper for loan rescheduling just before elections to avoid being disqualified from participating in the election. And they were also duly obliged.\nRescheduling of perennial and habitual loan defaulters had come under criticism not just by the financial watchdogs. Even the apex court of the country, for example, had questioned BB's legality of allowing defaulters to reschedule their loan with a repayment period of up to 10 years. The situation this year is different and it was essential to reschedule loans of medium and small businesses as well as provide succour to those farmers who are weighed down by loans with little scope to recover due to the pandemic.\nRescheduling loans indiscriminately is counterproductive. If failure to repay bank debts does not carry penalties, then the practice is replicated by other loanees too, and the consequence is exactly what the BB has apprehended might eventuate—cast the banks in an irredeemable situation.\n   The condition is dire, but we dare say that the culture of loan default has been somewhat encouraged by certain policies of BB, and a significant portion of loans have become non-performing loans as a result. Nevertheless, we hope that by exercising rigorous monitoring and implementing stringent measures for loan recovery, the banks would make a difference between the habitual defaulters and those compelled under the strain of the pandemic to have defaulted on their payment.\n",
        "headline_1": "The economic spasms of debt rescheduling",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/the-economic-spasms-debt-rescheduling-2152966",
        "news_paper_name": "The Daily Star",
        "publish_date": "16-08-2021"
    }
]