[
    {
        "full_article": "In granting interim bail to activist Teesta Setalvad, the Supreme Court of India has dealt a firm rebuff to the Gujarat government, which stoutly opposed her release after showing great alacrity in arresting her for pursuing allegations that high functionaries were involved in the Gujarat pogrom of 2002. The order by a Bench headed by the Chief Justice of India, Justice U.U. Lalit, is limited in scope, as it will now be the Gujarat High Court that will decide on the grant of regular bail on merits. However, its real significance is that it is a strong pushback against a government that seems intent on keeping her behind bars for daring to assist victims of heinous communal violence in their efforts to seek justice. In an earlier judgment that endorsed the findings of the Special Investigation Team (SIT) that absolved Narendra Modi, the then Chief Minister, the Supreme Court virtually canvassed for the arrest and prosecution of Ms. Setalvad and former police officers, R.B. Sreekumar and Sanjiv Bhatt. The Court had accused her of “keeping the pot boiling” in a pejorative reference to the help she rendered to Zakia Jafri, among others, in seeking justice for the death of her husband Ehsan Jafri, a former MP, and many others in a mob attack on Gulbarg Society in Ahmedabad. In cases registered in response to the Supreme Court’s orders, the three have been accused of being part of a conspiracy to forge documents and present false evidence in court to implicate political leaders.The Supreme Court raised some sharp and pertinent questions to the State government represented by the Solicitor General of India during the arguments. A key consideration was the unusually long postponement of the bail hearing before the Gujarat High Court, which had issued notice to the police returnable after nearly six weeks. While the Solicitor General raised a technical objection to Ms. Setalvad approaching the Supreme Court even while the High Court proceedings were on, the Bench was of the view that such a long adjournment may warrant interim bail until it is heard. Ultimately, the Bench has clarified that the High Court will take an independent view without being influenced by any of its observations. It also seems to have taken into account a provision in law that allows grant of bail on the ground that the accused is a woman. Noting that the documents allegedly forged and submitted in court pertained to a period prior to 2012 and considering that she has been in custody for over two months and had been interrogated in custody for seven days, the Bench rightly felt that granting interim relief would be quite in order. The relief given to Ms. Setalvad should be welcomed by those who value personal liberty as well as activism in support of the vulnerable.",
        "headline_1": "Relief, rebuff: On Teesta Setalvad bail plea",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/relief-rebuff-the-hindu-editorial-on-teesta-setalvad-bail-plea/article65841843.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "03-09-2022"
    },
    {
        "full_article": "India commissioned its first indigenously designed and built aircraft carrier, INS Vikrant, on Friday and joined a small group of countries which include the U.S., the U.K., Russia, France and China, that have the capability to design and build carriers with a displacement of over 40,000 tonnes. What India has demonstrated is the capacity to develop a carrier although it has been operating these ships for over 60 years. It took 17 years from the time the steel was cut and around ₹20,000 crore to make Vikrant a reality. Developing a viable domestic defence industry has been a priority for Prime Minister Narendra Modi, and the new aircraft carrier is a sign of India’s expanding atmanirbharta or self-reliance in defence. The new vessel has 76% of indigenous content overall but its critical technology has been imported, pointing to the need for persistence. The carrier in itself is an engineering marvel with an endurance of 7,500 nautical miles. It has around 2,200 compartments for a crew of around 1,600 that include specialised cabins to accommodate women officers and sailors, and a full-fledged speciality medical facility. Several technological spin-offs from the ship’s construction include the capacity to manufacture warship-grade steel, which India used to import. Its commissioning gives India and its emerging defence manufacturing sector the confidence to aim and sail farther.The Indian Navy’s ambition is to have three aircraft carriers — it already has INS Vikramadityaprocured from Russia — and it has suggested that the expertise gained from building Vikrant could now be used to build a second, more capable, indigenous carrier. INS Vikrant will be the wind in the sail for India’s proactive maritime strategy in the Indo-Pacific and the Indian Ocean Region. At the commissioning ceremony in Kochi, Defence Minister Rajnath Singh reiterated India’s interest in “a free, open and inclusive Indo-Pacific” and Mr. Modi’s idea of ‘SAGAR’ or Security and Growth for All in the Region. A strong Navy is also critical to India’s ambition to grow its share in global trade, which is largely maritime — INS Vikrant significantly expands the Indian Navy’s footprint in the backdrop of increasing Chinese activity in the region and New Delhi’s closer cooperation with the U.S. While MiG-29K fighter jets will now be integrated into the fleet air arm of Vikrant, the Navy has taken an active interest in procuring either the French Rafale M or the American F/A-18 Super Hornet. This would need structural modifications in the ship which would allow operating these more capable aircraft from its deck. Meanwhile, the plans to develop India’s own twin-engine deck-based fighter continue to remain a distant dream. The focus, and priority now, should be in resolving the fighter jet conundrum while also taking a call on the second indigenous aircraft carrier to ensure that the expertise gained is not jettisoned due to strategic myopia.",
        "headline_1": "Wind in the sail: On INS Vikrant",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/wind-in-the-sail-the-hindu-editorial-on-ins-vikrant/article65841404.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "03-09-2022"
    },
    {
        "full_article": "Early next week Britain’s Conservative Party will decide who would lead the next government in London. No election since that of Clement Atlee in 1945, defeating the wartime Prime Minister Winston Churchill, has generated as much public interest in India. The reason for this is clearly the fact that one of the contenders, Rishi Sunak, is a person of Indian origin and that too son-in-law of one of India’s most respected business leaders, Infosys founder, NR Narayana Murthy.\nMany within the current regime in New Delhi seem to prefer the victory of a ‘true blue’ Brit, Liz Truss, for reasons we wrote about in an earlier column (‘Rishi, Kamala aur Hum’, TOI, July 13). However, a large majority of the Indian public would be disappointed if Sunak does not make it. He even topped up his Indian credentials with the worship of a well-fed English cow.\nRead full opinion on TOI+\n\n",
        "headline_1": "To Delhi, in Boris’s boots: Can the next UK PM create another version of the Modi-Johnson chemistry?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/to-delhi-in-boriss-boots-can-the-next-uk-pm-create-another-version-of-the-modi-johnson-chemistry/",
        "news_paper_name": "The Times of India",
        "publish_date": "03-09-2022"
    },
    {
        "full_article": "Stalking has been a clearly defined criminal offence since 2013, but that doesn’t seem to deter stalkers. Two stalking incidents last week – one in Jharkhand where a schoolgirl was burnt to death by a young man and the other in Delhi where a schoolgirl was shot despite a complaint to the police – show stalkers don’t fear the law. Some questions bear asking. Is the law not strong enough for deterrence? Is beat policing failing? There are of course broader questions on gender relations in a conservative, male-dominated society, on schools failing to sensitise children. But these are long-term issues. In the short term, we need to take a close look at existing tools of law and policing.\nFrom 1,091 cases reported in 2014 – the first year of Section 354D IPC that criminalised stalking – to 9,285 in 2021, reported cases are in all probability a massive undercount. Stalking cases that were acquitted, compounded or compromised outnumbered convictions, and 40,000 cases were pending trial. More problematically, 354D is bailable, which allows offenders to secure bail from police stations itself. This gives too much power to cops to settle cases. Similar offences like Section 354 (criminal force or assault with intent to outrage modesty) is non-bailable, so is criminal intimidation with threat to cause death or grievous hurt (Section 506). Should we change the statute on stalking to make it non-bailable or should Sections 354 and 506 be used against stalkers?\nFurther, cops are immensely overworked. India’s 17,000-odd police stations cover an average of 80,000 people. And there are too few women cops – just 12% – and many of them face harassment at work. Moreover, many cops are conditioned to see stalking as “boys will be boys” behaviour. Tragedies like those in Jharkhand and Delhi demand that politicians tell cops to adopt zero tolerance against stalkers and also rethink how the law should be applied to those who terrorise women.\n\n",
        "headline_1": "Stop the stalker: Plug legal loopholes, tell cops to adopt zero tolerance",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/stop-the-stalker-plug-legal-loopholes-tell-cops-to-adopt-zero-tolerance/",
        "news_paper_name": "The Times of India",
        "publish_date": "03-09-2022"
    },
    {
        "full_article": "Teesta Setalvad yesterday was granted interim bail by the Supreme Court after having spent more than two months in jail in a case pertaining to alleged fabrication of documents in relation to riots in Gujarat in 2002. Notwithstanding the apex court order, the Gujarat high court will continue to consider her regular bail application. SC’s decision was underpinned by some observations it made earlier. Setalvad has spent over two months in jail without a chargesheet being filed. The offences pertain to alleged forgery and not bodily harm. The offences do not restrain the court from granting bail.\nIndia’s jurisprudence on bail is rooted in the Constitution’s Article 21, the right to life and personal liberty. Its importance can be gauged from the fact that the relevant procedures provide for everything from anticipatory bail to statutory bail. Therefore, SC’s approach is guided by the principle that bail is the rule and jail is the exception.\nThis principle is not followed often enough by other levels of the judiciary. Data till December 2021 show that of 5.54 lakh prisoners, 77% were undertrials. A mere 22% of prisoners had been convicted. Around 95% of undertrials are released on bail but the process is slow, often inhumanely so. GoI data for 2019 showed that almost half of the jailed undertrials had been locked up for more than two years. This is unconscionable.\n\n",
        "headline_1": "Bail, the rule: Far too many undertrials are kept in jail for too long",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/bail-the-rule-far-too-many-undertrials-are-kept-in-jail-for-too-long/",
        "news_paper_name": "The Times of India",
        "publish_date": "03-09-2022"
    },
    {
        "full_article": "Oil and violence share an intimate relationship. A Pipeline Runs Through It: The Story of Oil from Ancient Times to the First World War by Keith Fisher is a dense account of the bloody origins and evolution of the global oil industry.\nOil wars are centuries old. The oil in Baku, Azerbaijan caused the conflict between the Persian Abbasids and Syrian Umayyad Caliphate. By 1813, the East India Company was drafting reports on the commercial and strategic importance of Persia and Mesopotamia, for their ‘inexhaustible oil’.\nRead full opinion on TOI+\n\n",
        "headline_1": "Why oil and blood mix very well: The violent history of a global industry",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/why-oil-and-blood-mix-very-well-the-violent-history-of-a-global-industry/",
        "news_paper_name": "The Times of India",
        "publish_date": "03-09-2022"
    },
    {
        "full_article": "It was in a most turbulent period of the history of Bengal that Abul Mansur Ahmad (1898-1979) fought hard against social prejudice and religious bigotry. His brilliance in various fields – be it politics, journalism or literature – made him a popular name in undivided Bengal. He was a superb satirist, a thought-provoking essayist and an astute political commentator.\nHe witnessed and contributed to the rise of political and cultural consciousness of Bangalee Muslims. In his youth, he participated in different social and cultural movements, and in his more mature years, he blossomed as a writer, journalist, politician and, most importantly, as a social thinker.\nAfter completing his studies in Mymensingh and Dhaka, he went to Calcutta (now Kolkata) to study further and follow his dream of writing. He worked in many weekly and daily newspapers and wrote his famous satires during this period. He became involved in anti-British movements, was inspired by Netaji Subhas Chandra Bose, and worked under Sher-e-Bangla AK Fazlul Huq and Huseyn Shaheed Suhrawardy. Abul Mansur started with Swaraj Party led by Deshbandhu Chittaranjan Das and later joined the Indian National Congress, attracted by the leadership of Subhas Chandra Bose. He played a significant role in the Krishak Praja Party of Fazlul Huq and later joined the Pakistan Movement. In 1946, he founded and edited the Dainik Ittehad from Calcutta, which was to become one of the fastest growing modern newspapers of the time.\nAbul Mansur was a keen observer of his contemporary world, which he saw with the eye of an artist who portrayed life not only as it is, but also as it could be. The many different roles he played made him an exceptional writer, experienced politician and an ace journalist. But it is in the capacity of a litterateur that Abul Mansur shines to this date, and will do so in the future. In the early 40s, when the demand for Pakistan was gathering support, Abul Mansur foresaw the issue and wrote that the state language of East Pakistan must be Bangla, and no other language.\nAfter the 1947 Partition, he returned to his native Mymensingh, restarted his law practice and continued his political activities. He was one of the early leaders of the Awami League and the principal author of the famous Ekush Dafa, the 21-point election manifesto of the United Front in 1954 that routed the Muslim League from East Bengal politics. He later became the education minister in Sher-e-Bangla's short-lived government. In 1956, he became the commerce and industries minister in the central government of Pakistan, headed by Huseyn Shaheed Suhrawardy as the prime minister. He used to be named the acting prime minister of Pakistan during Suhrawardy's foreign trips.\nAmong Abul Mansur's books are his political and personal autobiography Amar Dekha Rajnitir Panchash Bachhar and Atmakatha, his satires Ayna, Food Conference, Guilliverer Safarnama, his book of essays Sher-e-Bangla theke Bangabandhu, and many others.\nOf all his work, Abul Mansur is most remembered as a satirist. He chose satire as his main genre of literature, but he also wrote several novels depicting social injustice. Through them, he highlighted all forms of bigotry and exploitation in the name of religion and political hypocrisy. Among his satires, Ayna is most noteworthy. In Aynar Frame, a foreword to Ayna, poet Kazi Nazrul Islam wrote, \"Normal mirrors reflect the outward picture of a man. But the ayna my friend Abul Mansur Ahmad created has caught the inner picture of man. People who roam around us wearing various masks have had their real face revealed in Abul Mansur's Ayna. We met them all the time in temples, mosques, on the dais making public speeches, and also in the literary arena.\"\nHis other humour pieces like Hujur Kebla and Nayebe Nabi are also unparalleled in Bangla literature. He showed his intellectual courage by writing these books in the 1930s and 1940s while the contemporary writers were cowed down by the fundamentalists of the time. What Abul Mansur wrote at that time about religious bigotry, we cannot think of writing in the 21st century.\nAs a visionary and an intellectual, he was far ahead of his time. Imbued with patriotism, he stood against corruption all his life. He used his mighty pen against all inconsistencies in the society. His belief in democracy was life-long and unshakeable. For him, it was the best form of government, and he wrote relentlessly to build a democratic society. As Shilpacharya Zainul Abedin drew sketch of the famine, Abul Mansur drew sketch of social evils in his works. And he succeeded in unmasking those responsible for the famine and the distress of humanity.\nIn Bangla literature, Abul Mansur Ahmad remains a very important figure. Our society is not yet free from the social, political, religious and cultural vices against which he wrote so vigorously. Use of religion in politics, the influence of the pir-fakirs in social life, and the hypocrisy in the name of politics still persist. But today, no one is as vocal against these as Abul Mansur was. We now need such writers and thinkers more than ever before.\nTranslated by Enamul Huq.\n\n \nEmran Mahfuz is a poet, writer and journalist at The Daily Star.\n",
        "headline_1": "Abul Mansur Ahmad saw the world for what it could be",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/124th-birth-anniversary-abul-mansur-ahmad-man-who-saw-the-world-what-it-could-be-3109546",
        "news_paper_name": "The Daily Star",
        "publish_date": "03-09-2022"
    },
    {
        "full_article": "On August 2, Nancy Pelosi, a close ally of US President Joe Biden and the speaker of the United States House of Representatives, published an article in The Washington Post titled \"Why I'm leading a congressional delegation to Taiwan.\" Her message was quite clear, and there was no scope for ambiguity. In her words, \"we take this trip at a time when the world faces a choice between autocracy and democracy. As Russia wages its premeditated, illegal war against Ukraine, killing thousands of innocents – even children – it is essential that America and our allies make clear that we never give in to autocrats.\"\nShe would carry out her visit on the same day, despite repeated warnings from China. In response, China launched numerous missiles into Taiwanese seas and began a series of massive military exercises around the island. China would also terminate cooperation with the US on crucial subjects such as the climate crisis, anti-drug measures, and military negotiations.\nBilateral relations between China and the US have soured profusely as a result of this visit and the subsequent visits by multiple US lawmakers to Taiwan. And as the potential decoupling between these two geopolitical giants now seems even more inevitable, nations downstream of a possible fallout are understandably anxious. The question that's on everyone's mind is: Why would the US, which has built a geopolitical play of strategic ambiguity around Taiwan, suddenly become so unambiguous in their messaging surrounding Taiwan and China? And a follow-up question is: If the drums of war begin to rage due to this provocation, what could the US do to stop China from carrying out its own \"special military operation\" in Taiwan?\nTo adequately answer these questions, one must consider two important factors. The first is the current democratic backsliding around the world. The second is the somewhat unintuitive nature of US-Taiwan relations concerning China.\nDue to several key historical events, the US has positioned itself as a champion of democratisation worldwide. This kind of championing of democracies indeed forms the backbone of US geopolitics. The development of strategic relations between the US and Ukraine has become intimate since the Orange Revolution of 2004. Since then, Ukraine has become one of US' largest defence partners and a primary recipient of US agricultural FSA assistance. Therefore, one can understand how big a blow it might have been when Russia invaded Ukraine. However, the US never had any written treatise with the Ukrainian government that would have given them a just cause to intervene when the invasion happened.\nIn the game of geopolitics, the penalty for warmongering is dire. There is no scenario where a direct conflict between two nuclear powers benefits any nation. Russia had the initiative, however dubious and unethical, to conduct a military campaign thinly veiled with the excuse of fighting Nazis. The US had no counterplay other than to begin World War III.\nThe story of the US' relationship with Taiwan in relation to China, on the other hand, is quite different. The Taiwan Relations Act (TRA), enacted by US President Jimmy Carter in 1979, established domestic legal authorisation to conduct unofficial relations with Taiwan. The TRA continues to provide the legal foundation for the US-Taiwan unofficial relationship and enshrines the US commitment to help Taiwan retain its defence capabilities.\nThe other seminal treatise between Taiwan and the US is the \"Six Assurances\": six key foreign policy principles of the US regarding its relations with Taiwan. These two diplomatic documents comprise one of US' most intricate and long-running foreign policy plays. The language of the Six Assurances and the TRA remains ambiguous on purpose as to the scope of the US' level of commitment to defending Taiwan. It is understood that this strategically ambiguous policy was intended to discourage both a unilateral declaration of independence by the ROC leaders and an invasion of Taiwan by the PRC. Though somewhat unintuitive, this ambiguity has played a large part in maintaining peace in the Taiwan Strait for decades. More importantly, this policy directly aligns with the general opinion of the people of Taiwan.\nThe current government of Taiwan is a vibrant democracy, and a significant portion of the population has formed a sense of national identity that is uniquely Taiwanese. Contemporary public opinion in Taiwan, demonstrated through nationwide polls, finds very little of the post-civil war desire of the then exiled Republic of China government to reclaim their position as the true leaders of China. The Taiwanese public's desire for political union with China fell further to a near-record low in the first half of 2022. In a biannual update to its surveys on core political attitudes in Taiwan, National Chengchi University's Election Study Center (ESC) found that only 1.3 percent of respondents wanted unification with mainland China \"as soon as possible.\" A similarly low 5.1 percent desired formal Taiwanese independence at the earliest possibility. For the past two decades, most respondents have favoured some form of the \"status quo.\" A status quo has only been possible due to the US' relentless efforts to maintain strategic ambiguity.\nThe level of investment the US has in Taiwan is far more significant than its investment in Ukraine. Now, this brings us back to the first question. Why would the US, which has spent so much time and effort creating this intricate strategic ambiguity, suddenly become so unambiguous in its support for Taiwan? Why risk the status quo that has provided stability for such a long time?\nOne reason for this is, of course, the reason Pelosi stated in her article. Democracies are backsliding, and the US feels the need to step up and reclaim its role as the global defender of democracy. And another reason is perhaps a key lesson learnt from the escalation that led to the invasion of Ukraine. When it comes to geopolitics, rival nations have a strategic imperative to take the initiative. The US' Democratic visits to Taiwan do not stray from any established foreign policy positions. Expensive military drills conducted in retaliation can always be countered with even more diplomatic visits. Clearly, one act is more resource-draining than the other. Since the US speaker's visit, groups from the US, Japan, and Lithuania have arrived in Taipei, vowing Beijing won't bully them. The onus is on China to respond. Unfortunately for China, the only real response might lead to World War III. This is the calculated gamble the US has seemed to have played. They will rely on China's economic acumen and trust it won't plunge the world into the darkness to satisfy imperialistic ideals. It can be argued that it is reckless to try to balance everything on the razor's edge. However, in this situation, perhaps balance can only exist on the razor's edge.\n \nZillur Rahman is the executive director of the Centre for Governance Studies (CGS) and a television talk show host. His Twitter handle is @zillur\n\n",
        "headline_1": "Peace, stability in the Taiwan Strait balanced on a razor’s edge",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/peace-the-taiwan-strait-balanced-razors-edge-3109541",
        "news_paper_name": "The Daily Star",
        "publish_date": "03-09-2022"
    },
    {
        "full_article": "Can the implementation of fundamental rights enshrined in the constitution be a matter of a choice for the executive? Can citizens be told that their rights, such as the rights to assembly, speak and conscience, are now available because the executive branch of the state is offering them as a gift? Answers to these questions essentially reveal whether a country is democratic or not. Answers to these – not only on paper or as rhetorical, but as a practice – are important in understanding the state of governance. Understandably, when the ruling party claims the system as democratic, both the answers are bound to be negative. This discussion has become more pertinent in the context of the events in Bangladesh in the last few weeks as the country is witnessing wanton attacks by the police and activists of the Awami League on the demonstrations and assemblies of the political opposition, Bangladesh Nationalist Party (BNP).\nInterestingly, these attacks came after Prime Minister Sheikh Hasina's assurance that the opposition will be allowed to hold demonstrations and assemble. Sheikh Hasina, during a meeting with her party's organising secretaries recently, said she had instructed that opposition parties not be \"disturbed\" if they hold demonstrations and rallies. \"Our opposition party has an opportunity; they will agitate, let them do it. Even today, I have instructed that none of those who are agitating should be arrested or disturbed,\" she said (Prothom Alo, August 14, 2022). Although it was not clear whom she instructed, presumably the order was meant for the police and civil administration. Why this particular order was mentioned in the party meeting held at Ganabhaban remains a question. It is also imperative that we ask why the head of the executive branch had to specifically \"instruct\" that the opposition be allowed to demonstrate. Isn't it a right already enshrined in the constitution?\nThe Bangladesh Constitution has guaranteed the right to assembly of the citizens as a fundamental right. But those who followed Bangladeshi politics over the years, especially since 2014, know how the right has been curtailed and how the combination of law enforcement agencies and the ruling party activists have foiled various demonstrations. In many instances, opposition activists were violently attacked. But what the prime minister's \"instruction\" revealed is that the individual's power has transcended the constitution – a classic example of executive aggrandisement, personalisation of power, and a hallmark of authoritarianism. This is not an aberration, but a pattern of governance of the past years. Although the prime minister has \"assured\" the opposition, her party leaders have consistently spoken against letting the BNP take to the streets. It seems the \"instruction\" was rhetoric and the party leaders read between the lines.\nThe prime minister's speech came in the wake of protests on load-shedding, price hikes and incredible suffering befallen on the citizens lately. The rising cost of essentials have badly hit the poor, lower-middle class, and middle class while the ruling party leaders and its supporters are enjoying the fruits of corruption and rent-seeking. Capital flight has reached an unprecedented level, and a small group of businessmen, apparently close to the ruling party, are benefiting from the misery of the people.\nIn July, simmering anger started to be expressed. On July 31, one BNP activist was shot dead during a procession in Bhola; three days later, another succumbed to his injuries. There were protests elsewhere as well. Instead of trying to address the concerns of the citizens, the government increased the price of fuel on August 5, which added insult to injury. Consequently, the price of essentials faced another round of hikes, and opposition parties tried to take to the streets. As police and ruling party activists were attacking the demonstrators, the prime minister said her government would not \"disturb\" the opposition.\nBut what has been happening across the country is on the contrary and deeply disturbing. Not only were BNP's rallies or processions attacked, but the houses of the leaders and their business establishments were ransacked too. Unknown numbers of people have been arrested, and cases have been filed against thousands of BNP activists around the country. As before, the attacks were orchestrated by the police and the ruling party workers together. Would it be wrong to assume that the police and the civil administration have received a different message than what we heard? Was there a coded message? There is no other way but to ask these questions.\nAccording to newspaper estimates, at least 25 BNP rallies were attacked across the country between August 22 and September 1. The houses of BNP leaders were ransacked in at least eight places. At least in six places, the police did not allow the BNP to hold rallies. These are what were reported in the media. In the wake of these troubling events, a young man named Shaon was shot dead and over 200 injured on Thursday (September 1) in Narayanganj during a BNP rally. It is reported in the media that Shaon was killed in police firing, and that firing was targeted at the demonstrators.\nIt is not only the BNP rallies that are being attacked; other opposition parties have also been prevented from gatherings too. Over the past years, the rights stipulated in the constitution seem to have become something only on paper. The head of the executive branch determines the rights the citizens enjoy and when they can enjoy them.\nThe government, in recent months, has been under pressure, including from the international community, for its abysmal human rights record. The sanctions imposed on the Rapid Action Battalion (Rab) and its officers have been followed by harsh criticism. Michele Bachelet, the UN high commissioner for human rights, during her visit to Bangladesh last month, criticised the government for the human rights situation. In the wake of the condemnations, the government wants to show that the situation is not as bad as the human rights activists are claiming. That seems to have prompted the prime minister's assurance and some space for the opposition parties. Presumably, the ruling party also wants to show that the situation is good enough for a participatory election scheduled for the coming year.\nBut given the troubling development of the last few weeks, and the attacks on the opposition rallies, nothing has changed. It also demonstrates how the rights of the citizens are being trampled by force. Those who think that they should remain silent because they do not subscribe to the politics of BNP, and that these attacks are being carried out against the BNP, should think twice. It is a continuation of the assaults on the fundamental rights of the citizens. Citizens' fundamental rights are not something the executive can give or take away at will.\nIndeed, the use of force to suppress the opposition and undermine the rights of the citizens did not start in the past weeks; over the past decade, we have witnessed erosion of democracy in a spectacular manner. Dissent has been criminalised; lawful political activities have been described as \"conspiracy\" – not only against the government, but also against the state. In such a context, these relentless attacks are not only a message to the BNP, but also to all political parties that they, too, will be dealt with in a similar manner if they take to the streets. Imparting fear in society, engaging in intimidation of the dissenting voices and outright assaulting those who dare to speak are hallmarks of autocracy. Hopefully, the opposition politicians understand the message, and decide what role they need to play.\n \nAli Riaz is a distinguished professor of political science at Illinois State University in the US, and a non-resident senior fellow of the Atlantic Council.\n\n",
        "headline_1": "Citizens’ fundamental rights are not the executive’s choice",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/black-white-grey/news/citizens-fundamental-rights-are-not-the-executives-choice-3109531",
        "news_paper_name": "The Daily Star",
        "publish_date": "03-09-2022"
    },
    {
        "full_article": "A Dhaka University teacher has been stripped of his degree and demoted to a lower rank as his doctoral dissertation is 98 percent plagiarised. Here's an educated guess: the title and acknowledgements account for the remaining two percent. News of \"professorial plagiarism\" pops up every once in a while. In such cases, the institutions concerned investigate and punish the perpetrators. In a few instances, the incidents make headlines. When they do, the accused play victim and shift the blame. They either find faults in the \"poor citations\" and \"sloppy oversights\" of a co-author, if available, or they blame the \"vicious, motivated political coterie\" of colleagues who have allegedly been holding grudges against the accused for a host of reasons. The problem lies deeper than that.\nA Facebook friend, who completed his PhD in Malaysia and now is teaching at a university in Chattogram, recently posted about his experience of struggling as a graduate student. When he went abroad for his master's degree leading to a PhD, his university refused to offer him a degree-by-research option as his undergraduate syllabi did not have any course on research methodology. He was already teaching at a university in Bangladesh and had the required number of publications to become an assistant professor. When he submitted those papers as his writing samples, his Malaysian faculty member discarded most of those papers as they did not meet the research requirements. In a powerful plea, the teacher, who has now returned with a doctoral degree after going through rigorous training in research, asked his former teachers of the public system, \"Why did they not have any course on research methodology? What rights do they have to spoil the future of their students?\"\nIn an op-ed recently published in this newspaper, a writer accused universities in Bangladesh of smoothening the publication hurdle by creating what he called \"trash journals\" with no impact whatsoever. The peer-reviewing process is either faulty or relaxed, which allows many teachers to meet the bare minimum requirements for their promotion.\nWith no research orientation, most of our colleagues struggle to publish or teach their students to write academic papers. The mechanics of writing can be easily offered through an institutionalised support service under the teaching and learning centres or quality assurance cells of a university. Many international journals have in-built editing services that can take care of these issues. But the problem arises when researchers or teachers are incapable of thinking critically, testing their ideas on their own or giving creative expressions to their thoughts in a coherent fashion.\nWhy do most public universities avoid this course on research methodology, or include a thesis component in their master's programmes? One ready answer lies in the class size: if you have 120 students in a class and 20 odd teachers in the entire department running 8-10 concurrent batches, teachers can't supervise everyone. Even when they tried, they found that it was impossible to stop them from copying from already published materials. In response, some chopped off the heads to cure headaches. Instead of offering support services through mentorship, teaching assistants, and writing labs, many of these programmes stopped offering thesis as a graduation requirement. Consequently, their testing tools include mostly written exams where students can reproduce what they have memorised from their books or other sources. From a student's perspective, the benefit of writing exam scripts is that, in most cases, nobody challenges you for verbatim reproduction of the textbooks. A student can become a topper in their class simply through rote learning. When this student is recruited as a lecturer, the old habit of using others' ideas and expressions remains.\nIn private universities, where a collaborative model of knowledge production is pursued, followed by the outcome-based education prescription, we have a problem of a different nature. We credit students if they present their shared knowledge. Recent theories on the social construction of knowledge decry \"originality.\" The notion that a writer is a singular, distinct creative entity is no longer recognised. American education expert Darsie Bowden famously points out, \"Plagiarism is perhaps one of the foremost and richest of postmodern dilemmas.\" One joke that circulates in academia goes like this: If you copy from one book, that's plagiarism; if you copy from many books, that's research. The first thing about any research is to offer a mapping of the critical mass of your relevant topic. Researchers begin by surveying what knowledge is out there on the topic on which they are conducting research. The outcome of the research can be a publication where researchers are expected to add voices to the ongoing scholarly conversation.\nPlagiarism can be intentional or unintentional. Often, researchers are guilty of being lazy in giving references or citing sources. Sometimes, they do not have the confidence to reproduce someone else's ideas in their summaries with appropriate referencing. But the teacher I mentioned at the beginning of my essay has knowingly violated the ethical standard. And there cannot be any excuses. With such a stigma, how will he face his students or judge them for adopting spurious means in examinations?\nOur universities were mostly designed as teaching universities. Even many of our iconic professors are not good researchers. Even if they are, they are not cited or considered international scholars as a) they published in local journals and often in Bangla; b) the data they used is not validated; c) they lack updated library and laboratory resources and other support services; and d) they do not get enough research incentives. A politically blessed administrative post offers more perks than getting published in a recognised journal. Of course, many exceptional scholars are making their marks in research. Their efforts, however, are not enough to elevate our institutions to the desired level.\nResearch needs to be promoted as a culture. It requires partnerships – both at home and abroad. For instance, if supervisors can produce joint research work with their students, they won't deem supervising as an extra load. Then again, only the students who want to pursue academic or research careers should be enrolled in the thesis programmes, so that the number of students remains manageable. The use of originality checker software can alert the researcher to plagiarism. To bring such changes, we need to change our mindset.\n \nDr Shamsad Mortuza is the pro-vice-chancellor of the University of Liberal Arts Bangladesh (ULAB).\n\n",
        "headline_1": "Plagiarism: A menace in the academic world",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/blowin-the-wind/news/plagiarism-menace-the-academic-world-3109526",
        "news_paper_name": "The Daily Star",
        "publish_date": "03-09-2022"
    },
    {
        "full_article": "We are shocked and saddened by the death of an eighth grader in Narsingdi, who died by suicide after her teacher harassed her for wearing trousers with her school uniform. According to her classmates, the 13-year-old was reprimanded and publicly humiliated in front of her whole class by one of her teachers at Shibpur Government Pilot High School. She was also slapped and hit with a cane. Unable to bear the humiliation, she reportedly consumed poison, and then went to the police station to lodge a complaint. She collapsed there and was later pronounced dead at the sadar hospital.\nThe incident is disturbing on many levels. To begin with, why would a teacher torture a student for a seemingly harmless act as wearing trousers? Have we reached such a regressive point in our society that students have to be publicly policed by teachers for wearing clothes that do not conform to antiquated gender norms?\nOver the past few months, we have been observing increasingly troubling actions and discussions around women's clothing – from assaulting a woman at a train station in Narsingdi for her attire, to a judge's comment that she was in an \"objectionable\" state for wearing jeans and a T-shirt, to public demonstrations calling out women's right to dress as they please. We are alarmed that these conversations seem to be spreading to our educational institutions, where we should be questioning entrenched patriarchal values and fostering women's emancipation in our society. As the education minister so aptly put it: now is the time to talk about robotics, not women's clothes. At a time when girls in Bangladesh are breaking barriers and glass ceilings and outperforming boys in almost all major public examinations, such narrow focus on clothing does them – and the country at large – a disservice and threatens to undo the tremendous progress made over the decades.\nEven if, for argument's sake, we accept that the child had violated the school's dress code, it is completely unacceptable that a teacher would resort to harassment and capital punishment – which is banned in all educational institutions in Bangladesh – to discipline her. Teachers ought to realise that their role as educators is to nurture, not torture, young and impressionable minds. The teacher who publicly humiliated the 13-year-old, without any consideration of how their action would affect the sensitivities of an emotional teenager, must now answer for her untimely death. \nIncidents of suicides have increased at an alarming rate in our educational institutions. Unfortunately, we have done little to address the pressing mental health concerns of adolescents and youth. It is high time we took a look at how the repressive and narrow-minded attitudes of our teachers and our educational institutions at large are contributing to the mental health crisis of our young generation and take effective and urgent measures to address this looming pandemic.\n",
        "headline_1": "Nurture students, don’t torture them",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/nurture-students-dont-torture-them-3109416",
        "news_paper_name": "The Daily Star",
        "publish_date": "03-09-2022"
    },
    {
        "full_article": "The picture of Sabbir, an 11-year-old child worker, published in the front page of this daily on September 1 reminds us of the present reality of millions of children across Bangladesh. He was a student of Class IV a few months ago, but he had to drop out of school and get a job at a small garment factory to support his struggling family. From another report published in this daily recently, we learnt about another 10-year-old child worker named Shawon, who also had to leave school to support his poverty-stricken family. Shawon now works in the cafeteria of a residential hall of Dhaka University, where he toils away for long hours for a meagre wage of Tk 4,000.\nThe situation of these two children speaks volumes about the present condition of child labour in the country. During the Covid pandemic, many children were forced to drop out of school and engage in work. And now, with the cost of living soaring out of control over the past few months, many more have been forced to leave school to earn a living. The situation is likely to deteriorate in the coming months. The question that naturally arises is: How can we eradicate child labour from our country if we cannot provide these children and their families with the necessary social and financial support? How can we address the issue of dropouts without also addressing the increasing income inequality in the country?\nAccording to the last survey done by Bangladesh Bureau of Statistics (BBS) in 2013, there are 3.45 million child workers in the country, 1.28 million of whom are employed in risky and hazardous jobs. Despite the government's commitment to eliminate all forms of child labour from Bangladesh by 2025, and to eradicate child labour from hazardous factories by 2021, children are still employed in the transportation sector, welding factories, automobile workshops, battery recharging shops, tobacco factories, and so on, where there is no oversight and monitoring of occupational safety and health conditions. We remember all too well the tragic deaths of at least 16 child workers during the fire at Hashem Foods Limited last year, but even that, it appears, has failed to stir the conscience of the nation and that of our policymakers.\nIn order to eradicate child labour from our country once and for all, we first need proper updated data, based on which the government will have to come up with effective plans to re-engage these children in education. There needs to be effective monitoring in all sectors to ensure that children are not engaged in hazardous professions. As child labour is intrinsically tied to the economy, the government must also work towards ensuring an equitable society where people's basic needs are met. We cannot boast of progress and economic development if we leave so many children behind.\n",
        "headline_1": "What has the govt done to give childhood back to child workers? ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/what-has-the-govt-done-give-childhood-back-the-child-workers-3109391",
        "news_paper_name": "The Daily Star",
        "publish_date": "03-09-2022"
    },
    {
        "full_article": "Corruption is so widespread in society and the administration that it has been accepted by the public as a fact life. Notwithstanding this, what a recent household survey conducted by the Transparency International, Bangladesh (TIB) on corruption in the government's different service-oriented organs has come up with is in a word revealing. The report of the TIB survey, for example, shows that more than 79 per cent of the people who yielded to the unjust demand for bribe did not make any complaint against the offending corrupt elements in the administration. And 55 per cent of those victims said that they did not complain because they wanted to avoid any harassment or hassle. Interestingly, 49 per cent of the victims of corruption did not complain because to them it (corruption) was the order of the day. But there were still the19.5 per cent who refused to take it all lying down and so lodged complaint against the bribe-takers.Evidently, resistance to corruption in society has weakened markedly as an overwhelming number of the victims has accepted corruption as a fact of life. This simply points to the helplessness of the common people before the power of corruption in society and the government. Consider the case of the law-enforcement agencies. The survey report on corruption in this sector is indeed disconcerting. For, to go by the survey report, in 2021, (the survey period was from December 2020 to November 2021), the different law-enforcement departments topped the list of the three government organisations found to be most corrupt including the passport office and the Bangladesh Road Transport Authority (BRTA). In fact, more than 74 per cent of the surveyed households reported that they were victims of corruption at the hands of the law-enforcement agencies. And then came the passport department, the BRTA, the judicial service, healthcare, local government and land administration in that order. As expected, the weaker the service-seekers were in terms of their age, gender and physical abilities, the greater was their risk of being exploited by the potential service-giver. So, it is hardly surprising that aged people (between 56 and 65 years of age) received the worst treatment from the supposed service providers, while the younger ones (between 18 and 35 years) were treated less aggressively perhaps due to their rebellious nature. But if the clients were differently able, they in most cases had to fend for themselves. This TIB survey is obviously a sad commentary on the image of the most important wings of the government supposedly dedicated to the cause of public service. Again, according to current TIB study, the rate of corruption in the government bodies under scrutiny has increased to 70.8 per cent from 66.5 per cent as it was found in the case of previous survey done by the corruption watchdog in 2017. The fallout from this ever-rising level of corruption is that it has thrown a spanner in the works of the government's every effort at achieving its desired goal of sustainable development.The existing situation calls for identifying the social malaise, corruption, as the public enemy number one and making renewed efforts to rid various government agencies of this cancer. However, it will require strong political will from the top for the government to launch a meaningful drive against corruption. In this context, the Anti-Corruption Commission (ACC) should be allowed to play its part by making it independent in the real sense of the term.",
        "headline_1": "Corruption: Public enemy number one",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/corruption-public-enemy-number-one-1662122341",
        "news_paper_name": "The Financial Express",
        "publish_date": "03-09-2022"
    },
    {
        "full_article": "Energy Adviser Tawfiq-e-Elahi Chowdhury was candid when he recently told the press that it was better not to reduce the price of fuel oil as the international energy market is very unpredictable. The move made Monday (August 29) last week by the government was indeed a rarity in a country where prices of commodities are known for their tendency to go up. And once they do so, they refuse to come down. And the law of demand and supply that dictates markets everywhere does not apply here. The general public has got used to it because they know that such anomaly is the rule in this part of the world. So, the news did not make much impact on the public. Moreover, calculations made for different services, for example, transport, show no significant impact of this fuel price reduction on the bus fares whether within the city or on the long cross-country routes. It will be embarrassing for the government if the price has to be readjusted meaning increased in case the fuel oil price again becomes volatile in the international market. There is no valid reason why it should not be considering that the Ukraine war is showing no sign of respite. Some economists, for instance, Dr Debapriya Bhattacharya, a distinguished fellow of the policy think tank, Center for Policy Dialogue (CPD), has even questioned the wisdom of making such a seemingly unscripted announcement by the government minister concerned as there was no previous reports of any such discussion being held in the committees concerned in the finance ministry. So, the question would naturally arise if the decisions on issues as important as energy price, is being taken unilaterally or if a system is at work at the policy-making level in this regard.As the reputed economist pointed out such sudden changes in the energy price betrays fiscal disharmony. At a time when advanced economies of Europe are reeling from the impact of Ukraine war as their biggest supplier of fuel, especially gas, Russia, has practically switched off its supply to them in reaction to their (Europe's) having imposed crippling economic sanctions on the former, small economies like Bangladesh have reasons to be circumspect. Bangladesh simply cannot afford any unpredictability at the policy level when it comes to an issue like energy. And it needs also to be kept in mind that fuel, or energy, for that matter is not just one of a host of other issues that the government has to deal with.In fact, it is the only issue, if we are talking about a modern-day economy. For without an assured supply of energy, the lion's share of which still comes from fossil fuel, life itself would come to a standstill. Unsurprisingly, alarm bell has already started ringing at the European capitals with the approach of winter. For all this Russia is being blamed as it invaded Ukraine and that it (Russia) is using its gas and oil to, what it,(the West), says, to 'blackmail' Europe. But what about Europe and its ally, America applying punishing sanctions on Russia to cripple its economy? But then isn't it 'moral' because these (sanctions) are meant to prevent Russia from committing its 'immoral or unjust' act of attacking Ukraine! What about Russia's taking countermeasures to protect itself against western sanctions, say, through taking retaliatory measures like switching off gas supply to what it thinks an adversarial Europe? It's indeed a paradox of the moral kind! This kind of 'one-way' morality is perhaps not going to take the present global crisis anywhere near solution. The worse victim of such crisis as always are the weakest parties on the fringe like Bangladesh. So far as the issue of energy security is concerned every country will have to fend for itself and no country is going to come to the aid of another. As the world's leading powers in Europe and America are not in any mood to strike a peace deal with Russia, if only on 'moral' ground, the rest of the world is left to taste its bitter fruit. But which war was ever moral or just? Was the Iraq war, or the Afghan war or the Vietnam war of the past century just or moral? Who decides it?And the question of who started it first is also often a fuzzy one. In the first World War, for example, Germany was held responsible for starting the war and made to pay a price for it. But what came after in the WW2, should have by now persuaded humanity to think differently rather than holding a particular party responsible for a war and try to punish it on that ground. In truth, in the wider sense there was never a winner in a war.Justifying any extension of war always comes at a huge cost in the shape of immense suffering of the common people caught in the crossfire of warmongers on either side of the political divide. It is indeed in a dangerous world without great statesmen we have found ourselves at the moment. As there is none to look up to for guidance in these crisis times, developing countries including Bangladesh will be required to devise their energy policy depending on their own resources and abilities. Any misstep in this regard needs to be avoided at all costs. [email protected]",
        "headline_1": "Devising energy policy judiciously",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/devising-energy-policy-judiciously-1662122463",
        "news_paper_name": "The Financial Express",
        "publish_date": "03-09-2022"
    },
    {
        "full_article": "The authorities of public universities have utterly failed to protect their students, especially the newcomers in dormitories, from the torture and humiliation at the hands of leaders of the leading student wing. The leaders and selected activists of the student organ have virtually developed shadow administration in the hostels and dormitories in these top educational institutions. Some students are regularly being tortured physically and mentally under the so-called 'guest room' or 'gono-room' culture. The authorities have little control over the operation of the dormitories except for some routine work. Although a dedicated provost and several house tutors or resident teachers are there for each dormitory or hall to look after the welfare of resident students, their actual role is limited in this regard. The allegation is also there that they usually ignore the sufferings of students and do not dare intervene in the illegal activities of the power wielding student group.Torturing and intimidating fellow and junior students in the party's name has become a problem in educational institutions. The deplorable practice has traumatised many students. Some have broken down and lost their dedication to their studies. Some joined the bullies in later years to get some taste of power politics. Unfortunately, there is no serious effort from the university authorities to curb the nasty culture. Though some of these brutes got punished in several cases, there is little sign of elimination of the cruelty to fellow students. Unfortunately, some teachers have also extended their moral support to the thugs. The teachers, affiliated with party politics, find nothing wrong in this kind of intimidation in the name of disciplining and cruel ragging. They use to defend these acts as false propaganda to tarnish the images of the institutions. Some like-minded people also believe that there were almost no such incidents and all are primarily distorted facts. Again, student leaders frequently deny any such thing, and they have some common terms and jargon in denials like: 'not true,' 'discrete incident,' 'false allegation', 'move to undermine the student politics,' etc. Thus spread of falsehood is also there, and the overall consequence will be dangerous in the long run. Society has to pay for allowing the culture of intimidation to vitiate environment of higher studies. Against the backdrop, the victims need some counselling or psychotherapy to get over the trauma. University authorities also go for prevention rather than cure. As they have failed to protect students, this is their second-best option to provide counselling service for students subjected to ill treatment. It is, however, unlikely as the authorities usually deny humiliation of students in dormitories. So, if they come up with counselling services, it will indirectly expose their failure to stop or control the barbaric culture of torture. Nevertheless, the authorities should not shy away from doing the minimum duties for their students. These students badly need counselling. Otherwise, terrible memories will continue to haunt them for the rest of their lives. Parents and guardians should also come together to pressure the university authorities to provide support. Moreover, counselling is also necessary for the perpetrators. It may help them recognise the wrong they commit. Regular counselling can bring an end to the sadistic culture. [email protected]",
        "headline_1": "Counselling for tortured students",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/counselling-for-tortured-students-1662122573",
        "news_paper_name": "The Financial Express",
        "publish_date": "03-09-2022"
    },
    {
        "full_article": "The government has reportedly made a decision in principal that it would establish one medical college hospital in every district. We welcome this move since Bangladesh badly needs more physicians. The current doctor-patient ratio in the country is only 5.26 per 10,000 people, which places Bangladesh at the second position from the bottom, among the South Asian countries, according to the WHO. So, we need more physicians and more medical colleges and universities. Munshiganj is very close to Dhaka. One can reach Munshiganj within an hour by road from the capital city. Recently-constructed Dhaka-Mawa expressway has made this district more vibrant. So, Munshiganj can be a suitable location for a full-fledged 500-bed public medical college for undergraduate (MBBS) medical education. It will undoubtedly help improve the standard of healthcare services for people of the district and adjoining areas. As Munshiganj is close to Dhaka city, faculty members for a medical college will not be a problem. So, I would like to urge the authorities concerned to set up a public medical college and general hospital in Munshiganj on a priority basis. Md. Ashraf Hossain, 120, Middle Bashabo, Dhaka-1214, [email protected]",
        "headline_1": "Medical college for Munshiganj",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/medical-college-for-munshiganj-1662122673",
        "news_paper_name": "The Financial Express",
        "publish_date": "03-09-2022"
    }
]