[
    {
        "full_article": "This October’s foreign trade numbers had offered a sliver of hope for India’s generally weak export story over the past couple of years, as goods exports grew at a 28-month high pace of 17.2%. Any prospects of a sustained turnaround with better global demand for this Christmas season, have, however, come undone with November’s trade estimates released on Monday. In a double whammy of sorts, not only did the value of outbound shipments sink to the lowest in a little over two years at just $32.1 billion but the import bill also hit a record high of $70 billion, rising 27% year-on-year which is the fastest uptick in more than two years as well. Relative to October, goods exports were 18.1% lower. Three of the last four months have now clocked record-breaking import bills, with $64.3 billion in August and $66.3 billion in October. As in August, November’s import bill spike was led by gold imports that jumped 331.5% from last November to a whopping $14.9 billion. Overall gold imports are now up 49% this year, and while higher prices and seasonal spikes for the festive and wedding season explain some of the uptick, this warrants some examination, especially as exports of gems and jewellery are sputtering, including in the employment-intensive businesses such as diamond polishing and gold ornaments. Gems and jewellery exports are down 10.2% between April and November, while imports have widened over 30%, with November seeing a record high deficit of $14.4 billion in the segment.The overall gap in merchandise trade also expanded to a fresh high of $37.8 billion in November, perhaps the first time that the deficit is higher than the export tally. Apart from precious metals, petroleum also played a key part in this widening, with exports halving to $3.7 billion while imports rose 7.9% to $16.1 billion. Officials have sought to downplay concerns by linking the export slump to lower oil prices, but the same should also hold true for imports. It may well be that the discount gains on Russian oil India had capitalised on to ramp up its exports, are fading, and domestic demand is stronger than before, but economists are a tad puzzled at this phenomenon of recent months. The Commerce Ministry top brass has often argued that rising import bills are not a worry because India is growing faster than the world, much of the imports are directly correlated to, or are inputs for exported goods, and non-oil exports that are rising should remain the focus. But oil and jewellery remain among India’s top tradables, and policymakers must glean a better sense of the dynamics behind this tumult, even if they are unfazed by the expanding trade deficit. Published - December 18, 2024 12:20 am IST\n                          Read  Comments \n                Copy link  \n                        \n            \n                    Email     \n                                \n                \n                Facebook   \n                        \n            \n                Twitter    \n                        \n            \n                Telegram     \n                        \n            \n                LinkedIn     \n                        \n            \n                WhatsApp\n                \n                        \n            \n                Reddit      \n                        \n            READ LATER\n                    Remove     \n                \n                SEE ALL         \n                PRINT\n            Related Topics\n        \n                        international (foreign) trade\n                    \n                            /                      \n                        \n                        India\n                    \n                            /                      \n                        \n                        exports\n                    \n                            /                      \n                        \n                        imports\n                    \n                            /                      \n                        \n                        gold and precious material\n                    \n                            /                      \n                        \n                        jewelry\n                    \n                            /                      \n                        \n                        oil and gas - upstream activities\n                    \n                            /                      \n                        \n                        Russia",
        "headline_1": "Trade shocker: On November’s trade estimates",
        "headline_2": "November’s low tally scuppers expectations of a recovery in goods exports",
        "link": "https://www.thehindu.com/opinion/editorial/trade-shocker-on-novembers-trade-estimates/article68996657.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "18-12-2024"
    },
    {
        "full_article": "Sri Lankan President Anura Kumara Dissanayake’s visit to India, also his first overseas trip in keeping with tradition, marks a continuity in India-Sri Lanka bilateral relations. The joint statement, after his meet with Prime Minister Narendra Modi, covered aspects similar to the one subsequent to the visit of his predecessor, Ranil Wickremesinghe, in 2023. Mr. Dissanayake’s assurance that Sri Lanka will not permit its territory to be used in any manner inimical to India’s security and regional stability, on the face of it, appears to be a reiteration of Colombo’s long-standing position, but it was significant in view of a perception that Mr. Dissanayake’s Janatha Vimukthi Peramuna (JVP) is a Left-leaning pro-China party. India viewed his observation as one that could have a bearing on the clearance for Chinese ships visiting Sri Lanka in the light of the Wickremesinghe government’s one-year moratorium (after India’s concerns) on all “foreign research vessels” visits ending next month. In the last 10 years or so, the frequent presence of Chinese ships became the main irritant in bilateral ties. It remains to be seen how far the dispensation will be sensitive to India’s concerns — the Wickremesinghe’s regime took a stand about six months ago that it “cannot only block China”.That the statements of the two leaders or the joint statement did not touch upon the status of projects by the Adani Group was expected. The joint statement talked of India’s commitment to help Sri Lanka in areas such as agriculture and the digital economy. The proposal to have a joint working group on agriculture is a welcome development. There was a mention of the proposed Economic and Technological Cooperation Agreement — 14 rounds of negotiations have been held so far. On the fisheries dispute, the two sides apparently stuck to their stated positions but Colombo should help facilitate an early meeting between the fishermen’s associations in both countries. More importantly, there seems to be a nuanced shift, going by the English version of Mr. Modi’s statement at the joint press conference. There is no reference to the 13th Amendment to the Sri Lankan Constitution, which envisages a measure of autonomy to Provincial Councils, despite Mr. Modi covering matters such as reconciliation, the need for Sri Lanka fulfilling its commitments towards “fully implementing” its Constitution and conducting Provincial Council polls. The JVP ran a virulent campaign against the Amendment, an outcome of the 1987 India-Sri Lanka Accord. As the coalition that Mr. Dissanayake heads secured a massive mandate across the country in the November 14 parliamentary election, he is in a comfortable position to show a new direction to ties with India. It is an opportunity for both countries to resolve their differences.\r Published - December 18, 2024 12:10 am IST\n                          Read  Comments \n                Copy link  \n                        \n            \n                    Email     \n                                \n                \n                Facebook   \n                        \n            \n                Twitter    \n                        \n            \n                Telegram     \n                        \n            \n                LinkedIn     \n                        \n            \n                WhatsApp\n                \n                        \n            \n                Reddit      \n                        \n            READ LATER\n                    Remove     \n                \n                SEE ALL         \n                PRINT\n            Related Topics\n        \n                        India\n                    \n                            /                      \n                        \n                        Sri Lanka\n                    \n                            /                      \n                        \n                        diplomacy\n                    \n                            /                      \n                        \n                        Prime Minister Narendra Modi\n                    \n                            /                      \n                        \n                        politics\n                    \n                            /                      \n                        \n                        political parties\n                    \n                            /                      \n                        \n                        China\n                    \n                            /                      \n                        \n                        agriculture\n                    \n                            /                      \n                        \n                        economy (general)\n                    \n                            /                      \n                        \n                        technology (general)\n                    \n                            /                      \n                        \n                        constitution\n                    \n                            /                      \n                        \n                        fishing industry",
        "headline_1": "​More of the same: On the Sri Lankan President’s India visit",
        "headline_2": "India and Sri Lanka need to go beyond stated positions to take ties forward",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Bmore-of-the-same-on-the-sri-lankan-presidents-india-visit/article68996571.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "18-12-2024"
    },
    {
        "full_article": "The state loves playing Big Daddy. It’s beyond its constitutional remit\nOn the last leg of his 10-city India tour, Diljit Dosanjh continues to swat off trolls and tribulations, the latest being the political reading into his spelling Punjab as Panjab. Trump’s Assistant AG-designate Harmeet Dhillon moved things along with her tweet ‘Pnjab’. In his shows, the headline-making singer-lyricist-actor has taken on TV anchors and authorities on govt’s blind moralistic diktats.\nIt started with a complaint against Dosanjh’s songs’ “impact on children” that resulted in Telangana govt issuing him directions ahead of his Hyderabad event to avoid numbers on alcohol, drugs and violence. Chandigarh’s child rights body ahead of the Chandigarh concert played school-teacher, advising him against performing songs “promoting alcohol”. Dosanjh complied, tweaked bits, but also made his point onstage, comparing treatment he’s received to the diet of violence/alcohol depicted in movies – “you trouble artistes and singers because they’re soft targets.” He has a point. Stopping Dosanjh singing certain numbers on stage will not even be a blip on Punjab’s triple trouble of alcohol-drugs-violence that’s flourished for decades to benefit the criminal nexus of peddler-police-politician. But authorities opt to view such issues through a lens of morality.\nThe Indian state loves dispensing virtue lessons. Govts, municipalities, certainly panchayats, draw from every regressive norm of extra-judicial and extra-constitutional outfits (every state has its own version) to impose a misplaced morality on the public; actions simply beyond state’s constitutional remit. It’s a loooooong list. Crackdowns on Valentine’s Day, which didn’t stop people falling in love outside social norms. Dress codes in colleges. Teenagers’ sex lives. Banning adult sites. Banning Maharashtra’s dance bars. Banning women in pubs. Restricting nightlife. Mindless censorship of films, books, art. What people won’t eat. No eggs in midday meals. Surveillance of online ‘behaviour’. Prohibition. Yet, no ‘morality inspired’ policy has ever served its ‘cause’, misguided as it is. Point is the state doesn’t let up – it believes it can issue such diktats. Of course, there are always exceptions – 300 passes for a Judges Lounge in Dosanjh’s Chandigarh concert was quite the VIP treatment. Worth noting also is all directives/rules are imposed on the public – nary a word on ethics and probity of public office.\nThis is neither in defence of any song or singer, nor endorsing children’s unfettered access to adult material/content. Issue is that in 75 years, govts are still mai-baap mode, basking as a bad parent – not listening but repeatedly barking ‘Don’t’. Dosanjh dedicated his Chandigarh concert to Gukesh. Authorities, go figure.\n\n",
        "headline_1": "Papa don’t preach",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/papa-dont-preach-2/",
        "news_paper_name": "The Times of India",
        "publish_date": "18-12-2024"
    },
    {
        "full_article": "Imitation is the best form of flattery. Nobody should have a quarrel with celebrity look-alike contests\nA bakery in rapper Drake’s hometown Toronto held a contest to pick his closest look-alike Saturday. A woman with a sprayed-on beard won. Over at Univ of Toronto, professor emeritus Jordan Peterson probably winced. Snobs groaned, for Oct saw a similar contest in NYC for Dune star Timothee Chalamet. Nov had more for Paul Mescal, Harry Styles, Dev Patel, to name a few. World coming to a silly end? Actually, look-alikes aren’t a silly subject. Saddam Hussein had at least three, maybe 10, to dodge assassins and TV appearances. CIA had a psychological profile unit looking at videos to tell the OG Saddam from xeroxes. Hitler was said to have four doubles, Putin is rumoured to have several but Stalin definitely had four, if not six. There’s a play titled Six Men Dressed Like Joseph Stalin based on two of them, Felix Dadaev and Alexei Dikiy.\nLook-alikes have their use in peacetime too. Ex-BBC staff Ella Slack stood in for Queen Elizabeth II at rehearsals for over 30 years. Shakespeare loved to throw some into his plays. Hindi cinema said Hum Dono. And they were not stretching credulity. The (inexact) way our brains scan faces, there’s a good chance you have one or more look-alikes in the world. Facial recognition software is also notoriously error-prone. Basically, man or machine, we are good at imagining doppelgangers. But there can be too much of a good thing, as when killer cyborgs assume any shape they want in Terminator flicks, or when Agent Smith clones an army of look-alikes in The Matrix Reloaded. That does stretch credulity, but does not boggle as much as the face-swapping in Face/Off that gives a whole different meaning to “who’s who”. But who are we to complain if the audience loves it?\n\n",
        "headline_1": "Doppel gang",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/doppel-gang/",
        "news_paper_name": "The Times of India",
        "publish_date": "18-12-2024"
    },
    {
        "full_article": "India should cash in on the boom in outward-bound anti-Trump migration from US\nAs Donald Trump prepares to preside over the Oval Office, America is on the move, literally.\nAccording to reports, many thousands of US citizens are preparing to flee the country, temporarily or on a more permanent basis, out of fear of what they believe will be an autocratic and intolerant regime, marked with political and social polarisation.\nTravel organisations and European countries are rolling out the red carpet for Americans seeking Trumpless sanctuary.\nA Florida-based cruise ship company is offering a ‘Four-Year Skip Forward’ voyage – four years being the term of the US presidency – to those wanting to escape Trump’s America. The luxury ship, which can accommodate 600 passengers, will visit 425 ports in 140 countries. An all-in package comes with a price tag of $155,999 per person for a double occupancy cabin, and $255,999 for single occupancy.\nThose seeking a longer getaway from what they no longer see as the vaunted home of the brave, and the land of the free, are thinking of taking up residence in countries like Italy or Portugal.\nA property dealer in the southern Italian town of Latronico, population 4,000, has reportedly received “dozens” of queries from US regarding homes for rent or sale. “It’s been incredible,” said the estate agent.\nThe town of Sambuca in Sicily received “hundreds” of offers from prospective American buyers for derelict houses, and the mayor of Ollolai in Sardinia says that he got 35,000 applications for their scheme which offers abandoned properties for a single euro.\nNew Delhi should add a novel, and lucrative, dimension to its supposed ‘Strategic Partnership’ with US by welcoming its emigres. This would be in the tradition of Indian hospitality based on the credo of ‘atithi devo bhava’, ‘the Guest is God’, particularly so when the divinity of such a deity is backed by the universally worshipped dollar.\nOn his part, the incoming US prez would be only too glad to be shot of those he’d decry as whingeing wimps and stinko-pinko commies. It would be a win-win situation for all.\nRunning away from Uncle Sam? Swagatam, says Chacha Shyam.\n\n",
        "headline_1": "Yankee, come home",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/jugglebandhi/yankee-come-home/",
        "news_paper_name": "The Times of India",
        "publish_date": "18-12-2024"
    },
    {
        "full_article": "What a wife rarely calls her husband\nI was at this party for only eight people and they were playing games, a change from the ‘so what’s new kya khabar aur sunao’ drivel that passes for convo. Hadn’t been to a game night in years. And one of these games was what can your wife say to you with no problem that you would not say to her. You wouldn’t dare.\nI kind of made a shortlist while competing and if you are the sort of brave soul who does not agree with me well then, that’s what you are…the brave soul. Salud.\nAs we are leaving the house | Go change your shirt, it is shabby, I am not going with you dressed like this, comfy is not an excuse for sloppy. Why didn’t you at least get your trousers ironed?\nYou are wearing the wrong colour socks. And at least comb whatever hair you have left, it is unkempt. You have put on weight, tuck your tummy in, ever since you retired you have become a couch potato. I hate to say it but you have become boring and dull and unromantic.\nAt an event | Don’t try to charm people, it always goes flat and if the party is dull, leave it that way. No one wants to know, no one cares about your 4 par saga on the seventh.\nIn a group | Buss, you have had two samosas, then you will whine about acidity, he always overdoes it (Go on then share my medical history with the world).\nThe car is another battlefield | Watch it, don’t go so fast, you just went through a stop sign, change the lane, slow down, you are such a bad driver, watch it, there is a truck 200 metres away.\nIn the house | On complaining about leaving the lights on: You have become old and crusty and grumpy and your memory is falling to pieces. On meeting some friend of hers: Don’t embarrass me and don’t tell those boring old jokes, they are not funny.\nTo the children | Your father did it again, he forgot the name of the host, can you believe it, I mean how can you be so disinterested in those around you, you cannot keep saying boss, tiger, champion, hero to cover up.\nWhich husband has ever said that?\n\n",
        "headline_1": "Boss, tiger, champion",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/boss-tiger-champion/",
        "news_paper_name": "The Times of India",
        "publish_date": "18-12-2024"
    },
    {
        "full_article": "In a welcome decision, the High Court on December 17 restored the provision for the non-party caretaker government system in Bangladesh and the provision for holding referendums to approve any constitutional amendments. The court rightly observed that the 15th Amendment of the constitution—which abolished the non-party caretaker government system—contradicted the constitution's fundamental framework and undermined key democratic principles. Emphasising that there is no legal bar to reinstating the caretaker government system, the court ruled that while the 15th Amendment is not entirely void, it has compromised the fundamental structure of the constitution. In its observations, the court stated that the core of the constitution lies in democracy, which can only be ensured through free, fair, and credible elections.\nUnfortunately, since the passage of the 15th Amendment on June 30, 2011—which annulled the 13th Amendment—Bangladesh has not witnessed a single free or fair election. This has severely damaged the nation's democracy. In fact, it can be argued that democracy effectively ceased to exist under the Awami League regime, which enacted the amendment amid widespread controversy and outrage from nearly all other political parties.\nThe irony is that the 13th Amendment, which introduced a non-party caretaker government system on March 28, 1996—to ensure all possible aid and assistance to the Election Commission in holding general elections—was passed following intense agitation and mass street protests primarily led by the Awami League itself. Yet in 2011, despite extensive consultations carried out by a parliamentary committee led by senior lawmaker Sajeda Chowdhury, which unanimously recommended retaining the caretaker government provision, Sheikh Hasina, the sitting prime minister at the time, chose to abolish it.\nSince then, three parliamentary elections have been held in Bangladesh—in 2014, 2018 and 2024—all of which were either flawed or outright farcical. The 2014 election was boycotted by the main opposition parties; the 2018 election was marred by massive vote rigging the night before polling day; and the 2024 election featured dummy candidates put forth by the Awami League to compensate for the absence of major opposition parties, that once again boycotted it.\nThrough these farcical elections, the Awami League government grew increasingly authoritarian over time, eradicating all political space for opposition parties and turning the country into a one-party state. Given this history and the consistent failure of partisan governments to hold credible elections, it has become evident that the caretaker government system is one of the main safeguards for ensuring free and fair elections in Bangladesh.\nIn light of this, we hope the High Court verdict will restore people's voting rights, establish a system for holding free and fair elections, and re-establish democracy in Bangladesh.\n",
        "headline_1": "A step towards restoring democracy",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/step-towards-restoring-democracy-3778601",
        "news_paper_name": "The Daily Star",
        "publish_date": "18-12-2024"
    },
    {
        "full_article": "Seven years. That is how long it has been since hundreds of thousands of Rohingya children were forced to flee their homes in Myanmar, leaving behind everything they knew. In the makeshift camps of Cox's Bazar, Bangladesh, these children have spent nearly their entire lives in displacement, trapped in a cycle of trauma, poverty and uncertainty. Born into this crisis or carried as infants through borders of despair, they have witnessed horrors no child should ever know. And yet, their future—one full of hope, dreams and opportunity—remains hopelessly out of reach.\nWhat is it like to be a child who has never known peace? Who has never experienced the simple joys of a stable home? This is the cruel reality for the Rohingya children of Bangladesh's refugee camps. They live in a perpetual state of limbo, victims of a political conflict not of their making, with no end in sight. These children, whose futures should be filled with possibility, are instead robbed of the basic rights every child should have—security, education, health and a sense of belonging. In this heartbreaking silence, they are waiting for a future that seems increasingly uncertain.\nThe crisis: A lost childhood\nThe Rohingya refugee crisis is one of the most pressing humanitarian disasters of our time. Nearly a million refugees, half of whom are children, have fled Myanmar's brutal military persecution to seek shelter in Bangladesh. Among them are thousands of children who have known nothing but the confines of overcrowded camps, where survival is a daily struggle. They are caught in a never-ending cycle of displacement, poverty and neglect, facing challenges no child should ever have to endure.\nIn Cox's Bazar, where more than 400,000 Rohingya children live, basic needs such as food, water and safety remain constantly at risk. These children live in shelters made of tarps and bamboo, constantly threatened by natural disasters, fires and violence. The camps are overcrowded, with limited access to essential services. But perhaps the greatest tragedy of all is the lack of opportunity—particularly in education.\nTake, for instance, Shakeera Bibi, a twelve-year-old girl who dreams of becoming a doctor. Shakeera's story is emblematic of the millions of Rohingya children who have been denied the right to grow, learn and thrive. Shakeera, like so many others, is far behind in her studies. While children in her home country would be in the sixth grade by now, Shakeera is still in the second grade, struggling to keep up. The education system in the camps is based on the Myanmar curriculum, which was designed for children who would one day return to Myanmar. But with no clear path to repatriation, this education system has become increasingly irrelevant. The children are receiving a curriculum that doesn't prepare them for a future beyond the camps, leaving them at a profound disadvantage.\nThe education they receive is not only outdated, but also inadequate. Teachers, like Nazim Ullah, work under extremely difficult conditions, often lacking the necessary resources, training and certification to deliver quality education. The classrooms are overcrowded, with hundreds of children crammed into small spaces, often with no proper desks, chairs or even basic teaching materials. For many children, going to school has become a distant dream and their hopes of a better future seem impossible to achieve.\nMalnutrition and health crisis\nThe tragedy doesn't stop with education. Rohingya children in the camps are also suffering from severe malnutrition. They receive three meals a day, these meals are far from nutritious. The lack of access to fresh fruits, vegetables and protein-rich foods have left children with stunted growth, weakened immune systems and an increased risk of disease. Malnutrition, particularly in the first years of life, has lifelong consequences, hindering cognitive development and diminishing the chances of these children ever reaching their full potential.\nIn addition to malnutrition, healthcare services in the camps are limited. Many children suffer from preventable diseases and the lack of proper medical care exacerbates their already fragile health. But it's not just physical health that is at risk—mental health has also become a silent crisis. Many of these children have witnessed violence, loss and trauma that no child should ever experience. They have seen their homes destroyed, their families torn apart, and their futures shattered. Yet, there is a severe lack of mental health services to help these children process their trauma and begin to heal.\nThe psychological toll of living in constant fear, uncertainty, and deprivation is immense. Child welfare experts emphasise the urgent need for psychological support, yet the international response has been far too slow and inadequate. Without addressing the mental health needs of these children, we are condemning them to a future marked by the scars of war, poverty and displacement.\nThe safety of children: A constant threat\nThe safety of Rohingya children is also a growing concern. The camps, already overcrowded and poorly maintained, are breeding grounds for violence, trafficking and exploitation. In recent years, reports have emerged of armed attacks on children, including killings and abductions. Many children, like Shakeera's younger siblings, are not allowed to leave their homes because of the dangers they face outside. The camps are increasingly unsafe for children, and parents live in constant fear of what may happen to their children if they venture too far from the shelter of their homes.\nThe lack of legal status for the Rohingya refugees only exacerbates these dangers. As stateless individuals, Rohingya children are denied basic rights, including the right to education, healthcare and protection from exploitation. The absence of legal recognition means these children are more vulnerable to trafficking, early marriage and forced labour. Many children are sent to work to support their families, including Rashid Ullah, an eleven-year-old boy who sells betel leaves to contribute to his family's income. But working in dangerous conditions, with no access to education, only prolongs their suffering.\nA future lost in limbo\nFor these children, the future seems increasingly bleak. They are living in a state of limbo, caught between the trauma of the past and the uncertainty of the future. Many of them, like Rima, a fourteen-year-old girl, express a deep sense of hopelessness. \"We fled for our lives, but we're still in the midst of war. Here, we have no life at all,\" she says, capturing the despair that so many children in the camps feel. The future they once dreamed of now seems impossible to reach, and the world is failing them.\nBut the future doesn't have to be this way. The international community has a responsibility to act. Humanitarian aid is not enough. These children need education, mental health support and legal recognition. They need to be given the tools to break free from the cycle of poverty and displacement. They deserve the opportunity to grow, learn and achieve their dreams. The world cannot afford to forget them.\nThe ultimate solution to the Rohingya crisis lies in repatriation. But until that day comes, we must not let these children remain forgotten. We must not allow them to live in limbo forever. The time to act is now. The world must rise to the challenge and ensure that every Rohingya child can grow, dream and thrive once again. Their future depends on the actions we take today.\nDr Rakib Al Hasan is a young physician, author, activist & international award-winning youth leader of Bangladesh. He is the founder and executive director of the Centre for Partnership Initiative. He can be reached at [email protected]\n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n",
        "headline_1": "Born in displacement: The forgotten childhoods of Rohingya refugee kids",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/born-displacement-the-forgotten-childhoods-rohingya-refugee-kids-3778356",
        "news_paper_name": "The Daily Star",
        "publish_date": "18-12-2024"
    },
    {
        "full_article": "We are both perplexed by the government's decision not to form a committee right now to reinvestigate the 2009 killings at the Pilkhana headquarters of the erstwhile Bangladesh Rifles (BDR). The government's backtracking from the issue is devastating not only for the families who lost their loved ones during the February 25-26, 2009 massacre—in which 74 people, including 57 army officials, were killed—but also for the nation.\n\nAfter Sheikh Hasina's fall, the issue of reinvestigating the carnage came up as many questions regarding the massacre remained unanswered during the Awami League regime. Most of the 152 people sentenced to death, and more than 300 people handed down imprisonment of various terms in relation to the BDR mutiny, were BDR jawans or soldiers. The real culprits and the mastermind were never identified. With a non-political government at the helm of the country, the aggrieved families hoped for a proper investigation, and the interim government initially responded positively.\nFollowing a petition by two lawyers on October 20 seeking the Supreme Court's directive to the government to constitute a national independent committee to investigate the massacre, Home Adviser Lt Gen (retd) Jahangir Alam Chowdhury told the press on November 4 that the government would do so. Even on December 2, during the first hearing of the petition, the attorney general (AG) said that the process of forming the commission was underway and they would require two weeks to finalise it. However, during the second hearing on December 15, the AG told the court they could not form the commission at this moment because two criminal cases related to the BDR massacre are still pending—one with the Appellate Division and the other with a Dhaka court. It is not clear why the government needed more than a month to divulge this information.\n\nThe Pilkhana massacre, in which the country's top-tier army officials were killed, had a direct implication on our national security. So, it calls for rigorous investigation and a resolute mind to do so. While the interim government may not be able to complete the reinvestigation during its term, it should at least start it. As we look forward to the Supreme Court's order on the issue on January 5, we hope that the enormity of the massacre, its implication on national security, and mostly the suffering of the families of the victims will be taken into account to pave the way for justice.\n",
        "headline_1": "BDR massacre must be reinvestigated",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/bdr-massacre-must-be-reinvestigated-3777851",
        "news_paper_name": "The Daily Star",
        "publish_date": "18-12-2024"
    },
    {
        "full_article": "",
        "headline_1": "Protecting marginal poultry farms",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/protecting-marginal-poultry-farms-1734451637",
        "news_paper_name": "The Financial Express",
        "publish_date": "18-12-2024"
    },
    {
        "full_article": "",
        "headline_1": "The long road to  gender parity",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/the-long-road-to-gender-parity-1734451908",
        "news_paper_name": "The Financial Express",
        "publish_date": "18-12-2024"
    },
    {
        "full_article": "",
        "headline_1": "Overcoming input crisis  facing Boro cultivation",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/overcoming-input-crisis-facing-boro-cultivation-1734451995",
        "news_paper_name": "The Financial Express",
        "publish_date": "18-12-2024"
    },
    {
        "full_article": "",
        "headline_1": "Improve toilet facilities in govt hospitals",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/improve-toilet-facilities-in-govt-hospitals-1734452009",
        "news_paper_name": "The Financial Express",
        "publish_date": "18-12-2024"
    }
]