[
    {
        "full_article": "Prime Minister Narendra Modi rightly described independent India’s 75-year journey as one of “ups and downs” in his ninth speech from the stately Red Fort on Monday. Praising those who fought for India’s freedom, the Prime Minister pointed to the country’s achievements even as he acknowledged the challenges of fulfilling the pressing needs of an ever-aspirational society, tugging at the seams of government. National pride and self esteem were dominant themes as he urged the country to rid itself of the need to look for approval from abroad. Asking the question about how long India could go on living on “certificates” from abroad, the Prime Minister wondered why India could not develop its own “markers”. Though Mr. Modi provided no context to these remarks, his comments could indicate his unhappiness with international criticism directed at his government on governance and human rights’ issues. Successive Prime Ministers have used their Independence Day speeches as a stock-taking of their government’s record and as an insight to what the nation might face. With two years left for the general election, the Prime Minister was in an expansive mood, taking up issues of women’s safety, energy self-reliance, celebrating the diversity of India, the need to respect all languages, and promising an all-out war against corruption and “parivarvad”, or the pernicious influence of dynasty. The Prime Minister asked the people to give him their “blessings” as the battle against corruption enters a decisive phase where even the big fish will not be spared. Even as he dwelt on governance issues, Mr. Modi laced his speech with a political appeal.Mr. Modi was silent about his promises made in 2016 to double the income of farmers by the time the country celebrated its 75th Independence Day. However, he did lay out his vision for an “amrit kaal”, or developed age, in the next 25 years, the 100th year of India’s independence, in 2047. Details of how the country would reach the objective were scanty, apparently kept for another day. In keeping with the Bharatiya Janata Party’s new status as the natural party of governance, the Prime Minister underlined that India had got a stable government after many decades, resulting in speedy decision-making. There was little in his 82-minute speech about the strategic challenges before the country in the wake of tensions at the borders and turbulence in the international order following the Russian invasion of Ukraine. To achieve its full potential, India must not only be able to overcome many obstacles that hold it back but also sail with the rest of the world in meeting the benchmarks of democratic rights, equitable distribution of wealth and access to health and education. India might not need approval from other countries, but it needs to do better on rights and freedoms, welfare and justice, growth and development, and in building a more egalitarian society.",
        "headline_1": "Meeting India’s aspirations: On Modi’s ninth I-Day speech",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/meeting-indias-aspirations-on-modis-ninth-i-day-speech/article65771986.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "16-08-2022"
    },
    {
        "full_article": "Salman Rushdie has lived in the shadow of a death threat since 1989, after his fourth novel, The Satanic Verses (1988), led Iran’s Ayatollah Ruhollah Khomeini to issue a fatwa against the writer for offending Islam, the Prophet and the Koran. The extraterritorial edict multiplied the danger to the writer, and though the motive is still unknown, last Friday, Rushdie, 75, was stabbed multiple times at a literary function in New York. He is off the ventilator, but, according to his son, remains in critical condition. Through the years, others have faced violence over the novel too. People have died in riots, blasts, firing to protest against the book; his Japanese, Norwegian and Italian translators were targeted; a bomb killed the person who was trying to set it off. Rushdie went into hiding for nine years, where he burnished his weapon of choice — words. He has talked the language of truth, upheld freedoms of art and the intellect and pushed for ideals of democracy such as the right to dissent in his 14 novels, and in several incisive essays. In fact, under cover, assuming the nom de guerre Joseph Anton (inspired by the wanderer in Conrad, and the melancholy of Chekov; also the title of his 2012 memoir), he penned Haroun and the Sea of Stories, a book he had promised to write for his nine-year-old son.For his Booker Prize-winning  Midnight’s Children (1981), which reimagined India’s independence, he had dispensed with safety nets, just like his literary inspirations, Gabriel Garcia Marquez, Gunter Grass and Nadine Gordimer. Rushdie found a new language to write about “hot and overcrowded and vulgar and loud” India, shining a light for future writers such as Arundhati Roy. The assault on Rushdie is also an attack against voices who speak out against extremism. Far too many writers, from M.M. Kalburgi, Gauri Lankesh to Anna Politkovskaya, have faced violence, some paying with their lives, for agitating people in a “culture of easy offendedness”. On the frontline, Rushdie has been acutely alive to the expanding threat. “This new idea,” he writes in an essay titled ‘Courage’ (Languages of Truth), “that writers, scholars and artists who stand against orthodoxy or bigotry are to blame for upsetting people is spreading fast, even to countries like India that once prided themselves on their freedoms.” Speak up, he says, every little bit counts. Rushdie’s next novel, Victory City, a translation of an epic, and a book about the “power and the hubris of those in power”, is out next February. But before the long recovery, a spot of cheer from the hospital: his son says Rushdie is being his usual feisty and defiant self, and that his sense of humour is intact.",
        "headline_1": "The power of words: On the assault on Salman Rushdie",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/the-power-of-words-on-the-assault-on-salman-rushdie/article65771942.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "16-08-2022"
    },
    {
        "full_article": "India marks its 75th birthday no richer relative to the rest of the world than it was at Independence, but very much on the rise.\nIndia started out as the world’s sixth-largest economy, fell to 12th by 1990, and has since staged a comeback – to sixth place. Its average income was 18% of the world average after Independence, but that figure also fell until the early 1990s before climbing back up – to around 18% today.\nRead full opinion on TOI+\n\n",
        "headline_1": "India is, at last, on the upswing: We may not grow at more than 5% annually, but that’s still good in a slowing global economy",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/india-is-at-last-on-the-upswing-we-may-not-grow-at-more-than-5-annually-but-thats-still-good-in-a-slowing-global-economy/",
        "news_paper_name": "The Times of India",
        "publish_date": "16-08-2022"
    },
    {
        "full_article": "PM Modi’s Independence Day speech set an ambitious target – India must become a developed country by 2047. “Developed” is as elastic a term as “developing”, and economists can provide multiple criteria. But income, and per capita income, is certainly one key criterion, and the other is that non-farm employment must be far more than farm employment. The two criteria are linked – incomes rise as the share of people in farming go down and manufacturing and services jobs multiply. This has held true from the beginning of the Industrial Revolution in Britain around 1760. That was the most consequential change in human society after the beginning of agriculture. A world of relatively stagnant living standards for millennia suddenly saw a big rise in income. And since then in every country that has become rich, farm employment has radically shrunk.\nWhere does India stand today? Around 41% of the labour force remained in agriculture in 2018-19 and manufacturing employed just 12.1%. It is basic, low paid, insecure jobs in services and real estate that absorbed some of the surplus labour struggling to get out of farms. India’s route to developed country status requires people to move out of farms much faster. And that can only happen if farming is reformed and manufacturing flourishes. The first is a political hot potato, one that even dominant BJP dropped. The second will require two things: Centre-state joint effort to clear projects fast all the time and the Centre to stop hiking import duties.\nReducing tariffs should be a low-hanging fruit. Tariff rate increased by 4.5 percentage points over the last five years to 18.3%. Protectionism undermines opportunities offered by the world to unbundle production of goods and get various bits done in different countries. Unbundling allows Indian exporters to link up with production chains, provided they can import inputs at a competitive cost. The fundamental flaw in PLI schemes is their overemphasis on protection.\nAlso starkly absent in India is a speedy dispute redressal process. Indian courts’ performance in contract enforcement is among the worst in the world. NCLT, critical to the bankruptcy process, had 30 vacancies in mid-July. There are vacancies and huge backlogs in the entire judicial system that dilute the efficacy of most reforms, especially when judges also wade into policy, usually creating more problems. If these persist, India’s economy will get bigger but its economic status won’t change.\n\n",
        "headline_1": "To be developed: Farm reform, judicial reform, freer trade are critical if India wants an economic change of status",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/to-be-developed-farm-reform-judicial-reform-freer-trade-are-critical-if-india-wants-an-economic-change-of-status/",
        "news_paper_name": "The Times of India",
        "publish_date": "16-08-2022"
    },
    {
        "full_article": "Maharashtra’s cabinet expansion took six weeks of negotiations – and BJP, unsurprisingly, has key portfolios. Though nine ministers from both sides were sworn in, plum portfolios have gone to BJP, in line with its strength in the legislative assembly and council. Deputy chief minister Devendra Fadnavis is a super-powerful deputy CM, with home, finance and other key portfolios like housing and water resources vested in him. The 40-MLA Eknath Shinde faction can console itself that a certain equilibrium continues as most of BJP’s portfolios were handled by NCP and Congress in the MVA government. But the reality is that continuance in office has come at the cost of a weakened, divided Shiv Sena. Even in BJP there will be some discontent: Most ministers have secured less heftier portfolios compared to their 2014-19 stint. But the political circumstances suddenly changing in BJP’s favour required such sacrifices.\nHow all this plays out will be seen first in civic polls in nearly all the big cities of Maharashtra including Mumbai. This will test the governing alliance’s ground game. And if results don’t yield a rich dividend, Shinde Sena cadres could pose some tough questions for the CM. MVA is in limbo with an outmanoeuvred Sharad Pawar focussed inwards on restructuring NCP and the Thackerays desperately trying to save their Sena after a breather from the Supreme Court. Whether the Bihar realignment gives national opposition unity efforts another impetus will be tested in Maharashtra.\nA Sena faction on either side of Maharashtra’s political divide has introduced a new dynamic. BMC and other civic polls will reveal if the Thackeray clout over Sena endures and BJP’s “Maratha bet” on Shinde proves right. From the civic polls to 2024, Maharashtra’s political experiments will be closely watched, nationally.\n\n",
        "headline_1": "Maha games begin: Cabinet done, BJP-Shinde’s first and crucial poll test will be civic polls. Unity is MVA’s first challenge",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/maha-games-begin-cabinet-done-bjp-shindes-first-and-crucial-poll-test-will-be-civic-polls-unity-is-mvas-first-challenge/",
        "news_paper_name": "The Times of India",
        "publish_date": "16-08-2022"
    },
    {
        "full_article": "When we turned on the TV first thing yesterday morning, we witnessed Prime Minister Modi unfurling the Tricolour from the ageless ramparts of the Red Fort. Right under the lectern from where he addressed the nation sat the usual array of VVIPs. Protocol officers would have taken extra care to ensure that each dignitary would have been assigned a seat befitting their status in government, in defence and diplomatic circles.\nThe extent of people’s participation in this starchy annual ritual was limited to schoolchildren and “unsung heroes” drawn from the disadvantaged classes. The only nod to novelty was an invite to youth drawn from the cadet corps of 14 countries. This we were told is a first.\nRead full opinion on TOI+\n\n",
        "headline_1": "India’s I-Day celebration is too boringly sarkari: We should learn from Americans how to make it a fun party instead – of the people and by the people",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/beyond-the-headline/indias-i-day-celebration-is-too-boringly-sarkari-we-should-learn-from-americans-how-to-make-it-a-fun-party-instead-of-the-people-and-by-the-people/",
        "news_paper_name": "The Times of India",
        "publish_date": "16-08-2022"
    },
    {
        "full_article": "When a political party in Bangladesh decides to have a dialogue with the Election Commission (EC), what do they expect? Do they want the commission to take their suggestions into account and act accordingly? Do they join these dialogues just to show people that they are active? Or is it because they want to have it on record that they made a suggestion to the election authority about how the elections should be administered?\nIn all honesty, the EC of yore (starting in 1991, barring the EC of 2006, until 2008) never really needed these dialogues. Firstly, because they (apart from the 2006 elections) had \"non-partisan\" ad hoc governments to back them. Secondly, national elections were pretty much a straightforward affair: the incumbent would step down and hand the ruling duties over to temporary/caretaker governments, who would hold the election via the EC.\nHowever, things changed after the Awami League-led government abolished the caretaker government system in 2011 out of fear of a repetition of 1/11. Since then, all elections (both national and local) have been held under partisan administrations, and in the process, the Awami League, who is now in its 14th consecutive year in power, has managed to establish a seemingly unassailable monopoly over state power. As a result, every election since then have followed crises of varying magnitudes, with most of the frontline opposition parties predictably boycotting the elections.\nIn 2006, the BNP tried to do the same thing. They didn't abolish the caretaker government system, but tried to hold the parliamentary election with some manipulations, including a faulty voters' list. They tried to hold the election but could not, because the Awami League and other like-minded parties waged a serious and strategic protest (both on and off the streets) to create enough pressure on the BNP to step down.\nIn fact, the Awami League has a glorious history – older than Bangladesh – of waging street movements to put pressure on governments and press home their demands. This means that their leadership and policymakers have the experience of enduring state-backed oppression to come out successful with street protests.\nThe BNP and its allies (especially Jamaat-e-Islami, most of whose top leaders have now been executed for 1971 war crimes) made a total mess out of it when they tried to take a leaf out of their arch-rival's book.\nJust like the Awami League did in 2006, the BNP and its allies also tried to wage street protests in 2014 to prevent the Awami League from holding elections. However, the BNP leadership's lack of experience in holding peaceful street movements only led to uncontrollable violence on the streets and a massive loss of lives and properties.\nSo, it seems that most of the political parties in Bangladesh basically want the Election Commission to fulfil their long-standing demand for a non-partisan, poll-time government, instead of taking the difficult route of building up a political movement to create pressure on the government.\nWhy do they really want the EC to do their \"dirty\" work? Is it because these parties don't have the same amounts of resources and political expertise as the Awami League to wage a serious street movement? Is it because they have seen how BNP's street protests have gone wrong and how the mistakes are now coming back to haunt them? Is that why these parties are not too keen about \"wasting\" scarce resources?\nGiven the experiences of the 2014 and 2018 elections, in which the BNP and its like-minded parties gave the Awami League a walkover, and the subordinate role that the then ECs played, it's funny that these political parties still hope that the EC would be able to fulfil their needs. Interestingly, the BNP seems to be quite sure that what the EC is doing through these dialogues is just \"window dressing,\" and so they never take part in any of them. What makes these dialogues and the participation of some parties even funnier is the fact that the Election Commission has literally no history of even officially disclosing the recommendations that they receive in these \"dialogues,\" let alone implementing them.\nAlthough the current EC is yet to unveil the recommendations from the recent dialogues, the word going round in Bangladesh's political circuit is that the parties (including Jatiya Party, a recent former ally of Awami League, now the main opposition in parliament) mainly asked the EC for two things: election under a non-partisan government, and no use of electronic voting machines (EVMs). So, why does the EC never publish these recommendations? There is one obvious answer to this question: the commission may feel that they have to make some kind of visible effort to address the concerns raised if they make the recommendations public. Recent history tells us that the EC does not have the power or the intention to do any such thing. Therefore, it seems that the EC dialogues with the country's political parties will continue to be glorified \"tea parties,\" and every election will continue to be a political crisis for the foreseeable future.\nMohammad Al-Masum Molla is deputy chief reporter at The Daily Star.\n\n",
        "headline_1": "Will EC dialogues ever be more than just glorified tea parties?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/will-ec-dialogues-ever-be-more-just-glorified-tea-parties-3095771",
        "news_paper_name": "The Daily Star",
        "publish_date": "16-08-2022"
    },
    {
        "full_article": "Teacher who married college student found dead. Body of teacher who married college student found, husband detained. Teacher who married college student victim of \"murder,\" not \"suicide.\"\nIf you come across these headlines while scrolling on social media, alongside photos of a couple sitting close together and smiling into the camera, what would your first impression be? Would you be expecting to read about a \"crime of passion?\" Would you, perhaps against your better judgement, think, \"a woman who married her student! What else did she expect?\" Would you look at their obvious age gap and feel a wave of judgement for a woman who seemed to have \"preyed\" on a young, vulnerable man that she was responsible for teaching?\nPerhaps you wouldn't think any of these things at all. But I can almost guarantee that these headlines would give you one impression: A teacher seduced and married one of her students in a complete abuse of her position of responsibility, and something horrible happened as a result.\nAnd in this way, we in the media would be responsible for spreading disinformation – not misinformation, which is the publication of incorrect or misleading information, whereas disinformation is a deliberate deception. Because as we all came to know soon enough and which media outlets who investigated the story found out very early into their reporting, the woman and the man in question – both above the age of 18 and thereby able to give consent to any relationship they enter into – met on Facebook and never had a teacher–student relationship prior to that.\nThe basic facts of the case are these: On Sunday, a woman was found dead in a house she shared with her husband in Balaripara of Natore. The man left the house in the middle of the night, came home in the early hours of the morning, and the police were called in. While their preliminary findings point towards a case of suicide, they are investigating the matter and the husband has been taken in for questioning.\nIf we in the media were performing our responsibility to inform our readers of the facts and only the facts, without passing judgement and reflecting our own biases, then perhaps this would be the only information readers would know so far. In an ideal world, the police would also not have speculated to the media on whether the case was one of suicide or something else before proper investigations. And the media would now not be delving into the victim's personal life, playing detective and throwing in masala–filled details into the mix – talking about her husband's reported addiction, her past relationships, her child – to create a sensation around what is essentially a story of trauma, and potentially, of violence.\nSome reports have tried to talk about the social shaming and ostracisation the woman faced for marrying a younger man. However, even the well-meaning reports ended up reproducing this shaming to a certain extent by ultimately focusing on the fact that she was an older woman who married a younger man - a teacher who married a student, even if he wasn't her student. If the sexes had been changed, and a man in his early 40s had married a woman in her 20s, would we have thought about it twice, even though the power dynamics are likely to be completely different in such a situation? Regardless of whether you approve or disapprove of such a match, if there is no coercion involved, how does it have any relevance to a report about a person's death under suspicious conditions?\nEven in the reports that attempted to paint her in a more sympathetic light, the focus shifted solely to the husband – reportedly a drug addict who borrowed money and put her under a lot of stress. And perhaps that is part of her story (although we need to have a whole different conversation on how harmful stereotypes about drug addiction, viewed only as a crime and not a public health issue, continue to get in the way of national conversations about recovery and support).\nBut is this really the media's story to tell? What exactly is our responsibility in this situation? To play the role of the police collecting evidence, and discuss what specific injuries there were on the woman, and how her body looked when it was discovered? Are we meant to be the lawyers, delving into her husband's addiction, attempting to find whether it automatically points towards a criminal nature, so we can find if he engineered the whole thing? Or are we simply playing the role of the local gossip, creating clickbait for readers with no regard for the fact that a woman's life has been ended and there are people out there who are mourning her?\nThis is not the first time media reports have been filled with unnecessary and sensationalist details that distract from the real issue which, more often than not, is violence. Only last month, a woman was murdered by her husband three months into their marriage. This news should have been reported through the frames of gender–based and intimate partner violence. Yet, we mostly saw headlines about a man who murdered his wife because she refused to quit her job. This woman, like many others before her, was a victim of misogynist violence, killed because she failed to conform to gender stereotypes. Under any definition, this should count as femicide, but till now, we have failed to make that word a part of our vocabulary. Instead, our reporting standards came dangerously close to victim-blaming, or at least of opening up avenues to discuss whether the man's reaction was acceptable or not.\nIn all such cases, the basic fact is that a woman is dead. If she died by suicide, it becomes an opportunity to create conversations around mental health, trauma and social stigma. If she died as a result of intimate partner violence, it becomes an opportunity to talk about about gender-based violence and the structures that perpetuate it, such as a desperately slow criminal justice system, inadequate responses from police or social stigma in reporting violence.\nSensationalising such stories do nothing to create meaningful conversations. And as long as we continue to make light of these cases and report on them as isolated incidents, rather than part of a system that is so often biased against women, we will only be perpetuating a culture that normalises trauma and violence.\nShuprova Tasneem is a member of the editorial team.\n",
        "headline_1": "A woman is dead. Why are we gossiping about her personal life?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/woman-dead-why-are-we-gossiping-about-her-personal-life-3095701",
        "news_paper_name": "The Daily Star",
        "publish_date": "16-08-2022"
    },
    {
        "full_article": "Now that the pomp and glory of US Speaker Nancy Pelosi's visit to Taiwan is over, and China has held military exercises surrounding Taiwan, what has been achieved other than further worsening of US-China relations? The crumbling of the current world order is like an earthquake disaster. Initially everything looks fine, then cracks and tremors begin to appear, and events accelerate until the actual earthquake occurs with massive devastation.\nThe difference between earthquakes and war is that the latter is human-induced and should, in theory, be avoidable. The Thucydides Trap is less about whether Great Powers will fight and more about whether it is avoidable. History has rewarded heroes when they win wars, but has seldom praised statesmen who have avoided wars.\nHistory will debate whether the Russia-Ukraine war was avoidable. So far, it is a non-nuclear war because Russia warned Nato not to provoke a nuclear situation. Nato, at least, understands that the Cold War, fought between 1946 and 1991, did avoid a nuclear war. Both sides understood that nuclear war was MAD (mutually assured destruction). There were lots of proxy wars, such as the Korean war, where the Soviets pushed China to do the fighting, or Afghanistan, where the US financed Islamist forces to wear down the Soviet forces. The Cuban missile crisis was defused when the Russians agreed to remove missiles from Cuba, provided the Americans removed missiles from Turkey. Both sides decided to back down from each other's \"red lines,\" the crossing of which would escalate beyond either side's control.\nThe American economist who had the most influence on shaping the understanding of nuclear options was Thomas C Schelling (1921-2016). His Nobel laureate lecture, titled \"An Astonishing Sixty Years: The Legacy of Hiroshima,\" reminds us how lucky and rational we were so far in avoiding nuclear escalation. Schelling's great attribute was to apply intellectual rigour and common sense to very uncomfortable questions. He thought through the unthinkable. A leading game theorist, he understood that all human decisions are interdependent, contingent upon someone else's behaviour, the most common being \"tit for tat.\"\nBut common sense at the individual level does not always work at the global level. Married couples who want a divorce can appeal to a court for independent judgement. Great Powers cannot appeal to any higher court, not even the United Nations, because they have the veto over any ruling. Thus, the only global rule is that Great Powers must reach understandings with each other and not cross each other's red lines, beyond which they will clash.\nIn a unipolar world where the hegemon power can enforce order, there is what economists call \"equilibrium.\" But as Schelling warned, equilibrium is only a result of balance, but when the unipolar order fragments into a multipolar order or disorder, you can get \"far-from-equilibria\" results. Biden's \"Build Back Better\" framework seeks to get back to a semblance of unipolar position, but having crossed Russia's red line over Ukraine, war has broken out. It is contained so far because it is a proxy war where only the Ukrainians are dying, while Nato provides the arms. But if emotions get too high, attacking nuclear plants can also escalate to a nuclear conflagration, which cannot be contained.\nPelosi's trip, to some extent, has already crossed China's red line, which is about One China policy including Taiwan, not \"One China, One Taiwan.\" China has just published its White Paper on Taiwan, which spells out China's red line on Taiwan.\nWhat we face today is a situation that, until recently, few dreamt would be possible – that the US and its allies may be crossing two red lines and engage in a two-front war at the same time. It is no longer a fantasy to imagine that a third front could break out in the Middle East with Israeli-Palestinian tension.\nSchelling's warning was that \"nuclear weapons, once introduced into combat, could not, or probably would not, be contained, confined or limited.\" In other words, if non-nuclear options cannot arrive at mutually accepted conclusions or decisions, nuclear options would be used. If warring parties are not willing to negotiate, then escalation would rise inevitably to a nuclear option.\nThe only solution to this is to shift radically away from brinkmanship and avoid playing the current game of chicken – namely, who blinks first. When the leading military power is no longer assured of winning on all fronts, (and that is still a big \"if\"), it is the insecurity that creates conditions for chaos. Once the US moves away from \"constructive ambiguity\" to the certainty of action, such as legal commitment to go to war on Taiwan, then it becomes hostage to Taiwan acting recklessly or even accidentally to provoke war, in which recent US war games show that the losses for everyone are horrendous.\nThe rational game does not have stable equilibria (as solutions) when emotions run higher and higher because both sides, civilians and the military, cannot predict how the other would behave and therefore pre-empt losses by engaging in first strikes. The UN secretary-general was correct in warning the nuclear powers to commit to \"no-first-use\" policy. No peace process is possible without all nuclear powers sitting down to discuss how to de-escalate the present situation.\nAs Schelling understood, the only way out of this nuclear conundrum is for Big Powers to rebuild trust and agree to disagree, including appreciating how not to cross each other's red lines. Interdependent decision-making requires self-restraint by the major players. But the way the current media is fanning emotions, no leader can afford to look weak to their domestic audience. Hence, \"tit for tat\" means escalation until eventually red lines will be crossed – not by intention, but by abstention.\nPerilous times need statesmen who are not absent from the big decisions of our times. Democracy assumes that great leaders will emerge with great wisdom to fulfil the will of the people. But if the will of the people is misled into mutual Armageddon, then instead of the dialogue of the deaf, we may have the swan song of the dead.\n \nAndrew Sheng is a distinguished fellow of Asia Global Institute, University of Hong Kong, and chief adviser to the China Banking Regulatory Commission.\n\nCopyright: Asia News Network\n",
        "headline_1": "US-China tensions: Crossing the red lines to nuclear war",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/us-china-tensions-crossing-the-red-lines-nuclear-war-3095691",
        "news_paper_name": "The Daily Star",
        "publish_date": "16-08-2022"
    },
    {
        "full_article": "Amid already high staple prices, the price of rice has increased for a second time in just four days in the market. How are people to survive the immense inflationary pressure coming at them from all sides? While businessmen have blamed the usual suspects – the increase in paddy price, transport cost and import taxes – for the hike in rice prices, the food minister has blamed it on the actions of crooked businessmen. According to him, the hike is disproportionate with the rise in transport costs.\nThe question is, what actions has the ministry taken to address this? Given that the majority of people, particularly those in the lower- and middle-income groups, are facing the worst economic pressure in Bangladesh's recent history, shouldn't the government be actively looking to prevent any shady manoeuvrings of \"dishonest\" businessmen during this time of great national crisis?\nLower-income groups, as well as people living on fixed incomes, have already had to abandon the intake of meat, fish, etc. due to their prices being astronomically high. Recently, the price of egg – perhaps the last affordable source of protein for the poor – has risen so much that the country risks facing a malnutrition crisis soon. And that will undoubtedly set us back massively, across numerous fronts. With the price of rice now rising rapidly, what are people to eat? Can we expect them to just forgo it, too?\nThe prime minister has recently acknowledged the pain that the general people are going through. But why is it that we don't see such concerns, genuine as they may be, translated into greater efforts to alleviate their suffering? Given the current reality, why is it that the authorities are refusing to increase the minimum wage for workers in RMG and tea plantation sectors, for example, who are easily among the most poorly paid? How are these people and others living on fixed incomes going to afford prices of food and other essentials?\n\nLower-income groups, as well as people living on fixed incomes, have already had to abandon the intake of meat, fish, etc. due to their prices being astronomically high.\nEven though we are pleased to know that the government is going to launch a food friendly programme (FFP), where it will sell rice at a cheaper rate for 50 lakh poor families, as well as expand its Open Market Sales (OMS) to the upazila level, these are but temporary band-aid measures. Not all people can access these programmes either. What will happen to the rest? And how is the government going to ensure that these programmes are not going to be infested with corruption, like most of its programmes are? The government needs to think these matters through, instead of providing superficial solutions.\n",
        "headline_1": "The time for superficial solutions to price hikes is over",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/the-time-superficial-solutions-price-hikes-over-3095686",
        "news_paper_name": "The Daily Star",
        "publish_date": "16-08-2022"
    },
    {
        "full_article": "Amid already high staple prices, the price of rice has increased for a second time in just four days in the market. How are people to survive the immense inflationary pressure coming at them from all sides? While businessmen have blamed the usual suspects – the increase in paddy price, transport cost and import taxes – for the hike in rice prices, the food minister has blamed it on the actions of crooked businessmen. According to him, the hike is disproportionate with the rise in transport costs.\nThe question is, what actions has the ministry taken to address this? Given that the majority of people, particularly those in the lower- and middle-income groups, are facing the worst economic pressure in Bangladesh's recent history, shouldn't the government be actively looking to prevent any shady manoeuvrings of \"dishonest\" businessmen during this time of great national crisis?\nLower-income groups, as well as people living on fixed incomes, have already had to abandon the intake of meat, fish, etc. due to their prices being astronomically high. Recently, the price of egg – perhaps the last affordable source of protein for the poor – has risen so much that the country risks facing a malnutrition crisis soon. And that will undoubtedly set us back massively, across numerous fronts. With the price of rice now rising rapidly, what are people to eat? Can we expect them to just forgo it, too?\nThe prime minister has recently acknowledged the pain that the general people are going through. But why is it that we don't see such concerns, genuine as they may be, translated into greater efforts to alleviate their suffering? Given the current reality, why is it that the authorities are refusing to increase the minimum wage for workers in RMG and tea plantation sectors, for example, who are easily among the most poorly paid? How are these people and others living on fixed incomes going to afford prices of food and other essentials?\n\nLower-income groups, as well as people living on fixed incomes, have already had to abandon the intake of meat, fish, etc. due to their prices being astronomically high.\nEven though we are pleased to know that the government is going to launch a food friendly programme (FFP), where it will sell rice at a cheaper rate for 50 lakh poor families, as well as expand its Open Market Sales (OMS) to the upazila level, these are but temporary band-aid measures. Not all people can access these programmes either. What will happen to the rest? And how is the government going to ensure that these programmes are not going to be infested with corruption, like most of its programmes are? The government needs to think these matters through, instead of providing superficial solutions.\n",
        "headline_1": "The time for superficial solutions to price hikes is over",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/the-time-superficial-solutions-price-hikes-over-3095686",
        "news_paper_name": "The Daily Star",
        "publish_date": "16-08-2022"
    },
    {
        "full_article": "Although Bangladesh has a huge workforce that, if utilised properly, could give the economy a massive boost, it is not happening in reality because of a number of factors, the most important of them being rising unemployment. Currently, 65.6 percent of the population is of working age (between 15 and 64). Experts tell us that when there is a steady flow of people in the workforce, productivity increases, which in turn brings desired economic growth. But recent data point to a bleak scenario in which Bangladesh is wasting its \"once-in-a-lifetime window\" of demographic dividend because of its inability to create new jobs.\nJust how bad the situation is can be understood from a 2016 survey by the Bangladesh Bureau of Statistics, in which the unemployment rate among the educated was shown to be 47 percent. There has been little progress since, as evidenced by a 2021 survey by the Bangladesh Institute of Development Studies that concluded that about 66 percent of the graduates from colleges affiliated with National University remain unemployed. Unemployment among university graduates is about 10 percent. Every year, about 20 lakh people are added to the labour force but jobs are not being created in that proportion. Equally worryingly, about a third of the youth population (45.9 million) are not engaged in employment, education or training.\nBangladesh could do wonders on the economic front if it could just exploit the advantage of having such a huge active population. And this is where we are missing out on the benefits of the demographic dividend. The window of our demographic dividend is said to have opened during the mid-noughties, thanks to low fertility and mortality rates and the workforce having fewer dependents, and it is expected to be shut by 2045. If we continue to squander our human capital advantage, this dividend may well turn into a disaster.\nThe government must act fast to turn the situation around. It must focus on creating jobs and advancing job-oriented education, and engage more of the youth population in employment, education and training. More investment is needed in vocational and technical education, as well as expansion of the service sectors, to help create jobs. The government has recently, and rather belatedly, formulated the National Employment Policy 2022 that aims to create about 30 million new jobs by 2030 and take unemployment to the \"lowest level\" by 2041. It also identified a number of challenges. Removing those challenges should be its highest priority now.\n",
        "headline_1": "We can’t let our demographic dividend just pass us by",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/we-cant-let-our-demographic-dividend-just-pass-us-3095671",
        "news_paper_name": "The Daily Star",
        "publish_date": "16-08-2022"
    },
    {
        "full_article": "Tea Plantation Workers (TPWs) popularly known as tea garden workers estimated at 130,000 of 167 tea estates across the country have started an indefinite strike. Theirs is a humble demand for raising their daily wage from a pittance of Tk120 to Tk300. In May 2020, they also started a movement for a raise in their daily wage and had to be satisfied with an addition of Tk 18 to their earlier gross of Tk 102. According to the legal provision, their wage has to be reviewed every two years and since the earlier raise was retrospective from 2019, another review in favour of an wage increase was due in 2021. Quite naturally, the 2020 nominal increase did not go well with the tea workers. When a farm worker in the country earns a daily wage of Tk 300-500, it is quite clear that this marginalised community is deprived of even the minimum dues for their hard labour. Here is a community that still bears the legacy of slavery their ancestors were subjected to by British tea planters who started commercial tea plantation in India in 1939. The workers were recruited from different parts of India with promise of a better life but actually turned into slaves and forced to lose communication with their ancestral homes and even their own languages. Rootless as they are, they did not become citizens of this land until the independence of Bangladesh. But their citizenship is still a mockery because the lands on which mostly their mud-walled thatched-roofed shanties stand are not their own property. Unless one member of a family manages work at a tea garden, their right to live in the living quarters ceases to be still now. The system has been so arranged that they are more like bonded labourers than free workers. Their children do not receive the education because there is no school except the few run by charities. So, the young generations also cannot come out of the poverty trap.Housing and medical treatment are free (on paper only) and the ration they are entitled to reportedly is only 5.0 kilograms of rice or wheat. So, free living accommodation is conditional because they do not and cannot own those and so far as medicare is concerned, doctors and medicines are hardly readily available. A study carried out a couple years ago found that 80 per cent of mothers gave birth at home without proper medical facilities and sanitation. Evidently, the deprivation starts right from a child's birth in the tea garden. Since 2016, the tea industry has been making increasing profit but workers do not enjoy the mandatory 5.0 per cent profit as stipulated in the government regulations. Exploitation is extensive but the tea garden workers receive hardly any attention from either the rights groups, the media and the government. About half a million people are dependent on the tea workers' labour and such mindless indifference to this community stands in the way of their social integration. But integrated they must be in the interest of the nation. Leaving any community perpetually backward is an affront to civilisation. Bangladesh cannot and should not be a party to it.",
        "headline_1": "Tea garden workers deserve better",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/tea-garden-workers-deserve-better-1660570729",
        "news_paper_name": "The Financial Express",
        "publish_date": "16-08-2022"
    },
    {
        "full_article": "It's saddening to note that acute shortage of water this year has forced jute farmers in Bangladesh to go for jute retting in artificial water bodies. Compared to the earlier picture of rural women peeling jute out of the retted, or rotten, jute sticks on the banks of rivers, canals or 'beels', the present spectacles appear surreal --- or the ones from a book of fantasised farm activities. These are the pictures that have filled the country's rural landscape. Despite being a river and canal-filled country, there are many areas in Bangladesh far from rivers or natural water centres. In other years, being far from rivers wouldn't cause trouble to the jute farmers. In the post-flood, near-drought time this year, many farmers in the dry areas, without even derelict ponds, have raised fundsto bring water from far-away areas by using irrigation pumps run by diesel. The task isn't easy or smooth. It has become difficult for the poorer farmers to join these collective efforts undertaken by the desperate ones. In reality, proper and traditional jute-retting has lately emerged as an acute problem in the county due to the drying of rivers and canals on a mass scale. According to experts dealing with the fabled 'golden fibre', farmers turning to artificialsoaking('Jaag' in Bangla) of green jute stalks cannot expect to get quality fibre. Thanks to their low quality, the market value of this jute remains low. Millers show reluctance to buy this type of artificially retted jute. The ironical aspect of the matter is when the demand for jute is expected to soar in the world market dependent on biodegradable raw materials, the jute from Bangladesh is globally found on the back burner. Many long-time users of this high-quality natural fibre give in to the aggressive marketing of the rival jute producing countries. Apart from fancy bags, showpieces and tidbits, many developed countries have these days started mulling producing jute-made heavier household objects. Those are made of biodegradable plastic innovated by researchers dealing with the scores of aspects of jute. To the woes of Bangladesh, once the world's largest jute producer, many highly industrialised countries are ignorant about the country's resumption of jute cultivation. According to global jute market watchers, Bangladesh can regain its export channels without much gruelling efforts. Options are open before it. What they need most to put stress on is the mechanism of an all-out economic diplomacy. Since the full-scale resumption of jute cultivation across the country, a lot of farmers turned to this crop. The return to jute occurred around two decades ago. The elderly people knew that it was the bygone days' cash crop of the country. With jute famers retuning to its cultivation, the prospects for a bumper production prompted many of them to concentrate on jute. Those were the times, when the substance called polythene, a byproduct of plastic, began dominating the world. Polythene-made objects of everyday use began appearing on the factories' assembly lines. Despite the environmentalists' activism in favour of the use of jute products, the general people over the world remained stuck to jute. To the disappointment of the jute farmers in Bangladesh, its jute fields have continued to turn barren. Despite showing farmers the propitious signs displayed by jute's return, they couldn't be held sticking to the re-emerged crop for long. In Bangladesh, the exporters of jute goods felt disillusioned in the face of stiff competition from the handy but better-finished plastic goods. Even jute goods from the other countries appeared to be outshining the Bangladesh products.To speak forthrightly, the coming era of reappearance of jute with its former glory remained in Bangladesh a sheer myth. The farmers, in most of its sectors, failed to get the due price for their jute. The fair price of the product promised to them by government agencies remained elusive. Jute in its new phase has hardly received its due importance as an industrial raw material. That the vast numbers of jute growers would be vulnerable to getting weaned away by other farm sectors proved a foregone conclusion. To the chagrin of the promoters of jute, the whole thing did prove true, uncannily though. As days go by, this harsh reality kept getting sterner than before. Despite the occasional uproar over the rise of a new era in the log-lost agrosector of jute, it has yet to materialise in the real sense. Against the backdrop of the waning demand of jute in the average developed countries, jute might find itself being relegated to a weak competitor of future biodegradable fibres. A heartbreaking development lies there. Still, lots of environmentally conscious people around the world demonstrate their hope against hope. They have firm belief that jute is unique and unparalleled. They believe the centuries-old fibre's march is all set to begin in a decade, and, that, too, from Bangladesh. In a post-modern conquest, the hurdles facing jute might no longer stand as any major obstacle to a perfectly green world. Disillusioned, the farmers in jute-growing countries like Bangladesh began turning away from the crop as an agent of change in the basic spheres of healthy survival. With the new conditions favouring Bangladesh, the global focus is expected to shift towards the country once again.\n[email protected]",
        "headline_1": "Looking forward to jute's revival",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/looking-forward-to-jutes-revival-1660570789",
        "news_paper_name": "The Financial Express",
        "publish_date": "16-08-2022"
    },
    {
        "full_article": "Tea workers across the country have enforced an indefinite strike since Saturday demanding a raise in their daily wage to Tk.300. Notably, at present, tea garden authorities pay them a daily wage of Tk.120. Bangladesh Tea Workers' Union (BTWU) has called this strike on Friday (Aug 12). Given the unabated and runaway price hike of essential commodities, especially following the recent jump in the fuel oil prices, it is not hard to understand why these low-paid tea workers have taken to the streets. True, the recent fuel price hike has acted as a catalyst for their calling the strike. But to be exact, their movement for increasing daily wage is a continuation of their long-standing demand. It is worthwhile to recall that in October 2020, the BTWU reached a deal with the Bangladesh Tea Sangsad (BTS), the association of the tea garden owners. The agreement included the provision of a two-yearly revision of the tea workers' wages. Accordingly, a revision of their wages was due in January 2021. However, there was no such move from the BTS's side to implement the agreement. So, the present tea workers' strike has been called as a protest. But how much power these striking tea workers can wield in terms of their number and organisational ability to put sufficient pressure on the tea garden owners to meet their demand? In fact, they are only trying to make their just demand heard. And their method is peaceful as demonstrated through the human chains, protest demonstrations and mildly disrupting road blockades they organised particularly in the greater Sylhet and Chattogram regions where most tea gardens of the country are situated. But they definitely lack the number and power that some other organisations possess.The members of the public are well aware of the strikes that workers of the Readymade Garment industry, the transport workers, labourers of the jute industry and various other sectors of the economy enforce from time to time. And those labour movements get wide publicity in the media. In the case of strikes with demands for hike in bus or launch fares, for example, those in authority have often to listen to and accept those demands under sufferance. It is the organised disruptive power of the transport operators that helps them to push their demands through the government bureaucracy so quickly.Unfortunately, many other social groups do not enjoy that kind of privilege and so are not granted an instant audience from those in authority. The tea workers are perhaps one of those most neglected and exploited social groups in the country. Worse yet, they are not even a part of the mainstream society. They basically live within the tea garden areas deprived of the basic amenities to live a decent life. There are more than 140,000 tea workers (both registered and casual, according to the Statistical Handbook on Bangladesh Tea Industry) spread among 166 teagardens in the country.They were actually brought from outside Bengal of then-British India in the 1840s to work in the tea gardens established at that time in the Sylhet and Chittagong areas of present-day Bangladesh.They were mainly surplus agricultural workers from different parts of the subcontinent including Odisha, Uttar Pradesh, Madhya Pradesh, Bihar, Ranchi and Santal Pargana. The British tea company agents dangled the false promise of a better life with good pay to trap those hapless people into enslavement as tea workers. In 1921, they tried in a body to flee to their ancestral homes. But their attempt was brutally crushed.The British left long ago. Now it is Bangladesh. But the tea workers' lot has not changed. Their demand for Tk.300 daily wage, even if implemented, is not going to bring any qualitative change in their lives. The government needs to do something to lift this forgotten community of tea workers out of abject poverty. \n[email protected]",
        "headline_1": "Unending misery of tea workers",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/unending-misery-of-tea-workers-1660570848",
        "news_paper_name": "The Financial Express",
        "publish_date": "16-08-2022"
    },
    {
        "full_article": "Bangabandhu Sheikh Mujibur Rahman Novo Theatre is the lone planetarium in Bangladesh, which gives visitors the thrill of an interplanetary journey in a three-dimensional environment. It has already become a popular place both for children and adults, who love space-related edutainment. One of the main attractions of the Novo Theatre is its two documentary shows. The first one is about Bangabandhu Sheikh Mujibur Rahman's life, while the other features a celestial show of stars, planets and other celestial bodies in virtual reality. Since these two films are screened in a special theatre, viewers love them at lot. And the theatre usually remains packed with audience. Both the documentaries are in Bangla. And none of them has any subtitle in English. Sometimes, foreigners who do not understand Bangla, visit the Novo Theatre. Besides, there are some members of audience, who live abroad, need subtitle in English. The authorities concerned are spending a huge amount of money for building and maintaining institutions like like Novo Theatre. Just a little bit of more effort is now needed to increase facilities for the audience. If there are subtitles in English, the viewers will feel more interested about the films, visit the place again and again, and learn better about Bangbandhu's life, our independence and space science. \nMA Islam, Dhanmondi, Dhaka ",
        "headline_1": "Novo Theatre documentaries should have English subtitle",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/novo-theatre-documentaries-should-have-english-subtitle-1660570882",
        "news_paper_name": "The Financial Express",
        "publish_date": "16-08-2022"
    }
]