[
    {
        "full_article": "As one of India’s relatively younger States that is home to one of its largest tribal populations, and a supplier of much of the country’s mineral resources, but with nearly a quarter of its populace poverty-stricken, Jharkhand’s significance needs no elaboration. With the Assembly elections in two phases, on November 13 and 20, the battle lines are clearly drawn between the two coalitions — the ruling Jharkhand Mukti Morcha-led INDIA bloc and the Bharatiya Janata Party-led NDA. For a State that has seen frequent changes in coalitions and leadership, the last two tenures, that of the BJP (2014-19) and of the JMM-led coalition (2019-24), have been relatively stable. Chief Minister Hemant Soren managed to weather a tempest after having to resign  over his arrest by the Enforcement Directorate and regaining his post after his bail. In the 2024 general election, his arrest by the Centre was seen by tribals as being vindictive, which helped the JMM and its ally, the Congress, to win all five seats reserved for Scheduled Tribe candidates, among the 14 in the State. But the BJP and its ally, the All Jharkhand Students Union (AJSU), still managed to get 47.2% of the vote against the INDIA bloc’s 39.62%, suggesting a clear tribal versus non-tribal divide — Adivasis form 26.21% of Jharkhand’s population.By firming up its alliance with the AJSU, the BJP expects better Assembly poll results than what transpired in 2019 when the two contested separately. If candidate announcements and seat sharing are any indication, the BJP-led alliance has shown greater cohesion than the INDIA bloc in which the Rashtriya Janata Dal and the CPI(ML)-Liberation have shown some discontent over seat allocations. On the narrative front, the Hemant Soren-led INDIA bloc is seeking to consolidate its tribal support base, while yearning for the affirmation of other voters for the welfare schemes its government has implemented. The Maiya Samman Yojana, a cash transfer scheme for women, is quite popular, but it remains to be seen whether it will win votes for the alliance instead of plaudits alone. The BJP is aware of the divide and has sought to frame a problematic narrative of “infiltrators” — a dog whistle for Muslims — gaining benefits at the expense of tribals besides fielding defectors from the JMM such as former Chief Minister Champai Soren to undercut the JMM’s support base. Only the results will tell whether Hemant Soren’s plea to voters to see through this divisive ploy is successful, but mere lip service without strong organisational and resourceful efforts by the INDIA bloc to counter the BJP-led coalition’s mobilisation in Jharkhand will be futile in its effort to retain power. Published - October 30, 2024 12:20 am IST\n                          Read  Comments \n                Copy link  \n                        \n            \n                    Email     \n                                \n                \n                Facebook   \n                        \n            \n                Twitter    \n                        \n            \n                Telegram     \n                        \n            \n                LinkedIn     \n                        \n            \n                WhatsApp\n                \n                        \n            \n                Reddit      \n                        \n            READ LATER\n                    Remove     \n                \n                SEE ALL         \n                PRINT\n            Related Topics\n        \n                        Jharkhand Assembly Elections 2024\n                    \n                            /                      \n                        \n                        tribals\n                    \n                            /                      \n                        \n                        National Democratic Alliance\n                    \n                            /                      \n                        \n                        Bharatiya Janata Party\n                    \n                            /                      \n                        \n                        Jharkhand Mukti Morcha\n                    \n                            /                      \n                        \n                        arrest\n                    \n                            /                      \n                        \n                        politics\n                    \n                            /                      \n                        \n                        General Elections 2024\n                    \n                            /                      \n                        \n                        Indian National Congress\n                    \n                            /                      \n                        \n                        All Jharkhand Students Union\n                    \n                            /                      \n                        \n                        Rashtriya Janata Dal\n                    \n                            /                      \n                        \n                        welfare\n                    \n                            /                      \n                        \n                        gender\n                    \n                            /                      \n                        \n                        minority group\n                    \n                            /                      \n                        \n                        minerals\n                    \n                            /                      \n                        \n                        poverty\n                    \n                            /                      \n                        \n                        population",
        "headline_1": "​Tough task: On the battle lines in the Jharkhand Assembly election",
        "headline_2": "Coalitional incoherence could stymie the INDIA bloc’s effort to retain power in Jharkhand",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Btough-task-on-the-battle-lines-in-the-jharkhand-election/article68811890.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "30-10-2024"
    },
    {
        "full_article": "Status quo and change were words that marked the speech of veteran Tamil actor Vijay at the much-awaited inaugural State-level conference of his party, the Tamilaga Vettri Kazhagam, or the TVK (Tamil Nadu Victory Federation), on Sunday. Mr. Vijay, who drew a huge crowd, mostly youth, stuck to the treaded path, when it came to issues such as the political concept of “Dravidam”, opposition to communalism, two-language formula, caste-based survey, NEET, women’s empowerment, and the return of education to the State List. For him, “Dravidam” and Tamil nationalism were like two eyes, even though he did not explicitly define the terms. Neither of the two Dravidian majors, the DMK and the AIADMK, have positioned themselves against Tamil nationalism. Instead, the popular impression they have created is the complementarity of the terms. Invoking DMK founder and former Chief Minister C.N. Annadurai’s position of “one community, one god (Ontre Kulam Oruvane Devan”), the TVK leader made it clear that his organisation was not against believers, a position that has gained acceptance among most parties in the State. But, there is no clarity about what he meant by “secular social justice”. He used the term “proportional representation” to mean the concept of proportional reservation in education and employment — a scheme in the erstwhile Madras Presidency till about the early 1950s, and aligned to demands for a caste census, that is gaining currency. In 1970, the A.N. Sattanathan-headed First Backward Classes Commission concluded that caste-based proportional quota “will neither be administratively feasible nor would it be in the interest of social integration....” Likewise, the proposal of having a branch of the Secretariat in Madurai is a watered down demand for having the city as the second capital.Mr. Vijay, true to his words of “dropping a bombshell”, made an offer of a share in power, a demand the Dravidian majors have refused to concede. This may have been aimed at unsettling the camp led by the ruling DMK, wherein the Congress and the VCK favour the notion of a coalition government. His assurance of not pursuing the politics of hate or being offensive towards adversaries is noteworthy. At the macro level, he pitted himself against the BJP and the DMK, without naming them explicitly. It remains to be seen whether this political attack will help him get into the anti-DMK space and anti-BJP constituency. As optics, the event was impressive but the TVK might face challenges as Tamil Nadu is known for a duopoly in politics, where attempts to create an alternative force have failed. As he spoke in generalities, there is not much to either welcome or condemn the themes he touched upon. Published - October 30, 2024 12:10 am IST\n                          Read  Comments \n                Copy link  \n                        \n            \n                    Email     \n                                \n                \n                Facebook   \n                        \n            \n                Twitter    \n                        \n            \n                Telegram     \n                        \n            \n                LinkedIn     \n                        \n            \n                WhatsApp\n                \n                        \n            \n                Reddit      \n                        \n            READ LATER\n                    Remove     \n                \n                SEE ALL         \n                PRINT\n            Related Topics\n        \n                        Tamil Nadu\n                    \n                            /                      \n                        \n                        politics\n                    \n                            /                      \n                        \n                        Tamilaga Vettri Kazhagam\n                    \n                            /                      \n                        \n                        Dravidian\n                    \n                            /                      \n                        \n                        medical education\n                    \n                            /                      \n                        \n                        entrance examination\n                    \n                            /                      \n                        \n                        Caste\n                    \n                            /                      \n                        \n                        survey\n                    \n                            /                      \n                        \n                        language\n                    \n                            /                      \n                        \n                        gender\n                    \n                            /                      \n                        \n                        social issue\n                    \n                            /                      \n                        \n                        education\n                    \n                            /                      \n                        \n                        Tamil\n                    \n                            /                      \n                        \n                        Dravida Munnetra Kazhagam\n                    \n                            /                      \n                        \n                        history\n                    \n                            /                      \n                        \n                        Reservation\n                    \n                            /                      \n                        \n                        Madurai\n                    \n                            /                      \n                        \n                        Indian National Congress\n                    \n                            /                      \n                        \n                        Viduthalai Chiruthaigal Katchi\n                    \n                            /                      \n                        \n                        Bharatiya Janata Party\n                    \n                            /                      \n                        \n                        All India Anna Dravida Munnetra Kazhagam\n                    \n                            /                      \n                        \n                        laws\n                    \n                            /                      \n                        \n                        constitution",
        "headline_1": "​Beautifully vague: On the Tamilaga Vettri Kazhagam’s inaugural conference",
        "headline_2": "Actor Vijay seems to be targeting both the BJP and the DMK",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Bbeautifully-vague-on-the-tamilaga-vettri-kazhagams-inaugural-conference/article68810834.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "30-10-2024"
    },
    {
        "full_article": "On the evolution India must undergo to advance from tech’s back-office to front-office\nNvidia CEO Jensen Huang is not alone in saying a new industrial revolution is now afoot. India has been a latecomer to each of the previous industrial, epochal transformations of the way humans live and work. Ditto for the platform shifts represented by personal computers, internet etc. This time around, with generative AI, there is no lag between the release of a new app and its widespread use by Indians. But this is no comfort at all. Because the reality-redefining LLMs, the AI apps, none of these are Made in India. As Huang underlined in Mumbai last week, the country should not export data to import intelligence.\nHis visit saw various partnership announcements between the world’s top GPU-maker and India’s top industrial conglomerates. He shared how he had been asked to address the Union cabinet about AI six years ago, long before Nvidia began flirting with being the world’s most valuable company. The enthusiasm is clear. The understanding of how important it is for India to be not just the recipient but also the maker of these powerful AI tools that are being innovated on a daily basis. Maybe, so is the ambition to do it.\nBut the doing is really, really lagging. The smarts, sweat and capital put into it fall short. Yes, all the triumphs of digital public infra suggest that Indians have the ability to also train and run AI systems more frugally than the Americans, the Chinese and Emiratis. But so far, we have not created one AI lab of global repute. Unless India does the R&D to create its own IP it will once again end up being the back-office. This, as Huang said, is the difference between those who only make money when they spend hours at work and those who can make money when they’re sleeping, between an industry of cost reduction and an industry of innovation.\nData localisation is another key to this matrix, as data is indeed one of India’s most valuable “natural” resources today. Compared to US’s around 5,400 data centres, India has around 150, a number even more unsatisfactory when you factor in AI models’ much bigger appetite for data. The past need not at all be the guide to the future. This time around India can indeed reinvent itself as the front-office. But it needs both the public and private sectors outperforming themselves, both in R&D and infra-building. \n\n",
        "headline_1": "AIming for gold",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/aiming-for-gold/",
        "news_paper_name": "The Times of India",
        "publish_date": "30-10-2024"
    },
    {
        "full_article": "When it comes to ‘murder for hire’, nothing beats Washington’s track record vis-à-vis Fidel Castro\nUS ambassador to India said that while Washington accepts the conduct of the probe into the so-called ‘murder for hire’ charge levelled by Canada against New Delhi involving a Khalistani militant, White House will be “satisfied ultimately only if accountability is ensured”.\nGoing by its own track record, US is justified in demanding full disclosure about any black ops that New Delhi might have got up to. For Washington has shown that when it comes to cloak-and-dagger business, its own dirty tricks department has displayed more dagger than cloak when dealing with its targets, most notably in the case of the former Cuban leader, Fidel Castro.\nWashington’s not-so-covert plots against Castro constitute a surreal scenario that reads like a comedy of terrors. \nIn a project codenamed Executive Action, which spanned eight US presidencies starting with that of Eisenhower in 1960 and concluding with Bill Clinton’s, America’s Central Intelligence Agency (CIA) displayed remarkable unintelligence while making no fewer than a reported 638 bungled attempts to ‘terminate with extreme prejudice’ the charismatic Cuban leader. \nAmong the more bizarre attempts to put paid to Castro was a cigar poisoned with botulinum toxin, and another that would explode when lit. Perhaps it was such intimations that smoking might be injurious to his death that caused Fidel finally to kick the habit. \nPlumbing the depths of desperation, CIA took advantage of Castro’s hobby of deep-sea diving by planting an Eumycota fungi-infested scuba suit, and on another occasion, leaving a poisoned conch shell on the seabed. \nAttempts to discredit the Cuban included coating his shoes with thallium so that his beard would fall out, and make him literally lose face. \nAll this and more was brought into the public limelight in a 2006 TV documentary, 638 Ways to Kill Castro, which was aired on UK’s Channel 4. \nEventually Castro died of natural causes, aged 90, leaving a legacy of well-documented attempts on his life by Washington.\nAs the term suggests, assassination only too often is attempted by a multiplicity of asses. \n\n",
        "headline_1": "Extreme prejudice",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/jugglebandhi/extreme-prejudice/",
        "news_paper_name": "The Times of India",
        "publish_date": "30-10-2024"
    },
    {
        "full_article": "Citizens’ privacy is not an issue that bothers the Indian state overmuch. Violation is rampant \nPuttaswamy’s passing is a reminder of his landmark battle that led to a Supreme Court ruling making right to privacy a fundamental right. It remains, alas, a right mostly on paper, its actualisation stonewalled – especially in the name of ‘sovereignty’ and ‘national security’.  \nClose watch | Inadequate data protection, no limits for investigators when electronic devices are seized, and a free pass to govt agencies to access people’s data, have buried our right to privacy. Increased use of facial recognition tech and CCTV in public spaces without clear guidelines on data retention, consent, or monitoring, constantly undermines individual privacy rights. The Digital Personal Data Protection Act (2023) doesn’t even include offline personal data and non-automated processing.\nNo supervision | There’s no oversight or legal framework on spyware or data collection. Central investigators routinely seize laptops, mobile phones, and electronic devices, without rules for compartmentalisation of data on seized devices. Police must access only what’s relevant to investigations, instead entire lives are open to scrutiny. Police in Bengaluru and Hyderabad randomly seize and search mobile phones of young motorists, only to give moralistic lectures. From the criminal to the banal, the state’s disregard of the right to privacy is preponderant.\nData collection/ breaches | There are no clear boundaries on the extent of data that can be collected or limiting such collection to stated purposes. Private sector’s surreptitious collection of consumers’ data meets its own commercial ends, every keystroke is a raw feed for machine learning systems; user profiles are sold to businesses. Mandatory linking of Aadhaar to access services such as banking, healthcare, or telecom, has often proved risky – data breaches have compromised both privacy and identity. Puttaswamy did us a great service, but to actualise this fundamental right is a battle just begun.\n\n",
        "headline_1": "How a right is wronged",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/how-a-right-is-wronged/",
        "news_paper_name": "The Times of India",
        "publish_date": "30-10-2024"
    },
    {
        "full_article": "She is on a two-day campaign trail in Wayanad, a seat vacated by her brother. This is the first election Priyanka Gandhi will be contesting. After a long political incubation, honing her campaigning and management skills, she is expected to cruise to an easy victory. Beyond that lie high expectations. What would the likely entry of the younger Gandhi sibling to Parliament mean for Congress?\nRead full story on TOI+\n\n",
        "headline_1": "Wayanad: The Easier Of Priyanka Gandhi’s Tests",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/wayanad-the-easier-of-priyanka-gandhis-tests/",
        "news_paper_name": "The Times of India",
        "publish_date": "30-10-2024"
    },
    {
        "full_article": "Irrespective of where a canal or river is located in the country, hardly any waterbody has managed to escape the reach of land grabbers, especially those with political connections. The story of a canal within the haor region of Habiganj's Lakhai upazila is no exception. Over the last 20 to 25 years, nearly 15km of this 20km canal has been filled in and overrun with shops, houses, and other structures. This has compromised the natural drainage system of the haor, which connects to the Sutang River, causing waterlogging and inundating adjacent croplands for prolonged periods.\nAccording to a report in this daily, most of those who encroached on this canal are local Awami League leaders and their cronies. The former chairman of the Lakhai upazila parishad, currently a fugitive following Sheikh Hasina's fall on August 5, had even built an approach road to his house occupying part of the canal. Unfortunately, when it comes to the encroachment of waterbodies and other natural resources, there seems to be hardly any difference between AL and BNP, with the names of two BNP men and their relatives coming up among the alleged grabbers.\nHowever, with a non-political government now in place and Syeda Rizwana Hasan, an environmentalist of considerable repute, serving as the adviser for environment, forest, and climate change, there is renewed hope that the authorities will take drastic actions to restore the canal, and all such bodies, by evicting the occupiers and removing illegal structures. Influential individuals sometimes exploit the vulnerability of locals as a pretext for encroaching on waterbodies, but such excuses should not impede eviction drives. In a climate-vulnerable country like Bangladesh, restoration of water bodies such as canals is becoming increasingly crucial. The prolonged flooding witnessed this year in the eastern region, where clogged and encroached waterbodies prevented floodwaters from draining, should serve as a warning call for us.\nSo, we urge the government to take urgent steps to restore these local waterbodies. However, a proper eviction process with sufficient notice issued to the occupiers must be followed. At the same time, ensuring post-eviction monitoring to prevent grabbers from reoccupying the canal area—a practice observed frequently under the previous regime—is also crucial.\n",
        "headline_1": "To check prolonged flooding, we must restore our waterbodies ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/check-prolonged-flooding-we-must-restore-our-waterbodies-3739831",
        "news_paper_name": "The Daily Star",
        "publish_date": "30-10-2024"
    },
    {
        "full_article": "Salma*, a young garment worker moved to Dhaka from Comilla along with her partner four years ago and they have an eight-month-old son now. They both found work in the same factory.  The factory provided maternity leave and benefits during the birth of their child, and Salma returned to work after two months' leave. She initially put her son in the daycare facility in the factory. With two breastfeeding breaks during work, Salma was able to ensure her child was exclusively breastfed for six months.  While the daycare facility was free of charge, commuting with a young child was challenging. She recently opted for home-based childcare in her neighbourhood, leaving her son in the care of a woman until they return home from work. This service alone costs them Tk 4,000 per month, a significant portion of the family's expenses given their combined monthly household income is Tk 35,000.\nShafiq* is a sales manager at a pharmaceutical company, and lives in Dhaka with his family, including his aged mother who needs support with her daily activities. Although his wife, Shefa*, is an accounting graduate from the University of Dhaka, both Shafiq and Shefa decided that Shefa would leave her bank job to take care of Shafiq's mother. Shefa hopes to return to her job someday. However, taking care of Shafiq's mother remains a priority for the family at present.\nRahmat* and Rehana* migrated from Mymensingh in search of work, and now live in Dhaka with their three daughters aged eight, six and two years. Rehana is a domestic worker, while Rahmat is a rickshaw puller. Rehana's eldest daughter is yet to start school, as she must look after her two younger siblings, while her parents work. While Rahmat and Rehana would like to send their daughters to school someday soon, they are currently unable to find an arrangement to look after the youngest, so all three girls stay home.\nThese are some stories of working Bangladeshi families highlighting challenges related to the absence of a comprehensive care system.\nWith the changes in the nature of work, migration, inflation and climate change, the care arrangements of the past that heavily relied on families are no longer appropriate for today's world of work.\nWhile Bangladesh continues to promote women's economic participation, traditional approaches to care hinging on women as the primary caregivers in families remain prevalent. This limits women's opportunities to get the education and skills required to establish their own businesses or enter and remain in the workforce and contribute to the national economy. The country's women's participation rate in the labour force is low at 21.25 percent.\nWhile new care solutions are being introduced by communities and entrepreneurs, their cost render them inaccessible to most families. The current care system needs to be reformed to ensure better supply, assured quality, accessibility and affordability for all.\nThe government provides some child, elderly and disability care services but their reach is limited. For example, the Ministry of Women and Children Affairs is currently running some 63 publicly funded childcare centres across the country. Further, the Bangladesh Labour Act 2006 makes legal provisions for employers to ensure workplaces have childcare facilities, either on-site or off-site.\nA comprehensive care system would bring together people, institutions, and resources, both public and private, to deliver childcare, elderly care, healthcare, employment injury and rehabilitation support, and assistance for persons with disabilities and special needs. \nProfessionalisation of care work is essential for providing quality services. Currently, most care occupations and workers are not recognised in law as workers. This maintains informality, produces poor working conditions and provides limited opportunities for skills development and career advancement.\nStandardisation of care work and organising the care workforce to ensure that their voices are heard and incorporated when designing decent and dignified working conditions in care occupations is needed.\nGoing forward, the government, the private sector and workers need to establish together a roadmap for change so that the current care burden on women can be reduced through the development of a care system that can serve the needs of a growing economy and social protection for all in Bangladesh.\n* Not their real names\n\nTuomo Poutiainen is country director of International Labour Organization in Bangladesh.\nViews expressed in this article are the author's own. \nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "Bangladesh needs a comprehensive care system",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/bangladesh-needs-comprehensive-care-system-3739611",
        "news_paper_name": "The Daily Star",
        "publish_date": "30-10-2024"
    },
    {
        "full_article": "Md Shamsul Hoque, professor of civil engineering at the Bangladesh University of Engineering and Technology (BUET), talks to Monorom Polok of The Daily Star about the inefficiencies, corruption, and other obstacles plaguing development projects in Bangladesh's transportation sector.\nWhy are our development projects so costly and time-consuming?\nThe primary issue is the influence of a powerful syndicate formed during the previous government's tenure. This syndicate is a well-organised network of beneficiaries that do not want to make projects cost-effective because they directly profit from inflated budgets. The larger the project, the greater the hidden profits for them, allowing them to easily conceal their earnings. Directly or indirectly, they benefit from keeping projects costly and inefficient. \nThis syndicate doesn't want to take advice, no matter how much guidance is offered, because reforming the system would threaten their profits. Even if the political leadership changes—say, if BNP replaces Awami League—only their political portfolio would change, meaning the same group of beneficiaries would continue operating. This culture of profiteering through inflated project costs is too embedded to be dismantled easily.\nWhat is your role in the newly formed task force to reframe development strategies, and what do you aim to achieve?\nMy focus within the committee is infrastructure, while most members bring expertise in economics. From my experience, I can say with certainty that unless we dismantle or overhaul this corrupt system, our development will continue to suffer in the long run. Given our large population and limited land, unplanned and inefficient infrastructure will only worsen the situation.\nThe situation is especially concerning with regard to the trend of high-cost projects. We are setting world records for expenses, yet corruption is hijacking our development process. Certain groups, both within the government and private sector, benefit from this, and they have no interest in changing the status quo.\nCan you give specific examples of mismanagement in current development projects?\nA key example is the way our transport sector is structured; political leaders do not want the sector to be well-organised because it would dry up their sources of extortion. The transport system could be streamlined, but doing so would reduce illicit profits that politicians and other influential figures enjoy.\nDevelopment projects are similarly riddled with issues. From procurement and contracts to other shady dealings, substantial benefits trickle down to a range of individuals—from politicians and ministers to ministry secretaries. Everyone is in on it. They've created a narrative that the country is undergoing massive transformation, but the reality is that self-interest, not public interest, is driving this transformation.\nTake, for instance, Dhaka's metro system, particularly Metro-6 (from Motijheel to Uttara North). When the metro system was first planned, it was intended to transform public transport in the city, but the costs have since skyrocketed, and the project is taking much longer to complete than initially expected. If you compare our metro costs and timelines to those of similar projects in India and Indonesia, we are spending almost twice as much as India and one-and-a-half times more than Indonesia, with considerably longer completion times.\nWhy has the metro project's cost escalated so drastically, and how is this impacting people?\nThe metro project was supposed to provide affordable and efficient transportation for the public, but that is far from the reality. The costs are now so high that only the middle and upper-middle classes can afford it, excluding the poor who most need affordable options. We should have developed a cost structure that ensures accessibility for all.\nLook at cities like Kolkata and Jakarta, where metros were built at much lower costs and in less time. In Dhaka, we've gone over our budget and are running behind schedule. When you borrow money in foreign currency for projects, you need to have a solid business model to repay those loans efficiently, but we seem to have missed that crucial aspect.\nThe core problem is that the people overseeing these projects are more focused on spending and procurement, which are opportunities for them to make money. They aren't interested in providing efficient services to the public. This inefficiency results in projects like Metro-6 being far more expensive than necessary.\nHow can these problems be addressed? What reforms are needed to make future projects more efficient?\nFirst and foremost, we need to dismantle the syndicates and shadow networks profiting from development projects. This requires political will and a fundamental restructuring of how development projects are planned and executed. \nWe also need to start appointing experts with domain knowledge to lead these projects, rather than individuals who have little understanding of modern public transport or infrastructure systems. If we had professionals who knew how to plan and manage these projects, delays and cost overruns would be significantly reduced.\nAnother solution is to consider private-sector involvement in certain areas of operation. Many governments no longer rely on civil servants to run complex infrastructure projects because they tend to be less efficient. The private sector can introduce systems that enhance productivity and reduce costs by creating competitive environments where services are delivered more effectively.\nFor instance, in the mobile phone industry, as more users join, companies reduce rates and offer better services. If we applied the same model to public transport, we could make the metro system more affordable and more efficient over time. Additionally, we should explore other non-operational revenue sources, like commercial development and advertising, which can help subsidise operational costs.\nHow can Bangladesh balance large capital projects like the metro with more flexible, low-cost solutions?\nIn a city like Dhaka, where population density is extremely high, focusing solely on a metro system will not solve all our transportation problems. In fact, the current plan for Metro-6 and other future metro lines only serves a small portion of the population.\nFor example, if we were to invest $30 billion in a full metro network, it would only serve 17-20 percent of the city's population. Meanwhile, bus systems, if managed and regulated properly, could serve 40 percent of the population at a fraction of the cost. The 2005 Strategic Transport Plan (STP), which focused on creating an efficient transport system for the city, considered some of these factors. We need to prioritise systems that offer the best return on investment for the majority of the population.\nAdditionally, we should look into alternatives like light rail and monorail, which are cheaper and more flexible. Light rail, for example, can navigate winding routes and access areas where building a full metro line would be too expensive. These systems are being used successfully in cities like Singapore and Hong Kong, and we should seriously consider them for Dhaka's unplanned and densely populated areas such as Old Town, Basabo, Mohammadpur, etc.\nSo, what is the way forward for Dhaka's public transport system?\nWe need to think about inclusivity and sustainability. Currently, the metro system mainly benefits those living in certain areas, while large segments of the population, especially those in Dhaka's eastern and western edges, are excluded. These areas lack public transport options, and building a metro system there would be too costly.\nThis is where alternatives like monorails and light rail come in. They can be built on smaller infrastructure, like narrow pillars, and have a much smaller footprint, making them more suitable for areas with limited space. These systems would provide affordable transport options to millions of people who are currently left out.\nUltimately, we need to move away from the mindset that only big, expensive projects are the solution. By investing in a mix of transport modes—metros, buses, light rail—we can create a transport ecosystem that works for everyone, not just the elite.\nIf we continue as we are, we risk creating a system that serves a small portion of the population while draining the country's resources. Maintenance costs will skyrocket, revenue will fall short, and eventually, these projects could become financial burdens or \"white elephants.\" The time to make thoughtful, data-driven decisions is now. Without it, future generations will bear the brunt of today's mistakes.\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "‘Corruption is hijacking our development process’",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/corruption-hijacking-our-development-process-3739291",
        "news_paper_name": "The Daily Star",
        "publish_date": "30-10-2024"
    },
    {
        "full_article": "",
        "headline_1": "Ending executive's power over judiciary",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/ending-executives-power-over-judiciary-1730211792",
        "news_paper_name": "The Financial Express",
        "publish_date": "30-10-2024"
    },
    {
        "full_article": "",
        "headline_1": "In search of reliable data",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/in-search-of-reliable-data-1730211835",
        "news_paper_name": "The Financial Express",
        "publish_date": "30-10-2024"
    },
    {
        "full_article": "",
        "headline_1": "The option is for e-tax  submission",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/the-option-is-for-e-tax-submission-1730211885",
        "news_paper_name": "The Financial Express",
        "publish_date": "30-10-2024"
    },
    {
        "full_article": "",
        "headline_1": "Digitise banking service on CU campus",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/digitise-banking-service-on-cu-campus-1730211904",
        "news_paper_name": "The Financial Express",
        "publish_date": "30-10-2024"
    }
]