[
    {
        "full_article": "Incumbent Modi-led NDA remains the clear favourite, judging from both opinion polls and anecdotal evidence. Yet, Lok Sabha elections remain notoriously hard to predict. Judging from Lokniti-CSDS data going back two decades, around a third of Lok Sabha’s electorate (27%-32%) are late deciders. These are weakly-partisan voters who conclusively decide their choice only at the fag end of campaigning.\n\nTrend’s been for late deciders to swing towards perceived winners, increasing the frequency of wave elections at both the Centre and states. Given this chunk’s size, a decisive swing in either direction opens up a range of possibilities: from NDA fulfilling its dream of 400+, to, on the flip side, struggling to cross majority mark.\nRead full article on TOI+\n\n",
        "headline_1": "Five key factors 2024’s winning strategy must optimise",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/five-key-factors-2024s-winning-strategy-must-optimise/",
        "news_paper_name": "The Times of India",
        "publish_date": "19-03-2024"
    },
    {
        "full_article": "With EC firing the starter’s gun for the biggest democratic exercise in human history, the immediate question to ask is not who will win or lose, but what will influence the outcome.\n\nThere is no shortage of issues on which various regions will vote. These range from economic (inflation, jobs) to social (caste, religion) to political (scams, corruption, electoral bonds, CAA etc), and personal (who do I like most among the candidates?). However, most elections are not won for one-two reasons alone, unless a huge triggering event causes a landslide in one direction or the other. So here are five things to watch out for. Election results will depend on how these factors play out in the voter’s mind.\nRead full article on TOI+\n\n",
        "headline_1": "What to watch out for as India gets ready to vote",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/what-to-watch-out-for-as-india-gets-ready-to-vote/",
        "news_paper_name": "The Times of India",
        "publish_date": "19-03-2024"
    },
    {
        "full_article": "Nothing official about it\nThe election economy will make its presence felt in the coming weeks through the massive expenditure that is the hallmark of Indian polls. There is scope for moral outrage over the size of this expenditure, especially when it is done by individuals with modest beginnings. But that must not take attention away from how the election economy came to be what it is.\n\nThis is not just a popular story of the moral turpitude of political parties and their leaders, but also one that draws on the everyday life of common Indians.\nThe uncertainty that marked traditional Indian occupations, especially agriculture, has been altered, rather than removed, by economic transformation. There is uncertainty over work as employers no longer guarantee long-term jobs, even as workers explore alternative avenues of career growth. Greater aspirations also encourage workers to operate at the edge of their economic resources, with little leeway when things go wrong. When things do fall apart those at the bottom of the pyramid expect state support.\nThe combination of uncertainty in earning and increased aspirations has contributed to families seeking support for a much wider range of requirements, from school fees to hospital bills. A politician who meets these requirements from personal funds must find ways to raise these funds, even if they are not legal. And not only must they provide the support but must be seen to be able to do so, contributing to their leading ostentatious lifestyles. These costs are expected to be compensated as and when they get to power.\nThe emergence of a large number of such politicians alters the nature of political parties. The parties need to attract the politicians who can bring the largest number of such cultivated supporters.\nIn elections where there is an overriding political issue, like Ram temple, politicians will seek the party that is associated with a winning theme. Parties then have to give the impression that they have the winning narrative. This involves the expensive task of influencing, if not controlling, a narrative across multiple avenues, from social media to cinema.\nTo complicate matters further, parties need to park their money outside the country between elections.\nPolitical parties thus have to develop the fine art of raising funds, parking them outside the country, and bringing them back at election time. The magnitude of funds to be raised usually means parties turning a blind eye to corruption, if not actually encouraging it. Since, however, getting caught can have serious political consequences, much ingenuity is spent on devising means to collect funds, park them outside, and get them back, within the boundaries of legality.\nWhen parties are in power there is a temptation to do so by simply extending legal boundaries. Electoral bonds were a good example of legalising a form of collection of political funds. But in the sense of immediacy that dominates all politics, they may well be grateful for the six years the Supreme Court took to arrive at the decision.\nThey may also take comfort from the fact that they have had greater success in legalising other elements in processes that were earlier considered illegal.\nThere was a time when politicians needed havala transactions to get back money stored abroad. This route is no longer always necessary.\nA local representative of a political party, for instance, can invest heavily in a penny stock. If done over a sufficiently long period of time it need not have any immediate effect on the price of that stock. Closer to election time, a friendly FII can invest the money parked abroad in a way that raises the price of that stock. If the local representative of the party then sells the stock at the new higher price, thereby making a substantial profit, the money would in effect have been transferred back into the country legally.\nThese processes do not leave the larger economy untouched. It is quite possible when large political parties move their resources back home through the stock market, Sensex would see a rise. But a ruling party worth its salt would have no difficulty gaining political mileage from that result.\n\n",
        "headline_1": "How the election economy works",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/how-the-election-economy-works/",
        "news_paper_name": "The Times of India",
        "publish_date": "19-03-2024"
    },
    {
        "full_article": "Friday capped an embarrassing week for SBI in Supreme Court. India’s largest commercial bank was pulled up for submitting incomplete info to Election Commission on electoral bonds. It was the second time SBI found itself at the receiving end.\n\nSilos of confidentiality | On March 11, SBI’s request to extend the deadline to submit details of EBs was dismissed by SC. Court transcripts of the proceedings showed a mix of physical and digital storage at SBI to maintain confidentiality. Info was broken up and stored in silos. Info on the name of EB purchasers and related KYC were stored physically. Bond numbers were stored digitally.\nMissing bond numbers | SBI has submitted EB details without passing on bond numbers. Soon after EBs were notified in Jan 2018, GOI put out a statement explaining that EBs do not carry names. Neither donor nor recipient can be identified. However, each bond carries a random serial number invisible to the naked eye to prevent forgery during encashment.\nSBI did not hand over info on the serial numbers to EC. A fallout is that on Monday, SBI’s lawyers have a lot of explaining to do in SC.\nEC’s explanation | EC was in SC yesterday to ask for the return of EB data related to the period before LS 2019. It had submitted the data in a sealed envelope. EC didn’t keep a copy – to preserve confidentiality, it says. SC will scan and digitise EB info before handing the original back to EC today.\nThe maze of silos that characterised EB data storage has made retrieval a complicated affair. Once EC has the complete info on EBs, including bond numbers, it should put it all out for transparency. That was the main message of SC’s judgment: the voter has a right to know.\n\n",
        "headline_1": "Tell voters all: As SC says, all electoral bonds data must be made public",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/tell-voters-all-as-sc-says-all-electoral-bonds-data-must-be-made-public/",
        "news_paper_name": "The Times of India",
        "publish_date": "19-03-2024"
    },
    {
        "full_article": "The current price ceiling fixed for as many as 29 commodities by the Department of Agricultural Marketing (DAM) and its positive impacts conspicuous by their absence is more like the game of pranksters Tom and Jerry. In the cartoon, they play pranks which are funny and hilarious at times but hardly damaging, in the case of the authorities in charge of implementing the directive and traders supposed to comply with it, the prank by no means is innocent. Non-compliance of the order has been causing grievous damage to the consumers, particularly the lower segments of society. To all intents and purposes, the move to maintain prices of essentials at a reasonable level during the fasting month of Ramadan has merits but defiance of the DAM order brings the whole exercise to nothing. Now why does this happen? The DAM is responsible for marketing of agricultural produce/products and also agricultural technology. So long its presence in maintaining prices of essentials has been next to nothing. Even this time also, it has allegedly made no visit to market to check if its price list is being followed. In the country mobile courts and the Directorate of National Consumer Rights Protection (DNCRP) make some forays into the market but rarely into production units or warehouses where commodities are hoarded to manipulate the market. Again, this too looks like a Tom and Jerry show. Apart from realising fines for marketing misconduct by fringe players, such raids produce hardly any sustainable results. This explains why business syndicates could grow strong and their infiltration into politics with an eye to subvert any government move to stabilise market has now made them bolder than before to defy directives from departments. The ministers concerned are not found wanting in rhetoric but they fall short of taking decisive actions when it comes to execution of the laws of the land.When the entire nation is taken hostage by business coteries, fanning the inflation from one notch to the next higher notch and then a still higher notch, the ministries involved should move in a coordinated manner to rein in the rapacious businesspeople out to make irrational profit. A concrete and decisive measure taken, the only time it was done, against farms producing bulk portion of chicken eggs for monopolising market prices shows that if the various government agencies really mean business, they can leave a sobering impact on commodity supply and their market prices.True, retailers also try to fleece customers if there is an opportunity. Had the importers, wholesalers and local industries were brought under regular scrutiny, compelling them to submit all the documents required for working out costs of production or import distribution, any abnormal price hike could immediately be stopped at the source. If prices did not get inflated at sources, the marketing network could be streamlined for fixation of commodity prices with a reasonable profit margin at the retail level. In the absence of this practice for long, market has time and again grown jittery and unethical business practices have assumed a monstrous form. If the authorities are serious the monster can still be tamed.",
        "headline_1": "Prices are fixed but of no use",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/prices-are-fixed-but-of-no-use-1710771213",
        "news_paper_name": "The Financial Express",
        "publish_date": "19-03-2024"
    },
    {
        "full_article": "In November 2023, we wrote an article titled, \" BD media: Why new entrants in an uncertain era?\" where we wondered why there were new investors in the media economy when the global economy was not healthy. Our conclusion of sorts was, \"It's obvious that if investment is coming in, the need for an indirectly profitable sector like the media exists. It also means that the capital investors have a measure of confidence in the economy in the longer run.\"\"However, the media is not just about the owners but the professionals and workers who also need some protection in such times. So guarantees of both performance and protection of services should be added to the regulatory framework governing the Bangladesh media world where optimism at the top exists despite all odds.\" ( Financial Express Nov 06, 2023 )Four months later should we review it as several media outfits are showing signs of ill health including most new entrants? A few old ones are also not feeling well. A major paper with a long birth history but which had newly arrived on the scene and was owned by a highly connected bank owner is seriously ailing with most staff gone.Another very well-funded -once- paper with a strong online presence is unable to pay its staff regularly and has split the payment into two tranches. It owes money top the printers. It had started a new English publication which is bleeding the House. Regaining health is a chancy speculation. But the new ones are in a serious stumble. A new publication began a journey just after the election but hit the snag after the first month and has been unable to pay its staff after the first month let alone its contributors. It had quality names and depended partly on translated content and part timers but had not yet paid anyone. As a disgruntled voice complained, \"they don't pick up the telephone anymore. \" A digital weekly didn't even pay the staff the first month and it's only in the third month that the first salary arrived. Contributors have not been paid after three months. The owner has developed major cash problems, the market says. The third one has begun but no one has been paid regularly and most staff have been let go. Like the banks, the paper is also looking for a merger partner. In general, regular payments are no longer practiced in most papers and outlets, new or old. While the media world products - Prothom Alo and Daily Star- remain healthy, the overall future is now a bit uncertain and everyone has adopted a wait and see attitude. But it's obvious that the problems in the media world aren't a media issue but one concerning the owners. The crisis is in the management sector. Which is why it's intriguing why our smart capitalists came into the playing field in the first place and are now coughing from a bad infection? Is it a seasonal ailment which so many in Dhaka or a longer organic one hitting the lungs is the issue? Some of the issues can't be ignored including the nexus capitalism system is itself saturated. There are more cronies than capital in Bangladesh which is creating a new public health problem. The idea that crony capitalism and market capitalism is the same is an error and that is where the main problem is. This is now rearing its angry self-devouring face after its run out of breadth. The basic point is, just about everyone is claiming to be a crony but the system is based on exactly the opposite principle. Only few are supposed to be cronies and only they get the benefits. But so many are now in tough competition to be a crony and too many cronies are spoiling the economic broth. Thus it has reached a point where not every crony can be rich beyond reason and spend the surplus in buying social capital which is the media product. It's not as lucrative and fun to be a crony because there are too many of them. The crony market is saturated.The general and the media market is also saturated and since all products look the same, the ad market has severely shortened for all and many outlets have shut down major operations and are surviving with a skeleton staff just to keep the brand alive. Direct digital advertisement is more and Google driven internet follow clicks not connections. The result is the lack of revenue already in short supply for the last few years and critically short now. In the end, feeding a cow with endless hunger is no fun. But the media market also has its logic. It's possible that only a handful of outlets, perhaps only 5 + are able to survive in the BD market without subsidy. That means the market forces are finally exerting its logic. It has been hastened by the various global conflicts which has made the crony capitalism market insecure leading to a loss of capacity for surplus expenditure. No matter what the reasons are, in the end, the conventional media market, not to mention the crony capitalism market , both of which are unrealistic in Bangladesh may have developed a system of its own and the system is demanding that rules, however idiosyncratic may dominate, little or more. [email protected]",
        "headline_1": "Why is the media establishment suddenly looking fragile?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/why-is-the-media-establishment-suddenly-looking-fragile-1710771274",
        "news_paper_name": "The Financial Express",
        "publish_date": "19-03-2024"
    },
    {
        "full_article": "The maritime vessel named MV Abdullah that was hijacked by Somali pirates on Tuesday last week from the high seas in the Indian Ocean is learnt to have been changing its position keeping close to the Somali coast. The crew members of the ship reportedly are safe and that the pirates have been allowing them to perform their normal activities. The vessel carrying coal and with 23 crew members on board was sailing from Mozambique, a country in South-eastern Africa, to the United Arab Emirates. It may be recalled that 14 years ago in the December of 2010, another such act of hijacking of a Bangladeshi ship took place in the Arabian Sea bound for Greece. It was named MV Jahan Moni and owned by SR Shipping. Interestingly, the ship hijacked last week is also owned by the same company, SR Shipping, and the pirates were again from Somalia. It is indeed a strange coincidence.What was also unusual in the latest piracy case is that the ship was far from the high-risk, pirate-infested zone (within 70 to 100 nautical miles from Somali coast), some 450 nautical miles away from the Somali coastline. Somali pirates usually prey on ships that ply close to their own coast. And they target ships that lack adequate safety measures. According to the guidelines of the International Maritime Organization (IMO), commercial vessels sailing across risky zones should adhere to certain safety protocols that include employing armed guards, securing a ship's perimeter and using tactical navigation and so on. Did MV Abdullah lack these safety features?On this score, what the president of the Bangladesh Merchant Marine Officers Association (BMMOA), Captain Anam Chowdhury, told BBC is worth noting. He said, pirates generally target ships that they consider weak. And according to Mr. Chowdhury, the Bangladeshi commercial vessel in question was moving slowly and the height of the ship's deck from water was low. And the ship did not have any armed security guard on board. However, the owner of the ship, SR Shipping, differed on this point saying the ship was on a safe route as it was far from the risky zone and hence did not require any additional armed guards. Whatever the case, the ship was after all hijacked and that too from what appears to be a safe zone. So, the question naturally arises why the pirates targeted MV Abdullah among all other ships sailing at the same time so far from the nearest coast?Reports have it that the pirates, who were operating a hijacked Iranian fishing boat, were using a technology called Automatic Information Service (AIS) to know about the types of vessels, their speed, destinations and other features plying within a radius of 50 nautical miles. Obviously, they got the AIS device from the fishing boat that they are now using as a command centre. Small wonder that the seamen in charge of the Bangladeshi cargo ship were not alarmed when they saw a fishing boat so close to their vessel. Perhaps, that might be reason that the pirates could take MV Abdullah's operators by surprise. And, one wonders, if the Somali pirates were already familiar with Bangladeshi maritime vessels, especially their characteristics regarding safety features! It would be important to take this point into consideration seeing that Somalis, particularly those involved in global criminal networks are everywhere. As the case maybe, the latest incident of hijacking of a Bangladeshi maritime vessel by pirates far away from home should be a cause for concern. The government will be required to ensure that from now on every commercial vessel from Bangladesh bound for distant seas has adequate safety measures. Meanwhile, let us keep our fingers crossed that the crew members of MV Abdullah are safe and pray for their early return.[email protected]",
        "headline_1": "Securing our oceangoing vessels",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/securing-our-oceangoing-vessels-1710771326",
        "news_paper_name": "The Financial Express",
        "publish_date": "19-03-2024"
    },
    {
        "full_article": "I am writing to express my deep concern about the rising inflation rate in Bangladesh. The cost of everyday essentials, particularly food and fuel, has skyrocketed in recent months, putting a severe strain on household budgets. This is a critical issue that demands immediate attention from policymakers.Many families are struggling to make ends meet. The rising cost of living is eroding purchasing power, forcing people to cut back on essential items like food and healthcare. This situation is especially worrisome for low-income families and those living in rural areas.While there may be various factors contributing to inflation, it's crucial to address the root causes. The depreciation of the Taka against the US dollar and the ongoing global supply chain disruptions are undoubtedly playing a role. However, we cannot ignore the impact of domestic factors such as potential supply chain inefficiencies and disruptions within Bangladesh.The government needs to take concrete steps to combat inflation and provide relief to the people. This could involve measures to stabilize the Taka, improve domestic food production, and streamline supply chains to ensure essential goods reach consumers at affordable prices. Additionally, targeted social safety nets can be implemented to support the most vulnerable populations.The current situation is not sustainable. We need a collective effort from the government, businesses, and citizens to bring down inflation and ensure a stable and affordable cost of living for all Bangladeshis. M A Z Abid StudentSchool of Business & Economics North South University [email protected]",
        "headline_1": "The poor have their back to the new wall",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/the-poor-have-their-back-to-the-new-wall-1710771345",
        "news_paper_name": "The Financial Express",
        "publish_date": "19-03-2024"
    }
]