[
    {
        "full_article": "The devastating fires, at a gaming centre in Rajkot, Gujarat and a newborn nursing clinic in Delhi within 24 hours of each other, which left over 30 dead, is another grim reminder of one of India’s insidious threats: the pervasive nature of the negligence of the fire safety of buildings by a whole range of stakeholders — from builders and proprietors to regulatory authorities. While the Bureau of Indian Standards has set detailed fire safety protocols in its National Building Code of India (NBC) 2016, it is a recommendatory document, as fire services is a State subject, and enforced at the municipality level. The sheer disregard for India’s fire safety norms is apparent from the opening lines in the ‘About Fire Service – Background’ page of the Director General, Fire Services website under the Ministry of Home Affairs. It reads, “The fire services are not well organized in India”, adding, “in recent years the requirements for fire safety cover have increased manifold whereas the development of fire service has not made much headway”. The National Disaster Management Authority had recommended to the 13th Finance Commission, an allocation of ₹7,000 crore to revamp India’s fire and emergency services. But the Commission sought an allocation of almost ₹90,000 crore at the municipality level, recognising the need for a tailor-made revamping and restructuring of fire and emergency preparedness. A 2019 Home Ministry response to the Rajya Sabha noted that India had only 3,377 fire stations, when a 2012 national report on fire hazards and risk analysis sought more than double that number. The staff shortage is even more appalling. The entire country had only about 55,000 fire servicemen in 2019, when the requirement was about 5,60,000 seven years earlier. The Centre belatedly set aside ₹5,000 crore last July asking States to cough up another ₹1,400 crore to modernise emergency services. This follows the 15th Finance Commission’s advice to set aside 12.5% of all allocations towards the National/State Disaster Response Funds. With rising heatwaves and extreme weather events nationwide, it is clear that a synchronisation of the 2016 NBC and the Energy Conservation Building Code is required to attempt a holistic approach to address fires, as standards for construction material, electrical wiring, air-conditioning, and a whole range of cooling materials have to be revamped. More importantly, India’s polity, bureaucracy, policymakers and entrepreneurs must urgently address this insidious threat.\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nfire\n\n/\n\nsafety of citizens\n\n/\n\nRajkot\n\n/\n\nNew Delhi\n\n/\n\ngovernment\n\n/\n\ndisaster management\n\n/\n\nRajya Sabha\n\n/\n\nbuilding material\n\n/\n\nheatwave",
        "headline_1": "Insidious, incendiary: on the negligence of fire safety in India",
        "headline_2": "India’s policymakers must address the threat of building fires",
        "link": "https://www.thehindu.com/opinion/editorial/insidious-incendiary-on-the-negligence-of-fire-safety-in-india/article68228778.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "30-05-2024"
    },
    {
        "full_article": "Former U.S. President Donald Trump stands on the edge of history as potentially the first American to have held the highest public office in the country to be convicted on a felony charge. Mr. Trump has, in recent weeks, been pursuing his legal defence in the case brought by the U.S. District Attorney’s office in New York state involving 34 charges relating to hush-money that Mr. Trump allegedly paid to adult film actor Stormy Daniels, in exchange for her silence over a purported affair between the two of them. After six weeks of tortuous arguments, courtroom drama and political campaigning at the very doorsteps of the courthouse, the jury in the case will now deliberate on the facts laid out before them and possibly return a judgment in the coming weeks. During the trial, the prosecution sought to argue that the testimony of Michael Cohen, formerly Mr. Trump’s lawyer, made it clear beyond doubt that in paying off Ms. Daniels to the tune of $1,30,000 in 2016 over the alleged affair between them in 2006, Mr. Trump was guilty of falsifying business records to hide that expenditure and “orchestrated a scheme to keep unflattering information from voters in what was an early example of election interference”. Mr. Trump’s defence relied on painting Mr. Cohen a “liar” and seeking to discredit his account of Mr. Trump reimbursing him for the payout to Ms. Daniels.Even if Mr. Trump is found guilty on any of the charges, he would leave the courthouse a free man as he has been on bail throughout the case thus far. He would seek to remain free at least until he appeals to the Appellate Division in Manhattan, and possibly faces the Court of Appeals. While each charge in the case carries a potential maximum sentence of four years, if there is a sentencing hearing, then the judge may take several factors into account, including Mr Trump’s age of 77 years, the lack of a previous conviction and the non-violent nature of the alleged crimes. Even if Mr. Trump successfully evades the full force of the law in the hush-money case, he faces three other felony indictments, including in federal and state cases relating to interference in the 2020 election, and his alleged role in the January 6, 2021, attack on the Capitol, as well as allegations that he mishandled classified documents that were found at his residence in Mar-a-Lago, Florida, after he had demitted office. While these cases are stuck in the appeals process and would be unlikely to reach trial this year, it is safe to say that no matter what the outcome of the jury’s deliberations is in the New York case, the political climate will only get further vitiated and polarised as the country lurches forward to the November 5 presidential election. \nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nUSA\n\n/\n\npolitics\n\n/\n\njudiciary (system of justice)\n\n/\n\nUS PRESIDENTIAL POLLS",
        "headline_1": "In the dock: On Donald Trump and his legal challenge",
        "headline_2": "Trump is facing a legal challenge, but his political fortunes are on a parallel track",
        "link": "https://www.thehindu.com/opinion/editorial/in-the-dock-on-donald-trump-and-his-legal-challenge/article68228755.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "30-05-2024"
    },
    {
        "full_article": "Rina Verma Williams is Professor of Political Science and Associate Dean for Social Sciences at the University of Cincinnati. Her book ‘Marginalised, Mobilised, Incorporated: Women and Religious Nationalism in Indian Democracy’ is a historical study of women’s involvement in Hindu nationalist politics. She shares with Renuka Bisht her ideas about BJP’s women workers and leaders:\n● How has the ‘incorporation’ of women by BJP contributed to its success?\nStudying the role of women in the Hindu Mahasabha in the late 19th and early 20th centuries, we see they never managed to include women – women were largely marginalised in the organisation.\nBharatiya Jana Sangh did better. Then from 1980 onwards, BJP began mobilising women in earnest, effectively bringing them to the streets in support of the party’s causes and agendas. But only by 2014 did BJP find away to incorporate women: this meant bringing women into positions of power within the party and giving them voice to speak for the party’s causes and agendas. Overall, BJP’s political success tracks with its increasing success in bringing women into the party.\nRead full story on TOI+\n\n",
        "headline_1": "‘BJP parliamentary board has only one woman…33% reservation may make more progress in states than Centre’",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/bjp-parliamentary-board-has-only-one-woman33-reservation-may-make-more-progress-in-states-than-centre/",
        "news_paper_name": "The Times of India",
        "publish_date": "30-05-2024"
    },
    {
        "full_article": "The 2024 general election is going to be an important event for two reasons. First, the outcome of this electoral battle will decide the political destiny of two powerful coalitions – BJP-led NDA and Congress dominated INDIA bloc. BJP has so far relied heavily on Modi. It will be interesting to observe how this Modicentric campaign helps the party retain its electoral hegemony.\nOn the other hand, Opposition, especially Congress, has been successful so far in establishing itself as a serious challenger. This is certainly a new development. BJP’s electoral success has played a significant role in the political marginalisation of Opposition in the last 10 years. This time, however, Opposition is much more active in pursuing an aggressive electoral campaign. This aggressive politics will certainly have an impact on the electoral outcome.\nRead full story on TOI+\n\n",
        "headline_1": "4 ideas have won the election",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/4-ideas-have-won-the-election/",
        "news_paper_name": "The Times of India",
        "publish_date": "30-05-2024"
    },
    {
        "full_article": "Historically, food industry bats for unhealthy status-quoism. Like, the 1960s US effort to boost cavity prevention didn’t choose the obvious guidance – eat less sugar. Instead, industry interests managed to push alternatives such as, fight dental plaque. Today, in India, the NIN-ICMR recommendation to set thresholds for sugar in packaged food and beverages, is being called ‘impractical’ by company executives. The appropriate adjective is ‘imperative’.\nBitter formula | It felt bitter to be told that Nestle does not add sugar to the infant milk it sells in Europe, but does so in India. Giant food & beverage MNCs do have different quality standards for different countries. But what is no less bitter is that the 2011 Dietary Guidelines for India actually advised feeding infants one teaspoon of sugar per 120-180 ml milk feed, 6-8 times a day. This year’s update of the guidelines was most needed. It responds to a science that can no longer be silenced, which has countries from east to west beginning to treat sugar as on the same level of a health threat as tobacco.\n\nRough drink | Setting threshold limits for sugar is a very important first step towards easing Indians’ very sour addiction to it. This has to be followed by the much harder work of educating the public about new labelling, and monitoring it for accuracy. The recent GOI advisory against the use of the ‘health drink’ label for some popular brands, is also important in this context. A better-educated consumer will read the labelling for nutrient details, instead of being swayed by ‘health’ claims. A better monitoring regime will investigate the veracity of such claims 24×7.\nJunk mithai | But what about your neighbourhood mithai shop? Maybe there is more than one. Eitherways, the sugar bombs here are free to explode as they will. No label or threshold inhibits them. Clearly, a lot of the dangerous food habits that are perceived as traditional also need changing. Schools have to play a key role in this transformation. Starting off with good food habits is much easier than fixing bad ones.\n\n",
        "headline_1": "Sugar & vice: Better food labelling will be a better deterrent. Public health trumps industry interests",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/sugar-vice-better-food-labelling-will-be-a-better-deterrent-public-health-trumps-industry-interests/",
        "news_paper_name": "The Times of India",
        "publish_date": "30-05-2024"
    },
    {
        "full_article": "India’s insurance regulations may be tweaked to dismantle the wall between life and non-life insurers. If that happens, LIC, the market leader in life insurance, will consider getting into health insurance. It’s well placed to do so, with an annual profit in excess of ₹40,000cr and its share price having almost doubled since Oct. The big question is, what will this mean for consumers.\nDissatisfaction amidst plenty | Health insurance is highly competitive. At end-2023, there were 29 insurers underwriting health policies, the largest segment of the non-life market. It’s also fast growing. Health insurance premium in 2023 expanded 21%, which was seven percentage points faster than the overall growth in non-life segments.\nThe numbers are at odds with consumer experience. A survey by insurance broker Policybazaar showed that while 96% of the sample was aware of health insurance, only 43% owned a policy. Two of the three most important reasons for insubstantial ownership were a feeling that premiums are too high and that policies are complex in terms of ailments excluded from coverage etc.\n\nLopsided market | India’s health coverage is dominated by govt sponsorship, but the premium is raised overwhelmingly from private policies. Insurance regulator Irdai’s data showed that 550 million people have health cover. About 54 of every 100 covers are govt-sponsored. But ₹91 of every ₹100 collected as premium come from individual and group policies.\nGaps galore | Standalone health insurers have sidestepped govtsponsored health coverage. This group of insurers concentrates on the private market and has a far lower claims payout ratio than PSUs and private general insurers. How does that really help when GOI data showed that a mere 6% of the population with an individual health cover are senior citizens even though Irdai encourages their coverage? The most vulnerable group is excluded mainly because the hike in premium is particularly steep for that demographic. A new entrant needs to figure out how to fill the large gap in India’s health cover. Will LIC be that insurer?\n\n",
        "headline_1": "Elderly gaps: Health insurers have mostly bypassed senior citizens. That’s the market a new entrant must cover",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/elderly-gaps-health-insurers-have-mostly-bypassed-senior-citizens-thats-the-market-a-new-entrant-must-cover/",
        "news_paper_name": "The Times of India",
        "publish_date": "30-05-2024"
    },
    {
        "full_article": "Biman's sudden U-turn on whether buying two Airbus A350 planes would be profitable or not seems to be driven by factors other than financial viability. In January, after studying the proposal for six months, the airliner concluded that it would be making massive losses—amounting to an accumulated cash shortfall of up to $463.08 million over 25 years—if it bought the planes. Strangely enough, on April 22, a new appraisal committee took over the evaluation and, in only three days, decided that it would be a profitable venture. To come to this conclusion, the second committee seems to have invented all sorts of unrealistic scenarios, as per a report by this daily.\nFor example, the committee based its calculations on Biman filling 92 percent of seats on average (which it has never been able to achieve), showing an increased revenue of 20 percent compared to the evaluation of the previous committee. But even then, the second committee could only show the Airbus planes to be profitable on two routes. One of those routes is Dhaka to JFK Airport in New York, which Bangladeshi carriers have not been able to serve since the US Federal Aviation Authority placed the Civil Aviation Authority of Bangladesh (CAAB) in its Category 2, after finding irregularities in its operational activities in 2006.\nWith that being the case, why would the committee even consider taking this route into its calculations? Another reasoning concocted by the committee is that jet fuel cost—which has historically been volatile, and has risen in recent times—would decrease, adding about a quarter of the increased revenue shown.\nThere are other glaring illogical assumptions at play here. The committee ignored the very costly spare parts that Biman would have to acquire for the Airbuses, the significant rise in expenditure as a result of operating a mixed fleet, as opposed to a Boeing-based fleet, etc. But even the committee had to admit that all this may require a huge overhaul of its current crew and their responsibilities, and that Biman may have to suspend operations in different routes or reduce frequency in different sectors. As such, why is the carrier still trying to push through with the Airbus purchases? Given Biman's coloured past—of defying operation rules and standards, violating procurement rules, scandals and anomalies in staff hiring, etc.—its motive needs to be investigated.\nOne may recall that on May 5 last year, a joint communique was signed by Lord Dominic Johnson, the UK minister of state in the department for business and trade, and Salman F Rahman, private industry and investment adviser to Bangladesh prime minister, regarding the purchase of eight Airbus A350s and two freighters. But this happened even before Biman carried out a viability study on such a purchase and the first techno-financial committee was formed. So, is Biman's decision being driven by political factors? That must not be the case considering the financial burden it would put on citizens, who ultimately pay for its operation. Biman's Airbus decision must be reevaluated in terms of its economic viability.\n",
        "headline_1": "Biman’s self-sabotage will not just hurt itself",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/bimans-self-sabotage-will-not-just-hurt-itself-3622036",
        "news_paper_name": "The Daily Star",
        "publish_date": "30-05-2024"
    },
    {
        "full_article": "Reports of widespread power outages in the aftermath of Cyclone Remal is a cause for grave concern, as it has the potential to impede the road to recovery after a devastating natural disaster. The lack of electricity will make everything from healthcare to relief efforts exponentially more difficult, as telecommunication infrastructure and connectivity is also taking a hit due to a lack of reliable power connections. While the cyclone was an extreme weather event whose impacts would have been difficult to predict, it's important to remember that the power sector in Bangladesh has long suffered from having weak power transmission systems, in stark contrast to overcapacity issues when it comes to power generation.\nThere has been a noted increase in Bangladesh's power generation capacity in recent years. In fact, the power generation capacity has far exceeded the peak demands projected by the sector for the last few years. This, however, has not translated into a secure energy supply for most of the country. Blackouts, power outages, and load sheddings still remain commonplace as the expensive power plants struggle to operate at full capacity due to difficulties in securing fuel. As capacity far outruns demand, the Bangladesh Power Development Board is stuck paying high prices for the fixed cost of power plants that mostly sit idle. Outsized capacity does not come cheap, as the burden of capacity charge payments has only grown year on year, taking up a large chunk of the government's subsidy budget, and weighing heavy on the taxpayer.\nTo make matters worse, transmission and distribution has remained largely ignored during this surge in capacity building in the power sector. Experts have long pushed for the government to switch focus to improving transmission systems. Blackouts and power outages in recent years have been attributed to weak transmissions systems, the lack of a smart grid, and a National Load Dispatch Centre that is not equipped to deal with volatility.\nThe data published by the power sector reveals the subtle but impactful way transmission infrastructure has been neglected in this country. The Bangladesh Power Development Board's (BPDB) annual reports from the last five years (between 2018-19 and 2022-23) show that in this time, demand has increased just over 21 percent, while power generation capacity has gone up by around 31 percent. Throughout this period, generation capacity has outpaced power demand consistently by around 50 percent every year, yet investment in growing generation capacity has continued. \nOn the other hand, building up transmission infrastructure, one of the ways to bridge the gap between capacity generated and demand served, was neglected. Over these five years, the network of transmission lines grew by 26 percent only, from 11,649 circuit kilometres to 14,717 circuit kilometres.\nAdditionally, monthly reports by the Power Generation Company Bangladesh show that transmission and distribution systems are suffering. From April, 2023 to March, 2024, 24 instances of power interruption were recorded that could be attributed to transmission lines. If distribution infrastructure like grid and substation equipment is included, the number goes up to 115.\nAn enormous chunk of the population in the most devastated areas of the country have been without power since Cyclone Remal and may have to suffer further without power for up to seven days. The authorities involved are responding to the crisis and we can hope that the problems will be resolved as soon as possible. But it is worth pondering if the erratic fashion in which funds have been allocated towards the power sector in recent years—disproportionately towards generation while crucial transmission infrastructure lagged behind—have exacerbated the problem. With better planning, and better preparation for natural disasters (which are commonplace) with redundancies in place, it may have been possible to bring systems back online much faster. There may be better tidings in the near future, however, with reports that 27 percent of the upcoming power sector budget is being allocated towards transmission (up 11 percent from the last year), 28 percent towards distribution (up 34.8 percent), while 47 percent is allocated towards generation (down six percent). \nRelief networks, communication, healthcare, and all crucial services in the recovery phase of a natural disaster rely on power. We need to be better prepared for the next time a cyclone hits our southern shores so that the bad decision making of the last few years in the power sector becomes irrelevant in the future.\nAzmin Azran is Digital Features Coordinator at The Daily Star.\n\nViews expressed in this article are the authors' own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n",
        "headline_1": "Could a better transmission system ease power outages following Cyclone Remal?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/could-better-transmission-system-ease-power-outages-following-cyclone-remal-3621996",
        "news_paper_name": "The Daily Star",
        "publish_date": "30-05-2024"
    },
    {
        "full_article": "The gory images of a bleeding Mr Raoof Hasan, the spokesperson for the Pakistan Tehreek-e-Insaf (PTI), Imran Khan's party, a few days back, were again a stark reminder of the autocratic way in which the Pakistani state under the control of its army is crushing political dissent. He was attacked on May 20, 2024 outside the office of a private TV channel by a group of 4-5 persons, who have not been identified yet. Yet, PTI itself and many neutral observers too are casting suspicion about the involvement of state spy agencies in the attack. He is one of the most high-profile PTI leaders at the national level currently who are not in jail and is a well-respected civil society activist in his own right.\nBut the attack is just one of the ways in which the new regime, having the full backing of the army, has attempted to silence and sideline the opposition. Crushing dissent has a long history going right back to the period after its birth in 1947. The most egregious example was the massive atrocities committed in its ex-eastern wing in 1971 against Awami League, which led to the division of the country and the emergence of Bangladesh as an independent country. Since then, this pattern has continued during martial law periods as well as civilian eras with strong army control. Under PTI's regime too, such crackdown against the present parties in power was common. It has taken a more ominous tone and higher levels since the new regime came to power in March this year. It has included jailing and disappearing opponents, filing dubious cases against them, blocking social media, passing laws to suppress free speech and muffling the voices of political opponents on TV, in Parliament and real life.\nHundreds of PTI senior leaders, journalists and workers continue to languish in jail on dubious charges even before conviction. Imran Khan himself has been in jail for over six months, initially without any conviction. Later, he was convicted in 3-4 dubious cases, some of which have been overturned by higher courts. The appeal of the last two convictions left against him are in their final stages and most independent legal observers think that the convictions will be overturned in a few days. But they also think that the state will then arrest him in other cases as they cannot take the risk of releasing him given the political instability he could cause. Other PTI leaders and workers are often released after they are forced in jail to strike a deal with the state to announce their resignation from PTI in staged press conferences upon release. Dozens of party workers have simply disappeared, either kidnapped by the state agencies or gone into hiding given the fear of being arrested.\nThe social media application X (formerly twitter) remains blocked in Pakistan for over two months as the government sees it as a primary vehicle for PTI to mobilise its workers and leaders and share critical information with them. While courts have ordered the government to reinstate X services, government agencies have simply ignored court orders. Laws and policies are being adopted to silence dissent. The provincial government in Punjab has passed a defamation law last week which gives sweeping powers to government appointed tribunals to punish people who criticise government functionaries and makes it difficult to file appeals against their verdicts. Another government circular bans journalists from reporting on court proceedings given the large number of cases against PTI leaders where proceedings are going against the government.\nNewspapers and TV channels face pressure from the government and intelligence agencies against giving air time to PTI leaders or including news content favourable to PTI. Many pro-PTI journalists have been forced to leave the country or go underground. The attack on Mr Raoof, the spokesperson for the party, was part of this effort. There are increased restrictions on covering the court proceedings being held in jail against Imran Khan and on his party leaders being able to meet him in jail.\nWhile similar tactics were used by PTI against opposition parties when it was in power from 2018-22, the scale, speed and intensity of such actions is much higher now. Imran Khan has gone to the extent of claiming that the crackdown against his party is similar to that against Awami League in 1971 and may lead to the same consequence—division of the country. While the crackdown against PTI is highly condemnable, this comparison may be exaggerated given the scale of the atrocities that happened in 1971, which co-incidentally were committed under the command of a close relative of Imran Khan-the infamous General AK Niazi.\nThese abuses against PTI are happening in addition to the massive rigging against it in the February 2024 national elections. The situation is likely to get more heated in coming months as the trials against Imran Khan and other leaders and those related to election rigging reach their conclusion and the economic situation gets worse. Pakistan is about to enter a new IMF programme which may result in higher inflation, higher utility charges and increased unemployment. Public discontent against the government and PTI's popularity will increase even though its own performance in power was poor. However, even those tactics are unlikely to lead to political instability or economic turnaround.\nMeanwhile, Pakistan is also facing increased terrorist attacks from the Afghanistan-based terrorists as well as a heightened insurgency in Balochistan province, which has faced decades of atrocities like ex-East Pakistan did until 1971. Thus, Pakistan's prospects of finding peace and progress remain dim for the foreseeable future.\nDr Niaz Murtaza is an Islamabad-based political economist with a PhD from the University of California, Berkeley. He can be reached at [email protected]. His X handle is @NiazMurtaza2\n\nViews expressed in this article are the author's own. \nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "Crushing dissent in Pakistan",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/crushing-dissent-pakistan-3621981",
        "news_paper_name": "The Daily Star",
        "publish_date": "30-05-2024"
    },
    {
        "full_article": "The man is one of the few lucky, and of course influential, persons to have avoided facing legal proceedings, let alone the consequences, for the financial crimes he has all through been suspected of committing. Since Anti-corruption Commission (ACC) filed as many as 56 cases in connection with misappropriation of money from the Basic Bank in 2015, the lucky man, under whose tenure as chairman of the bank the flight of money took place leaving it sick, and none of the board members were implicated in the cases. After long eight years, the man named Abdul Hye Bacchu seems to have run out of luck. Now the ACC has accused the ex-chairman, reportedly, of corruption in 58 cases out of 59 with the addition of four more filed later on to the initial 56 cases. One such case concerns money laundering in which his wife and six others have been implicated. The ACC brings, reports hold, charges against 45 bank officials as well as 101 clients. In the charge-sheet, one case involving the purchase of 30.25 katha of land has an echo of the alleged land acquisition by a former inspector general of police (IGP). When the land was actually bought at Tk 1.10 billion, it was shown only Tk152.5 million in the land deed. In a similar case, PK Halder had fled the country only to land in jail of West Bengal, India. But Abdul Hye Bacchu's whereabouts remain shrouded in mystery. Without solicited or unsolicited help from quarters who matter, neither PK Halder could leave the country nor Bacchu could melt into thin air. These two and similar other outsize banking and financial malpractices have caused limitless miseries to the country's economy. The prime minister's 'zero tolerance to corruption' campaign thus fell headlong as there were saboteurs down the line.In its review of the \"State of Bangladesh Economy for FY 2024\", the country's leading think tank, Centre for Policy Dialogue (CPD) reveals how the banking and financial system was brought to its knees by powerful but villainous people. In 24 cases of major financial irregularities, these elements took loans with the ulterior motive of embezzling money and ended up stashing Tk922.61 billion away between 2008 and 2023. According to the CPD, non-performing loans have tripled over the past 10 years. NPLs, rescheduled loans, loans in special mention accounts amount to Tk3.77 trillion. Another amount of Tk1.77 trillion now stuck up under court order is again the consequence of litigation deliberately initiated to avoid repayment.Evidently, such malpractice and malfeasance in the banking system and business sector have given birth to a hydra-headed monster out to consume the country's economy. They have acted separately or in league to help the corrupt accumulate filthy amounts of wealth, a good portion of which was siphoned off the country. Also clear is the fact that there is more to what meets the eye. Whose proteges were these enemies of the nation? It is important to know the answer.",
        "headline_1": "Bacchu runs out of luck, at last",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/bacchu-runs-out-of-luck-at-last-1716996392",
        "news_paper_name": "The Financial Express",
        "publish_date": "30-05-2024"
    },
    {
        "full_article": "A long queue of migrant workers at the Hazrat Shahjalal International Airport in Dhaka — Photo: Collected \nIn a recent parliamentary session, the Minister of State for Expatriate Welfare and Foreign Employment disclosed the government's ambitious plan to send six million workers abroad over the next five years. The plan seems achievable, if seen in the context of outflow of Bangladeshi workers in recent years. It might become a daunting task, however, if the authorities fail to address the issues that have led several countries, including Malaysia, the Maldives, and Oman, to impose visa restrictions on Bangladeshi workers.The global labour market is highly competitive and dynamic. Many developed countries are experiencing negative birth rates, leading to a declining youth population. This has resulted in a growing shortage of local manpower for jobs in agriculture, construction, and cleaning. Additionally, the demand for skilled workers in various technical fields has been increasing in many advanced economies. These countries are adjusting their immigration policies to welcome young workers from less developed countries. The question many ask is whether Bangladesh is taking appropriate measures to train and send skilled workers to these countries. According to the World Migration Report 2024 of the International Organization for Migration (IOM), Bangladesh is the sixth-largest migrant source country globally but ranks eighth in terms of remittance receipts. Both Pakistan and the Philippines rank behind Bangladesh as migrant source countries, but they are far ahead of Bangladesh in receiving remittances. According to the IOM report, in 2022, Bangladesh received US$ 21.50 billion in remittances. In comparison, India, which ranks first, received US$ 111.22 billion, followed by Mexico receiving US$ 61.10 billion, China US$ 51 billion, the Philippines US$ 38.05 billion, France US$ 30.04 billion, Pakistan US$ 29.87 billion, and Egypt US$ 28.33 billion.In 2023, despite sending a record 1.2 million workers abroad, Bangladesh received US$ 21.82 billion in remittances. This is only a slight increase from the US$ 21.50 billion received in 2022 when 1.136 million Bangladeshi workers went abroad. Meanwhile, India sent 1.3 million workers and received US$ 111.22 billion in remittances in 2022. This comparison reveals that even though the number of workers sent abroad by Bangladesh and India had been almost the same, Bangladesh's remittance earnings were only one-fifth of India's. This indicates that increasing the number of migrants does not necessarily proportionally increase remittances.The growth of remittances depends on several factors: the total number of Bangladeshis working abroad, the proportion of Bangladeshi immigrants in high-income countries, the percentage of skilled workers among them, and the share of income sent through legitimate channels. Bangladesh can significantly boost remittance inflows by increasing the number of skilled workers, sending workers to high-income countries, and curbing illegal remittance channels.Remittances from Bangladeshis working abroad are the second-largest source of foreign exchange for the country after the ready-made garment industry. The authorities often seem quite happy with their own performance in the matters of sending a large number of workers abroad, providing jobs not available here, and boosting remittance inflows. Considering its enormous importance, it would be expected that the manpower export sector, would be managed in the best possible manner. Sadly, however, there is a prevailing tendency to perceive the red, yellow, and blue-collar migrant workers as human digits and walking statistics. Such skewed perception obscures the underlying instability under the cover of a stable source of foreign exchange earnings.For example, the oft-reported issue of migrant workers' endndless suffering, from the beginning of the migration process to their workplaces - and beyond - has never received the attention it deserves. The government's responsibility seemingly ends with setting a maximum fee that can be charged to outbound workers for various destinations. Recruiting agencies, however, charge four to five times higher than the government-set fees. Unfortunately, there is no accountability. Aspiring expatriate workers are forced to sign a form declaring they only paid the government-fixed charge; otherwise, the recruiting agencies withdraw the job offer.Additionally, fraudulent recruiting agencies frequently offer bogus visas and lure workers abroad to non-existent jobs. When migrant workers - most of whom hail from poor backgrounds - don't find the jobs they were promised or fail to produce the proper papers, they face all sorts of problems in foreign lands. They are often on the run to escape police detection, risk being deported, or get caught by the police as illegal migrants and jailed.In some of the worst-case scenarios, workers take shelter like fugitives in jungles or remote places and lead miserable lives. Many have been brutally tortured by the police for breaking migration laws, while others became victims of human traffickers. Is this what innocent Bangladeshi job seekers deserve? Who is responsible for their suffering? More importantly, how can the government turn a blind eye to their suffering and not offer help?Expatriate workers are not just numbers and should never be treated as such. They are the unsung heroes of Bangladesh, the breadwinners for their families and the nation. The true test for Bangladesh lies not in increasing the number of its expatriate workers, but in the quality of the people it sends abroad to serve the world, where demand for good quality is always high. So, invest in them, turn them into skilled human resources, and protect them from harassment, fraud and unsafe working conditions.\n[email protected]",
        "headline_1": "Expatriate workers are more than just numbers",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/expatriate-workers-are-more-than-just-numbers-1716996442",
        "news_paper_name": "The Financial Express",
        "publish_date": "30-05-2024"
    },
    {
        "full_article": "Natural calamities like earthquakes highlight our helplessness against nature. Among various disasters, earthquakes are the most dangerous. Experts have long warned of strong earthquakes and tsunamis in Bangladesh. Frequent mild and moderate tremors indicate this risk. The pressing question is: how prepared is Bangladesh to deal with a major earthquake?The last significant earthquakes in Bangladesh occurred in 1822 and 1918 along the Madhupur fault. In 1885, an earthquake of magnitude 7.5 struck Manikganj near Dhaka. Since then, Bangladesh has not experienced a major earthquake, placing it in the earthquake red zone. This should prompt us to consider the potential severity of our situation and emphasise the need for caution and preparedness.According to surveys by BUET, Dhaka has 1.3 million multi-storey buildings. Seventy-five per cent of these buildings are six stories or higher, making them particularly vulnerable in a magnitude 7 earthquake. Experts have long advocated for improved infrastructure and adherence to building codes. However, the unplanned construction of buildings, particularly in urban areas like Dhaka, raises fears of massive damage in the event of a moderate or large earthquake. To address these risks, we must first identify and demolish dangerous and irregularly constructed buildings. The quality of the soil should be thoroughly checked before construction. And building on filled canals and reservoirs should be strictly prohibited and penalised if necessary. Without these precautions, an earthquake could result in the loss of hundreds of thousands of lives.It is crucial to understand what to do during and after an earthquake. Rescue workers must be specially trained to handle earthquake victims. \nSakibul HasanStudentDhaka College[email protected]",
        "headline_1": "How prepared is Bangladesh to deal with earthquake?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/how-prepared-is-bangladesh-to-deal-with-earthquake-1716996467",
        "news_paper_name": "The Financial Express",
        "publish_date": "30-05-2024"
    },
    {
        "full_article": "Millions of people are facing a dire situation in the aftermath of Cyclone Remal, which ravaged Bangladesh between May 27 and 28. The cyclone, with its devastating 135 kmph winds and heavy rainfall, has caused significant damage across several districts, leading to severe waterlogging, damage to infrastructure, and substantial losses in livestock, shrimp farms, crops, and orchards.According to reports, the cyclone has resulted in 16 casualties, with Patuakhali being particularly hard-hit. Millions remain affected, grappling with disrupted power supplies and the challenge of inaccessible communication networks, which hampers the flow of critical information and aid.State Minister for Disaster Management and Relief, Md Mohibbur Rahman, indicated that 3.75 million people across 19 districts have been affected. The government has opened 9,424 shelters, housing over 0.8 million people, and deployed 1,471 medical teams, with 1,400 currently operational. Despite these efforts, the scale of the disaster calls for broader community support and action.The affected regions, including Khulna, Satkhira, Bagerhat, Jhalakathi, Barishal, Patuakhali, and others, are in urgent need of relief and rehabilitation. The flooding and heavy rains have devastated approximately 74,500 shrimp enclosures and impacted 0.2 million cattle and 0.9 million poultry birds, leading to severe economic losses for local farmers.In this critical time, it is imperative for us as a nation to stand by the cyclone-affected people. Immediate assistance in the form of food, clean water, medical supplies, and temporary shelter is essential. Additionally, long-term efforts must focus on rebuilding infrastructure, restoring livelihoods, and enhancing disaster preparedness to mitigate the impact of future calamities.Government, non-governmental organisations, businesses, and individuals should come forward and contribute to relief and rehabilitation efforts. Let us unite in solidarity and compassion to help our fellow citizens rebuild their lives and communities. Together, we can overcome this crisis.\nAsif Islam Student Jahangirnagar University",
        "headline_1": "Standing by cyclone-affected people",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/standing-by-cyclone-affected-people-1716996491",
        "news_paper_name": "The Financial Express",
        "publish_date": "30-05-2024"
    }
]