[
    {
        "full_article": "The Chinese government’s announcement on December 30 that it had come up with its own names for 15 places in Arunachal Pradesh could not have come at a more precarious moment for an already strained relationship. The move is ostensibly aimed at “standardising” how places in the Indian State are depicted in official Chinese maps, which show all of Arunachal as “south Tibet”. India’s Ministry of External Affairs (MEA) said in a statement in response to the move that “assigning invented names” will not “alter” any facts on the ground and Arunachal’s status as an integral part of India. As the MEA noted, this is not the first time that Beijing has done so. In 2017, Chinese authorities issued “official” names for six places in Arunachal. The first instance followed a visit by the Dalai Lama to the State, which Beijing had protested. The list on this occasion is longer, and not only includes eight towns but also four mountains, two rivers and a mountain pass. The list covers 11 out of Arunachal’s 25 districts, extending from Tawang in the west to Dibang Valley in the north and Anjaw in the east. The spread of the locations suggests the places were chosen to reiterate Chinese claims to the whole State.If the latest move is largely symbolic and will not, as the MEA observed, change facts on the ground, it needs to be seen against the backdrop of broader changes in China’s approach to the boundary dispute. The naming announcement was made ahead of a new border law coming into force on January 1, 2022. The law, which was proposed in March 2021 and calls for various Chinese government bodies to take steps to “safeguard” Chinese territory, was put forward a year into the crisis along the Line of Actual Control (LAC). New Delhi, which has expressed concern about the law, has seen it as an attempt to formalise the transgressions made by the Chinese military since the summer of 2020 and put a stamp on China’s unilateral measures to redraw the LAC. The Chinese Foreign Ministry defended the latest move saying the matter was “within China’s sovereignty”. Yet, Beijing had a very different view on India’s own internal reorganisation of Jammu and Kashmir in 2019, which elicited not only sharp statements from China but also led to Beijing raising the matter at the United Nations Security Council. The announcement this week came as India and China remain engaged at both diplomatic and military levels to complete the stalled disengagement process along the LAC. Restoring relations, as well as the status quo along the borders, will require mutual sensitivity and an adherence to past agreements that helped keep the peace, rather than needless provocations that expand an already long list of differences.",
        "headline_1": "Needless provocation: On China ‘renaming’ Arunachal places",
        "headline_2": "",
        "link": "https://www.thehindu.com/opinion/editorial/needless-provocation-the-hindu-on-china-renaming-arunachal-pradesh-places/article38083334.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "01-01-2022"
    },
    {
        "full_article": "Will the Covid-19 masks finally come off in 2022? The ever-evolving nature of our little big enemy makes it difficult to say if the mask mandates will remain effective in this new year. The signs indicate the pandemic's weakening, and the end of the global misery is probably within sight. So, are services and masks going to remain entangled in the much-awaited neo-normal? While many will keep on wearing the masks voluntarily, many others will abandon the face-covering at the first opportunity. I belong to the second category; I cannot wait to liberate myself fully from the stringed piece of fabric.\nWearing masks can wear people out. They can stop people from displaying their emotional palette. With masks on, people can neither use their smiles as a social lubricant, nor express their discomfort, dismay or disdain in public. On the other hand, masks can be the perfect gear to hide emotions. They spare the wearer from the guilt of faking it. They give the perfect cover-up for their grins and grimaces, offering an emancipatory shelter for hiding their feelings. Then again, in the post-pandemic world, one wonders how liberation from masks will affect our everyday lives. What will happen to the physical and figurative disguises that we don on a daily basis?\nThe thought occurred to me while attending an academic presentation the other day. The nonsensical comments of some speakers made me make faces underneath my mask. The upper part of my face maintained a poker mode, while the lower part contorted like Jim Carrey in the animation-inspired movie \"The Mask.\" I thanked the divine spirit for giving me the mask. The following day, I was in a meeting where everyone took off their face masks as we were safely spread out. Someone made a very absurd proposition, and an uncivilised grimace that I have cultured during these masked days made an appearance. It is only after I had made the ugly facial gesture that I realised I was not wearing my mask. Exposed and embarrassed, I thought of doing some research on the socio-behavioural changes that wearing masks has inflicted on us during this period of health emergency.\nMasks have already brought changes in the communication package of frontline workers, who have to deal with their stakeholders in a physical setting. Unlike many of us who have worked from home using digital devices, doctors, police, or retailers don't have the luxury of switching off their Zoom video option or clicking a reaction to suggest emotion. These people, who interact at a human level, have realised that they must be extra expressive to compensate for the masked expressions. They have learnt to adapt to a world where facial expressions are invisible. With half of the face covered from the view of the viewer, a salesperson, for instance, has to widen their eyes to suggest warm greetings or raise their eyebrows or squint them to give additional visual clues. The non-verbal thank you that was once said with a smile could not be relayed anymore. The smiley or facial assurances that were once used to complement words are now faded into the folds of a surgical mask. How do we greet, coax or flirt with our masks on? Use hand gestures? Tilt heads? Such use of body language is fast becoming a part of the habit, because without these communication gizmos, my words can be interpreted wrongly.\nThe head of Emotions Lab at the University of Wisconsin–Madison has categorised three types of smiles: \"those that express pleasure at a reward or surprise, like when you get to see your friends in person after a prolonged separation (soon, please); those that convey a desire to be friendly, or at least non-threatening, which she calls smiles of affiliation; and those that show dominance, like the one Dirty Harry gives when he asks a certain punk if he feels lucky.\" Paula Niedenthal argues that it is easy to confuse one category with the other. If the use of masks is stretched, people will have to explain the context to help their listeners understand or interpret a situation. She gives the example of handling a barking dog with facial gestures. The dog could have been controlled better with a friendly look rather than with a hand gesture. The issue can be even more troublesome in a cross-cultural setting. What if hand gestures that are deemed in one culture are rude in another? What about visual learners who need to see the movement of lips to process a message?\nMeanwhile, in the masked sanctuary, a smiler can grin to recall some happy memories and his beaming face may be totally out of synch with his setting. So, after practising these non-verbal cues as well as relishing the secret smiles for about two years, have we internalised these habits? More importantly, the million-dollar question is: Will these old habits die hard? Or will they phase out?\nThey say, behind every mask, there is a face, and behind that a story. What stories are we losing when we are hiding our smiles behind our masks? I cannot hide a smile and expect the whole world to smile with me. The pandemic is giving clichés a bad rap.\nThe movement of zygomaticus muscles used to produce a smile has always been powerful. At times, these movements are far from authentic and, at best, fake. It is no different from a mask as sometimes a smile is also worn as a protective measure. It is a part of the disguise that we put on every day. We post happy photos on Facebook to protect ourselves from unsolicited probing into our lives. Such flimsy protections come with a shelf life. Eventually, we have to erase the fake smile or take off the mask of disguise. But there are people who are afraid to take off their figurative masks, which they continue to wear throughout their lives.\nTheir masked existence is no different from the double lives lived by superheroes. We have seen how Batman needs his masks to perform in life. Or how Superman brings his \"inside out\" to create a fallacy of his supernormal power. When he recourses to his inner strength, as symbolised by the outwardly worn undergarment, he finds the \"creative\" mask of a hero. Funnily enough, the dilemma of masks got twisted recently, when dressers were not sure whether to put on their Covid masks under or over their Halloween masks. While a Halloween mask is designed to liberate one from the social norms for a day, a Covid mask remains a marker of the emergency protocol. Their coexistence created a unique condition that made us revisit the double piston of liberation and protection.\nWe wear masks because we seek protection. Masks bind us in various restrictions as suggested by the overwhelming signs: No Mask, No Service. At the same time, we wear masks because we want freedom. It is the best way to be authentic. I can make faces without being worried about being seen by others. The German language actually has a word to describe the freedom found behind a mask: Maskenfreiheit. You do not have to be a masked celebrity in a crowd to enjoy your privacy; walking alone in a foreign land can give you the mask of freedom. The tour is your metaphorical mask—a source of your excitement. But is it healthy to seek such pleasure? The answer ripples through the facial muscles of all those who enjoy their masks.\nOnce the Covid-inflicted mask is removed, we need to learn to juggle between the face mask and the figurative mask. We need to put it on while rendering services like a salesperson programmed to chant, \"The customer is always right.\" Such smiles, also known as PANAM smiles, named after the service smiles of flight attendants, are needed to be phoney for the sake of decency that civilisation has ingrained in us. However, we also need to learn to set such masks aside for people with whom we want to be honest for the sake of humanity that tradition has taught us. If we do not learn to negotiate with our masks, they might very well trap us in the prison-house of our hearts.\n \nDr Shamsad Mortuza is the pro-vice-chancellor of the University of Liberal Arts Bangladesh (ULAB).\n",
        "headline_1": "When the masks come off",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/blowin-the-wind/news/when-the-masks-come-2929766",
        "news_paper_name": "The Daily Star",
        "publish_date": "01-01-2022"
    },
    {
        "full_article": "Have you ever watched kittens, puppies, or other baby animals play? Running, chasing, jumping, nipping. Young goats scramble up a hill and push each other off. Colts bound joyously across open fields. They have fun, sure, but they also gain physical strength, agility, and various other skills necessary for survival.\nWhat is essential for other animals is not optional for people. We need parks for recreation, socialising, exercise and play. We also need more porous surfaces and trees as Bangladesh bears the brunt of the climate crisis ever more in ensuing years. Ideally, then, the importance of green space would translate into prioritising parks and playgrounds throughout the city, and ensuring that they are accessible for all.\nAnd yet, caught up in our busy lives, we seem to forget that play is not just for fun. Many parents seem not to realise that play is necessary. Many do not recognise that it is not healthy—physically, mentally or socially—for children to be shuttled about between school and tutoring, with no opportunity to run about and, well, be children.\nAs for those parents who do understand the importance, who live in a city, and who realise that active outdoor play has many advantages that playing with a smartphone does not, the question arises: \"Where can my children play?\" In the rush of development, modernisation, and with an influx of climate refugees, what open spaces are left in cities? How many schools or neighbourhoods have playgrounds? How many areas have usable parks?\nWe need to create many more such spaces in our cities. But we cannot afford to wait quietly. Children's development is being harmed by the absence of such spaces. The Covid-19 pandemic has only exacerbated the problem.\nWe need to understand that the term \"public space\" includes streets, roads, and footpaths. That the purpose of such spaces is not only for travel. That public space in cities is too valuable to surrender it all to the use of the automobile. All this shuttling about, here and there, back and forth, may serve some important purpose—though one can't help but wonder how much—but at least equally important is the need for children to play. And given that many streets are little used for many hours of the day, why not turn them temporarily into playgrounds?\nDhaka has, prior to Covid-19, experimented successfully with the concept of car-free streets. One side of Manik Mia Avenue was transformed, on the morning of first Friday every month, into a joyous celebration of life. Other such events were organised regularly in Mohammadpur and Uttara. Alas, they all stopped due to Covid-19 and have not resumed.\nTo fill in the gap, Work for a Better Bangladesh (WBB) Trust has begun a weekly event in West Dhanmondi. The mobile playground involves converting a quiet residential street into a temporary playground, particularly inviting to the youngest children—girls as well as boys—who have little other opportunity for outdoor play.\nTwo children show up hours in advance of the opening to help the WBB staff decorate the space. A teenage boy with Down Syndrome recites a prayer. Children pour out of the buildings and explore the play options: drawing, crafts, board games, skipping rope. Most of them don't know each other; they never have an opportunity to occupy and explore the streets. Parents are relieved and grateful. The entire scene is a combination of astonishing and ordinary: this is what our cities should provide, but so rarely do.\nSometimes, our big problems have surprisingly simple solutions. No place for children to play outdoors, for youth to play sports, to cycle, to skate? No place for adults to enjoy some time outside for exercise and socialising? Well, find a fairly quiet street and convert it, for a few hours a week, into a recreational space. And in the meantime, continue to remind our urban authorities that in addition to all our other needs in cities, we need access to existing playing fields. We need a lot more green space for climate resilience. We need green and open public space to help keep the population healthy—mentally and physically—and to ensure that children have the opportunity to develop their full potential as future contributors to our beloved Bangladesh.\n \nDebra Efroymson is the executive director of the Institute of Wellbeing, Bangladesh, and author of \"Beyond Apologies: Defining and Achieving an Economics of Wellbeing.\"\n",
        "headline_1": "Mobile Playground, Happy Children",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/mobile-playground-happy-children-2929761",
        "news_paper_name": "The Daily Star",
        "publish_date": "01-01-2022"
    },
    {
        "full_article": "South Asia is home to about a quarter of the world's population. Sprawling over eight countries, the region is a vibrant mosaic of various ethnicities, religions, cultures and languages. And the region—having turned around after independence from the shackles of centuries of colonisation by the West—is all set to embrace the next big growth spurt, with many of the countries already being on an upward growth trajectory.\nDespite the economic brunt of the global pandemic, South Asia is expected to achieve a 7.1 percent growth by 2022 as per the World Bank's recent South Asia Economic Focus, titled Shifting Gears: Digitization and Services-Led Development. As the report states, \"India's economy, South Asia's largest, is expected to grow by 8.3 percent in the fiscal year 2021-22, aided by an increase in public investment and incentives to boost manufacturing. In Bangladesh, continued recovery in exports and consumption will help growth rates pick up to 6.4 percent in fiscal year 2021-22. In Maldives, GDP is projected to grow by 22.3 percent in 2021, as tourism numbers recover.\" Pakistan and Sri Lanka are also forecasted to experience growth during this period.\nWhile the economic possibilities of the region remain highly promising, major socio-political challenges can stunt its growth in the long-run. Shrinking space for minorities is one such major hurdle that the region needs to overcome in order to realise its full potential.\nBangladesh, India, Sri Lanka, Pakistan, Bhutan, Nepal, the Maldives, and Afghanistan, along with neighbouring Myanmar, are all plagued by the malady of minority suppression—where people from various religious, ethnic, racial and marginalised backgrounds are finding themselves on increasingly shaky grounds; their rights being violated, and voices being smothered, by various actors.\nWhile discrimination against minority communities has been institutionalised in most of these countries through laws, policies and guidelines, these communities continue to suffer at the hands of various actors, not always necessarily state-sponsored. \nIf we take a look at the condition of the minority communities at home, we would see an alarming increase in violence against them in the recent years. While the 2012 Ramu attacks, when 12 Buddhist temples and monasteries and 50 houses were destroyed, had shaken the roots of our communal harmony, it was not to be the last one of its kind. This was followed by episodes of communal violence in Nasirnagar, Rangpur and Bhola in 2016, 2017 and 2019, respectively. Even this year, the Durga Puja celebrations were marred by communal violence that lasted for days, and spread across many parts of the country, leading to destruction of Hindu temples, houses and properties. What was supposed to have been an occasion to celebrate our communal harmony had turned into a nightmare for the people. And the constant failure of the state to bring to justice the culprits has only added to the belligerence of these criminals, who carry out such attacks with complete disregard for the laws, perhaps confident in the knowledge that the long arms of the law will never reach them.\nHowever, it is not just the religious minorities who face persecution in Bangladesh. One should remember the 2016 attacks on the Santal community in Gaibandha's Gobindaganj. The law enforcers, with the support of local ruling party leaders and their henchmen, opened fire on Santal men—killing three people—and torched their homes, leaving more than 2,500 families homeless. The incident has scarred the local Santal community. Of the affected Santal families, 1,500 are still living in fear of eviction, as they, along with some Bengali families, might be rendered homeless again as authorities are planning to set up an export processing zone where they now reside.\nThe situation is not so different in the backyard of our neighbour, India. Despite being home to about 200 million Muslims—one of the largest minority groups in the country—India is gradually deviating from its secular and pluralistic character that had been one of its pillars of strength for centuries. The unrest unleashed by the Modi government's hard-line approach against the Muslims—expanding the scope of the National Register of Citizens (NRC) from Assam to other parts of the country; pushing for the Citizenship Amendment Act (CAA), and revoking special status of Kashmir through abolition of Article 370 of the Indian constitution—among various others measures have pushed the Indian Muslims to a tight spot where they will find little room to ask for their rights.\nOnce the NRC and CAA are fully implemented, many of the Muslims in India will find themselves in no man's land. These measures will effectively render them homeless and put them in an identity crisis.\nMoreover, the recent attacks on Christian communities have left them feeling edgy and vulnerable. The controversy over the Indian government's refusal to renew license of Missionaries of Charity (MoC) under the Foreign Contributions Regulation (FCRA) Act, effectively limiting their funds, and the constant and baseless accusation against MOC of forced conversation, followed by subsequent threats of retribution are making the situation worse for the Christian population. The burning of Santa Clause effigies in many parts of the country, with the slogan \"Santa Clause murdabad\" during Christmas, is a sign of India's growing intolerance towards its minority communities, which in the long run could lead to increased religious tension in the country.\nIn predominantly Buddhist Myanmar, the Rohingya have been excluded from citizenship by successive governments. Especially after General Ne Win grabbed power in 1962, he systematically phased out Rohingyas from the citizenship law. Initially the constitution excluded those people from citizenship whose ancestors had entered the country after 1823. Later, in the 1974 constitution, only 134 \"national races\" were recognised, which did not include the Rohingya, who were treated as a non-indigenous minority. The Burma Citizenship Law of 1982 then stated that only children of the \"national races\" will be considered full citizens of the country. This was the final step in excluding the Rohingya from citizenship status.\nLater, over the decades, the Myanmar military has unleashed various ethnic cleansing and genocide operations to wipe out and drive out the Rohingya from Myanmar. The result: the Rohingyas have been entrapped into a perpetual state of displacement, wandering from land to land, living off the generosity of others, with no place to return to or call home.\nIn Sri Lanka, the anti-minority orientation of the Rajapaksa brothers—President Gotabaya Rajapaksa and Prime Minister Mahinda Rajapaksa—is stoking communal tension and the policies being formulated are taking away from the rights of targeted minority groups. Muslims, Hindus and Christians, along with the Tamils, have been subjected to systemic discrimination because of their minority status, for decades. The 2019 Easter Bombings made the situation worse for Muslims, who have been treated as pariahs ever since.\nChristian Solidarity Worldwide (CSW), a UK-based rights organisation, in a report titled \"A Nation Divided: The state of freedom of religion or belief in Sri Lanka\", suggested that the government was systematically discriminating against the Christians \"through legal means, via orders to close or register their places of worship,\" referring to a 2008 circular that was issued requiring all religions to seek permission from the Ministry of Buddha Sasana, Religious, and Cultural Affairs to register and construct new places of worship. While in 2018, the same ministry stated that it was only applicable for the Buddhist religious sites, it is still sometimes referred to in order to create pressure on minority groups.\nAccording to the same report, the Hindu temples \"are coming under threat in the north-east as they are being replaced by Buddhist temples, and the grounds on which the kovils [temples] stand are being claimed as Buddhist archaeological sites by the Archaeological Department.\"\nThe report also elaborated on how the government actors are working to \"reduce the visibility of Islam through the destruction of mosques and restrictive stances on religious clothing.\" Earlier in April this year, the Sri Lankan cabinet approved a proposal to ban wearing burka in public places, citing terrorist threats. The country also plans on pulling the plug on 1,000 madrasas. The worst perhaps was the forced cremation of Muslims who died of Covid, given that cremation is forbidden in Islam.\nTalking about policies and legalities, Pakistan has one of world's strictest blasphemy laws, second only to Iran, according to US Commission on International Religious Freedom. In the last three decades, 1,500 Pakistanis have been charged under these laws, some of them even Muslims. And as if legal measures were not enough, 70 people have been lynched by mobs since 1990 on accusations of sacrilegious acts. The recent to fall was a Sri Lankan man who had been killed by a mob based on the same accusations. And the government does little to prevent these incidents of lynching. The Hindus, Christians, Sikhs, Shia Hazaras, among other minority communities, live in constant fear for their lives.\nInstances of women and girls from minority communities getting abducted, raped, or converted and married to Muslim men are also very common in the country. In May 2020, a Hindu woman was sexually assaulted in a village in Sindh province. Her family was also attacked. This was revealed in a European Parliament report. In 2017, in Thar of Sindh province, a 14-year-old Hindu girl was abducted, converted into Islam and forced to marry a Muslim man, while her family was being held hostage.\nIn Afghanistan, the problems are multi-layered due the ethno-tribal construct of the nation and its turbulent political history. With various players coming to power over the decades, the tribes have witnessed highs and lows, at times exercising power, at times running away from the powers that be. However, one of the communities that has constantly been persecuted are the Hazaras, who had been the \"target of mass killings and other serious human rights violations by Taliban forces in the 1990s. They have faced discrimination and abuse by successive Afghan governments going back over 100 years,\" as reported by Human Rights Watch.\nIn Nepal and Maldives, minority persecution is mostly focused on the tvreligious lines. Particularly in Nepal, the Christians and Muslims among others, are often subjected to suppression based on their religious identities. The government passed a legislation in October 2017 that criminalises religious conversion. Even encouragement to convert is a criminal offense, with the punishment for the guilty parties including imprisonment for up to five years and fines amounting to USD 500.\nIn Maldives, where almost the entire population consists of Muslims—about 98 percent of the total population—there is very little space for other religions to have their say in national issues. And there are rifts even among the Muslim sects, with Sunni Islam being designated as the state religion and all the members of the government adhering to this sect. Non-Muslims are prevented from getting citizenship and religious exercises in public are prohibited for the minorities. And these are just some of the major problems faced by the very small segments of religious minority communities in the country.\nBhutan, despite being one of the more peaceful nations in the region, has a notorious history of ethnic cleansing of the Lhotshampa (or, ethnic Nepalis) dating back to the late 1980s. More than 100,000 Lhotshampa have been displaced from Bhutan and have had resort to migration for survival.\nThis constant suppression of the minority communities across South Asia should be a cause of concern for the region and its governments. The scenario is completely in contradiction of the region's overall narrative and objective of inclusive growth.\nWhile South Asia is one of the economically thriving regions of the world, such discords among the populations of the South Asian countries will act as a major hurdle in its quest for long-term prosperity. These unrests and conflicts, as a result of human rights violations of the minority groups, and targeted exclusion of certain communities from economic growth will dent the region's aspiration to become one of the economic powerhouses of the world.\nThe governments should rethink their growth strategy and assess the economic implication of these cases of minority persecution. The states need to realise that the minority communities have a major role to play in the economic growth of their countries. And unless all countries grow together, it will be difficult for the region to sustain its growth curve, because then there will invariably be factors that will pull the region backwards.\nIt is time for the South Asian leaders to rise above their individual agendas and work towards ensuring sustainable development for all, and this should be done in the spirit of the overarching SDG agenda to \"Leave no one behind\".\nIf we leave the minority communities behind, if we exclude them from our growth blueprint, neither will we be able to attain the SDGs, nor will we be able to prosper in the long run.\nFor the greater interest of the region and its people, the situation must be corrected now, and by all the states, under a common framework promoting inclusive prosperity.\n \nTasneem Tayeb is a columnist for The Daily Star. Her Twitter handle is @tasneem_tayeb\n",
        "headline_1": "In the shadows of violence",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/closer-look/news/the-shadows-violence-2929086",
        "news_paper_name": "The Daily Star",
        "publish_date": "01-01-2022"
    },
    {
        "full_article": "December 2021 marks the golden jubilee of Bangladesh-India relations, which began with India's recognition of Bangladesh as a sovereign nation-state on December 6, 1971—just 10 days before the Liberation War ended. From the heyday of Bangabandhu Sheikh Mujibur Rahman to the current regime, the cosy relationship has traversed a long way with many ups and downs. Although India's President Ram Nath Kovind has said that Bangladesh has a \"special place\" in India's \"neighbourhood first\" policy, critics doubt, citing disputable and unresolved issues, whether India is still a dependable friend for Bangladesh. On the 50th anniversary of Dhaka-New Delhi ties, it is the need of the hour to introspect the strengths, retrospect the mistakes, acknowledge the challenges and draw a roadmap to take this relationship to new heights.\nBangladesh and India are connected by centuries of shared history, ethnolinguistic roots, common heritage, cultural affinity, and social norms. India's unprecedented support during the 1971 Liberation War of Bangladesh—providing military assistance, extending shelter to 10 million refugees, etc—was the root of the bonhomie between these two countries. Over the years, the mutual respect for independence, sovereignty, territorial integrity and strong political will from both sides contributed substantially to blossoming this bond. The aforementioned commonalities led the countries to have membership in different regional platforms such as Saarc, Bimstec, IORA, etc, reflecting common interest.\nBangladesh and India share a 4,096km border—the fifth-longest land border in the contemporary world, and the longest that India shares with any of its neighbours. Although many long-pending land and maritime border disputes have been resolved—e.g. the Land Boundary Agreement (LBA) and exchange of 162 enclaves—the death toll of Bangladeshis on the border, because of the \"shoot on sight\" policy of India's Border Security Forces (BSF), has become a major stain on this bilateral engagement. According to Human Rights Watch, BSF killed nearly 1,000 Bangladeshis, mostly illegal border crossers, between 2001 to 2011, which should be the core concern for these countries to find a peaceful solution.\nThe thorny water-sharing issue of transboundary rivers—54 of them—remains another irritant to the Bangladesh-India ties. As a downstream country, Bangladesh wants more water from the Teesta River, which India has failed to ensure so far because of the domestic entanglement between the union government and the state government of West Bengal. They have also failed to build a framework agreement for optimal utilisation of waters from six rivers—Muhuri, Manu, Gumti, Khowai, Dudhkhumar, and Dharla. It is \"water\" that has become the \"woe\" of this bilateral relationship.\nNortheast India, the prisoner of geography, is landlocked by its neighbours which is connected to India's mainland through a 22km wide \"Chicken's Neck.\" Though Bangladesh can be used by the insurgent groups of the northeast as a \"safe haven\"—a major security concern for India—they have failed to do so because of Bangladesh's \"zero tolerance\" policy. From the perspective of neighbours' ring-fenced northeast, Bangladesh is the most important partner in India's strategic calculus. Ironically, India's controversial Citizenship Amendment Act (CAA), passed in 2019, has been criticised globally for setting religion as a basis for citizenship. Because of this act, 1.9 million migrants, half of whom were Muslims, were excluded from the National Register of Citizens (NRC) in Assam. They may flee illegally to Bangladesh, worrying that they would otherwise be sent to detention camps, which is a matter of concern for Bangladesh.\nIn 2017, Bangladesh and India signed two defence deals, the first of its kind between India and any of its neighbours. Also, India extended USD 500 million worth of defence-related Line of Credit (LoC) to Bangladesh, a maiden deal for India, to procure defence equipment.\nAt the outset of 2021, a new controversy erupted over the delivery of AstraZeneca Covid-19 vaccine. Bangladesh inked an agreement for 30 million doses of vaccine with the Serum Institute of India (SII). Although India gifted 3.2 million doses as a token of friendship, failure of timely delivery of the agreed doses threw Bangladesh into a deep vaccine crisis. On the other hand, Bangladesh offered emergency medicine and medical equipment to India in response to the latter's deteriorating Covid situation. Both countries should be much more careful while making any promise, as unkept promises may cause mistrust.\nAlthough India promised to finance USD 7.36 billion to Bangladesh under LoC since 2010, only 10.57 percent of the total committed funds have been disbursed as of April 2021. As delays in fund delivery increase development expenditure, both countries should work closely to address technical hurdles and bureaucratic tangles to expedite the fund release.\nThe bilateral economic ties have huge untapped possibilities, with trade potential of USD 16.4 billion. Bangladesh is the biggest trading partner of India in South Asia; on the other hand, India is the second biggest trading partner of Bangladesh. In FY2019-20, the two-way trade volume crossed the USD 10 billion landmark, where India's exports to Bangladesh were USD 8.2 billion and imports were USD 1.26 billion. This significant trade imbalance results in a huge trade deficit for Bangladesh. A Comprehensive Economic Partnership Agreement (CEPA) between these countries may create a level playing field for Bangladesh and unleash the full potential of economic engagement.\nPolitical will for addressing non-political issues such as trade protectionism, tariff and non-tariff barriers, visa complexities, etc is needed to give the partnership a comprehensive and strategic shape. They should share intelligence on challenges affecting common interests and fight together against terrorism, insurgency, and smuggling of drugs, arms and fake currency, as shared priorities. Any bilateral dispute should be resolved peacefully on the basis of mutual respect and understanding.\nBangladesh, India's most trusted ally in South Asia, is not just another neighbour—it is one of the most important strategic partners which India cannot afford to ignore. On the other hand, Bangladesh, sharing most of its border with India, always gives indisputable importance to India in its foreign policy. As India has to go a long way to fulfil its dream of becoming a \"regional power\" and Bangladesh has the potential of becoming South Asia's \"centre of economic gravity,\" both countries need each other in their journey. The past 50 years have consolidated the foundation; now, they have to use diplomatic cards and three Cs—cooperation, consolidation, and collaboration—with more maturity to achieve respective national objectives.\nTo navigate through the constantly changing geopolitical landscape of South Asia, Bangladesh and India should address all the scepticism to keep the decades-old friendship as stable and strong as before. In the coming days, they may face blows and bottlenecks, but the countries should not allow any feelings of antagonism to linger and any misunderstanding and mistrust to plague their ties. Reliability does not come with a lengthy relationship; rather, it comes with keeping the promises, giving support during difficult times, expressing solidarity with a common interest, and working shoulder-to-shoulder for confronting imminent challenges. The pre-emptive policy for avoiding potential pitfalls will ultimately determine where the Bangladesh-India relations will stand in the next 50 years.\n \nHussain Shazzad is a strategic affairs and foreign policy analyst.\n",
        "headline_1": "Is India still a reliable friend of Bangladesh?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/india-still-reliable-friend-bangladesh-2929096",
        "news_paper_name": "The Daily Star",
        "publish_date": "01-01-2022"
    },
    {
        "full_article": "We are pleased to know that the healthcare sector of Bangladesh is now much better equipped to deal with surges in Covid-19 cases than it was last year. In 2021, the major challenges that the healthcare sector encountered was ensuring supply of Covid-19 vaccines to inoculate a huge chunk of the population, and that the infected got beds, ICU support, and adequate oxygen. Following these challenges, the government rightly faced widespread criticisms after failing to ensure some of these basic healthcare facilities months after the pandemic began. Fortunately, now our hospitals are much better prepared.\nHaving said that, even though we don't fully understand how dangerous the Omicron variant is, we have seen how it has caused havoc in some parts of the world—including some of the most developed countries with healthcare facilities that are miles ahead of ours. Moreover, even though on paper our healthcare facilities seem to have improved, it has not yet been fully tested. We hope that proves to be the case, and that the new variant of the coronavirus does not spread at the same rate here, as it has done elsewhere. However, we must prepare for the worst—and in line with that, continue to improve the conditions of our hospitals to be able tackle any potential new surges of Covid cases.\nWe must remember the lessons we learnt last year, when some might have prematurely thought the pandemic was over once infection rates began to go down in the beginning of the year, only to explode later on—and the stress that put on our healthcare system. In order to avoid such a mistake, we urge the authorities to ensure that our hospital facilities do not deteriorate, and that all healthcare staff maintain the same standards they had done towards the later parts of the previous year. Moreover, one aspect that is yet to be addressed properly is the corruption that has been plaguing our healthcare sector—which we saw even during the worst times of the pandemic. This, too, is something that the authorities must address with utmost focus and urgency.\n",
        "headline_1": "Now is not the time for complacency",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/now-not-the-time-complacency-2929791",
        "news_paper_name": "The Daily Star",
        "publish_date": "01-01-2022"
    },
    {
        "full_article": "Two years ago, when we stepped into an exciting new decade, few would have guessed that the new decade would begin with a global pandemic. As we exit the year 2021, however, all around we can see the hope of a better future increasing among people. Even though it is good to see the number of new infections and deaths in Bangladesh come down the way it has in recent months, we should remain extremely vigilant about the new Omicron variant of the coronavirus, which has been tearing through many countries.\nIn order to ensure that we can fully overcome the pandemic, we must continue to work hard in the new year. The government has to focus on improving our healthcare sector, learning from the tragic lessons from the past two years. It should also ramp up its vaccination campaign and make sure that those who are in need of the booster shot the most get them on time and without hassle. The citizens of the country must continue to maintain the proper health safety guidelines and help each other out in times of need. As has been revealed by numerous studies, the pandemic has caused complete chaos in the lives of millions of people. Many have lost their loved ones and their livelihoods. Poverty has increased rapidly over the last two years, and the government has to work extra hard and effectively if we are to overcome such a huge setback. While the economy seems to be finally recovering from the pandemic, we must try our utmost best to make this recovery inclusive. That is the best way to build a better future for all.\nRoad safety has again been a thorny issue this year, as numerous students and others have needlessly lost their lives due to the apathy of the authorities to ensure safety on our roads. We have seen students once again taking to the streets, protesting the utter disorder that has taken over them. In the new year, we hope to see that change for the better. The cases of violence against women and children that have occurred in the last year are also worrying, and as a society we have to try and eradicate such violence. Moreover, the intolerance on part of the state and its actors that has led to the shrinking of the public sphere, of the space for dissent, etc also has to be addressed with urgency, if we are to prevent our democracy from spiralling into complete despotism. As citizens, we must remember to actively participate in the functioning of the state if we are to reverse the trend towards authoritarianism.\nAs a newspaper devoted to the truth, The Daily Star commits to continue to work for public interest, social justice, the young people of this country, development, the environment, better democratic practices, and freedom of expression. We thank all of you who have stood by us all these years. A very Happy New Year to our readers and patrons!\n",
        "headline_1": "Wishing everyone a Happy New Year!",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/wishing-everyone-happy-new-year-2929516",
        "news_paper_name": "The Daily Star",
        "publish_date": "01-01-2022"
    }
]