[
    {
        "full_article": "India has explained its decision to abstain at last week’s vote at the UN General Assembly (UNGA) for a ceasefire in the Israel-Palestine conflict as its way of protesting the omission of any “explicit condemnation” of the heinous October 7 terror attack by Hamas militants on Israel. India’s principled stand on terrorism, which the Deputy Permanent Representative to the UN articulated, cannot be questioned. However, the death toll is rising and the need for global solidarity to stop the violence is imperative, a task that New Delhi, with its traditionally balanced position on the issue, and its recent G-20 role in bridging global divides, would have been well suited to play. Every other country in the neighbourhood, in the extended BRICS grouping and much of the developing world, was part of the 120 countries that voted for the UNGA resolution on Friday. Regardless of its reasoning, New Delhi had other options which it overlooked or ignored. The resolution at the emergency special session entitled “Protection of civilians and upholding legal and humanitarian obligations” does include a paragraph “condemning all acts of violence aimed at Palestinian and Israeli civilians, including all acts of terrorism and indiscriminate attacks”. India could have played a prominent diplomatic role with countries proposing the resolution to ensure clearer mention of the October 7 attacks, including during Prime Minister Narendra Modi’s recent conversation with Jordan’s King Abdullah bin Al Hussein about the conflict. India’s leadership of such an amendment may have fared better than the Canadian proposal that failed to secure two-thirds of the UNGA membership present. Alternatively, India could have voted for the motion, while recording in its Explanation of Vote (EoV) that it regretted the omissions of the specific references to the October 7 attacks, which is what France did. In its EoV, India did not itself name Hamas for the terror attacks, nor has it so far designated Hamas as a terror group, leaving some doubt about the explicit mentions that New Delhi had wanted. On the other hand, if India wanted to convey a strong line on fighting terrorism, it could have voted against the resolution, along with the U.S., the U.K. and Israel.India’s abstention indicates a shift in the Modi government’s stand, seeking a ‘safe’ position, rather than taking a stand on the violence in Israel and Palestine. This is a departure from India’s UNGA vote in 2018 that called for Israel to cease “excessive force” in retaliatory strikes on Gaza at the time, and is more in line with its decision to abstain on votes at the UN in 2021 on resolutions critical of Russia’s war in Ukraine. The government lost an opportunity to make India’s voice heard in the growing geopolitical conflict. Abstaining on a matter of global importance without making efforts to forge a consensus is out of sync with a desire to be the voice of the Global South, or for a seat at the global high table. \nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nIsrael-Palestine Conflict\n\n/\n\nUnited Nations\n\n/\n\ndiplomacy\n\n/\n\nG-20 New Delhi 2023\n\n/\n\nCanada\n\n/\n\nact of terror\n\n/\n\nPrime Minister Narendra Modi",
        "headline_1": "Lost voice: On India’s abstention on the Gaza vote at the UN",
        "headline_2": "India should have made efforts for a consensus on the Gaza vote at the UN",
        "link": "https://www.thehindu.com/opinion/editorial/lost-voice-on-indias-abstention-on-the-gaza-vote-at-the-un/article67477119.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "31-10-2023"
    },
    {
        "full_article": "Hours after a series of explosions tore through a convention of some 2,000 members of a minority millenarian church group, Jehova’s Witnesses, at Kalamassery in central Kerala on Sunday morning, a man named Martin Dominic took to social media to claim responsibility for the act of terror, which killed three people besides injuring 50 others. Martin said he was an estranged member of the sect and that he chose to punish it for “propagating anti-national sentiments”. Later, he surrendered before the police with what is believed to be an extensive trail of evidence, making it an open-and-shut case for the investigators. However, in view of the use of Improvised Explosive Devices (IEDs) planted in shopping bags to trigger the explosions, the State constituted a special investigation team to look into all possible angles, including if it was indeed a renegade’s solitary mission. The National Investigation Agency and National Security Guard have begun their work.But what is more worrisome is the wave of speculation and communal frenzy. In the few hours between the blasts and the surrender of Martin, a minority community was kept on tenterhooks by communally charged social media posts loaded with insinuations and vile assertions of Kerala having become a den of jihadis. That the blasts happened amid expressions of solidarity with Palestine by various political and social organisations in Kerala was deviously alluded to with a view to drumming up communal tensions. Among those who castigated Kerala for ‘harbouring terror’ were a Union Minister and a spokesperson of the Bharatiya Janata Party (BJP). The Union Minister’s remarks resulted in an exchange with the Chief Minister of Kerala. Choosing to stir the communal cauldron instead of allowing a fair probe smacks of political skulduggery and malice. To isolate an Indian State and paint it in a certain colour does not augur well, as the Chief Minister pointed out. Based on reliable evidence gathered, the police have now recorded the arrest of Martin and charged him under various sections including the anti-terror Unlawful Activities (Prevention) Act. The law should take its course. If there is truth in his claims, that an otherwise mild-mannered man with no known history of violence resorted to such a cold-blooded mass murder because he thought they were all ‘anti-nationals’, speaks to a deep-rooted social malaise. This does not seem to be the work of a mentally unhinged individual.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nKerala\n\n/\n\nexplosion\n\n/\n\nreligion and belief\n\n/\n\ninvestigation\n\n/\n\npolitics\n\n/\n\nIsrael-Palestine Conflict\n\n/\n\nBharatiya Janata Party\n\n/\n\nact of terror\n\n/\n\nlaws",
        "headline_1": "Terror in bags: On the blasts in Kerala",
        "headline_2": "There needs to be a fair investigation of the Kalamassery blasts in Kerala",
        "link": "https://www.thehindu.com/opinion/editorial/terror-in-bags-on-the-blasts-in-kerala/article67477512.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "31-10-2023"
    },
    {
        "full_article": "The media coverage on the death penalty sentence issued by Qatar against the eight ex-Indian naval officers has exploded in regional and national media in the past 48 hours. Multiple media sources have been peddling a false narrative that the men were spying for Israel. There has been no fact checking, consideration for the families of the eight men and the impact it has on India’s defence services in any of the reporting.\nThe charges of espionage remain unsubstantiated and are an affront to the honour and dignity of the ex-service men and their dedicated service to the nation. All of the eight veterans are above 50 years and have health issues that require attention. They were in Qatar to help build the Qatari navy. Why would they spy and for what benefit?  It diminishes their service of integrity and their sacrifices while serving in the Indian Navy.\nQatar has not made any public disclosure of the allegations against them or shared any proof of allegation. The families are urging the Indian government, both the prime minister’s office and the ministry of external affairs to intervene and use diplomatic means since the legal process is not aiding their release.\nThe full details of the death penalty judgement will be handed to the ministry of external affairs today and the families are hoping to appeal the judgement in the Qatari court of appeal within 15 days. They are counting on the ministry of external affairs and Prime Minister Modi to elevate this matter to His Highness the Emir of Qatar, honourable Al Thani so that he may intervene and help release the eight men.\nThe families of the veterans have received tremendous support from friends and communities across the nation. A petition to support the cause of justice, fairness, and respect for human rights of the eight men is widely circulating in social media and has gained significant traction.\nThey are hoping that the public support and sentiment will aid their case in persuading the Indian Government to appeal to Qatar for their immediate release. This story needs to receive front page coverage until the men are released and are back home in India. This movement and support will continue, and the media needs to uphold responsible journalism and report accurate details while keeping in mind the sensitivity towards the veterans and their families.\n\n",
        "headline_1": "Charges of espionage against Indian ex-service men unsubstantiated, Qatar has not shared any proof",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/voices/charges-of-espionage-against-indian-ex-service-men-unsubstantiated-qatar-has-not-shared-any-proof/",
        "news_paper_name": "The Times of India",
        "publish_date": "31-10-2023"
    },
    {
        "full_article": "Yesterday’s explosions at a Jehovah’s Witnesses convention in Kerala’s Kalamassery pose a serious test for state and central law enforcement agencies. At the time of going to press, at least two persons had died, and several were in critical condition. Kerala Police was quick to respond, identified an IED as the source of explosions, and formed several probe teams. One person has reportedly surrendered claiming responsibility for the blasts – he too is a Jehovah’s Witness. NIA and NSG teams have been rushed to Kerala and more help from the Centre is sure to follow.\n\nThere are two potential threats from this incident. First, Kerala has a history of violence between many groups, with religion and politics often in a dangerous mix. Add to this the growth of new Christian denominations that are politically trying to assert themselves. There has also been growing radicalisation among a section of Kerala’s Muslims. First, because of the influence of the state’s significant diaspora in West Asia and second, because of what some observers say a countermobilisation to right-wing Hindu politics at home. Politics, as expected, is both responding to this and shaping this. Much of Kerala’s minorities, 27% Muslims and 18% Christians, have increasingly warmed to the CPM-led LDF. Congress as well as traditional parties like Indian Union Muslim League have lost out to the more aggressive politics of SDPI and the now-banned Popular Front of India. In such politics, the probability of exploiting a tragedy is very high.\nThe other threat is to India’s overall security. The blasts led to a torrent of posts on social media, linking them to the Israel-Hamas conflict. While Kerala Police has warned of strict action against fake information, there is a possibility of the West Asia conflict indirectly affecting India. This country must not become a proxy battleground for foreign conflicts – earlier incidents of Iran’s proxies targeting Israeli diplomats in New Delhi come to mind. Therefore, the Kalamassery explosions must be professionally probed, state and central agencies must work together, and the guilty must be identified quickly to contain any negative fallouts.\n\n",
        "headline_1": "Beyond the blast: Kerala explosions can have wider negative fallouts; state, central agencies must work together & quickly",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/beyond-the-blast-kerala-explosions-can-have-wider-negative-fallouts-state-central-agencies-must-work-together-quickly/",
        "news_paper_name": "The Times of India",
        "publish_date": "31-10-2023"
    },
    {
        "full_article": "India’s decision to abstain from voting in favour of the UN General Assembly resolution on Friday was correct in the backdrop of what’s happening not just in Israel but also elsewhere. The resolution called for an “immediate, durable and sustained truce” between Israel Defence Forces and Hamas in Gaza. A resolution that sidesteps the trigger for the conflict is unacceptable. The attacks staged by Hamas on October 7 are unconscionable. Consequently, India supported an amendment to the resolution that sought to explicitly condemn Hamas. However, the amendment did not receive enough support, which led to India’s final decision to abstain.\n\nGOI was right in pointing out that a resolution that did not condemn the October 7 attack in effect winks at terrorism. It also, again rightly, reiterated its support for a negotiated two-state solution between Israel and Palestine as the only durable route to peace. Here, Israel should remember that as the human cost of its attack on Gaza mounts, it will dilute the support it received initially. Also, if Gaza burns, stability elsewhere will be threatened. The world’s common fight against terrorism cannot be successful if countries targeted by terrorism respond in a manner guaranteed to spawn another generation of terrorists.\nIt’s useful to keep in mind that LeT’s Abdul Rehman Makki, one of the masterminds of the terror attacks on Mumbai in 2008, got blacklisted by the UN only this year. One of the reasons for the delay was that China used a technical hold on efforts undertaken by India and the US to crack down on terror from Pakistan. Terror groups often have transnational links and being selective in opposing them is counterproductive. However, this is the strategy followed by the geopolitical axis led by China. The emergence of this axis has meant that India needs to calibrate its position to protect its interests without compromising on strategic autonomy. That was the message delivered last week in the UN. It can no longer be business as usual in West Asia diplomacy.\n\n\n",
        "headline_1": "No error on terror: India’s West Asia diplomacy has changed, and rightly so; calling out terrorism is vitally important",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/no-error-on-terror-indias-west-asia-diplomacy-has-changed-and-rightly-so-calling-out-terrorism-is-vitally-important/",
        "news_paper_name": "The Times of India",
        "publish_date": "31-10-2023"
    },
    {
        "full_article": "By Anurag Viswanath\nRecent ministerial disappearances and dismissals suggest less than iron control, constitute a loss of face, and take the sheen off his decade in power\nImagine a scenario where the foreign minister of a democratic nation suddenly disappears from the public eye with no explanation. On top of that the defence minister follows suit, disappearing after a high-profile appearance at a public forum, as does the chief of defence staff. Such high-level disappearances took place in China between June-August 2023.\n\nChina’s foreign minister Qin Gang disappeared in June 2023, PLA rocket force commander General Li Yuchao (and deputy Xu Zhongbo) in June 2023, and defence minister Li Shangfu in August 2023. The rocket force commander in China oversees conventional and nuclear missiles.\nRead full opinion on TOI+\n\n",
        "headline_1": "Is it all haan-Xi, haan-Xi in China?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/is-it-all-haan-xi-haan-xi-in-china/",
        "news_paper_name": "The Times of India",
        "publish_date": "31-10-2023"
    },
    {
        "full_article": "When foreign education, especially doctoral and post-doctoral degrees are considered superior to those homegrown, there is nothing to be surprised about if training – short and long – is also given the highest priority. The Roads and Highways Department (RHD) cannot be blamed for showing an overly keen interest in sending in-service engineers to receive training on widening roads, in this case a 35-kilometre road in Dinajpur town area. Pray, is it for the first time that engineers in the country are going to widen roads and streets in an urban context? Of the Tk13.24 billion earmarked for the project, Tk5.0 million has been set aside for its engineers' training on road widening. Also Tk 5.74 million will be made available for tree plantation. But the proposed heads of expenditure does not end here as an amount of Tk0.5 million will go to meet the expenditure on tender evaluation, monitoring of the project and other related works by civil servants. The number of engineers to be sent abroad for training or its duration is not known. But about one thing there is no doubt that the project developers have been willing to show their generosity as much as they could. So generous that tree plantation on a mere 35-kilometre stretch of road, as the FE report shows, will cost a fabulous sum of Tk 3.74 million. Under the review of the Planning Commission, even the proposed Tk13.24 billion should be critically examined before the approval authority endorses it for its follow-up action. When the RHD tries to justify engineers' training abroad by citing the reason that the widening of road will take place in a town setting and it has to be completed within the schedule, the tenuous logic behind the argument gets exposed. Anyone can smell rat in the whole exercise. Indeed, public works in this country are more like a beehive from which honey gets extracted by others including humans and bears both of which have an extraordinary fondness for the earthly nectar, depriving the industrious insects that collect it. People directly associated with execution of public works projects, more often than not, take undue advantage in order to serve their own interests. This is why even a large contingent of university teachers go abroad for inspection of lifts abroad, which were supposed to be procured for newly built student dormitories. This is why the official squad is larger in size than the teams sent to different international sporting meets. The list is long and more surprisingly when dollar crisis has forced the government to curtail its officials' visit abroad, some quarters fabricate irrelevant issues as an excuse for foreign tours. The case of RHD engineers' proposed training on road widening is yet another addition to the long list of misuse of both public money and trust. People are not imbeciles, they critically observe how government officials and employees conduct themselves. That they are not well-served by public servants is a grievance they resent. Had they any means to redressing the corrupt official regime, they would surely go for it. The government has enhanced the salary structure for its officials and employees largely to a decent level but the people are yet to derive any benefit from it. It is time insincere and corrupt members of the government staff everywhere were made accountable for their lack of integrity.",
        "headline_1": "Misuse of public money and trust",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/misuse-of-public-money-and-trust-1698675501",
        "news_paper_name": "The Financial Express",
        "publish_date": "31-10-2023"
    },
    {
        "full_article": "Whenever a disastrous accident occurs on the Bangladesh roads and highways, fingers are generally pointed at the drivers. The average people appear to take it for granted that recklessness in driving is the culprit. It dawns on few people that health complications of the drivers could also prompt major accidents. Those may involve collisions between two buses, or those between a long-haul coach and a smaller vehicle like a private car. In spite of the general trend of blaming drivers for road accidents, a grim reality vis-à-vis drivers cannot be overlooked. It comprises the fact that majority of the drivers occupy their seats in public vehicles with a lot of health complications. Contrary to the common belief that these drivers suffer from various types of 'heart diseases', they mainly fall victim to high blood pressure, diabetes, eyesight problems and smoking-related lung complications.The Bangladesh Road Transport Authority (BRTA) has focused on these health problems of professional drivers in a recent campaign on their primary health check-ups. The authorities carried out the campaigns at various bus terminals and the BRTA training centres. The road transport movement watchdog, also in charge of road safety in the country, found that 50 to 70 per cent drivers continued to suffer from vision complications, and health issues related to smoking. These facts were revealed at special health camps organised to mark the National Road Safety Day. The health check-up camps were arranged by BRTA, in collaboration with Ahsania Mission, Lions Club and Rotary Club. Apart from Dhaka, the vital camps were also organised in Cumilla and Rajshahi. Those were held to coincide with the National Road Safety Day observed every year on October 22.While at the wheel of a local city bus, few drivers in the past would be seen smoking. If any compulsive smoker could muster the courage to light a cigarette, in the face of angry protests they had to douse their cigarettes. What prompted the passengers to protest the drivers' smoking bid was the fear of a fire-related blast or a blaze. The scenario has changed completely. Drivers with the right hand placed on the steering wheel, the other being used for smoking is a common scenario these days. The yesteryear's protesting voices have fallen silent. Most of them now look at the drivers in utter nonchalance. Coming to health hazards, the average smoker-drivers seem to be ignorant about the diseases related to tobacco smoke. According to the findings of BRTA health camps, among the 249 drivers examined, 47 had blood-related problems, 109 had problems linked to smoking, and 69 had issues with random blood sugar (RBS).A most worrying aspect of the picture is even a lot of senior drivers are not aware of the fact that they have already fallen victim to one or another disease. Besides, many do not know that thanks to their job nature, they remain vulnerable to a number of tobacco-related physical ailments. The survey has brought to the fore a disturbing fact. It is related to many drivers' poor eyesight, which may lead to catastrophic accidents on the city roads, as well as on highways. The camps examined the eyesight of 289 drivers. They have come up with the result that 164 drivers have vision problems, with 59 suffering from other eye-related complications. The cataract problem was detected in some drivers. Blurry eyesight caused by dust and toxic agents is unanimously blamed for road accidents. This has emerged as a distressing aspect upon examining the eyes of the professional drivers at the health camps.As most of the road drivers are not adequately literate, and ignorant about different kinds of diseases, they run the risk of falling ill all of a sudden. In order to avert these emergencies, regular health check-ups emerge as an imperative. Moreover, the drivers and helpers themselves are not much aware of their health conditions. Many ailments like high blood pressure, RBS issues or lung complications remain latent in many of the bus staff. At the Saidabad Bus Terminal in Dhaka, nine out of 42 drivers undergoing tests have been found to have high blood pressure. RBS and smoking-related ailments continue to affect many without their clear knowledge. Terrible accidents are normally blamed on reckless driving. Few give serious thoughts to the various types of illness of these people, mostly youths, who operate the buses. Most of them are engaged in duties without sufficient rest. Thus overwork and fatigue-related ailments might be singled out as two dominant cases among the drivers.Loss of sound sleep for days together plays a significant role in the frequency of accidents on roads, especially on highways, experts observe. Meanwhile, the BRTA chairman has observed at a health check-up event at the Diabari training centre, Dhaka, that out of 102 drivers examined, 23 had high blood pressure, 26 suffered from RBS issues, and 56 were diagnosed with smoking related hazards. These drivers apart, 48 out of 112 drivers at the Diabari centre were found to have eye-sight problems. A total of 22 were suffering from eye-related issues.At the Saidabad Bus Terminal in Dhaka, nine out of the 42 per cent drivers examined were found to have high blood pressure. Compared to it, over 70 per cent have been found to be suffering from vision problems. The result follows the eye examinations of 45 drivers. Given the many afflictions besetting the drivers' health, the conscientious sections of society may not feel like blaming them for all road accidents. Faulty and rundown vehicles, wrong road planning, jaywalking etc are also considered culprits. Besides, a section of reckless drivers tarnishes the image of the drivers' community.\n[email protected]",
        "headline_1": "Health problems facing drivers",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/health-problems-facing-drivers-1698675595",
        "news_paper_name": "The Financial Express",
        "publish_date": "31-10-2023"
    },
    {
        "full_article": "In 2020, to ward off the Covid-19 pandemic, members of the public spent more on personal hygiene than before. And with increased awareness about cleanliness, use of soap and disinfectants also saw a marked increase at that time. Obviously, well-off people could take better care of their personal hygiene as they had the means to do so. And as the low-income people lost their work in greater numbers than the privileged ones, they were definitely hard pressed to keep themselves clean. But how did they really fare in this respect during the pandemic?Thankfully, the Bangladesh Bureau of Statistics (BBS) has come up with a report on the pattern of expenditures of the country's households on all the components of what the international aid agencies call WASH, an acronym for the phrase: Water, Sanitation and Hygiene. As the BBS findings go, each household on an average spent Tk. 11,574, which amounts to 4.3 per cent of the public's annual household income on WASH.Notably, the term, WASH, was first introduced by USAID. WASH is the focus of the two key targets of the UN's Sustainable Development Goal 6 (SDG6). The SDG6's aim is to ensure universal, affordable and sustainable access to WASH. And Bangladesh is committed to achieve SDG6 by 2030. Needless to say, BBS's study in question is part of meeting these UN agenda. The said study report further informed that the low-income households from both urban and rural backgrounds spent a large portion of their incomes on WASH. Though what percentage of their earnings the better-off people used to keep themselves clean is not clear from the study report as carried by the media, the impoverished people's spending habit in this regard is indeed revealing. Many, including even experts, were intrigued by the fact that during the pandemic time few slum people of Dhaka were infected by corona virus. Theories and explanations about why it was so did fly around during the pandemic. Some suggested that it had to do with their exposure to sunlight for a longer period of time than those belonging to the affluent section of society. Maybe such explanations had an element of truth, because sunray contains vitamin D, which improves human body's immune response. But if it (Vitamin D) can really protect one against Covid-19 is not substantiated by any research. But that the poorer section of the population has the habit of maintaining personal hygiene in their own way did not occur to many. And as the poor cannot afford the luxury of a sedentary lifestyle, immunologically they are much stronger than the wealthy urban idlers. The BBS's study titled 'National WASH Account 2020', is undoubtedly a worthwhile effort that provides some insights into how concerned are the people about their personal hygiene and how much they are willing to spend for the purpose. The BBS report shows that the nation spent more than Tk. 597.53 billion, which is 2.18 per cent of its (country's) GDP, to keep clean. But the question is what portion of the expenditure is out-of-pocket and what part of it is shared by the government. Moreover, the findings of 2020, which was a very troubled time, may not be representative of general public's actual spending habit on maintaining personal hygiene. It is reassuring to learn at this point that the government has a plan to update the study results on the WASH sector on a yearly basis. It is believed that at the same time, the government would also make significant contribution to reduce low-income people's out-of-pocket expenditure while accessing WASH services.\n[email protected]",
        "headline_1": "Public's spending-habit on hygiene",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/publics-spending-habit-on-hygiene-1698675626",
        "news_paper_name": "The Financial Express",
        "publish_date": "31-10-2023"
    },
    {
        "full_article": "The Central Shaheed Minar in Dhaka city is the ultimate symbol of our glorious Language Movement, which paved the way for our liberation movement. However, it is shameful that we have not been able to preserve the sanctity of this place. The monument lies uncared for almost all the year round. People are often found sitting around the monument as there is no boundary and sometimes even on the dais. It has also become a business place for various street vendors. Though the notification on rules and regulation has been posted, no one bothers to obey those. On-duty police officers also are least bothered about preventing violation of the rules. The authorities concerned only seem to care about the beautification of the place before February 21 every year. If you look closely, you will find that the red circle of the Shaheed Minar has faded away for long. This should not be the way to show respect to our language martyrs who sacrificed their lives for the sake of our mother tongue. A memorial is not only a place of the past memory, but also a guide to the future of the nation. So, our Shaheed Minar should be preserved carefully and maintained properly. Have we been able to preserve Shaheed Minar the way France is persevering the Eiffel Tower? In my view, it is time to renovate the Shaheed Minar so that people from all over the country can come and know its historical background. \nMd. Roqun Uddin, Student of University of Dhaka, Dhaka, [email protected]",
        "headline_1": "Taking due care of Shaheed Minar",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/taking-due-care-of-shaheed-minar-1698675645",
        "news_paper_name": "The Financial Express",
        "publish_date": "31-10-2023"
    }
]