[
    {
        "full_article": "Congress in its 2024 election manifesto has promised a constitutional amendment to push aside the 50% ceiling on collective reservation for SCs, STs and OBCs. It’s a position all major political parties subscribe to even if it’s articulated differently. It’s presented as a social justice measure even though recent reservation agitations have their roots in India’s jobs crisis. Reservations are not just the wrong response to this crisis, but they also run the risk of triggering unintended consequences.\nMaharashtra’s repeat performance | In Feb, Maharashtra passed a law to provide a standalone 10% quota for Marathas, taking the state’s overall reservation to 72%. For a decade, political parties have repeatedly tried to introduce a Maratha quota even after each attempt has run into a judicial roadblock.\nNot social but economic | A commission to generate data to provide a legal basis for the Maratha quota cites some factors that are fundamentally economic in nature such as suicides by farmers. More reservations cannot solve these problems because Marathas already get benefits under EWS quota. An analysis in TOI showed that Maratha students got more than 75% of EWS seats in the state’s common entrance test in both 2022 and 2023.\n\nKnock-on effect | The example of Marathas is similar to other recent reservation movements where relatively well-placed social groups such as Jats are now seeking reservations in some states.\nStructural failure | All these movements are a symptom of an underlying economic failure. Since 1980s, India’s economy has grown at a brisk pace by global standards. Yet four straight decades of good growth have not done enough to bring about the most important structural change, which is to move most of the workforce out of agriculture into manufacturing and services.\nGetting left behind | GOI data showed that just before the pandemic 42.5% of the workforce was engaged in agriculture in 2018-19. By 2022-23, the proportion had increased to 45.8% even though India emerged from the pandemic as the fastest growing major economy.\nPolitical parties are using reservations as a shortcut to deal with this challenge. It’s bound to fail. But what’s really risky is that it can trigger social strife as more powerful groups use their clout to ask for standalone quotas. The solution lies in reforms that quicken the labour movement out of agriculture, not further slicing and dicing of social groups.\n\n",
        "headline_1": "Can’t reserve change",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/cant-reserve-change/",
        "news_paper_name": "The Times of India",
        "publish_date": "09-04-2024"
    },
    {
        "full_article": "China, according to US, has started providing geospatial intelligence to Russia in its war against Ukraine. Aside from the fact this marks Beijing’s increased involvement in the war on the side of Moscow, it also shows how critical satellite tech is to modern warfare. From guided navigation of fighter jets and warships to precision targeting and gathering real-time intelligence, satellite tech is the backbone of modern militaries.\nFourth domain | This literally makes space the fourth domain of military operations after land, air and sea. Case in point, in the early days of the Ukraine war, Russia tried to deny Ukrainian troops access to their Viasat satellite communications system by launching a cyberattack against the ground infrastructure. Subsequently, Ukraine also went to SpaceX and used its Starlink system for combat communications.\n\nStar Wars 2.0 | All of this has made protecting one’s satellites and having the capability to disable enemy satellites vital. A US intelligence report predicts satellites with radio-frequency jammers, chemical sprayers and lasers that disable competition over the next decade. China is already launching unmanned space planes into orbit and adding AI capabilities to its satellites. US now has a Space Force, the newest branch of its military.\nIndia’s catch-up | Though India now possesses ASAT capabilities or the ability to shoot down satellites, it has some ground to cover in developing 24×7 space awareness and integrating the armed forces with our space assets. True, GOI has established Defence Space Agency and Defence Space Research Agency. But since India’s space programme was civilian in origin, it faces technical and operational gaps in developing military space assets. The solution lies in creating a military-space complex involving universities, think tanks, civilian experts, and commercial space companies. For today, mastering space is a national security imperative.\n\n",
        "headline_1": "Eyes in space",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/eyes-in-space/",
        "news_paper_name": "The Times of India",
        "publish_date": "09-04-2024"
    },
    {
        "full_article": "Dubai is like a magnet for friends and relatives wishing to go on vacation and rash promises of ‘stay with us’ made in weak moments come to bite you in the butt.\nIt is one of those inexplicable coincidences that during this very week that wife’s kin are perched on your porch, office is hugely busy and there is no chance of taking even a day off. Unlike when your relatives came, you took three days off. It is not deliberately, of course not, perish the thought, I just cannot duck work to go on a desert safari.\nAnyway, here they are and wife is giving them the standard tour while pursing her lips at your inability to escort them on the cruise. By day 3 your kids heartily loathe their kids and want their room back, the help is looking daggers and you are paying for Uber for their sightseeing tours. Why, because somewhere it is written you cannot expect them to pay…it does not look nice, looking nice being a primary element in playing host.\nAround day 4 you know the inevitable is coming. Can you loan them some foreign exchange, they will pay it back in rupees. If I wanted rupees I would have stayed home but peace must be maintained at all costs so off to the ATM we go. There is this general feeling that all Gulf expats are loaded to the gills and loaning money is small potatoes. If only they knew how easy it is to mangle the budget. There goes your money to the gold souk.\nNow comes part II of the saga. The man wants to buy a top of the range camera with a long distance lens and your wife has told him that your very good friend runs an electronics store so now he wants you to call said friend and get a good rate. So you have to be obligated to said friend whom you haven’t called in months and ask the favour that he grudgingly grants and everyone is happy.\nFinally, it is flight day and much fake love is expressed seeing as how it was wearing thin on both sides. Then, you get this message that the camera we bought is flawed. What’s this ‘we’ angle? You chose it, you tested it, you paid for it (with my money) I wasn’t even there so what’s with this collective ownership suddenly. Ask your friend to replace it, we got conned, we trusted you.\n‘We’ didn’t get conned. ‘We’ were not in a partnership. ‘We’ is you, you call the shop and deal with it. And, there go the rupees.\n\n",
        "headline_1": "Stay with us",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/stay-with-us/",
        "news_paper_name": "The Times of India",
        "publish_date": "09-04-2024"
    },
    {
        "full_article": "On the eve of LS polls in Assam (14 seats), Himanta Biswa Sarma faces little coordinated opposition. Bullish commentators say Congress will be reduced to a single constituency. The steady growth of brand Modi has been slow, but noteworthy. Himanta has proven a capable and popular CM, who has presided over undeniable economic growth in Assam. The pollution of Guwahati and the Brahmaputra floods do not feature among electoral issues. In a triumph of careful political management, this formerly volatile region will witness relatively peaceable elections revolving around identity politics.\nNortheast parivar | Himanta has crafted a distinctly northeastern version of Modi Ka Parivar. While consolidating BJP’s North-East Democratic Alliance, he has skilfully micro-managed the delicate interethnic relations in Assam, becoming the arbiter for the state’s many bhumiputra (sons of the soil) or “indigenous” communities – the words that abound on social media and will be key to these elections.\n\nRead full story on TOI+\n\n",
        "headline_1": "Modi’s northeast parivar",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/modis-northeast-parivar/",
        "news_paper_name": "The Times of India",
        "publish_date": "09-04-2024"
    },
    {
        "full_article": "Eid-ul-Fitr is a unique festival that marks the culmination of a month-long siam or self-abnegation. It is, therefore, a well-deserved celebratory occasion earned at total voluntary surrender to the Almighty Allah. At the same time it is an opportunity for developing a sense of empathy for fellow human beings. In fact, Eid-ul-Fitr is a celebration of a religious commitment as ordained by benevolent Allah. Performance of any obligation fulfils human souls with joy and happiness, only more so when the obligation is as noble as unconditional supplication to the creator through prayer and sacrifice of mundane pleasures. The month offers a great opportunity for the Muslim Ummah to lift the moral spirit of its followers all over the world in terms of spiritual standpoint. Those who can live up to that spirit by fulfilling the duty unfailingly truly feel the blessings of God bestowed upon them. So, here is also an occasion of expressing the gratitude to Him for the kindness that has made it possible for a human being to be equal to the task. However, Islam's uniqueness as a religion lies in the fact that it has brought about a synthesis between spirituality and worldly cares. The focus here is materialistic concerns but not in the sense of free market economy. Wealth creation and accumulation must not be devoted to sensual pleasures. A materially successful individual must part with a certain portion of wealth with those in dire need of material support. The spiritual obligation will remain unfulfilled if this worldly duty is not performed as ordained by Allah the Almighty. One's Eid celebration, joy and happiness are sure to get undermined if one's neighbour is in distress because of economic penury. The significance of zakat and fitra could not be better illustrated. Thus Islam rises in stature on both spiritual and material counts.Unfortunately, the scripture's solemn diktat has fallen on deaf ears. Material possession has overtaken religious sanctions and the ummah has turned disparate and divided. As the Muslims the world over assemble at the Eid congregation for prayer, they will feel how they have failed their Palestinian brothers who are getting killed like flies by the Israeli army. This non-committal sense of unity among the Islamic states has emboldened Israel to carry on its pogrom even more ruthlessly than it could have dared. The joyous occasion is likely to get somewhat dented because of the genocide in Gaza. At home, things were not right on many fronts during the month of siam. The most obnoxious is the profit-mongering of outrageous proportion by traders at all levels. Ramadan teaches one to restrain from indulgence in all kinds pleasures and excesses. Traders here in violation of the Quranic edicts have fleeced devotees. Inflationary impact, courtesy of market manipulation, has been particularly telling on the low-income and middle-income segments of the population. They will feel deprived of the mental peace and poise because of their poor purchasing capacity. However, they are likely to pray to the Allah with a clean heart unlike those who refuse to share and care and particularly those traders who resorted to intrigues for maximising profits. People who pray with clean hearts deserve divine blessing and that is the greatest reward they can expect to receive on this happy day. Eid Mubarak to all.",
        "headline_1": "Celebrating Eid-ul-Fitr",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/celebrating-eid-ul-fitr-1712590435",
        "news_paper_name": "The Financial Express",
        "publish_date": "09-04-2024"
    },
    {
        "full_article": "Graduate employment is highly stressed in Bangladesh with the middle class unable to cope with the nature of changing market demands and its contingent labour market. The World Bank says the rate of unemployment is roughly 4.7 per cent but it's based on official statistics which is rarely reliable. It could be more or less but field level data by researchers show more hidden employment than is thought of. Barring the hardcore unemployed including the disabled, it's best to say we don't know accurately and research doesn't throw up high rates. The problem is in the sushil white collar sector or the graduate desk bound jobs.  Many new urban employment sectors are emerging which are less known. One sector that is almost invisible is the global digital sector involved in both legal - freelancing -and non-legal employment led by gaming and betting. Former Planning Minister MA Mannan had said that Bangladesh's economy was increasing due to the contribution of the freelancers. This was stated by him at a meeting, titled \"City Bank BFDS Conference\", organized by Bangladesh Freelancer Development Society (BFDS). \"Our remittances are growing with the money earned by freelancers,\" Mr Mannan remarked. Freelancers will get 4 per cent cash assistance against the money brought home and it has been helped by the availability of the internet. The size of the freelancer market is important. BFDS Chair Dr Tanjiba Rahman said the global market size of freelancers is about $1.5 trillion. There are over 10 lakh Bangladeshis working in this market, both online and offline. In fact, it's the global market segment that has withstood all pressures caused by the various conflicts around the world and the Covid pandemic as well. With a 26 per cent growth rate, it's a very healthy situation. Of the 1.0 million freelancers, 0.65 million are in the field of IT.  Almost 75 per cent of freelancers are doing it as a part-time job. Freelancing in Bangladesh serves as a very good antidote to the current pay scale in our country relating to the educated.Although the GOB is now promoting this sector, it has no role in the development of this sector. In fact, like all the major successful sectors such as external migration and RMG it can't claim any credit for its birth, growth and development. They have expanded due to opportunities taken advantage of by the entrepreneurs themselves, individual and collective. While the RMG sector was the product of the initiatives of the better off investors, both external migration and digital freelancing belong to the rural and urban middle class respectively. It has been on for several decades and its only now being recognized by the GOB as dollar shortage has become an issue and freelancing has gained importance due to that. Many problems and obstacles are there which the formal regulatory agencies can tackle and agencies can help. These include better policing of the internet scam including those aimed at the freelancers, training initiatives and help the freelancers with better capacity to negotiate and deal with new and regular clients. Lack of English language skills remains a major issue. However, as with the migration sector, the interest is more about incoming dollars and less about the sustainability of the sector as a whole by supporting the workers there. The informal and non-legal digital sector is of course a shadowy world. The rise and explosive growth of the internet gaming and betting sector has largely gone unnoticed in the media but its growth is phenomenal and is the largest internal economic sector drawing particularly the young. \"The total value of bets placed through sports betting is estimated at around 8.5 billion taka per year. As of today, the most popular sports in Bangladesh are cricket, football, athletics, cycling, swimming, and other sports that are played in South Asia. The most popular sporting event in Bangladesh is the cricket match between Bangladesh and India. Each year, more than 10 million Bangladeshi people view cricket matches on television, which is the highest number of viewers of any event in the country.\" No estimate is possible but that millions of bettors are involved is a fact. The issue is, most don't guarantee regular payments but like all gambling outfits offer uncertainty and insecure income. On top of that a significant percentage of the outfits operate outside the law. However, the gambling market size is so huge that international betters are hiring locally for even external employment. Most of the gambling networks are controlled from outside Bangladesh and the locals are not English friendly. As a result a new sector has grown up where youth are hired and taken abroad to work in betting help centres who can communicate with Bangladeshi clients. Given the internet penetration in Bangladesh, this can only grow. Unlike the freelancers their work is only of one kind and the system of payment is also not transparent. Their linkages with the other sectors including drugs and sex work sites are also common knowledge. The fact remains that the formal institutional economy is weak in Bangladesh and given the global competitive scenario, the chances of becoming competitive is not high. The formal sector and the state agencies are unable to develop a framework that ensures higher employment. Plus the education system is not employment friendly. That has led to this situation where informal employment arrangements by individuals and groups score much better than state agencies. Since nothing suggests that the capacity of the GOB to be a major player in employment generation is about to happen quickly, the support and capacity development will be fulfilled by the private sector. They do exist but much more needs to be done to meet the growing demand of the internet-based private sector labour intensive economy. \n[email protected]",
        "headline_1": "Labour intensive digital economy is growing",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/labour-intensive-digital-economy-is-growing-1712590816",
        "news_paper_name": "The Financial Express",
        "publish_date": "09-04-2024"
    },
    {
        "full_article": "In recent years, heatwaves are getting more intense and prolonged. Usually, heatwaves are experienced during the months of March, April and May in Bangladesh. People experienced hot to very hot summers also in the past. But the use of the term heatwave is rather recent in this part of the world. Heatwaves are a period of abnormally hot weather. But depending on the usual climatic condition of the area concerned, the definition of heatwave may vary. Bangladesh has a subtropical monsoon climate. And summertime air in Bangladesh is marked by a high level of humidity. And the mixture of heatwave and high level of humidity is very toxic as it is the main cause of heatstroke. So, heatwaves are also a serious public health issue in Bangladesh. Nowadays, many would like to explain heatwaves as a fallout from climate change which causes global warming. In fact, we are having fewer cold days during the winter. And this is happening not just in Bangladesh and other South Asian countries. Of late, the traditionally cold countries of Europe and North America are also experiencing fewer cold days. Extremely hot summers with long spells of heatwaves are now common in those countries. In July 2023, for example, the world broke its record for the hottest days on record, four days in a row. Recent scientific studies done in the USA project that, annually, the number of days with a heat index over 100 degrees Fahrenheit or 37.77 degrees Celsius will double and those with heat index above 105 degrees Fahrenheit (40.55 degrees Celsius) will triple in that country, when compared to the end of 20th century. Though such studies have not been done in Bangladesh, the trend says it all. The recent years, especially 2014, 2016, 2019, 2002 and 223 saw extreme heatwaves. But 2023, as elsewhere in the world, experienced the longest spell of heatwave in April for two weeks at a stretch. And, according to the Met office, in 2023, the heatwave continued for 20 to 23 days in a row. What about 2024? Going by the Met office, there is no good news so far as the mercury level for the current month of April is concerned. Bangladesh Meteorology Department (BMD) fears that heatwaves this year may continue for longer periods than in the past years. The district of Chuadanga on Sunday (April 6) experienced the hottest spell at 40.2 degrees Celsius. On the same day, other districts including Pabna, Barishal, Patuakhali, Rangamati experienced strong heatwaves, though Rajshahi, Rangpur, Khulna and Dhaka experienced mild to moderate heatwave. The Met office has already issued 'heat alert' .In Bangladesh. Heat alert is issued when the temperature of a place rises over 36 degrees Celsius. Meanwhile, a number of heat alerts have been issued by the Met office following heatwaves sweeping across different districts, especially Chuadanga and the Ishwardi mupazila of Pabna district. Currently, the phenomena of extreme temperatures are being observed in the north-western districts of the country. The proximity of those Bangladeshi districts to the states of West Bengal, Bihar and Uttar Pradesh of neighbouring India has made those areas susceptible to higher temperatures. Notably, in this time of the year, the temperatures in those Indian states range between 42 and 48 degrees Celsius. Last year, the temperature rose to as high as 52 degrees Celsius in some areas of those Indian states. And the hot air generated there flows across the border into the districts of Jashore, Kushtia and Rajshahi in Bangladesh raising temperatures of those and other adjacent districts.The phenomena of extreme temperatures and related heatwaves are now a global reality, which is being attributed to climate change. A study was done in South Pole, the coldest region of this planet, at a research centre located in its eastern plateau. Recorded on March 18 of 2022, the result shocked scientists. The temperature recorded was 38.5 degrees Celsius above the average seasonal temperature of that region.So, we will have to brace ourselves for the worst to come in the days ahead. \n[email protected]",
        "headline_1": "Preparing for the worst",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/preparing-for-the-worst-1712590956",
        "news_paper_name": "The Financial Express",
        "publish_date": "09-04-2024"
    },
    {
        "full_article": "I am writing to draw everyone's attention to the untapped potential of tourism of Nijhum Dwip, a small island under Hatiya upazila of Noakhali district. Despite its abundant natural resources and rich history, the tourism industry in this region remains largely undeveloped.Nijhum Dwip, with its breathtaking green landscapes, expansive beaches, mangrove forests, and rich biodiversity, has the potential to become a symbol of economic prosperity for the people of Noakhali. However, the lack of tourist facilities, poor connectivity, and inadequate infrastructure have hindered its development as a tourist destination.Currently, only a handful of tourists visit Nijhum Dwip, primarily because of the absence of quality hotels or resorts and limited transportation options. While buses, trains, and launches connect the capital city of Dhaka to Noakhali, these modes of transportation are not tailored to meet the needs of tourists. Furthermore, the internal communication system within Hatiya, where Nijhum Dwip is located, poses challenges for tourists.In light of the above, the authorities concerned are expected to take swift action to address the challenges hindering tourism development in Noakhali district. By investing in infrastructure, promoting public awareness, and fostering community participation, we can unlock the full potential of Nijhum Dwip as a premier tourist destination in Bangladesh.\nTawhidul IslamHatiya, Noakhali",
        "headline_1": "Untapped potential of tourism in Nijhum Dwip",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/untapped-potential-of-tourism-in-nijhum-dwip-1712590981",
        "news_paper_name": "The Financial Express",
        "publish_date": "09-04-2024"
    }
]