[
    {
        "full_article": "On a cold winter day in February 2020, BJP leader and turncoat politician Kapil Mishra tweeted a video, asking his followers to \"prevent another Shaheen Bagh,\" referring to the anti-Citizenship (Amendment) Act, 2019 demonstrations that were being held in Shaheen Bagh of Delhi since December 15, 2019. Prior to this, Mishra threatened the protesters during a rally near Jaffrabad metro station, saying that he would take matters into his own hands if the police failed to disperse them. What followed was one of the bloodiest chapters of modern-day Indian politics: the 2020 Delhi riots, which led to the killing of more than 40 people, mostly Muslims.\nEarlier in January this year, Twitter and Facebook had to ban the account of Donald Trump after his provocative social media posts further fuelled the attack on the US Capitol, which initially started as a result of Trump's instigating speech towards his predominantly white supremacist followers after losing the US presidential election to Joe Biden. In a statement, Twitter said, \"After assessing the language in these Tweets against our Glorification of Violence policy, we have determined that these Tweets are in violation of the Glorification of Violence Policy and the user @realDonaldTrump should be immediately permanently suspended from the service.\"\nTwitter also banned the accounts of former Trump associates Sidney Powell and Michael Flynn for promoting far-right conspiracy theories.\nIn recent days, we have seen a surge in violence globally—often communal and political—incited by vested quarters through social media. Even in Bangladesh, during the recent Durga Puja celebrations—one of the biggest religious festivals in the country—communal violence erupted after vested quarters posted false, staged, misleading and provocative content on social media. The attacks continued for days, spanning the length and breadth of the country.\nThe initial incident took place in Cumilla, where a man made a Facebook live post, accusing the Hindu community of desecrating the Quran at a puja mandap. Early on the morning of October 13, police received a call from Ekram Hossain regarding the alleged defamation of the Quran. After police arrived at the spot—Nanua Dighir Par puja mandap—around 7:30am, a man named Foyez Ahmed started making a Facebook live video, showing the OC, Anwarul Azim, and urging people to rise up against the defamatory act.\nThe video started gaining traction with increased views and shares, and by 8am there was a throng of people at the spot. By 9am, there were even more people. They all sought revenge. The police and local administration could not do much to contain the swelling crowd. What followed was a brutal onslaught on the Hindu community.\nWhile the government now needs to take a hard look at the context of the attacks, the factors that enabled it, and the reasons why the government and its intelligence agencies failed to take preventive measures, or even why the curative actions took so long to quell the violence, it also needs to look at how social media is being misused by vested quarters to stoke communal violence in the country.\nAn investigative report published by The Daily Star on October 22 revealed that, as of the publication of the report, over 300 provocative videos were available on various YouTube channels—most of them uploaded within hours of the October 13 attacks. And all of these videos feature highly loaded and divisive messages. They are filled with hate speech, aimed at instigating the viewers—by appealing to their religious sentiments—to act against the Hindu community. Facebook was also found to be filled with inflammatory content against the minority community.\nWhile the government should not resort to an overall internet blackout or indiscriminate banning of social media platforms, it needs to work on formulating a comprehensive social media policy that can tackle their unchecked misuse, while ensuring people's fundamental right to freedom of speech at the same time.\nThe government currently has the Digital Security Act (DSA) in place, but the DSA or similar draconian laws cannot be a solution to this problem. These are highly controversial laws that verge on the suppression of freedom of speech, and more than helping curb the ever-spiralling infodemic, these laws are rather used selectively and to serve the interests of powerful quarters.\nWhat we need right now is a holistic policy and an environment that takes into account fact-checking, social media platform verification and authentication, and social media usage literacy and etiquettes, among other mechanisms, to counter the spread of disinformation, fake news and loaded content.\nIn a country like Bangladesh where people with limited literacy on safe internet usage have easy access to the internet, the users need to be adequately educated so that they can use social media platforms in a responsible manner.\nThe government should also scrutinise the social media accounts and platforms that are spreading harmful and divisive content, understand if these are premeditated and synchronised, identify the actors behind them, and take appropriate action to neutralise them. The accounts that have intentionally inflamed violence in the past should also be banned, and the perpetrators should be held accountable for their deeds.\nThe social media platforms also need to be much more proactive in screening the content that they allow to circulate on their sites. Facebook has recently come under fire after internal documents and reports revealed that the company failed to curb divisive, hate-filled content directed at the Muslim community in India. And the build-up of such content, it has been reported, might have played a role in inflaming the 2020 Delhi riots.\nWith regard to these allegations, in a statement to the Associated Press, Facebook said the platform had \"invested significantly in technology to find hate speech in various languages, including Hindi and Bengali,\" which, in 2021, reduced \"the amount of hate speech that people see by half.\" However, more needs to be done to ensure that provocative content are screened, flagged and removed on time, along with close monitoring of groups and platforms that have a tendency to promote fake information and disinformation.\nSimilarly, people in general need to be more aware of the facts and be responsible in consuming, engaging with and sharing such content on social media. Rather than blindly believing every bit of information that is out there on social media, people should check for content validated by the news media.\nAnd the government should encourage and promote press freedom in order to be able to tackle the problem of disinformation. Unless there is a free flow of credible information from the press, the risk of people resorting to social media to quench their thirst for news and information will remain. Stringent government regulation on social media platforms, which can at times infringe on people's right to free speech, is a highly undesirable scenario, and everyone, including the social media users, must do their part to avoid such a situation.\nWhile the government needs to create an ecosystem that promotes healthy usage of social media, the platforms themselves must focus on greater vigilance with regard to what messages are being circulated on their sites. And people should look to the news media as a source of information, rather than dubious social media content. To ensure productive social media engagement, the responsibility falls on all of us, on what we choose to consume, and on where we draw the line.\n \nTasneem Tayeb is a columnist for The Daily Star.\nHer Twitter handle is @tasneem_tayeb\n",
        "headline_1": "Where to draw the line between free speech and hate speech?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/closer-look/news/where-draw-the-line-between-free-speech-and-hate-speech-2220656",
        "news_paper_name": "The Daily Star",
        "publish_date": "03-11-2021"
    },
    {
        "full_article": "More often than not, the word \"police\" in our parlance gets adverse attention—and for understandable reasons. For policing, an admittedly thankless occupation in the subcontinent, at least, the bouquets are few while the brickbats are aplenty. Most police personnel have reconciled with the reality—perhaps grudgingly—that the sweet taste of appreciation is indeed rarer than the bitterness of the complaint. It is not uncommon to see our police personnel be constantly vulnerable to criticism for the manner in which they choose to exercise their discretion. Police are subject to both ridicule for not exercising discretion, and condemnation for making discretionary judgement—they are damned either way.\nIn such an environment, the recognition of the stress that police members have to endure, by the cerebral media—for instance, a report published in this daily on October 26—as well as the psychosocial impact of such stress should be welcome news. This is because there is hardly anyone who will take up their cause. Some may sympathise with them, but the sad reality is that publicly espousing a policeman's cause would be something that no activist could take on—even for a friend. In my experience, some policemen, while confronting a law and order situation, have often wondered that if self-expression in this country means destroying public property and causing physical injuries to others, then who are they to step in? Law enforcers, in such a scenario, feel a deep sense of shame and can hardly be assuaged by the self-justification of a stressful profession.\nWe need to understand the reasons behind public apathy towards police. This deficit may have stemmed from the inherent inability of the policemen to project themselves as who they are, and the dominant public perception is that our policemen have little intelligence and even less resources. As a result, there is little public appreciation for the kind of pressure our police force faces now. With conspicuous consumption, fanaticism and militancy emerging as new threats, the pressure on the law enforcement authorities has increased multifold.\nAn average policeman, particularly in a metropolis, has a range of duties: attending courts, mitigating marital strife, controlling mobs, chasing criminals, conducting rescue operations, providing VIP security, and tracking down absconding people, to name a few. An average working day for a policeman stretches between 12 and 16 hours, leaving little time for family, friends or recreation. An emerging exhibitionist culture, fuelled by the desire for the quick buck from the nouveau riche, has further complicated the status syndrome.\nMany policemen are of the opinion that the public expect them to be fully devoted to work, and that the public has the right to set high standards—though the reality of life around us does not justify such expectations. The question that remains unasked is whether the public needs to meet the police halfway in expressing appreciation when deserved. Since that is not the case, and as the police fail to meet public expectations, the public takes the law into its own hands and wreaks its vengeance on uniformed heads as well as public properties with deplorable callousness. The stress in such a situation is not something to be brushed aside.\nA policeman, having faced the fire of public discontent, has to pass the litmus test every time. For him, it is not sufficient to face the enemy—he has to additionally justify his actions in retrospect. For every adverse action, a policeman becomes accountable to his direct bosses, the government, the media, pressure groups, and several levels of the judiciary. It is doubtful whether any other public servant has to face such a degree of public scrutiny and officialdom. Working under divergent sources of stress and strain has a telling effect on the police personnel. The overstretched members often commit fatal mistakes.\nThere is no denying the fact that the police are under an uncomfortable proportion of stress. According to media reports, some stressed policemen have committed suicide. Therefore, the recognition, diagnosis, and management of the work stress suffered by the police officials must not see any further delay. There is a practical need to prepare training modules for stress counselling for police personnel. It would be logical to study and deal with the phenomenon of police stress systematically. There is a lack of empirical research regarding the level of work stress in the police force in Bangladesh. Additionally, there hasn't been much interest in directly examining their own somatic status and chronic job stressors by the policemen themselves. In order to increase organisational effectiveness, emphasis must be placed on the psychological and physical well-being of the police personnel.\nIt is time to examine the responses of the police members on job stress factors and physical symptoms, and identify the warning signs of distress among them. Such examination is expected to enable the distressed personnel to understand, accept and analyse the probable causes of bodily symptoms or illnesses in their stressful occupation. Quite clearly, there is a need to seek effective coping strategies. For police personnel, coming to terms with reality should ease the stress of having to keep a hard exterior at all times. In fact, there is a pressing requirement to realise the universal and pervasive impact of stress as an occupational hazard, and as such, our policemen could be motivated to acknowledge their own problems and seek assistance when needed.\nThere is a case for earnest examination of HR management to tackle the stress issue, and thus ensure a desirable image of the police. Failure to act carries the risk of propelling the mothers to continue to conjure the image of an ogre policeman every time their restless babies fail to sleep to the soothing lullabies.\n \nMuhammad Nurul Huda is a former IGP of Bangladesh Police.\n",
        "headline_1": "It’s time to look into the well-being of the policemen",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/straight-line/news/its-time-look-the-well-being-the-policemen-2220646",
        "news_paper_name": "The Daily Star",
        "publish_date": "03-11-2021"
    },
    {
        "full_article": "It was in the early hours of November 3 when a warning bell went off inside the central jail in the heart of Dhaka city. As dawn approached, a sense of deepening fear engulfed the indoors of the new jail. It was home to the most important political figures of Bangladesh at that time: Syed Nazrul Islam, acting president of Bangladesh during the Liberation War and later the industries minister in Bangabandhu Sheikh Mujibur Rahman's cabinet; Tajuddin Ahmed, former prime minister of Bangladesh; Captain (retd) M Mansur Ali, prime minister of the country following the formation of Baksal, and AHM Qamaruzzaman, president of the Awami League under Baksal. They were accompanied by a large number of political prisoners too—around 50. They were all housed in one building consisting of three large rooms known as the new jail. In the first room lived Tajuddin and Syed Nazrul, with others. In the middle room was Qamaruzzaman, and in the third one lived Mansur Ali.\nI was arrested and placed in the new jail, but in a different building. It was a newly constructed building called the \"Ninety Cells,\" purported to accommodate important prisoners. Only the ground floor of the building had been completed.\nI was put in room number one of the so-called \"Ninety Cells.\" In the room to my left, Sergeant Kibria and Dulu were placed. Only a five-inch wall separated us, but the veranda allowed us space to move about during the daytime. However, after the dusk shutdown and lock-up, we could communicate as everyone was within a hearing distance. My room was exactly on the opposite side of room number one in the main building. The wall-to-wall distance could not have been more than 10 feet, with a small road in between the buildings. The front of the main building faced the back of ours, so we were well within the hearing range. Moreover, there was a hole on the wall in our toilet; with a bit of manoeuvring, we could take a peek outside.\nAt around 3am, the awful \"dong-dong\" of the warning bell shattered the night silence, much to the consternation and bafflement of the prisoners. We didn't yet know that an incomprehensibly brutal act of violence—the staging of a reprehensible savagery that was beyond anyone's wildest imagination—was about to transpire at the most secure place in the city.\nWe heard the sound of a large gathering of people outside. The voice of the jailer, Aminur Rahman, was clear; he appeared to be directing everyone to open the gates. We could hear a lot of movement and people discussing moving the inmates from different rooms. Aminur Rahman himself guided the inmates of room number one to the next room, leaving behind Syed Nazrul and Tajuddin. He also collected Qamaruzzaman from the second room, and Mansur Ali from the third room. The two rooms were locked again, but the first room was left open. To keep their peace of mind, the jailer informed the four leaders that some important representatives of the Mostaq government were going to visit them to discuss political issues, and that they were expected to arrive any moment.\nIn the meantime, the killers had already reached the jail gate, had a heated exchange with the jail authority, including the DIG prisons, over permission to enter the jail at that time. The killers were told that entering the jail at odd hours was prohibited, so they sought the intervention of Khondaker Mostaq Ahmad, who had positioned himself as the president of the country. Mostaq directed the jail authority to allow the killers to enter the jail and do their job. While this exchange of words was taking place, the officials of the jail were abused.\nWith the permission of the president himself, the contingent of killers, clad in black uniforms, entered the jail premises stealthily and hid in the shadows.\nIn the meantime, after the rearrangement of inmates among the rooms had been done, Aminur Rahman and his large team left. Soon afterwards, I heard the loud sound of a group of people doing a double march. They entered the open veranda of room number one, where the four leaders were waiting, and opened fire at point blank range. The bullets hit them straight, some ricocheting, missing the targets and hitting the walls. I heard Tajuddin exclaim, \"Hey! What are you doing?\" That was the last words I heard from him before he was shot, falling on his side on the cot. Syed Nazrul, already shot, fell on his front, while Mansur dived under the cot to save himself. He survived the attack, and as soon as the killers left, we heard him crying for help. \"Pani, pani!\" he asked for water.\nThe killings were done with automatic machine guns, within minutes. I recognised the weapons because I had used them in the battlefield against the Pakistan Army during the war. For a few long moments, I remained frozen, afraid to make the slightest of noise, lest the killers heard and came back to kill us. But we had not seen the last of this inhuman savagery yet. Hearing the groaning cry for help and water, one of the prison guards ran to the jail gate and informed the killers that some of the leaders were still alive. Upon hearing this, the brutal band of rogues returned in double march, this time with bayonets fitted to their weapons, entered the room, and bayoneted them all. The gruesome sounds of bayonets slicing through their bodies were gut-wrenching. Ensuring the physical elimination of the leaders of the country's struggle for independence, the rogues returned in a double march towards the gate. While leaving, I heard one of the killers say, \"Hamid, be quick.\"\nIn the meantime, one of the prison guards, most probably Motaleb, came to my cell and said, \"Sir, all four are finished.\" As far as I can recall, Motaleb was the guard who ran to the killers to inform them that the leaders were not all dead yet.\nLater in the day, around mid-afternoon, one of my brothers came to visit me at the jail gate. My relatives and siblings had been informed that I had been killed in jail as well, and he came to the jail to verify that information, managing permission from EA Chowdhury, the then DIG of Special Branch. On his arrival, I was escorted to the gate by Motaleb.\nAfter speaking to my brother, on my way back to my room, I went straight to the dead bodies of our leaders. They were lying in utter disrespect. Offering a silent prayer, I went to one of the other rooms, where other leaders like Maya and Amu Bhai were waiting. Seeing them, I burst into tears, and so did they; separated by the bars, we could not comfort each other.\nAround 11am the next day, Additional SP Abdus Salam came to the jail for post-mortem supervision. He was followed by ADC Dhaka Akmal Hussain. He was my batch mate from our Dhaka University days. He was also the private secretary to Captain Mansur Ali during the latter's stint as home minister. When he appeared in front of my room, we shook hands, then started crying. We could not embrace each other as the prison bars separated us. After a long exchange of words of comfort and deliberation, he left to attend his call of duty.\nAfter the autopsies and other formalities, the dead bodies were taken out of jail after sunset and subsequently buried.\nBy now it is well-known that the assassinations of Bangabandhu and his family members and the four national leaders, as well as the killings of patriotic armed personnel like Brig Khaled Mosharraf, Bir Uttom, Col Nazmul Huda, Bir Bikram, and Major Haider, Bir Uttom, were all deeply connected to the losing side of the Liberation War. The entire gamut of conspiracies was hatched by the anti-liberation forces. They were afraid of Sheikh Mujib, who succeeded in liberating Bangladesh in spite of the deployment of all imperialist forces against him. In the initial killing spree, the conspirators thought they had succeeded, but time has proven that they failed.\n \nMahbub Uddin Ahmed, Bir Bikram, was a freedom fighter during the Liberation War of Bangladesh.\n",
        "headline_1": "Jail Killing Day: How the horrors of November 3 transpired",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/jail-killing-day-how-the-horrors-november-3-transpired-2220626",
        "news_paper_name": "The Daily Star",
        "publish_date": "03-11-2021"
    },
    {
        "full_article": "The Covid-19 pandemic has instilled many harsh lessons for the world. But the most important one is that infectious-disease outbreaks pose a risk not just to public health, but also to global security. Like nuclear proliferation, terrorism, and climate change, Covid-19 has shown that pandemics can rapidly undermine social stability and economic well-being.\nThis point may seem obvious now. But before the Covid-19 crisis, infectious diseases barely registered on the global security agenda. If efforts to change that by establishing new funding and monitoring mechanisms for pandemic preparedness are to succeed, half measures won't cut it. To avoid a repeat of history, our preparations must reflect the true extent of the challenge. We must recognise that pandemics now represent one of the biggest—and most likely—threats to global security.\nPreventing future pandemics will require not only the same level of investment as other global security threats, on which trillions are spent routinely, but also an entirely different way of thinking about global security. The pandemic represents a new form of globalised crisis—one that is both caused and exacerbated by the modern world's interconnectedness.\nThe Spanish influenza pandemic a century ago was not this kind of crisis. Back then, most people across the globe lived in less dense rural settings, and international travel was much slower and undertaken by only a small fraction of the population. But we saw something similar in 2008-09, when economies fell like dominoes. That was the first globalised crisis of this century, and we are now coming to grips with what will be the century's defining crisis: climate change.\nThe common denominator in each case is that the crisis demands solutions that no individual government can provide on its own. An infectious disease cannot be fought with traditional security countermeasures, such as economic sanctions, bilateral diplomacy, deterrence or military posturing. Rather, it calls for scientific collaboration, resilient healthcare systems, and long-term investments in global health networks. Shows of force and unilateral acts of national self-preservation are useless; global collaboration, strategic multilateralism, and transnational compassion are the only way out of this kind of disaster.\nJudging by the current global distribution of Covid-19 vaccines, we have yet to muster the necessary response. The coronavirus is still winning, and a lack of global coordination is the principal reason why. Instead of finding ways to work together towards common solutions in the face of an unprecedented crisis, key governments are still putting their national interests first, at the expense of the global response we need.\nThe global solution to the vaccine distribution problem is the Covid-19 Vaccine Global Access (COVAX) facility established last year. By ensuring equitable access to vaccines for people in the poorest countries, COVAX is not only saving millions of lives and protecting hundreds of millions more, but it is also offering the best path to recovery. Even from a strictly economic standpoint, COVAX is far more cost-effective than any form of fiscal or monetary stimulus.\nThere are now more than 1.5 billion vaccine doses being produced in the world each month—an astounding feat less than a year after the first vaccine was approved, and just 18 months into the pandemic. It is predicted that a total of more than 12 billion doses will have been produced by the end of this year. Yet, while that is enough to vaccinate every adult on the planet, we are still a long way from doing so, because the vaccine distribution is so inequitable. Shockingly, only 3.1 percent of eligible people in low-income countries have received at least one dose, on average, compared to more than 71.1 percent of people in high-income countries.\nThis disparity is both morally wrong and dangerously short-sighted. By prolonging the pandemic and allowing more opportunities for the virus to generate new variants, it ultimately harms everyone. But this failure will not be corrected until governments start acting globally. Although more than 190 countries support COVAX, many governments are struggling to balance between protecting their own populations and acting in ways that serve everyone's interest in global health and economic recovery.\nMustering a genuinely global response is necessary both to end this crisis and to avert the next one. It is not just individuals' health that is at stake. As Covid-19 has shown, pandemics can push millions of people into poverty and place unprecedented restrictions on their mobility. Such conditions can subvert even traditionally stable countries, by increasing the threat of political polarisation, civil unrest, and violence. The longer the crisis continues, the greater that threat.\nGlobalised crises require that we globalise critical resources—in today's case, vaccines. The G20 governments have the power to lead the way by ending the vaccine-hoarding and export bans that have impeded supplies, and by donating more doses to COVAX. But as urgent as such measures are, they are mostly band-aids—solutions to a crisis within a crisis. To avoid a repeat of Covid-19, we need more expansive pandemic preparedness mechanisms built around the model of globalised resources that COVAX pioneered. We cannot wait until the next outbreak has already become a global security threat. By that time, it will be too late.\n \nJosé Manuel Barroso, a former president of the European Commission and former prime minister of Portugal, is the chair of Gavi, the Vaccine Alliance.\nCopyright: Project Syndicate, 2021\nwww.project-syndicate.org\n(Exclusive to The Daily Star)\n",
        "headline_1": "The test of pandemic preparedness",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/project-syndicate/news/the-test-pandemic-preparedness-2220621",
        "news_paper_name": "The Daily Star",
        "publish_date": "03-11-2021"
    },
    {
        "full_article": "We are deeply concerned by the influx of illegal firearms and ammunition through our borders, as it poses a serious threat to our national security on varying levels. In the most recent instance, as reported by this daily, officials of the DMP's Counter Terrorism and Transnational Crime (CTTC) unit arrested four individuals with five firearms and 301 rounds of bullets, including bullets for an AK-47 rifle, from Dhaka's Jatrabari area. One of these four arrested is Md Hossain, a legal arms dealer who used his licence to smuggle in illegal arms and ammunition from neighbouring India and Myanmar, and sold them to criminal groups in Dhaka, Chattogram and Cox's Bazar.\nBut Hossain did not operate alone—he had a syndicate of smugglers assisting him to collect unused licences, acquire weapons using them, and resell them to criminal groups after removing their barcodes. The fact that he did so while himself being a legal arms trader is alarming, to say the least. Is the country's mechanism for legal firearm ownership not strong enough to have prevented this from happening? Hossain has reportedly been imprisoned before for the same. Why was he not monitored by our law enforcers, given his apparent notoriety as an illegal arms dealer?\nNot only could such illegal trade of weapons benefit small-time criminals, but the rise of more deadly criminal gangs in Cox's Bazar's Rohingya camps and elsewhere might also be a cause for concern in this regard. Six people were killed in a madrasa in one of the camps on October 22 when at least 50 individuals stormed in with sharp weapons, and even firearms. Be it the Arakan Rohingya Solidarity Army (ARSA), as locals suspect, or some other malicious group—it is worth investigating if they are benefiting from such illegal import of high-powered weapons.\nWe hope the police will not only be diligent about going after those dealers and buyers who have been identified, but will also use this momentum to crack down on the illegal arms trade happening along our borders for so long. Their suspicion that criminal groups are trying to acquire heavier firearms such as AK-47s must be looked into with utmost seriousness, if any future national calamities are to be avoided.\nWe also urge the authorities to identify loopholes in the legal ownership mechanism for firearms, so that others like Hossain cannot take wrongful advantage of their licences. Most importantly, the government must strengthen our border security and clamp down on all avenues that allow such easy illegal trading of firearms and ammunition.\n",
        "headline_1": "Illegal arms trade must be dealt with urgently",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/illegal-arms-trade-must-be-dealt-urgently-2220611",
        "news_paper_name": "The Daily Star",
        "publish_date": "03-11-2021"
    },
    {
        "full_article": "Yesterday, as we marked the International Day to End Impunity for Crimes against Journalists, the International Press Institute, in a statement, drew attention to the fact that the global conviction rate for violent crimes against journalists is abysmally low—in at least nine out of 10 cases, the killers go unpunished. This is all too true in the case of Bangladesh. \nAccording to a report by this daily, in the last two and a half decades, cases filed over the murders of at least 13 journalists have been characterised by never-ending probes, their investigations failing to navigate the messy judicial system, and traceless culprits, all with the same end result: a lack of justice, and impunity for the killers. Since 1992, at least 23 journalists have been killed in Bangladesh, and verdicts have been delivered in only a few of the cases.\nIn the ones that are still in limbo, it seems that only the families of the deceased are concerned with justice being served. Some of these journalists were murdered over a decade ago, yet their cases have not even reached the courtrooms yet. The aggrieved family members have spoken to the media about investigators failing to submit probe reports, or failing to conduct investigations at all. These cases have dragged on for so long, stuck in the legal quagmire of our justice system, that in one case, even the prosecuting lawyer had no idea of its status. In some instances, the cases have simply been thrown out of court, or the accused have been acquitted. Even in the few where verdicts have been reached, it has taken more than a decade to do so. \nThis culture of impunity and lethargic attitude towards dispensing justice is a serious threat to the ability of journalists to do their jobs without fear of serious (even fatal) repercussions. If forces with vested interests are able to silence independent journalism with violence, and face almost no consequences for doing so, what does it say about the state of press freedom in a country? Given that journalists in Bangladesh are already operating in increasingly policed spaces, with the threat of the draconian Digital Security Act (DSA) hanging over their heads, such a state of affairs only adds to the environment of fear that they are currently working in. \nWe demand that the journalists who have been murdered in Bangladesh receive justice without any further delay, and we urge the government to create a safe and enabling environment for media workers in the country. If impunity for committing crimes against journalists is allowed to continue, it will only accelerate such attacks and undermine the future of independent and critical journalism. Ultimately, this is not only an attack on press freedom, but on democracy itself.\n",
        "headline_1": "Where’s the justice for murdered journalists?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/wheres-the-justice-murdered-journalists-2220536",
        "news_paper_name": "The Daily Star",
        "publish_date": "03-11-2021"
    }
]