[
    {
        "full_article": "A week after the first conversation in many months between Prime Minister Narendra Modi and Chinese President Xi Jinping, India and China appear nowhere near coming to any kind of understanding to repair their relations. On the contrary, relations this week have faced yet another storm, with the two sides clashing over China issuing a new map and reports on Thursday suggesting that Mr. Xi may skip the G-20 Summit in New Delhi next week. The Chinese Foreign Ministry did not confirm those reports, but it also chose not to deny them. Events this week, meanwhile, served a reminder of the currently low levels of trust, with relations arguably at their lowest since the normalisation of ties in the 1980s. On August 28, China issued what it called a “standard map” for 2023, which showed the entire State of Arunachal Pradesh, the Aksai Chin region and the South China Sea as Chinese territory, drawing protests from India, Malaysia and the Philippines. Beijing defended the map as “routine” and asked India to not “over-interpret” it, after the Ministry of External Affairs lodged a strong protest. While it may be true that the map made no new territorial claims and depicted borders as in previous Chinese maps, it is clear that the needless issuing of a new map, amid multiple, live territorial disputes, has only further complicated them. The responses of China’s neighbours make that clear.When India in 2019 issued a new map following the internal reorganisation of Jammu and Kashmir and creation of the new Union Territory of Ladakh, Beijing responded with strong statements and initiated discussions at the United Nations Security Council, even though that map, too, did not change India’s external boundaries or territorial claims vis-à-vis China. In the view of some observers, China’s increasingly aggressive mobilisation on the Line of Actual Control, leading to the on-going crisis that has plunged relations to this low level, was partly a response to India’s reiteration of its claims to Aksai Chin in 2019. In the recent up-and-down history of India’s ties with China, summit meetings have offered the platform for the two countries to dial down tensions by giving the two leaders the opportunity for high-level interventions, as was the case at the 2017 BRICS Summit following the Doklam stand-off. Regardless of whether Mr. Xi visits New Delhi next week, the prospects of a similar rapprochement remain dim. Repairing relations will require slowly rebuilding trust on a foundation of greater mutual sensitivity. Indeed, China would do well to show its neighbours the sensitivity that it demands of them, if it has any inclination towards repairing increasingly fraught relations.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nIndia-China\n\n/\n\ndiplomacy\n\n/\n\nPrime Minister Narendra Modi\n\n/\n\nG20\n\n/\n\nMalaysia\n\n/\n\nPhilippines\n\n/\n\nUnited Nations\n\n/\n\nBrazil\n\n/\n\nRussia\n\n/\n\nChina\n\n/\n\nSouth Africa\n\n/\n\nsummit\n\n/\n\nArunachal Pradesh",
        "headline_1": "Mapping the way forward: on China and its neighbours",
        "headline_2": "China must show its neighbours the sensitivity that it demands of them",
        "link": "https://www.thehindu.com/opinion/editorial/mapping-the-way-forward-on-china-and-its-neighbours/article67255712.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "01-09-2023"
    },
    {
        "full_article": "The Asia Cup, a tournament originally launched to promote Asian solidarity in cricket, is often caught between the fissures that define Indian subcontinental history. Started in 1984 with bonhomie between the big three — India, Pakistan and Sri Lanka — the championship soon became captive to the political issues that cropped up between these nations with the India-Pakistan narrative being the primary basis for grudges. Still the continental skirmish has developed deep roots, lasted the distance, embraced new teams such as Bangladesh, Afghanistan and even had Hong Kong and the United Arab Emirates. And when the 16th edition commenced at Multan in Pakistan on Wednesday, even Nepal was in the fray. The latest edition also had its share of heartburn. Originally scheduled to be entirely held beyond the Wagah border, India’s refusal to tour Pakistan forced a compromise with Sri Lanka stepping in as a co-host. Pakistan bristled and then got practical and it is a sad reality that India’s last tour of its neighbouring country happened during the 2008 Asia Cup in Karachi. Much water has flowed down the Indus but old wounds continue to fester. The current version has six teams split into two groups leading towards the super-four stage before concluding with the final at Colombo on September 17. It is a travesty that matches involving India and Pakistan are reduced to guest appearances within ICC events and Asia Cup jousts. Away from the diplomatic crossfire, India, Pakistan and Sri Lanka will look at the Asia Cup as a preparatory stage for the World Cup commencing in India during October. The Indian squad will try to fix the missing links in the coming weeks but with K.L. Rahul, Shreyas Iyer and even Jasprit Bumrah winging back from injuries, there is anxiety. The last named did well as a leader during the recent T20Is in Ireland and yet the Indian line-up looks unsettled. Much will hinge on the batting thrust that skipper Rohit Sharma and Virat Kohli can lend while Suryakumar Yadav needs to find his feet in ODIs. Incidentally this Asia Cup will consist of ODIs while in some of its previous avatars it had dallied with T20Is. Sri Lanka too is in a transitory phase but the most heartening story would be Afghanistan’s resilience even if back home the Taliban’s restrictions tend to suffocate life and sport. Meanwhile Bangladesh, yet to win the Asian title, gets another tilt but all eyes will be glued to Saturday’s India-Pakistan tussle at Pallekele. This contest may offer clues to the Asian angle in the upcoming World Cup.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\ncricket\n\n/\n\nIndia\n\n/\n\nPakistan\n\n/\n\nSri Lanka\n\n/\n\nBangladesh\n\n/\n\nAfghanistan\n\n/\n\nHong Kong\n\n/\n\nUnited Arab Emirates\n\n/\n\ndiplomacy",
        "headline_1": "Neighbours and rivals: On the Asia Cup",
        "headline_2": "Asia Cup remains hostage to India-Pakistan relations",
        "link": "https://www.thehindu.com/opinion/editorial/neighbours-and-rivals-on-the-asia-cup/article67255735.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "01-09-2023"
    },
    {
        "full_article": "B R Guruprasad\nHaving triumphed in its endeavour to successfully soft land a spacecraft on the difficult south polar region of the Moon, India has now set its sight on the Sun. The Isro-built Aditya-L1 spacecraft is getting ready for its launch on September 2 on board India’s trusted, versatile workhorse PSLV. But unlike Chandrayaan-3, which has been a lunar landing, roving and in situ exploration mission, Aditya-L1 is a spacecraft mission to study the Sun from a vantage point about one and a half million km from Earth towards the Sun.\nKnown as the L1 Legrangian point, this location in deep space facilitates the uninterrupted 24×7 observation of the Sun. Though Aditya’s location from Earth will be four times the distance between Earth and the Moon, the Sun will be very far from Aditya. So our parent star does not pose the danger it would have if Aditya ventured too close to it.\nRead full story on TOI+\n\n",
        "headline_1": "Space, sunny side up: Isro’s Aditya-L1 mission is readying for launch. Its solar surveillance payloads can help protect Earth-orbiting satellites that form the backbone of global economic infrastructure",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/space-sunny-side-up-isros-aditya-l1-mission-is-readying-for-launch-its-solar-surveillance-payloads-can-help-protect-earth-orbiting-satellites-that-form-the-backbone-of-global-economic-infr/",
        "news_paper_name": "The Times of India",
        "publish_date": "01-09-2023"
    },
    {
        "full_article": "Aaditya Uddhav Thackeray\nMaharashtra has a significant opportunity to lead the way in India’s transition towards a sustainable energy future. While there is an urgent need to address the energy demands of a growing population and a developing economy, it is crucial to recognise that the path to progress lies not in building more coal power plants, but rather in embracing renewable energy sources. Furthermore, Maharashtra can take a bold step by repurposing its end-of-life coal plants into renewable energy and storage facilities. Coal power plants have long been the backbone of India’s energy infrastructure, but they come with significant drawbacks. Maharashtra, like many other states, has witnessed the adverse effects of coal-based energy generation, both environmentally and in terms of public health concerns.\nRead full story on TOI+\n\n",
        "headline_1": "Does Maharashtra need more megawatts from dirty coal?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/does-maharashtra-need-more-megawatts-from-dirty-coal/",
        "news_paper_name": "The Times of India",
        "publish_date": "01-09-2023"
    },
    {
        "full_article": "The southwest monsoon has followed a seesaw pattern this year. A dry June was followed by July recording heavy rainfall to make up for the first month. It reversed the trend in August, which is on course to be driest on record. In cumulative terms, the rainfall till August 29 was 627.2 mm, 9% below normal. This pattern poses challenges for farmers as sowing was delayed in many parts of India, but it may not have a marked impact on crop output.\nKharif season output is now relatively insulated from the southwest monsoon. A recent RBI study of data over three decades found that while the southwest monsoon’s impact remains statistically significant, its influence on output is waning. Expansion of irrigation has made the difference. In 1990, among 17 major states for crop output, only three had more than half the net sown area covered by irrigation. Now, nine have more than 50% of the net sown area under irrigation. This has helped FCI diversify paddy procurement.\nThe expansion of irrigation however is not costless as it’s been driven by tubewells, leading to depletion of aquifers.\n\nBut even if the southwest monsoon’s impact has receded, crop output remains vulnerable to climate shocks. The biggest risk that’s emerged recently is what extreme weather events do to crop yields. A sudden surge in temperature in March 2022 took a toll on wheat. Therefore, kharif output will be influenced by both the September precipitation and climate events during the subsequent harvest phase. GOI has carried out climate impact assessments using crop simulation models. One result is that rice yields can decline by 3.5% by 2050 if some of the current climate projections hold. At the margin, even a small decline in yield can have a disproportionate impact on crop prices.\nSeptember’s precipitation will be crucial for the trajectory of food inflation. Wholesale food prices have inflated 14.25% in the last four months, according to WPI. Agriculture now faces more risks than ever before. Both GOI and states need to account for it and coordinate policies to provide farmers incentives to move away from water guzzling crops. The current emphasis on millets is positive, but it needs to be backed by tweaking procurement as prices respond to it.\n\n",
        "headline_1": "Rain isn’t main: Dry August is worrisome but monsoon’s impact on crop output is waning. Climate shocks are the danger",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/rain-isnt-main-dry-august-is-worrisome-but-monsoons-impact-on-crop-output-is-waning-climate-shocks-are-the-danger/",
        "news_paper_name": "The Times of India",
        "publish_date": "01-09-2023"
    },
    {
        "full_article": "The latest in Taliban’s brutal attacks on Afghan women’s choices and freedoms is to ban them from parks. Women in Afghanistan are already barred from studying, most teaching, working in offices, and earning any money, even farm work and weaving and embroidery. UN officials warn of a mental health crisis, with a sharp rise in suicide attempts, because Afghan women “see death as preferable to living under current circumstances”. Taliban strikes fear as it combs cities to target women who worked in education, healthcare, social services and police. When Taliban’s medieval misogyny became official policy, not just regular democracies, even the 57-nation Organisation of Islamic Cooperation criticised it. Iran offered Afghan girls online university courses. China and Russia took a dim view, as did Saudi Arabia and Qatar.\n\nBut now, reactions have settled into a ritual of momentary outrage, which follows every new extreme. The supposedly internationalrules-based order seems to have little idea how to tackle the catastrophic fallout on women after the ignominious American departure from Afghanistan. Denying Afghanistan relief supplies because of their treatment of women is not an issue anyone’s talking about. Note that America, which abandoned Afghanistan, sanctioned Russia after it invaded Ukraine.\nAfghanistan is now in the club of despair, alongside Yemen and Syria. Brics’ 2023 declaration made no mention of Afghanistan. There is much deliberation on the Ukraine paras in the proposed G20 communique. But where does Afghanistan feature? Taliban gets economic and humanitarian help. Neighbours are hedging their bets on fears of terror exports. Beijing’s reached out. New Delhi sent a “technical team” to Kabul. Gulf Arab states are looking at partial recognition of the Taliban state. But the question not yet framed is how to get Taliban to concede on basic liberties for Afghan women. What’s happening to women in Afghanistan is terrorism in another form. And no one cares.\n\n",
        "headline_1": "The brutalised half: No major country cares about Taliban’s medieval misogyny and its devastating impact on Afghan women",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/the-brutalised-half-no-major-country-cares-about-talibans-medieval-misogyny-and-its-devastating-impact-on-afghan-women/",
        "news_paper_name": "The Times of India",
        "publish_date": "01-09-2023"
    },
    {
        "full_article": "In the southern state of Florida in the United States, where I have been visiting recently, Governor Ron DeSantis has called for the elimination of diversity, equity, and inclusion programmes in the state's public schools and in state-supported higher education. One would have thought that these would be the principles an education system should be striving hard to follow. DeSantis is campaigning for the nomination of the Republican Party in the 2024 presidential election. Former President Donald Trump is still the front-runner, as per public opinion poll, for the Republican nomination. DeSantis now aims to garner conservative voter support by making education an election issue.\nA campaign strategy for DeSantis is a crusade against \"woke\" culture. A positive shorthand for awareness of social injustice and bigotry used originally by progressive groups, \"woke\" has become a catch-all culprit for anything right-wing conservatives view as a social problem – from the collapse of banks to rise in crimes to mass shootings.\nIn 1996, prominent Christian rights leader Ralph Reed declared, \"I would rather have a thousand school board members than one president and no school board members.\" A former Trump adviser, Steve Bannon, recently said, \"The path to save the nation is very simple – it's going to go through the school boards.\"\nPublic schools in the US are funded by state and federal budgets complemented by local taxes, but the management of schools (including the hiring of teachers and deciding curricular content) is the responsibility of some 14,000 locally elected school boards.\nAn analysis by The Washington Post found that, over the past three years, legislators in 45 states proposed 283 laws that sought to restrict what teachers can teach about race, racism, US history and gender identity; increase parents' control over their children's education; limit students' access to school libraries and books; and promote what lawmakers defined as \"patriotic\" education. Of the proposed bills, 64 have been signed into law in 25 states.\nThe first amendment to the US Constitution prohibits the state's sponsorship or support of any religion or restriction of free observance of religion by citizens. This has been the basis for the Supreme Court's interpretations of the \"separation of church and state\" doctrine. But this doctrine has not eliminated debates and conflicts about religion and the state's role, especially with respect to state-supported education.\nIn 1925, in the State of Tennessee, science teacher John T Scopes was convicted in a trial – popularly known as the \"monkey trial\" – for violating state law by teaching Darwin's theory of evolution in high school. The state law was eventually repealed in 1967. But the political debate and attempts to influence education content and practice have not stopped.\nThe debate about control of education has become more intense across the globe, manifesting in varying ways in different historical and socio-political contexts. In South Asia, the rise of authoritarian populism and polarisation in political culture have fueled a form of culture war in national education systems.\nThe BJP government of Narendra Modi in India, in power since 2014, shares a staunch chauvinistic and cultural nationalism, and a populist appeal, with Trump's Make America Great Again (MAGA) credo and also the belief in neoliberal capitalism as the motor for national growth and development.\nA new education policy (NEP), the first in a quarter-century, was announced in 2020 in India. Critics are concerned that BJP sees NEP as a tool to spread a Hindu nationalistic agenda. In recent years, curricula have been adapted and textbooks (on history, for example) rewritten with an ideological bias. The Rashtriya Swayamsevak Sangh (RSS), the Hindu-right-wing ideological support base for BJP, sees education as the instrument for shaping people's cultural consciousness as per its own orientation.\nSome argue that the new policy is a cautious compromise that navigates different ideological positions and reconciles diverging objectives. Others are sceptical, given the fierce commitment to the Hindutva agenda that the government has shown and the political advantage it sees in pursuing this line to mobilise its support base.\nIn Bangladesh, the first Education Commission Report of 1974 by Qudrat-e-Khuda attempted to formulate education objectives reflecting the Constitution's four basic principles of state policy: democracy, nationalism, socialism, and secularism. The military rulers, from 1975 to 1990, shelved the Khuda commission's report, distorted the character of the Constitution with numerous amendments, and set up various education commissions and committees to put their stamp on the education system.\nThe successive elected governments since 1991 failed to overturn the legacy of the military rulers in many areas. A three-way, mostly low-quality school system developed that became a vehicle for division and disparity. The education policy of 2010, adopted by the regime still in power, gave legitimacy to the divisive system, though it espoused the objectives of a unified, equitable, and quality system. More significantly, nothing much was done to reorient the existing system by trying to implement the National Education Policy 2010.\nIn 2010, the Hefazat-e-Islam, drawing support from the Qawmi madrasa network, was formed in Chittagong. Led by Ahmad Shafi, it was meant \"to safeguard Islam from alleged anti-Islamic policies and to end secularism\" and to create an Islamic State in Bangladesh under Sharia Law. In 2013, Hefazat came up with a 13-point agenda, demanding gender segregation, punishment of \"atheist\" bloggers, mandatory Islamic education in schools, and restricting \"anti-Islamic\" NGO activities. Hefazat flexed its muscles by calling a \"siege of Dhaka\" on May 5, 2013, which was violently suppressed by the government.\nThe Awami League government, however, has been conciliatory to Hefazat, expecting to use the group to counter the political power of its main opponent, BNP, and the radical group, Jamaat-e-Islam, which had collaborated with the Pakistan Army in 1971.\nThe government conceded to Hefazat's demands, including arresting some secular activists. And in 2017, the government ordered the removal of 17 stories and poems by secular and non-Muslim writers from Bangla textbooks following demands by the group. In 2018, the government recognised Dawra-e-Hadith – a degree programme of the Qawmi madrasa – as being equivalent to a master's degree in Islamic studies from a general university.\nIn August 2022, Hriday Chandra Mondal, a science teacher from Munshiganj, was accused of defaming Islam for teaching about the theory of evolution. A student had recorded his conversation and a school staff member lodged a complaint with the police. Mondal was promptly arrested by police. He was granted bail after 19 days, and eventually acquitted in court. But Mondal kept receiving derogatory messages and death threats.\nEarlier this year, opposition politicians criticised the inclusion of Darwin's theory of evolution in textbooks introduced as part of a school curriculum revision. They claimed (falsely) that the text said humans evolved from monkeys. They demanded withdrawal of the textbooks which, according to them, defamed and opposed Islam. The books have been withdrawn and revisions have been underway.\nEver the optimist, Sir Fazle Hasan Abed wrote shortly before he died in December 2019 – in his foreword to a book by this writer and two colleagues on political economy of education – \"In South Asia and elsewhere the upsurge of ultra-nationalism, rejection of pluralism and secular humanism, self-serving populism, xenophobic trends and the majoritarian subversion of democratic institutions and values have emerged as new threats to human progress. Education itself is in danger of being misappropriated to serve these retrograde forces.\" He urged that the education community – including teachers, parents, and students – unite to reclaim the idea of progress itself in education.\nDr Manzoor Ahmed is professor emeritus at Brac University, chair of Bangladesh ECD Network and vice-chair of the Campaign for Popular Education. The views expressed in this article are his own.\n\n",
        "headline_1": "The culture war in education",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/the-culture-war-education-3407851",
        "news_paper_name": "The Daily Star",
        "publish_date": "01-09-2023"
    },
    {
        "full_article": "We're extremely concerned to learn that a recent survey by the Japanese External Trade Organisation (Jetro) found that 71 percent of Japanese firms operating in Bangladesh are dissatisfied with the general business environment. The findings are particularly distressing, given the fact that Japan had stated last year that they view Bangladesh \"as a frontier for foreign investment,\" and had expected more investment flowing into our nation in the coming years. Japan also happens to be our biggest bilateral development partner since the inception of our nation. So, if Japanese firms are now increasingly dissatisfied, will we be wrong to glean that the alarm bells posed in this survey also apply to all foreign investors?\nThe Japanese firms in the survey stated that, compared to other ASEAN countries, Bangladesh's exchange rate volatility, difficulties in procuring local raw materials, shortage of electricity, frequency of power cuts, and complicated customs procedures pose significant barriers to their business operations. The reasons cited by the firms undoubtedly undergird core issues prevailing in our economy today. But the tragedy of the situation is that these issues are indeed easily addressable.\nSince the dawn of the crisis, experts have shown great concern regarding the free-falling depreciation of taka. Yet, Bangladesh Bank has repeatedly failed to undertake key measures to pull the brakes on ongoing exchange rate volatility. On the other hand, the ongoing energy crisis fuelled by the authorities' unwillingness to deviate from import-dependent energy policy has put further pressure on the foreign currency reserves, posing various roadblocks for both domestic and foreign businesses to thrive to their full potential. And, needless to say, ease of doing business, such as seamless customs procedures are integral to attracting foreign investment. We need to dramatically shift our current approach and work towards mitigating significant bureaucratic delays and red tape that detract our foreign investors.\nThe truth is, the lack of necessary adjustments in our economic policies has debilitated our industries and the resulting adverse impacts are becoming increasingly inevitable. We know all too well that the government has a track record of brushing over such surveys that reveal alarming macroeconomic indicators. But in the current global crisis, and with our ambitious aims of economic growth with abundant foreign direct investment, the Jetro survey must be taken seriously. We urge the government to pay attention to the concerns underlined by the Japanese firms and introduce policy reforms to ensure a favourable climate for all foreign investors.\n",
        "headline_1": "Don't disregard Japanese firms' dissatisfaction",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/dont-disregard-japanese-firms-dissatisfaction-3407801",
        "news_paper_name": "The Daily Star",
        "publish_date": "01-09-2023"
    },
    {
        "full_article": "As a nation, we continue to have a lot to complain about. Today, students are still subjected to, more or less, the same so-called education that we or our seniors experienced. What can we do? My passion and interest being in matters of the education system, I've come to the conclusion that I can at least raise important questions that we have mostly overlooked in our approach to education in Bangladesh in the hope to accelerate critical conversations.\nFirst, what is the purpose of education? What compels us to pursue education? In a thought-provoking article, published in 1997, David F Labaree, professor of education at Stanford University, highlighted three \"conflicting\" goals of education and discussed the growing dominance of the social mobility goal, and how it conformed education to a commodity for status attainment and incentivised the pursuit of credentials over knowledge acquirement. This is relatable because, in line with the aspects of credential inflation and the meritocratic labour-market-oriented ideology of \"social mobility,\" educational pursuit in Bangladesh is mostly motivated by the desire to get a job. Any student growing up with the Bangladeshi education system has experienced the primacy of rote-learning methods, shadow education, and rat races to attain grades and certificates – all with the aim of attaining good jobs and social status.\n\nIf I were the education minister, I would specifically focus on substantially increasing the budget allotted to educational research – it should be a unique designated target. We have a terrible scarcity of longitudinal data, and of educational data in general, to be able to follow children from their childhoods in formal education to later years.\nThen there's the fact that context matters and we should not always blindly implement findings from other contexts into our own, which is something we rarely consider when we think about reforms in our education system.What does this mean for international calls that we have adhered to in terms of training and skills? What about different types of schooling – do they each have different purposes? Can increasing teachers' salaries be the key to improvement in the lessons delivered in classrooms, if we don't simultaneously change our textbooks and our curriculums? What do we mean by \"inclusive education\"? Are there inequalities in aspirations at the root? Why is it that the child of a minister should not aim for Technical and Vocational Education and Training (TVET), but the child of a tailor should? What does it say about the pedagogies we have adopted if a child selling fruit can count better than a child in formal education?\nIn answering these important questions, we must first remember to ask them. Once these questions are raised, how we answer them comes back to purpose and will. At the end of the day, no reform is above the politics and power dynamics that govern the uptake of an idea. And so, the first steps to take would involve three key aspects: budget distribution, investment in research, and carefully selecting the core teams that decide the trajectory of educational policies.\nYes, I agree that the share of the total budget allocated to education should be increased. However, my argument is that how we are using the allotted budget is as important, if not more, than how much budget we have. This is where the matter of educational goals becomes most important. Educational goals will ascertain our priorities, which will in turn drive the educational aspects we choose to invest in. While it is, of course, important to finance educational infrastructure equitably across the country so that each area, regardless of being rural or urban, has sufficient educational provisions – such as school buildings, sanitation, clean drinking water, access to educational materials and resources – it is also important to invest in the \"inside\" of classrooms, that is, in aspects that are abstract but directly linked to the quality of education. For example, in teacher training, in textbook content, in curriculum.\n\nHowever, the crucial point is that all these investment decisions must be research-driven. We must invest in educational research to be able to upscale reforms that work particularly for us. And this is where we need to facilitate our educational researchers to gather evidence that can inform our ideas. It is time to rethink our usual practices of picking from research in other contexts and applying it to our own without considering the possibility that things may be different here.\nIf I were the education minister, I would specifically focus on substantially increasing the budget allotted to educational research – it should be a unique designated target. We have a terrible scarcity of longitudinal data, and of educational data in general, to be able to follow children from their childhoods in formal education to later years. Reforms should be backed by research and only then will investment decisions gain legitimacy, no matter what the outcome. This is where it becomes important to have institutions in place – to validate the quality of the research that informs policy, and then the effectiveness of the policy itself. No decision should be taken lightly. Each investment decision involves taxpayers' hard-earned money in Bangladesh, and they – the entire nation in fact – deserve transparency.\nThis brings me to the last point: we need a good team of people in positions of power making the main decisions. The most important criterion is balance. Meaning a good balance of voices that challenge each other. We need people in favour of the human capital theory and people against it. We need both advocates and opposers of school choice. We need balance in terms of people from different portions of society because often there is an underrepresentation of voices, such that one group sets the rules for all others. That is, privileged individuals set the standards for underprivileged groups. Choosing a good team is key, as it makes or breaks the progress we yearn for. Any education minister should first attempt to institutionalise the recruitment process by 1) going by work and not only by fame and political affiliation, and 2) by assuring a balanced representation of voices.\nWe need to choose the harder but right path of stimulating each other to reach the decision that best reflects our collective priorities, keeping an eye, especially on the needs of the marginalised populations who need us the most. Each of us must rise above our political beliefs and affiliations to unite for the better of not any political party, but for our Bangladesh, especially for the sake of future generations.\nA recent study by the Bangladesh Institute of Development Studies (BIDS), presented at the BIDS Research Almanac 2023, revealed that there is an acute learning deficiency, whereby around 50 percent of children in Class 3 are unable to read in Bangla at their expected level. It's a finding that should be a national crisis, really. And it's a reminder that education remains in need of our notice and prioritisation. There remain much deeper issues in our education system often silenced and suppressed by attractive numbers and statistics. It's time to begin talking about these openly.\n\nAdmittedly, there have been times when I've preferred silence to speaking out. It was at a conference in Dhaka in December that I was apologising to a fellow academic for asking too many questions when a true educator, my teacher Dr Atonu Rabbani, said something along the lines of, \"If you don't ask the questions, then I didn't do my job right.\" That one line, and the way my teacher said it, was an eye-opener to what my responsibilities are. Those of us who are old enough to voice our thoughts should do so. Change starts with us, and it is with the aim of playing my small part in the process that I, with this introductory article, begin my limited series of writings on the changes I would like to make in our education system.\nRubaiya Murshed is a PhD researcher at the Faculty of Education, University of Cambridge. She is also a lecturer (on study leave) at the Department of Economics, University of Dhaka.\n\n",
        "headline_1": "Educating education: An academic's two cents on education reform",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/educating-education-academics-two-cents-education-reform-3407581",
        "news_paper_name": "The Daily Star",
        "publish_date": "01-09-2023"
    },
    {
        "full_article": "We're extremely concerned to learn that a recent survey by the Japanese External Trade Organisation (Jetro) found that 71 percent of Japanese firms operating in Bangladesh are dissatisfied with the general business environment. The findings are particularly distressing, given the fact that Japan had stated last year that they view Bangladesh \"as a frontier for foreign investment,\" and had expected more investment flowing into our nation in the coming years. Japan also happens to be our biggest bilateral development partner since the inception of our nation. So, if Japanese firms are now increasingly dissatisfied, will we be wrong to glean that the alarm bells posed in this survey also apply to all foreign investors?\nThe Japanese firms in the survey stated that, compared to other ASEAN countries, Bangladesh's exchange rate volatility, difficulties in procuring local raw materials, shortage of electricity, frequency of power cuts, and complicated customs procedures pose significant barriers to their business operations. The reasons cited by the firms undoubtedly undergird core issues prevailing in our economy today. But the tragedy of the situation is that these issues are indeed easily addressable.\nSince the dawn of the crisis, experts have shown great concern regarding the free-falling depreciation of taka. Yet, Bangladesh Bank has repeatedly failed to undertake key measures to pull the brakes on ongoing exchange rate volatility. On the other hand, the ongoing energy crisis fuelled by the authorities' unwillingness to deviate from import-dependent energy policy has put further pressure on the foreign currency reserves, posing various roadblocks for both domestic and foreign businesses to thrive to their full potential. And, needless to say, ease of doing business, such as seamless customs procedures are integral to attracting foreign investment. We need to dramatically shift our current approach and work towards mitigating significant bureaucratic delays and red tape that detract our foreign investors.\nThe truth is, the lack of necessary adjustments in our economic policies has debilitated our industries and the resulting adverse impacts are becoming increasingly inevitable. We know all too well that the government has a track record of brushing over such surveys that reveal alarming macroeconomic indicators. But in the current global crisis, and with our ambitious aims of economic growth with abundant foreign direct investment, the Jetro survey must be taken seriously. We urge the government to pay attention to the concerns underlined by the Japanese firms and introduce policy reforms to ensure a favourable climate for all foreign investors.\n",
        "headline_1": "Don't disregard Japanese firms' dissatisfaction",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/dont-disregard-japanese-firms-dissatisfaction-3407801",
        "news_paper_name": "The Daily Star",
        "publish_date": "01-09-2023"
    },
    {
        "full_article": "Amid dwindling economic prospects in Bangladesh, it is only natural that public confidence in the overall direction of the economy is dwindling, too. According to a countrywide survey jointly conducted by The Asia Foundation and the Brac Institute of Governance and Development, a whopping 70 percent of respondents believe that the economy is headed in the wrong direction. This comes at a time when we are bombarded with reports revealing the grim state of people's lives caused by the current economic turmoil, particularly the ever-increasing prices of essentials. With their purchasing power not increasing simultaneously, and with little policy initiative on the part of the government to address the situation, the majority of the people harbour a negative view of the economy.\nThe respondents in the survey cited various reasons for their perception, such as the high prices of products, scarcity of necessary goods, lack of employment opportunities, lower pay, etc. The resultant cost-of-living crisis has plunged many middle- and low-income families into severe financial hardship. Even the prices of once-affordable staple foods such as fish, eggs, poultry products, and potatoes – to name just a random few – have risen to such astronomical rates that people are having to cut back on consumption and elective care, among other things. The situation seems only to be getting worse by the day.\nThere are both external and internal influences contributing to the situation. Unfortunately, far from taking responsibility for the internal issues or taking measures to fix them, the standard government response so far has been to place the blame for spiralling commodity prices squarely on the Russia-Ukraine war. Interestingly, we have seen how prices of certain essentials have shot up even when their global prices have gone down. Needless to say, the government's defensive approach has only further eroded public trust in our economic foundations.\nWe, therefore, urge the government to stop making excuses and focus on improving the economy and market conditions through pro-people policy reforms. This, among other things, means stabilising prices urgently, increasing market regulation, and creating enough employment and entrepreneurship opportunities for the ordinary people.\n",
        "headline_1": "Introduce pro-people policy reforms",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/introduce-pro-people-policy-reforms-3407466",
        "news_paper_name": "The Daily Star",
        "publish_date": "01-09-2023"
    },
    {
        "full_article": "So long, air pollution known to be responsible for various health hazards, has now been found far more sinister in slashing life expectancy of a whole population. Dreadful as it is, the brunt has fallen most heavily on people living in this land. A study reported by the Reuters says that people in Bangladesh stand to lose 6.8 years of life on an average due to air pollution. The research study conducted by the Energy Policy Institute at the University of Chicago (EPIC) says rising air pollution can cut life expectancy by more than five years per person in South Asia-- one of the world's most polluted regions. The region, which includes Bangladesh, India, Nepal, and Pakistan, accounts for more than half of the total life years lost globally to pollution, says the EPIC research in its latest Air Quality Life Index. It was detected by satellites and defined as particles with a diameter of 2.5 microns or less (PM2.5). Air pollution concentrations are then fed into the AQLI metric, which calculates their impact on life expectancy based on peer-reviewed methods. Residents of Bangladesh, where the average PM2.5 levels are 74 micrograms per cubic metre, would gain 6.8 years of life if they were brought down to 5.0 micrograms per cubic metre as per WHO guidelines, the research asserts. This conversely means that with the current state of air quality measured by micrograms per cubic metre, life expectancy of Bangladeshi people is slated to be contracted by 6.8 years. Globally, South Asia is the worst impacted region. Unplanned industrialisation and population growth have contributed to declining air quality in South Asia, where particulate pollution levels are currently more than 50 per cent higher than at the start of the century and now overshadow dangers posed by larger health threats. Among other South Asian countries, India is responsible for about 59 per cent of the world's increase in pollution since 2013, the report said, as hazardous air threatens to shorten lives further in some of the country's more polluted regions. China, on the other hand, has had remarkable progress in its war on air pollution. Its air pollution dropped by 42.3 per cent between 2013 and 2021. According to the study, air pollution is more dangerous to the health of an average person on planet Earth than smoking or consuming alcohol, with the threat worsening in its global epicentre, South Asia.That Bangladesh is one of the mot polluting countries with worsening air quality is not unknown. Alarm bells were sounded time and again to do away with some of the most damaging polluting agents like industrial waste, dust, smokes from brick kilns, hazardous emissions from chemical factories and so on. Isolated moves to arrest the deteriorating environmental conditions have not at all helped. Is it not time for a concerted action under a well devised national plan to curb the rampant onslaught?",
        "headline_1": "Air pollution more dreadful than ever",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/air-pollution-more-dreadful-than-ever-1693496220",
        "news_paper_name": "The Financial Express",
        "publish_date": "01-09-2023"
    },
    {
        "full_article": "It is only natural that opposing camps would lock in a heated debate over the ramification of non-induction of Bangladesh into the BRICS club. When Ethiopia and Argentina have received the green card as part of expansion of this bloc set up mainly to serve the development of member countries with particular emphasis on eco-friendly projects and sustainable growth, Bangladesh's qualification for the multilateral platform is beyond question. Originally the acronym of the group set up in 2009 was BRIC with the first letters of the four emerging economies ---Brazil, Russia, India and China. With the joining of South Africa in 2011, the number of founding members was five of the rechristened BRICS. Now, about the invitation to Egypt, Iran, Saudi Arabia and United Arab Emirates (UAE) for joining the forum, any complaint can hardly be raised. After all, if the founding members are top emerging economies, the four Middle-eastern countries are known for their strong financial backbones. Egypt cannot be considered in the same league but this African nation with close affinity with the Arab world ranked higher at economic complexity index (ECI) at 58 to Bangladesh's 101. Here the primacy of emerging 'economies' rather than countries or nations is quite significant. The political overtone of the 15th BRICS summit at Johannesburg, South Africa could not be missed but was there the intent and purpose of forming this platform ever strategically political with an undercurrent of military might? Had it been the case, China and India with antagonistic relations between them would never have found a meeting point to form this economic partnership. Indeed, economic development and sustainability mark the development parameter of today's world. So, there is nothing to be surprised if the primary concern of the bloc is pooling a common fund to push ahead their development agenda in an eco-friendly and sustainable manner with due concern for climate change. In this regard, the European Union (EU), the Association of Southeast Asian Nations (ASEAN) may have provided the inspiration behind forming this platform for advancing the socio-economic causes of the countries concerned. With 40 per cent of the global population and 20 per cent GDP respectively, even the five-member forum was a formidable force. Its current expansion will catapult it to an even higher plane. The prediction is that China's economy will overtake that of the US by, according to Goldman Sachs, 2040. Others predict it will happen even earlier. The global asset manager further predicts that India would do so to become the world's second largest economy by 2075. So the economic issues were the prime concerns. Naturally, the members decided to set up a bank called New Development Bank (NDB). An agreement to this effect was signed at the sixth BRICS summit held in Fortaleza, Brazil. The inaugural meeting of the NDB board of governors was held in 2015. The bank received its first installment of the paid-in capital from its founding members. Thus the bank started its operation with an authorised capital of US$100 billion which is divided into 1.0 million shares having a par value of 100,000 dollars each. With an initial subscription of 500,000 shares worth US$ 50 billion, the founding members contributed to the fund. Bangladesh may not be a member of the bloc but it is one of the three early members of the NDB. The other two economies are Egypt and the UAE. Bangladesh's subscription to the initial capital was $942 million less than Egypt's $1,196 million but more than the UAE's $556 million. Membership of this new multilateral lender is open to the UN member countries. Clearly, its strategic vision concerned more economic issues than political ones. Of course, the subtle challenge it posed to the world's dominant currency dollar could be seen as an indirect political manoevure. But it was inevitable. At the time of its formation there was not the slightest idea of a Russia-Ukraine war and the subsequent hike in fuel price followed by dollar crisis that together stymied industrial production, trade and commerce and also triggered atrocious and unpredictable market volatility or inflation. Although the bank has been in operation for seven years in its founding member countries financing 96 projects at a cost of $33 billion, the bank made its presence felt in Bangladesh only in March this year when it planned to lend $235 million for a water supply system project in Dhaka and expressed its desire to lend at least $1.0 billion a year. If and when this happens, Bangladesh may feel compensated for the rebuff it received at the recently held BRICS summit. But what about the fundamental character of the BRICS. Will it change or stay put where it was? Clearly, China and Russia were keen on BRICS' expansion because that serves their purpose to counter the influences of the US and Europe. One facing sanctions over its attack against Ukraine and the other's rise in economic and military statures posing a challenge to the US supremacy cannot be acceptable to both US and its allies in Europe and Japan. But Brazil, India and South Africa have no such ambition nor does the second dominant member in the fold like any change in the charters. So India, a member of the Quadrilateral Security Dialogue (QUAD), has insisted on deciding the principles and guidelines before any move to expand the forum. Most likely a compromise was reached where Bangladesh's case did not figure prominently. There is nothing to be disappointed, though, because the country would be better off if left out of big power tussles. \n[email protected]",
        "headline_1": "Bangladesh in perspective of BRICS' expansion",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/bangladesh-in-perspective-of-brics-expansion-1693496254",
        "news_paper_name": "The Financial Express",
        "publish_date": "01-09-2023"
    },
    {
        "full_article": "Public sector development projects often hit newspaper headlines because of irregularities involving them. For a section of people, these projects are simply milch cows. Taxpayers' money is pilfered and wasted through procurement and execution processes right and left. The issue is discussed at all levels, even at the highest level of the government, but there has been no escape from the plunder. 'Balis kando' and 'Parda Kando' (massive-scale financial irregularities in the procurement of pillows and curtains) in a couple of large development projects are still fresh in the memory of all. The stories of such misdeeds had made their rounds and eyebrows were raised just because of the scale of misappropriation (the prices of some items were quoted 50 to 60 times higher than their actual prices). They, however, did not expect that the relevant authorities or the government would do anything substantive to stop the recurrence of similar acts in the future. So, the practice of irregularities has been going on unabated. A few of them have come to light, courtesy of the media, and many more have gone unnoticed. A vernacular daily a couple of days back ran a front-page story on one such development, highlighting how irregularities engulfed an education sector project that has been taken up for implementation sans the all-essential feasibility study. However, instances of taking up projects for execution without a feasibility study are many. Political expediency and intervention by influential quarters are behind such an irregular practice.The project in question was taken up in 2017 for constructing 320 buildings and addition of upper floors to 102 existing buildings in government secondary schools. The project also includes the distribution of sports materials to secondary schools. The deadline for completing the project was June 2021. But during the last six years, the construction of only one out of 320 buildings could be completed and the project, obviously, is experiencing both cost and time overruns, a very common practice in the country's public sector development arena.The project director concerned, however, has shown his uncanny promptness in procurement. He has allegedly purchased four luxurious motor vehicles at a cost of Tk 30 million, furniture and other office equipment without floating any tender. It remains a puzzle as to why most big and medium-scale public sector projects would need sports utility vehicles (SUVs) or 2,600cc to 3,000cc four wheelers. The top officials of respective ministries/divisions usually show special interest in procurement of such vehicles for development projects for reasons understandable. A sizeable number of those vehicles are taken out of projects and used by the top notches of ministries/ divisions. These vehicles are in addition to the ones officially allotted to them. The reasons behind time and cost overruns involving the development projects are many. Wrong selection of project directors is one. On most occasions, people having no expertise in development project executions are chosen. Here, individual choice plays a part. Besides, one official is given the responsibility of implementing multiple projects. This affects the pace of execution of projects. The Implementation and Monitoring Evaluation Division (IMED) is supposed to play a very important role in the administration process of development. Whether that agency is doing its job properly and efficiently remains a big issue. Going by the developments involving government projects, one might raise questions about its performance. So, IMED needs to revamp its role. It also needs some independent authority to look into allegations of corruption and other wrongdoings. \n[email protected]",
        "headline_1": "Dev projects: No end to pilferage, wastage",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/dev-projects-no-end-to-pilferage-wastage-1693496282",
        "news_paper_name": "The Financial Express",
        "publish_date": "01-09-2023"
    },
    {
        "full_article": "Many now cannot spend a single day without internet. But, the speed of internet is extremely poor in Bangladesh. According to Ookla's latest Speedtest Global Index, the country has ranked as one of the worst nations in the world in terms of mobile internet speed. Bangladesh reportedly came in the 120th position among 143 countries in mobile internet speed. Mobile phone users in Bangladesh receive internet speed of 17.18Mbps whereas users in Qatar, which has topped the index, receive internet speed of up to 205.77 Mbps. Even most African countries are ahead of Bangladesh in terms of internet speed. However, the cost of internet is not cheap in the country. The cost of using mobile internet is much higher in our country than in France, Italy and India. Mobile phone operators and other internet service providers here have been making huge profits with their various internet packages. There are many hidden conditions also. Such a sorry state of internet services is disheartening us all at a time when we depend on the internet and when the country is supposed to be a Digital Bangladesh. The authorities concerned should, therefore, attend to the issue of poor internet service and take effective measures in this context. We should not forget that high-speed internet is a basic requirement for receiving the full potential of digital technologies.\nMehbish Siddiqua, Student of HRM, North South University, Dhaka, [email protected]",
        "headline_1": "Improving mobile internet speed",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/improving-mobile-internet-speed-1693496305",
        "news_paper_name": "The Financial Express",
        "publish_date": "01-09-2023"
    }
]