[
    {
        "full_article": "The Information Commission of Bangladesh delivered a much-awaited decision on March 8, 2022, and a much-needed shot in the arm of the right to information (RTI) regime in Bangladesh. The commission displayed objectivity in applying a key aspect of the law—that which pertains to the government's legitimate need to exclude some sensitive information from disclosure to the public.\nThe decision related to a complaint case dealt with by the Information Commission earlier in the year. It arose from an RTI request of a Bangladesh national to the police authority for some statistics on the application of the Digital Security Act (DSA). The police denied the request, arguing that disclosure of the requested information would obstruct enforcement of law, incite offence, endanger public security, impede judicial process, and affect investigation. Provisions of Section 7 of the Right to Information (RTI) Act, which provided for such exemptions to public authorities, were cited.\nThe complainant challenged this contention and argued that the exemptions did not apply to his request, as he had simply asked for official statistics, much of which was already available in the public domain. In its decision on March 8, the Information Commission concurred with his position.\nWe cited the case in our last column (The Daily Star, February 15, 2022) when the commission's decision was still pending. As we await the release of the full text now, we fervently hope that it lays out the respective arguments of the two sides, provides an in-depth analysis of the legal issues raised by them, and explains the reasoning behind the commission's decision. Such an exposition will be immensely helpful to inform the public about different aspects of the non-disclosure provisions of the law, and how their misuse could undermine its fundamental objectives.\nThe need for such understanding applies to all sides. It must be realised that the RTI Act makes a clear distinction between two categories of information available with the public authorities. The first category includes those that are important to assess transparency and accountability in their work, and the second comprises those that are exempted from disclosure under Section 7 of the RTI Act to safeguard public interest.\nObviously, RTI users are more inclined to see most information available with public bodies as belonging to the first category. On the contrary, the designated officers of public bodies dealing with RTI requests are naturally inclined to see them as belonging to the second category, and thus susceptible to refusal. It is important, therefore, for the two sides to understand the extent, scope and rationale of the exemption clauses provided under the law, and avoid any possible impasse.\nTo facilitate such understanding, it may be best to group the 20 subsections of the law's Section 7 into broad categories, based on the objectives they seek to safeguard. Here is our take: i) Information related to national security, integrity and sovereignty; ii) Information related to foreign policy and relations with other countries; iii) Information related to the national economic interest and other relevant issues; iv) Information related to law enforcement and judicial processes; v) Information related to trade secrets and commercial confidentiality; vi) Information related to the privacy of individuals; and vii) Information related to the cabinet decisions and similar other documents. There are, of course, many sub-layers within these categories.\nHowever, little effort has been made so far by the civil society or the Information Commission to help users unpeel the various layers of the subsections. Closer attention would reveal, inter alia, an intrinsic mechanism to apply a \"harm test\" for their application. They require public officials to consider whether any public interest may be harmed through the disclosure of a requested information. If not, there should be no bar to its disclosure. Some exemptions are also qualified and not absolute. The designated officers must bear all these in mind while making a decision on an RTI request.\nIt is important to underline that the RTI Act is one of the most valuable laws of the land for promoting active engagement of citizens in the affairs of the state. However, so far, participation has been limited, with a few exceptions, to the less privileged sections of our population. This must change. There are many aspects of the law that call for a more mature understanding, which are often beyond the grasp of less trained citizens.\nHopefully, the publicity surrounding the case under consideration will draw the attention of our civil society leaders. There is a particular need for social and political science scholars and researchers to assess the progress of the RTI Act in Bangladesh, with a more specific focus on the challenges faced. A particular challenge relates to the application of Section 7 of the RTI Act.\nA good beginning would be to undertake research on the application of the exemption clauses over the years to deny disclosure of information, and assess their justification. It would call for close cooperation between the civil society and the Information Commission. The latter has paved the way with its recent decision, which will enhance its image in the eyes of RTI users, inculcate greater introspection among public officials, and contribute to an increased confidence in the law.\n \nShamsul Bari and Ruhi Naz are chairman and RTI coordinator, respectively, of the Research Initiatives, Bangladesh (RIB).\n",
        "headline_1": "Kudos to Information Commission",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/kudos-information-commission-2982991",
        "news_paper_name": "The Daily Star",
        "publish_date": "15-03-2022"
    },
    {
        "full_article": "Fifty-six-year-old Babul Sardar of Debhata upazila in Satkhira was arrested with 50 bottles of phensedyl on December 11, 2021 by the Detective Branch (DB) of police. He was accused in four cases under the Narcotics Control Act, per the police claim. He was kept in the DB lock-up at the Police Lines for interrogation. Sometime in the dead of the night, he apparently committed suicide by hanging himself from the lock-up door's iron rod with a nylon rope, which he had allegedly been wearing around his waist—a claim contested by his family. Babul's family further alleged that he had been tortured to death in police custody. The on-duty assistant sub-inspector and constable were suspended—as a temporary measure—for negligence of duty.\nThis particular case raises some important questions. Why was an accused locked up for interrogation with a nylon rope around his waist? Shouldn't there have been a safety protocol to remove any weapons and materials from an accused's possession to eliminate the threat of self-harm or harm to others? What were the ASI and constable doing when the accused (allegedly) committed suicide?\nSimilar questions about police brutality in custody surfaced in the case of 34-year-old Raihan Ahmed, who was arrested in Sylhet in October 2020. Raihan was in good health when he was taken into custody, but soon fell ill there. When his condition worsened, he was taken to the Sylhet MAG Osmani Medical College Hospital for treatment, where he eventually died. The autopsy report revealed 111 marks of injuries on his body, and two of his nails had been pulled off. He had suffered severe internal bleeding due to injury.\nAs recently as in February 2022, a man named Wazir Mia died in Sunamganj district allegedly after suffering brutal torture in custody. He had been arrested, along with two others, on charges of stealing cattle. Wazir's family claim that his arrest and torture had been orchestrated by the local police due to his feud with a union parishad member. Two probe bodies were formed to investigate his death. However, when this newspaper tried to contact the superintendent of police in the Sunamganj district, Mizanur Rahman, he said, \"I don't understand why this is such a big issue to report on for three consecutive days. The probe body is working and I cannot comment on it now.\" The brusque reply only points to the apathy of police towards the people they are directly responsible for—those in their custody. Why is the evidence of brutal torture of a man in police custody not a big deal?\nAt times, the elements that could have been used as evidence are simply not available. Let's take the example of 36-year-old tea stall owner Himanshu Roy of Lalmonirhat, who was picked up by Hatibandha police in January 2022 following the death of his wife, 30-year-old Sabitri Rani. After \"questioning,\" Himanshu was kept in the police station's Women and Children Help Desk room. There, according to police, Himangshu took his own life by hanging himself from a window grill with a broadband cable. The CCTV cameras, which could have helped in investigating Himangshu's \"suicide,\" were mysteriously out of order at the time. Also, the Help Desk room is just opposite to the OC's room, yet no one noticed that a man was hanging himself from the window grill.\nThese incidents naturally take away people's faith from the law enforcement agencies as the protectors of the people and upholders of law and order in the country. According to rights group Odhikar, between 2014 and 2019, at least 54 individuals were killed after the Torture and Custodial Death (Prevention) Act was enacted in 2013.\nWhat is alarming is that, despite the enactment of the anti-torture law, which was passed as a part of the country's commitment to the UN's Committee Against Torture—Bangladesh is a signatory to it—the brutality of the police continues.\nWhen the first-ever verdict in a case filed under the act was delivered back in September 2020, with the Dhaka Metropolitan Sessions Judge's Court handing lifetime rigorous imprisonment to three police personnel over the custodial death of Ishtiaque Ahmed Jony, it gave people some hope that justice might finally prevail. The guilty cops were also asked to pay Tk 2 lakh each as compensation. However, the case is yet to be resolved in the higher courts, and Jony's family is yet to receive complete justice.\nUnfortunately, even though the Torture and Custodial Death (Prevention) Act was enacted in 2013, very few cases have been filed under the law since then as fear of retaliation makes most of the victims and their families shy away from filing complaints. And even if they gather enough courage to seek legal recourse, where would they go to file complaints? To the same police stations where they had been tortured? Often, the police themselves are not willing to take such complaints into cognisance. Those who do end up registering such cases have reported being threatened on multiple occasions.\nUsually, internal investigative bodies are formed in the aftermath of custodial deaths, and the punishment is also mostly administrative, like suspensions. As a result, errant cops may think they can get away with any criminal act. This is the irony with law enforcement agencies—not just in Bangladesh, but in many other parts of the world: in the process of enforcing law, the enforcers often become delusional and think that they are above the criminal justice system. And perhaps their appetite for violence only keeps getting bigger. Former Teknaf police station OC Pradeep Kumar Das is an example of this. He was allowed to commit atrocities and harm the common people with impunity, and at one point, he turned into a monster who fed on the misery of the common people—perhaps just for the heck of it.\nAnd often we come across media reports revealing police ill-treating the common people as well as, at times, even victims of various crimes. Traffic Sergeant Mohua Hajong herself had to go to great lengths to file a case with Banani police station against the driver of a vehicle—apparently the son of an influential person—after her father lost his leg as the car rammed into his motorcycle. Police initially refused to take the complaint into cognisance and tried to settle the matter through negotiation. The same police station, however, accepted a General Diary (GD) from the car driver against the victim, which suggested that 62-year-old Monoranjan Hajong—a former member of the Border Guard Bangladesh (BGB)—was the culprit; his motorcycle was apparently coming from the wrong side. Later, in the face of protests demanding justice for Monoranjan, police had to take the complaint from Mohua Hajong. But she was \"lucky,\" because not everyone gets to have their voices heard.\nThese arbitrary and often unlawful activities by the police need to be thoroughly investigated by independent committees, involving human rights activists, civil society members and legal experts. And based on the findings of that investigation, the system—that gives law enforcers such impunity—should be reformed so that the police realise and learn to respect the gravity of their responsibilities. And if found guilty, the culprits should be treated like any other criminal and held accountable for their actions.\nAt the same time, our policymakers have to rethink the existing investigation framework for complaints against the law enforcement agencies, especially with regard to custodial torture and deaths, for the greater good of the common people. Also, the government should revisit policies related to the interrogation of suspects and accused, as well as the protocol related to how they are handled by the law enforcement personnel. There should be a holistic and detailed anti-torture policy framework to tackle this growing problem.\nIt is high time the government and the policymakers took a hard look at the misadventures of certain law enforcement agencies and officials, and held them accountable to the same laws that they are tasked to uphold. After all, law enforcers are not licensed to kill.\n \nTasneem Tayeb is a columnist for The Daily Star. Her Twitter handle is @tasneem_tayeb\n",
        "headline_1": "International Day against Police Brutality: Not licensed to kill",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/closer-look/news/international-day-against-police-brutality-not-licensed-kill-2982961",
        "news_paper_name": "The Daily Star",
        "publish_date": "15-03-2022"
    },
    {
        "full_article": "Bangladesh has once again found itself as a target for Western ire, following its abstention from voting on a resolution condemning Russian military aggression in Ukraine, during a rare emergency session of the UN General Assembly that took place on March 2, 2021. Considering Bangladesh's persistent abstention at the UN sessions following the 2008 Russian military action in Georgia and the 2014 annexation of Crimea, and previously on Bosnia and Kosovo issues, Dhaka's latest policy posture should not have come as a surprise. However, within hours after the voting occurred, former Soviet state—and now enthusiastic NATO member—Lithuania reversed its decision to donate half a million Pfizer Covid-19 vaccines to Bangladesh—a move deemed by many as retaliation.\nThe sudden intensification of bloc politics has left smaller states unprepared and has shrunken the space for their policy autonomy, bringing their moves under the scrutiny of great powers. But, upon closer inspection of some of Dhaka's most recent foreign policy manoeuvres, this is not the first time it has defied Western expectations.\nNo bridges to be burnt\nBangladesh's \"sitting-on-the-fence\" policy can be traced back to its constitutional principle of \"friendship to all, malice to none\" and  its Non-Aligned lineage. The country's becoming a member of the Non-Aligned Movement (NAM) in 1973 and the Father of the Nation's participation in the historic 1974 Algiers Summit are deemed as watershed moments that continue to shape Dhaka's global outlook. These foundational principles are still reflected in Dhaka's decision-making.\nLast year, Dhaka surprised the world at least twice with diplomatic gestures towards its Southeastern neighbour, Myanmar. Despite mounting controversies following the junta's crackdown on anti-coup protests, Bangladesh was one of eight countries to send delegations to Myanmar's Armed Forces Day parade. In June 2021, Bangladesh also decided to abstain from condemning Myanmar on a UNGA resolution.\nA historical understanding of Bangladesh's foreign policy would explain that such abstention is a continuation of, rather than deviation from, the country's adherence to non-interference policy and aversion to side-choosing. Despite having a persistent rift with Naypyidaw on the Rohingya issue, Bangladesh decided not to burn the bridges towards dialogue with its voting pattern, which are mostly of symbolic value.\nDhaka's gamble\nThere are other pragmatic calculations which made Dhaka's decision to abstain from voting a relatively safe bet. In the first seven months of FY 2021-22, Bangladesh's export earnings rose by 30.34 percent to USD 29.55 billion, of which nearly USD 24 billion came from the country's apparel industry. The US, the EU and the UK—the forerunners of the anti-Russian front—have respectively been the top three destinations of Bangladesh's RMG exports. A spectre that has long been haunting Dhaka is that its foreign policy autonomy and differences with the West may spill over between its trade ties. However, looking at the list of top RMG exporters (China, Vietnam and Bangladesh in that order, all of which abstained), it might have seemed that such repercussions, at least for now, would be unlikely.\nBangladesh is now in the throes of major socio-economic transformation. Hence, a balanced economic diplomacy and development cooperation has always been the primary driving force of its foreign policy. The western markets are major export destinations for Bangladesh's thriving RMG industry, while Beijing has been a source of funds for vital and ambitious infrastructure projects. Therefore, the intensification of geopolitical rivalry has Dhaka walking along a tightrope.\nIn a rare, frank expression, Foreign Minister AK Abdul Momen laid bare Dhaka's dilemma during the 2022 Munich Security Conference: \"While India had offered Lines of Credit and Japan had also helped with infrastructure financing, incoming loans have been declining, and it is China that has come forward with a basket of money and aggressive, affordable proposals.\" Momen highlighted the need for financial assistance and investment with fewer strings attached and lamented the failure of rival blocs to place counter offers addressing the developmental needs of developing nations. Such frank expression clarifies that the key to Dhaka's heart is easy and affordable development finance. Bangladesh doesn't want to be a \"pawn\" in great powers' tussles. Instead, it wants to be the \"jewel\" of the emerging economies.\nA tale of 'historic ties'\nThe former Soviet Union, vetoed—at least twice—US-backed resolutions to intervene in Bangladesh's war of independence against Pakistan in 1971. Since then, Bangladesh has shared \"historical ties\" with Russia—the largest nuclear arsenal state with a permanent seat on the UNSC, and with whom it has no significant area of conflicts and disagreements. \nTrade ties between Bangladesh and Russia have been on the rise, and reached a record USD 2.4 billion milestone even during the Covid-19 pandemic. In November 2021, both countries formed an Intergovernmental Commission (IGC) on trade, economic, scientific and technical cooperation. Taking sides on the Ukraine issue will have a direct impact on Bangladesh's lookout for new markets and new investment to avoid the Dutch Disease.\nThe jewel in the crown of the cooperation between these two countries is the Rooppur Nuclear Power Plant (RNPP), the first such plant in Bangladesh and the largest infrastructure project in the country's history. Ninety percent of the USD 13 billion project is being funded by Russia through state credit.\nRussia is also an integral part of Bangladesh's military modernisation effort. Dhaka tends to balance out its reliance on Chinese military hardware by procuring combat jets and other defence equipment from Russia. Given these geopolitical and economic imperatives, it is quite understandable why Dhaka did not \"fall in the lines\" of the Western powers by abandoning and condemning a \"revanchist\" Russia on the UN platform.\nBy choosing to abstain, along with regional players of similar interests (China, India, Pakistan and Sri Lanka), Bangladesh showed the world that it prioritises unison in the neighbourhood over being vocal about the war in a distant land. Dhaka's carefully-constructed statement, that says, \"Wars are not of anyone's interests,\" and that they contradict the core aspiration of developing economies like Bangladesh, manifest \"pragmatism,\" if not realpolitik, in Dhaka's outlook while navigating its great power rivalries. Thus, Bangladesh told the world that \"this is not my war,\" and that it will \"avoid choosing sides\" in others' war(s) amid the intensified triangular, if not binary, distribution of power in the global politics between and among the \"rising East\" and the \"declining West.\"\n \nHassan Ahmed Shovon is a research assistant at the Central Foundation for International and Strategic Studies, Bangladesh.\n",
        "headline_1": "Deciphering Dhaka’s stance on Ukraine",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/deciphering-dhakas-stance-ukraine-2982951",
        "news_paper_name": "The Daily Star",
        "publish_date": "15-03-2022"
    },
    {
        "full_article": "The struggle of the poor and low-income group that began with the outbreak of Covid-19 in early 2020 is now worsened by the unabated rise in the prices of essentials. These people are still grappling with their limited budgets as the pressure of price hikes continues to mount. Of course, the global economy is also under tremendous pressure. With the pandemic persisting for more than two years, economies across the world have lost pace and, in some cases, stalled. Supply disruptions, logistical interruptions, shipping and airline charges and port congestions have led to higher prices of commodities. This is affecting the economic recovery process as a large section of people are still struggling to stay afloat. On the other hand, demand is on the rise as countries strive to recover from the pandemic fallout. The capacity of economies to meet the demand remains unfulfilled in view of the economic shrinkages during the pandemic.\nIndeed, Bangladeshi consumers began to feel the inflationary pressure in June 2020. High commodity prices in Bangladesh are often connected with high global prices, but that is not always the reality. In Bangladesh, there is a tendency to blame external factors for high prices even if certain commodities do not have any connections with the global demand. As the country imports a few important commodities, higher prices of those will be passed onto the consumers. Unfortunately, such pass-through is reflected only in the case of price hike. When global prices decline, it does not get reflected in our domestic market. So, when global prices of fuels and other commodities go up, their prices in our domestic market are raised correspondingly, but the opposite does not happen. While importers pay less for their imports, the end consumers continue to pay the elevated prices.\nBangladesh is dependent on imported oils. The oil prices for Brent crude oils have increased by 83.9 percent over the last 12 months. This increase is worrisome since the share of Brent oil in the globally traded crude oil is more than 50 percent. The price is expected to continue to rise in the face of the ongoing Russia-Ukraine war. Therefore, the Bangladesh government will have to prepare to face such price hikes strategically—without any delay. The demand for fuels has been high as countries have been striving to recover from the pandemic slowdown. Bangladesh should make advance purchases to reduce the pressure of high prices. High payment for expensive fuel will be a stress on the country, given the shrinking fiscal space.\nBangladesh also imports edible oil, food, sugar, intermediate goods and raw materials for production. Using the excuse of the ongoing Russia-Ukraine war, prices of these items, particularly of edible oil, have skyrocketed. The government recently withdrew VAT from a few items such as edible oil, chickpeas, sugar and lentils till June this year. This has been a right move, given that the demand for these products will increase ahead of Ramadan, which is less than a month away. However, the need for strong market intelligence is critical. Unscrupulous market players have always been active to take advantage of difficult periods, by stockpiling and creating artificial crises in the market. Efficient market management through close monitoring and supervision will be critical to keep the commodity prices under control during Ramadan and beyond.\nThe other measure that the government should put in place is the enhancement of support for poor and low-income groups. The volume of sale of essential commodities through the open market system (OMS) should be increased. In a welcome move, the government has decided to supply edible oil, sugar, lentils, and chickpeas at an affordable price to 50 million people across the country. Distribution of these commodities must be managed effectively and without any corruption, so that the eligible people have access to these items at low prices. Indeed, the government should provide direct cash support to the poor, enhance social protection for low-income families, and extend stimulus to the small businesses for their survival during difficult times.\nBesides, the government should prepare for maintaining adequate food stock not only through better agricultural production, but also through importing food. The high fertiliser price would lead to higher cost of production and higher prices of agricultural commodities, including rice. Due to the impact of climate change, the global projection of agricultural production is not promising. Natural disasters such as flood, cyclones, drought and wildfire will continue to disrupt agricultural production, resulting in continued inflationary pressure. Because of uncertain climatic conditions, high input costs, and the pandemic, the international food market is predicted to be unstable in 2022 by the Food and Agricultural Organisation (FAO).\nIn Bangladesh, despite bumper production, the rice market has been observed to be volatile during the past years. Despite the claim of being self-sufficient in food, we have to import food from the international market to meet the local demand. Also, Bangladesh's vulnerability to climate change is high. In these circumstances, there is a need for actual demand estimation of rice and other food items in the country. During a crisis, food-exporting countries would not export food without meeting their domestic demands first. If they decided to export, the prices would be exorbitant. Therefore, planning the production and import of food should be done early on. And again, the government must monitor the market closely to curtail any attempt to manipulate the prices. Otherwise, the pain of the inflationary pressure cannot be relieved in the short term. It will hamper a sustainable and inclusive pandemic recovery, since the real purchasing power of many people will decline, causing further inequality.\n \nDr Fahmida Khatun is executive director at the Centre for Policy Dialogue (CPD). Views expressed in this article are the author's own.\n",
        "headline_1": "Prices of essentials: Is the only way 'up'?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/macro-mirror/news/inflation-could-dent-covid-recovery-2982251",
        "news_paper_name": "The Daily Star",
        "publish_date": "15-03-2022"
    },
    {
        "full_article": "The sight of a bus taking sharp turns on a busy road to get ahead of another bus to pick up passengers is common in Dhaka. It matters little to the first bus driver if a pedestrian comes under the wheels of his vehicle and gets killed in their mad rush.\nWhat triggers these bus drivers to behave in such a reckless manner on the roads, where lives of the pedestrians are in question? On the one hand, underpaid and overworked as they are, these drivers know they have to earn enough to pay the owners of the buses—otherwise they may lose their jobs. They also have to pay their assistants from their cuts, to say nothing of the law enforcement personnel whose palms have to be greased regularly.\nA report published in this daily says that around 5,500 passenger buses under 110 companies operate in and around Dhaka. The owners claim they pay on average Tk 1.8 crore in bribes every month to those who manage the city traffic. Emboldened by the corrupt practices, drivers ignore traffic rules and engage in overtaking one another to pick up as many passengers as they can to maximise profits. According to Bangladesh Jatri Kalyan Samity, about 54 percent of the crashes in Dhaka last year involved buses being driven dangerously, and 5.33 percent of the crashes in Dhaka take place due to rash driving.\nWe believe a great deal has been reported on road accidents in all forms of media over the past decade, with the hope that the recommendations put forward by experts would be taken into cognisance, and a proper action plan would be put in place by the road safety authorities. But the relevant authorities fail to arrest rogue drivers and seize the unfit vehicles as the owners have already paid a \"package\" to them. Our report mentions a former assistant commissioner (traffic) of Dhaka Metropolitan Police, who admitted that the bus companies bribe the police because most buses don't have valid documents, and many drivers don't have valid driving licences. But, surprisingly—or perhaps, unsurprisingly—some current bosses of the DMP said they never found any evidence supporting such allegations. \nRoad accidents in Bangladesh see deaths of nearly a dozen people every day because of reckless driving. This cannot go on forever. We urge the government to investigate the allegations of corruption in the law enforcement and take exemplary action against them. It's high time we started holding the stakeholders accountable for the deaths on the roads.\n",
        "headline_1": "Human lives matter little to bus drivers",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/human-lives-matter-little-bus-drivers-2982926",
        "news_paper_name": "The Daily Star",
        "publish_date": "15-03-2022"
    },
    {
        "full_article": "It is a great shame for us that, while observing another International Day of Action for Rivers, we have so little meaningful action to show for as far as the conservation of our rivers is concerned. A photo showing the pitch black water of the Shitalakkhya River and its distributary, the Balu, published in this newspaper on March 14, 2022 to mark the occasion, bears witness to how calls for preventing the unscrupulous dumping of untreated effluent from upstream industrial plants into the river have fallen on deaf ears.\nUnfortunately, this apathy by the authorities seems constant in regards to most of the rivers in Bangladesh, despite an array of High Court orders directed at them to devise a strategy to protect our rivers. For example, according to a report in this daily, nearly 100 acres along the two banks of the Buriganga River remain filled up even after the installation of boundary pillars. Although sporadic drives by the Bangladesh Inland Water Transport Authority (BIWTA) have managed to remove some of the structures constructed on the encroached land, influential people continue to occupy significant portions of the riverbed. Additionally, there are around 90 shipyards along the Buriganga, all of which were set up filling the river mainly between 2015 and 2020.\nSince 2009, the High Court has repeatedly directed the authorities to demarcate the original territory of the Buriganga—as well as the Turag, Balu and Shitalakkhya—and restore them to their original state, and protect them against encroachment and pollution. And in a 2016 verdict, the court termed river-grabbing a criminal offence. Why is it that according to the National River Conservation Commission (NRCC), there are more than 50,000 river grabbers in the country? The only explanation is that the authorities have not taken any significant deterrent action against encroachers—particularly against those who are powerful—to set a strong enough precedent. And thus we return full circle to the crux of the matter. Despite repeated calls by the High Court, environmentalists and people in general, the authorities concerned have failed for decades to take necessary action to protect our rivers. Time and again, we have seen different state bodies shift blame from one another for such failures, even though all of them are at least partially responsible. Therefore, we reiterate our call to the government to come up with a concrete plan of action to protect our rivers—including a realistic timeline of action—and hold the authorities concerned responsible for their failure to follow through.\n",
        "headline_1": "Promises to protect our rivers remain unkept",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/promises-protect-our-rivers-remain-unkept-2982701",
        "news_paper_name": "The Daily Star",
        "publish_date": "15-03-2022"
    }
]