[
    {
        "full_article": "In a move that is unprecedented in India’s parliamentary history, 60 Members of the Rajya Sabha have expressed a loss of confidence in the Chairman, Jagdeep Dhankhar, who is also the Vice-President of India. These Members of Parliament, from the Opposition, have given notice for a resolution seeking his removal from office. The resolution is unlikely to face a vote, and will be defeated if it does. But that is beside the point. What is real and damaging for democracy is the trust deficit between the Chair and the Opposition members. Mr. Dhankhar’s rulings and his public statements have been cited by the Opposition as proof of his partisanship. Mr. Dhankhar’s decision to allow Bharatiya Janata Party (BJP) MPs to speak on the subject of an adjournment motion that he himself had rejected on December 9 was the final trigger for the extreme step by the Opposition. These members also see, among other things, a pattern of the Leader of the Opposition in the Rajya Sabha, Mallikarjun Kharge, being disallowed to speak, and Mr. Dhankhar publicly amplifying views of the government and berating those of the Opposition. Most often, it is career politicians who are elected, through a partisan contest, to supposedly apolitical positions such as President, Vice-President and Speaker of the Lok Sabha. Once in office, they largely stay above the fray. Hence, the notice for a no-confidence motion against the Rajya Sabha Chairman marks an unfortunate turn for democracy.It is no coincidence that all this comes against the backdrop of a constant campaign by the BJP to shrink the Opposition space. Criticism of the government is portrayed as an anti-national act, and institutions and individuals are often targeted through insinuations. There is little engagement between the BJP and the Opposition. If Parliament merely becomes yet another platform for political diatribe, it will erode rather than reinforce democracy. The message from parliamentary proceedings to the citizenry should be that the government is sensitive to their voices. The government’s defence of Mr. Dhankhar included a reference to his caste, and condemnation of the principal Opposition party, with the insinuation that it was anti-India. While the government gets its way by virtue of its majority, the Opposition must have its say. When Parliament is held hostage to hostility between the government and the Opposition, the Chair is expected to mediate and find a way forward. This role of the Chair is possible only when its occupant is neutral and seen as such. Regardless of the merit of the grievances, the Chairman could take a proactive approach to reassure his critics that he is above the political fray for the sake of institutional integrity. Published - December 12, 2024 12:20 am IST\n                          Read  Comments \n                Copy link  \n                        \n            \n                    Email     \n                                \n                \n                Facebook   \n                        \n            \n                Twitter    \n                        \n            \n                Telegram     \n                        \n            \n                LinkedIn     \n                        \n            \n                WhatsApp\n                \n                        \n            \n                Reddit      \n                        \n            READ LATER\n                    Remove     \n                \n                SEE ALL         \n                PRINT\n            Related Topics\n        \n                        Rajya Sabha\n                    \n                            /                      \n                        \n                        parliament\n                    \n                            /                      \n                        \n                        politics\n                    \n                            /                      \n                        \n                        Bharatiya Janata Party\n                    \n                            /                      \n                        \n                        democracy\n                    \n                            /                      \n                        \n                        India\n                    \n                            /                      \n                        \n                        political parties\n                    \n                            /                      \n                        \n                        political development",
        "headline_1": "Wide aisle: On the Opposition versus the Rajya Sabha Chairman",
        "headline_2": "Parliament must remain the forum for airing the views of all representatives",
        "link": "https://www.thehindu.com/opinion/editorial/wide-aisle-on-the-opposition-versus-the-rajya-sabha-chairman/article68973585.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "12-12-2024"
    },
    {
        "full_article": "Political affiliations are seldom considered a disqualification to hold judicial office, but there is no doubt that open bigotry should be one. The controversial remarks of Justice Shekhar Kumar Yadav of the Allahabad High Court, including an unacceptable slur against the Muslim community, at an event organised by the Vishwa Hindu Parishad (VHP) cast a shadow on his impartiality as a judge, if not his suitability to remain in office. Justice Yadav observed ominously that “this is India and it will be run as per the wishes of its majority”. It was clear from the context of a Hindu-Muslim dichotomy that he was speaking about, that he was not referring to a governing majority in a democracy, but the sort of numerical superiority that would give the larger group the final word on how the country is run. The judge also sought to compare Hindu and Muslim children and comment on how Hindus learn kindness and tolerance, while Muslims purportedly do not because they witness the slaughter of animals. He is previously known to have observed that the cow is the only animal that inhales and exhales oxygen and made remarks against conversion. It is a welcome development that the Supreme Court of India has taken note of reports highlighting Justice Yadav’s remarks and asked for details from the High Court. It is too early to speculate whether there will be an in-house inquiry, or a response to calls for his removal, but it is quite certain that the judge’s conduct and functioning will come under justified scrutiny.Even though the event was a discussion on the need for a Uniform Civil Code, it was not an ideal stage for a meaningful debate. The VHP is an aggressive proponent of a Hindu majoritarian view, responsible for spearheading a violent movement for demolishing the Babri Masjid in Ayodhya and installing a Ram temple in its place, and an organisation that has been banned in the past for fomenting riots, discord and much bloodshed. It was quite obvious that the forum would be more inclined to assail minorities than extol the virtues of a uniform law for civil matters. Judges of constitutional courts are not expected to grace the platform provided by such groups. It is regrettable that the judge forgot the ethical principles that bind the higher judiciary. In 1997, the Supreme Court had adopted a ‘Restatement of Values of Judicial Life’, a set of guidelines under which the behaviours and conduct of members of the higher judiciary must reaffirm the people’s faith in the institution’s impartiality and any act that erodes such a perception should be avoided. While lapses from such principles are not rare, Justice Yadav presents a rather glaring example. Published - December 12, 2024 12:10 am IST\n                          Read  Comments \n                Copy link  \n                        \n            \n                    Email     \n                                \n                \n                Facebook   \n                        \n            \n                Twitter    \n                        \n            \n                Telegram     \n                        \n            \n                LinkedIn     \n                        \n            \n                WhatsApp\n                \n                        \n            \n                Reddit      \n                        \n            READ LATER\n                    Remove     \n                \n                SEE ALL         \n                PRINT\n            Related Topics\n        \n                        politics\n                    \n                            /                      \n                        \n                        judiciary (system of justice)\n                    \n                            /                      \n                        \n                        Allahabad\n                    \n                            /                      \n                        \n                        Uttar Pradesh\n                    \n                            /                      \n                        \n                        minority group\n                    \n                            /                      \n                        \n                        India\n                    \n                            /                      \n                        \n                        hinduism\n                    \n                            /                      \n                        \n                        children\n                    \n                            /                      \n                        \n                        animal\n                    \n                            /                      \n                        \n                        Ayodhya Ram Temple",
        "headline_1": "​Bench and bigotry: On controversial remarks by Allahabad High Court judge",
        "headline_2": "High Court judge’s remarks on minorities require a stern response",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Bbench-and-bigotry-on-controversial-remarks-by-allahabad-high-court-judge/article68973692.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "12-12-2024"
    },
    {
        "full_article": "SC to hear matter of HC judge’s public remarks. Judges must be held to higher standards\nThe Supreme Court has sought details from Allahabad HC following complaints against HC judge Shekhar Kumar Yadav speaking allegedly in favour of majoritarian rule and making pejorative remarks against Muslims at a VHP event on HC premises, organised by VHP’s ‘high court unit’. The judge in question is no stranger to controversy. Several of his orders made news. To cite one, he denied bail in a cow slaughter case, speaking not so much on the case’s merits as the cow’s special status, that it was the only animal to “exhale oxygen”.\nSC correctly calls out judges over regressive remarks, misogynistic takes and expressions of religious prejudice. Recent incidents include the Gujarat HC judge who cited Manusmriti in a minor’s rape pregnancy case (normal to give birth at age 17), the Karnataka HC judge who called a part of Bengaluru “Pakistan”, and the Calcutta HC judge who told teen girls to “control their sexual urges”. What is damaging is not only that such unwarranted ‘free speech’ seems to be increasingly normalised. Judiciary’s problem is as much in the fact that judges who openly breach constitutional principles were selected in the first place.\nSome argue constitutional positions do not entail a curb on rights to freedom of expression, belief, association or assembly. But to establish tenets of impartiality, judges’ conduct in office and in public events has to be above reproach. It is what grants them immunity. Unbecoming conduct is effectively an abuse of that immunity. When anyone listens to Justice Yadav, what they may well ask is whether he can draw a line between his personal politics and his duty to hold court without prejudice. The same way justice must be seen to be done, optics of what judges speak where, is just as important to uphold expectations of the independence of judiciary. Justice Yadav’s remarks at a VHP event would have remained unnoticed had he not been an HC judge. But it’s impossible in some jobs to be in a public event and say this is a purely personal view. Being an HC judge is such a job. However SC proceeds, it must give a strong and clear reminder on this to judges. \n\n",
        "headline_1": "Judged outside courts",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/judged-outside-courts/",
        "news_paper_name": "The Times of India",
        "publish_date": "12-12-2024"
    },
    {
        "full_article": "Opposition motion on RS chair is rooted in perception, which is important for constitutional offices \nSome roles demand fair play in real time. Judges, match referees, cops manning traffic at crossroads and Rajya Sabha chair, to name a few. Unlike parents, they don’t have a lifetime to prove their impartiality. It’s important for them to not only think fair, philosophically, but also be seen as acting fair. It’s a question of optics, but more than that, outcomes. Conduct of RS & LS, for instance, mirrors the health of Indian democracy. So it’s troubling that opposition parties don’t consider V-P and RS chair Dhankhar impartial. On Tuesday, 60 MPs gave notice for a no-confidence motion against him, accusing him of being partisan. It’s a first in RS history, and while the motion’s success is highly improbable, it opens doors for more such attempts. Expect V-P’s office – the post is always a political appointment but seldom confrontational until now – to be attacked frequently.\nHow did things come to this pass? Dhankhar has had an uneasy relationship with opposition parties from his days as Bengal governor. Mamata had sought his removal from Kolkata Raj Bhavan for repeatedly challenging her authority in different matters. But allegations of partiality in RS stem from what opposition says is his more-than-occasional heavy-handed manner towards non-treasury parties. Opposition’s notice accuses him of denying requests to rebut “falsehoods”, making “unacceptable” remarks against LoP, acting like govt “spokesperson” in RS, celebrating his association with RSS, and “provoking the treasury benches to make outrageous remarks”. As cop, judge and referee, RS chair perhaps needs to play an elder’s role, not that of an opera conductor. As Dhankhar himself said at an event a day after SC’s “caged parrot” jibe at CBI: “In a functional democracy governed by the rule of law, perception matters.”\nThe no-confidence motion against RS chair is also a question of perception. In the republic’s 75th year, it arises everytime a governor or an LG has a standoff with the duly elected govt of an opposition party. While both sides score political points, each stroke takes some sheen off the republic.\n\n",
        "headline_1": "VIP: Very impartial person",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/vip-very-impartial-person/",
        "news_paper_name": "The Times of India",
        "publish_date": "12-12-2024"
    },
    {
        "full_article": "Mumbai to get new forest trail. But we already have concrete jungle, no? \nPosh Malabar Hill will get more uppity. Literally. It’s being bestowed with an elevated, 470m-long forest trail. Sounding like a SoBo unreal-estate agent, a BMC official said, ‘It overlooks a steep valley with stunning seaside view; other side adorned with lush flora, fauna, and unique trees.’ Soon, eco-seeko types will join the usual kota-sari-with-keds matrons at (shh, not-yet-renamed) Kamala Nehru Park, maybe even hang out at nearby Hanging Gardens. AC coaches will bring wonder to visitors, custom to kitsch-sellers, and as always hafta to cops. Since the trail ends near the old, stone-carved staircase of Babulnath Mandir, tourists can be offered an ‘Insta’+ Eternity combo package. Unlike most of the city’s new constructions, our new attraction will be fully fire-compliant, with exits every 300m, not blocked by hawkers. Moreover, unlike our fancy-flat interiors, it has ‘used a minimum of wood’.\nThe trail also has a hidden/hiding agenda. Along with such hi-tech marvels as our coastal road, it will enhance the illusion of Mumbai being a world-class city. And thus dazzle us blind to what exists ‘Beyond The Beautiful Forevers’, to borrow the title of Katherine Boo’s bare-knuckled book on Annawadi slum.\nAll rah-rah, wah-wah and sure to launch a zillion selfies. Pann bhau, nothing new, no? Amchi Mumbai already has daily trail through even denser concrete jungle. California redwood and Himalayan cypress? Bah. Climbing to merely 116m and 102m, they are bonsai-ed by our towers. Palais Royale broke records and rules to soar to 302m; we already have five in the 260m+club, and counting.\nOur concrete jungle is a haven for black bucks; landshark-infested waters lap at its shoreline. Jaguars, Impalas, Mustangs own the pathways; lesser creatures stumble through the ankle-twisting undergrowth. Dekho, dekho, dekho, such awesome bird-life. High-flying honchos and henchos, with eagle-eye on the main chance, swoop down on opportunity before it knocks. The greying goose is bar-headed at sundown. Most of all, the common crane conspires with neta-builders to claim the skyline.\n                                                ***\nAlec Smart said: “Syria’s historic city is now Damnascus.”\n\n",
        "headline_1": "Trail nix",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/erratica/trail-nix/",
        "news_paper_name": "The Times of India",
        "publish_date": "12-12-2024"
    },
    {
        "full_article": "An MLA who turned out to be a foreign citizen is such a perfect Indian story\nGerman citizen Chennamaneni Ramesh is a shoo-in for the history books. Ramesh won assembly elections four times from Vemulawada – twice in undivided Andhra, and twice in new state Telangana between 2009 and 2023. Ramesh had relinquished his passport in 2003 when he turned German, re-applied and got a passport in 2008. Ever since this son-of-the-soil, nephew of a former Maharashtra governor, with reportedly a PhD from Berlin’s Humboldt University, won on a TDP ticket in 2009, his citizenship issue has been in and out of GOI corridors, Andhra & Telangana HCs, and SC – until HC finally junked his Indian citizenship this week. Andhra HC in 2009 stayed GOI’s notice to Ramesh alleging fraud in his citizenship status. By 2013, HC declared Ramesh wasn’t an Indian citizen. But election officials clearly knew better – he was allowed to contest as a BRS candidate in 2014 and 2019. In 2020, Ramesh, with a heavy heart undoubtedly, had ‘offered’ to give up his German citizenship, but remained MLA. Denied an assembly nomination in 2023, KCR made him an adviser with cabinet rank.\nThe matter should be taken in all seriousness. But we’re cracking up at the sheer absurdity of a German shepherding a constituency for 16 years while his dubious Indian citizenship was an open secret. Had Ramesh turned out to be a citizen of say China or Pakistan or Bangladesh, all hell would have broken loose. But a West European? We can live with that. Ramesh pulled off this farce for over a decade and held a constitutional post by banking on the Chalta Hai trilogy Satyajit Ray never made: The Great Indian Documents Maze, The Great Indian ID Hack & The Great Indian ‘Adjustment’. End of day, it’s schadenfreude for incumbent Vemulawada MLA, Aadi Srinivas, who hauled the not-Indian-perhaps-German Ramesh to court, and also lost to him in four consecutive elections.\n\n",
        "headline_1": "German Shepherding",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/german-shepherding/",
        "news_paper_name": "The Times of India",
        "publish_date": "12-12-2024"
    },
    {
        "full_article": "If you've been in Dhaka lately, congratulations—you're essentially chain-smoking without lifting a single cigarette to your lips. Yes, folks, our city's air quality has reached such hazardous levels that stepping outside is now equivalent to puffing on 22 cigarettes a day. This makes Dhaka the only place where non-smokers can get lung cancer while saving on lighter fluid, fighting the cost of living one Sunlite lighter at a time.\nIn light of these alarming developments, the environment ministry has swooped in with groundbreaking advice: \"Wear masks\" and \"stay indoors unless absolutely necessary.\" A heartfelt thanks for that nugget of wisdom, but isn't this like putting a Band-Aid on a bullet wound? I mean, we're not exactly breathing air anymore; it's more of a gritty, sandpaper-like cocktail with top notes of carbon monoxide and nitrogen dioxide. The kind of drink even a drunk factory chimney would reject. But maybe staying indoors might aid the deadly traffic congestion if not our nasal congestion?\nTo point out the obvious irony of the situation here. Just a few years ago, masks were an accessory forced on us by a pandemic. We hated them. Now, thanks to our government's stellar environmental policies (read: none), masks are back, this time to save us from turning our lungs into charcoal briquettes. I wonder what's next? Oxygen tanks as the new trend-bags? \"Winter 2024 must-have: portable air purifiers. Available in matte black and Gulshan gold.\"\nMoreover, the ministry's suggestion to \"sensitive individuals\" during these escalated circumstances is to avoid going out altogether! Define sensitive. Do they mean people with asthma, young children, or anyone who likes their lungs functioning? Or does it include those of us who can't handle their boss's micro-management but still must trudge to work through this invisible soup of death?\nOne would think Dhaka's air would clear up after the rains. Nope. We're so committed to pollution that not even nature can wash away our sins. Construction dust, unregulated factories, and traffic fumes combine to create an air quality cocktail that would knock out a power plant. Forget smoking zones; we need breathing zones—designated areas where you can inhale without fear of developing emphysema by lunchtime.\nBut what truly baffles me is how casually we're all taking this. In any other part of the world, an Air Quality Index of 392 would spark mass panic. Here? It's just another Wednesday. People are jogging in parks, aunties are haggling over vegetables, and politicians are busy pointing fingers instead of planting trees. It's like living in a dystopian film where the characters are blissfully unaware that the apocalypse is well underway.\nMeanwhile, those trying to quit smoking might as well give up their nicotine patches. Why go cold turkey when you can get your daily fix just by breathing? Dhaka's air isn't unhealthy—it's efficient. One deep inhale, and you've got a pack of Marlboro Reds in your system without the pesky expense.\nOf course, there's always someone trying to see the silver lining—or in this case, the grey smog. \"But it's winter! The weather is so wonderful!\" Yes, wonderful enough for the haze to settle like a toxic blanket, smothering every attempt at optimism. Try sipping tea on your balcony while pretending you're in a Jane Austen novel when your chest feels like it's auditioning for a respiratory clinic's version of Lux Superstar.\nAnd let's not forget the global index shame. Dhaka consistently ranks among the most polluted cities in the world. We're number one, but not for anything we want to brag about. This isn't the Cricket World Cup, folks—it's a health crisis. Yet, here we are, at least some Dhakaites, more concerned about how to navigate the tri-state (Gulshan-Baridhara-Banani) traffic crisis than how to navigate the air that's trying to kill us.\nWhat's the solution, you ask? Oh, it's simple—move to Mars, because fixing this mess would require actual commitment to reducing emissions, regulating construction, planting trees, and, you know, caring about the people breathing in this city. Radical ideas, I know. Until then, invest in good masks, or get a lifetime air purifier subscription for clean lungs—if such a thing even exists.\nBarrister Noshin Nawal is a member of the editorial team at The Daily Star and an environmental activist.\n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "Cigarette city: Breathing in Dhaka’s signature cocktail ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/cigarette-city-breathing-dhakas-signature-cocktail-3773736",
        "news_paper_name": "The Daily Star",
        "publish_date": "12-12-2024"
    },
    {
        "full_article": "On October 7, 2023 the under-construction terminal-3 of Hazrat Shahjalal International Airport (HSIA) was inaugurated by the ousted ex-prime minister through much fare. Te past regime would put on this sort of shows of inaugurating mega projects just prior to the national elections to validate their hollow slogan of development and capture the electoral audience. The third terminal was meant to be operational by October 2024, a year after the inauguration. It is now evident that the work completion and operation are nowhere on the horizon. To reiterate the Khilgoan flyover was inaugurated roughly two years after completion whereas Mohakhali flyover was inaugurated six months before completion to precede a national election.\nAll these mega projects including the third terminal are breeding grounds for mega corruption. Corruption was the trademark of the ousted government. Corruption centred around sectors like energy, power and communication infrastructures received the most attention. However, the sectors that drew less national attention was the corruption in the Civil Aviation Authority of Bangladesh (CAAB) projects. The project budget of CAAB in the past years dwarfed even the nationally hyped Padma Bridge project. While the project estimate for Padma Bridge stands at a staggering Tk 30,770.14 crore, the budget for CAAB projects stands combined at Tk 32,605 crore, whereas Tk 21,399 crore was sanctioned for the third terminal alone as per a report published in The Daily Star on April 9, 2023.\nThe extension of the existing capacity of HSIA with a terminal and parallel runway was hatched during the first tenure of the Awami League (AL) government, 1996-2001. An absurd dream of building altogether a new international airport on the outskirts of Dhaka city named \"Bangabandhu Aviation City\" was also conceptualised—a grand design with the aim of mega corruption in all sectors of state craft.\nThese projects were put into motion when Awami League returned to power in 2009. By 2023, the project cost of the third terminal jumped to Tk 22000 crore  and the plan to build the parallel runway was dropped. Construction of the parallel runway would have allegedly negated the need to build a new airport. A big question remains as to why the projected budget kept increasing from original estimates that too with slashing the runway.\nWhatever projects were undertaken, it was unjustly presented as Bangabandhu's dream and the third terminal project was no exception. Media shamefully heralded it as a dream project saying it was going to be the best airport in the world. But the reality speaks a different tale. To begin with, let us compare the cost of two terminals constructed almost at the same time: the one in HSIA, and the other Bangalore Kempegouda International Airport's (BKIA) second terminal. Whereas the project estimate for the third terminal was an astronomical Tk 22,000 crore, the most of BKIA's terminal was only at a cost of Rs 5000 crore or Tk 7,050 crore (at a conversation rate of Tk 1.41).\nBKIA has become fully operational from January 2023. In contrast, only heaven knows when HSIA's third terminal will be completed and put into full operation. One can witness the beauty of BKIA's terminal by taking a video tour. But a glimpse at the third terminal can make us utterly frustrated and disheartened looking at the poor workmanship, though more money was spent in building it compared to BKIA. The third terminal project was adopted for loot by the people in the corridors of power.\nA random sampling of some important compliments of an airport like boarding bridges, passenger escalators and lifts depicts the gross level of quality compromise. Many of these amenities have been procured from obscure companies in collusion with local suppliers, who had strong political ties. There is a concern that vendors and suppliers of critical high-value items are so obscure that they may not be traceable at the time of the need.\nIt is essential to set up a high-level inquiry to find the anomalies in procurement and calling those responsible to task. It would be naïve to think that there is a lack of resources, time and experts to drive an inquiry regarding corruption in the third terminal project. No corruption should go unpunished, and sector-specific task forces need to address this issue. Failure to do so will let the wrongdoers go scot-free for their crimes and similar corruption practice will go on unabated.\nWhile dealing with past corruption is the call of the day, it is an absolute must to deter any chance of corruption and anomalies in future events. Ground handling is the most important aspect that the authority needs to pay full attention now. This crucial responsibility was given to Biman Bangladesh Airlines, which raised many eyebrows. Terminal operators specifically Ground Handling Agency (GHA) must be selected through open tender for fairness. Many top-notch world-renowned GHAs would be keen to participate. It is important to pick the two most suitable GHA operators to break the current monopoly.\nIt is a fervent call to the head of the interim government, to bring accountability and punish the wrongdoers involved in the third terminal project. Most importantly we should pave the way for picking up the most competent ground handler for the third terminal through a fair, competitive and influence -free bidding. We rest our hopes with the head of interim government Dr Muhammad Yunus.\nMofizur Rahman, retired group captain, is a commercial pilot and aviation management professional.\n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n",
        "headline_1": "Third terminal: A breeding ground of mega corruption ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/third-terminal-breeding-ground-mega-corruption-3773721",
        "news_paper_name": "The Daily Star",
        "publish_date": "12-12-2024"
    },
    {
        "full_article": "In journalism, there is a popular saying: if there is a dispute over whether it is raining or not, look out the window to see for yourself.\nSince the ouster of former Prime Minister Sheikh Hasina in Bangladesh, a larger section of the Indian media has constantly been belittling the political changeover in Bangladesh as nothing but an emergence of extremist groups. In doing so, these \"journalists\" have been cherry-picking information about what has been happening in a tense, tumultuous time to tarnish the image of Bangladesh, with a pre-determined narrative. It is as if they look for information to fit the story they have already written about post-2024-uprising Bangladesh.\nThe main rhetoric in the Indian media is that minorities in Bangladesh have been subjected to communal violence after the student-led mass uprising toppled the Hasina regime. There is no denying the fact that homes and businesses belonging to Hindus were ransacked and set ablaze in the immediate aftermath, but so were many other establishments that belong to Muslims. Taking advantage of the political void and lawlessness that followed the ouster, people who had been victimised by the previous regime, as well as those who took the situation as an opportunity to loot properties and some fanatics unleashed a wave of attacks on their opponents or perceived enemies.\nWhile I demand justice on behalf of the innocent men and women who suffered at that time, I will resist the manufacturing of the self-serving narratives that the Indian media is so fixated on—as vehemently as any Indian would do if the neighbouring country was judged by the 2002 Gujarat riots or the lynching of people from its minority Muslim community.\nHence, I request my Indian peers to come to Bangladesh, leaving behind prejudices, and see for themselves how things are before reporting on the country's evolving political and social situations. I appeal to them to stop portraying the country as a war zone. It is not. Things have been improving bit by bit since August 5, and we Bangladeshis are optimistic about reconciliation in a society that has been highly polarised for a decade or more to the benefit of a highly extractive political, economic and bureaucratic system.\nThis appeal comes from concerns that the misinformation and disinformation that journalists (who crossed over into the territory of YouTubers or activists) are spreading will ruin the potential of good relations between these two neighbours. One particular individual who has drawn my attention is Mayukh Ranjan Ghosh, senior editor of Republic Bangla. He is bent on proving that Bangladeshis are furious against the chief adviser of the interim government. It is a bizarre proposition unless he refers to the fallen political force and its sycophants.\nYes, Bangladeshis are frustrated because they are running out of patience to see a quick fix to the accumulated problems. A majority of them feel left out of the nation's economic growth over the last decade because it only exacerbated economic disparity. The macroeconomic indicators make it palpable. About a dozen banks have been dragged to near bankruptcy by close allies of Sheikh Hasina by borrowing huge amounts of money but never paying back. The capital market is in ruins because of corruption, manipulation and scams. The previous regime allowed politically influential people from the Awami League and bureaucrats, who served their interests, to exploit and distort the system of governance.\nPeople are now suffering the consequences; they are not getting back deposits from the sick banks, the value of investments in scam-hit securities diminished, and commodity prices skyrocketed as inflation kept rising not only because of global tensions but also due to domestic mismanagement. In the meantime, jobs are scarce because the money borrowed from financial institutions on the pretext of business expansion was laundered abroad.\nWhile the financial sector has been mercilessly beaten into the present sorry state for over a decade, it is now an uphill task to bring it back into order. The interim government has been given the mandate to bring reforms, but anyone can guess how challenging it must be. There are other concerns to address, such as rampant land grabbing, pollution of water bodies, and illegal construction of buildings, hotels, and other infrastructure by those who could get away with violating laws for their links to power before the August 5 changeover.\nBut Indian journalists like Mayukh Ranjan Ghosh tried to push the narrative that people were unhappy and divided in the post-August 5 era. He brought to notice some extreme sermons that criticised our national anthem, vilifying them for their lack of knowledge, but did not say how Bangladeshis around the world fought back against the force. What I hate to see is his depiction of attacks on minorities. Communal tensions have always had a presence in Bangladesh, kept alive by politicians as a calculated strategy targeting elections. Between 2012 and 2021, many attacks were made on minority communities: 2012 Ramu violence against Buddhist houses and monasteries; 2014 attacks on the Hindu community in Abhaynagar, Jashore; 2016 attacks on Hindus in Nasirnagar, Brahmanbaria over a fake Facebook post; and the 2020 attack on Hindu households in Muradnagar, Cumilla, for example.\nThe Awami League government did not ensure justice for the victims of those attacks, and we did not see Indian media personalities—such as Mr Ghosh—expressing concern and warning the then government against inaction. The Indian government, too, was not vocal at the time.\nWhat has changed then? Mr Ghosh and his disciples will be able to tell. I would suggest one thing though: his yelling does not prove the points he wants to make. He has to contextualise his speeches and research a bit more to elevate his works to the standards of journalism.\nMeanwhile, the damage rendered by the Indian media is that they have created a virtual version of Bangladesh as the political unpredictability offered them a good business opportunity with more and more audiences drawn to whatever content they made and promoted on social media platforms. That was feeding into an already tense psyche. The outrage in India expressed through attacks on Bangladeshi missions is inimical to the relations between the two nations.\nWhat the present turmoil in Bangladesh demands is a supportive attitude from friends within and outside towards building an amicable environment for reforms that will help the country achieve equitable growth. We need reconciliation between opposing forces; we need harmony and solidarity to rebuild the nation for the better.\nOn Monday, during an official visit to Bangladesh, Indian Foreign Secretary Vikram Misri said India wanted to \"carry on where we left off,\" meaning the disruption in the bilateral ties after Hasina's fall. \"There is no second thought about increasing engagements. We see this as beneficial for both countries,\" he said. I hope the section of the Indian media that is bent on fuelling tensions between the two countries will take note. Above all, I expect them to uphold journalistic standards and present reports based on facts.\nBishakha Devnath is the business editor of The Financial Express.\n\nViews expressed in this article are the author's own. \nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "Spreading false narratives will get Indian media nowhere",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/spreading-false-narratives-will-get-indian-media-nowhere-3773171",
        "news_paper_name": "The Daily Star",
        "publish_date": "12-12-2024"
    },
    {
        "full_article": "",
        "headline_1": "Mental trauma children exposed to",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/mental-trauma-children-exposed-to-1733930128",
        "news_paper_name": "The Financial Express",
        "publish_date": "12-12-2024"
    },
    {
        "full_article": "",
        "headline_1": "Air pollution posing   grave threat",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/air-pollution-posing-grave-threat-1733930165",
        "news_paper_name": "The Financial Express",
        "publish_date": "12-12-2024"
    },
    {
        "full_article": "",
        "headline_1": "Infrastructure development thru' collaboration",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/infrastructure-development-thru-collaboration-1733930192",
        "news_paper_name": "The Financial Express",
        "publish_date": "12-12-2024"
    },
    {
        "full_article": "",
        "headline_1": "Integrating vocational and general education",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/integrating-vocational-and-general-education-1733930215",
        "news_paper_name": "The Financial Express",
        "publish_date": "12-12-2024"
    }
]