[
    {
        "full_article": "When Hamas announced on Monday evening its acceptance of a ceasefire proposal mediated by Qatar and Egypt, jubilant crowds in Rafah, the besieged town in Gaza’s south where over 1.4 million people have taken refuge, took to the streets in the hope that a feared Israeli invasion would be averted. But their reprieve was short-lived as Israel immediately said the proposal “doesn’t meet its core demands”. Israel had already announced the evacuation of over 1,00,000 people from Rafah. A day after Hamas accepted the proposal, the Benjamin Netanyahu government sent tanks to Rafah and seized the Gaza side of the strip’s border crossing with Egypt. Now, Israel is practically controlling all entry points to Gaza, and most of them remain shut. To call Gaza’s existing situation a disaster would be an understatement. The Israeli Defence Forces (IDF) have killed over 34,000 Palestinians since October 7. Over 77,000 Palestinians have been wounded and nearly the entire Gaza has been displaced. Its northern and central parts are already uninhabitable. The UN says there is a “full blown famine in northern” Gaza, while a hunger crisis has spread across the enclave. Hundreds of thousands of people forced out of their homes in the north and centre, where IDF soldiers have been deployed, are now living in temporary shelters in Rafah. And the Israelis are again asking them to evacuate.When Israel came under a gruesome attack on October 7, the world expressed its solidarity with the Jewish nation. But the way Israel has conducted its war on Gaza ever since is not different from what Hamas did to the Israelis. Mr. Netanyahu’s government unleashed a collective punishment on the entire population of Gaza, with support from powerful allies in the West. But despite the disproportionate use of force against the Palestinians, Israel’s military performance is a far cry from what it was known for decades ago. Israel has neither managed to defeat Hamas nor get the hostages released. If Mr. Netanyahu goes ahead with the plan to invade Rafah, he would be making a terrible mistake. If the war comes to an end, he might face challenges to his political career. But if the war goes on forever with more killings of Palestinians, the state of Israel, already isolated and facing a genocide case at the UN’s top court, would be weakened further internationally. The only practical way out of this humanitarian and political calamity and moral abyss is a quick negotiated ceasefire that would see the release of all hostages and an IDF withdrawal. Even Hamas, undoubtedly a ruthless terrorist organisation that would not baulk at inflicting suffering on the very people it claims to represent, has shown a willingness to sign a deal. The question is whether Mr. Netanyahu is ready or not.\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nIsrael-Palestine Conflict\n\n/\n\nQatar\n\n/\n\nEgypt\n\n/\n\npeace negotiations\n\n/\n\nUnited Nations\n\n/\n\nterrorism (crime)",
        "headline_1": "Irrational Israel: On the ceasefire proposal and Hamas",
        "headline_2": "Netanyahu is prioritising his political future over his country’s interests",
        "link": "https://www.thehindu.com/opinion/editorial/irrational-israel-on-the-ceasefire-proposal-and-hamas/article68153653.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "09-05-2024"
    },
    {
        "full_article": "Nearly six months after the Centre prohibited onion exports citing runaway prices and supply concerns, it put them back in the ‘free’ category last Saturday, with the caveat of a minimum export price of $550 a tonne, and a 40% levy on top. This marked the second significant policy change on onion exports over a span of 10 days. On April 25, 2,000 tonnes of white onion exports were permitted, if certified by the Gujarat Horticulture Commissioner. Coming days before Gujarat’s Lok Sabha vote this Tuesday, the move triggered an outcry about preferential treatment from the neighbouring State’s farmers. In a press release, the Centre explained that “purely export oriented” white onions entail higher production costs, and nearly one lakh tonne of onion exports had also been allowed that would help Maharashtra, the country’s largest onion producer. This did not cut much ice — only a few thousand tonnes of onions had actually been shipped under that export window.It is no surprise that this conditional freeing up of exports comes just before Maharashtra’s onion farming hubs vote on May 20. Justifying the move, the Centre pointed to mandi prices stabilising at ₹15 a kilo since April, a fresh assessment that supplies are, in fact, adequate, and an assertion that the politically charged vegetable is perishable. State BJP leaders proclaimed this will ensure farmers get better prices and income. It is unclear if that will fructify — the floor price plus export duty formulation means exports are viable only at or over an estimated ₹64 a kilo. International onion prices have been easing after Egypt and Pakistan recently lifted their export curbs, much before India. With the latest norms expected to last at least till the next government takes charge, onion farmers will effectively face export curbs for almost a year, starting from last August when a 40% export duty was levied. Straddling the ‘consumer versus farmer’ dilemma is tricky, but some longer term context can guide policymaking towards a nuanced rather than a knee-jerk approach. Before food inflation spiked in the second half of 2023, onion prices had been falling for as many as 21 months till May. They rose about 30% through 2023-24, but from a 21% decline in the previous year. A Centre for Civil Society study reckoned that the average farmer lost 21% of annual income due to onion export bans between January 2015 and March 2020. If anything, the current streak of curbs after nearly two years of falling prices, does not send out a positive sowing signal for farmers. And that is neither good for curbing inflation nor meeting India’s aspirations to be the world’s food supplier.\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nexports\n\n/\n\nagriculture\n\n/\n\nfruit and vegetable\n\n/\n\nGeneral Elections 2024\n\n/\n\nGujarat\n\n/\n\nMaharashtra\n\n/\n\nBharatiya Janata Party\n\n/\n\nEgypt\n\n/\n\nPakistan\n\n/\n\ninflation and deflation",
        "headline_1": "A sob story: On onion exports",
        "headline_2": "Restrictive revocation of onion export ban sends wrong signals to farmers",
        "link": "https://www.thehindu.com/opinion/editorial/a-sob-story-on-onion-exports/article68150034.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "09-05-2024"
    },
    {
        "full_article": "With pro-Palestine student protests sweeping American universities, authorities have been left searching for answers. Kathy Newman, professor of English and Media Studies at Carnegie Mellon University, Pittsburgh, spoke with Rudroneel Ghosh about what’s fuelling the protests and how they are part of American tradition:\n● What explains the sudden outburst of pro-Palestine protests across US universities?\nI am not sure that it’s sudden. Students have been vocal with their criticisms of Israel’s response to the Oct 7 attack since Oct 8. I would say what’s new is that after Columbia University called in police, specifically NYPD, on its own students, I think the protesters’ encampment strategy has spread across the country. And the encampments have had two foci – criticism of Israeli military strategy in Gaza and solidarity with other students who are making these critiques.\nRead full interview on TOI+\n\n",
        "headline_1": "‘Protesting students reflect the soul of the university…What US is spending on Israel’s war can wipe out so much student debt’",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/protesting-students-reflect-the-soul-of-the-universitywhat-us-is-spending-on-israels-war-can-wipe-out-so-much-student-debt/",
        "news_paper_name": "The Times of India",
        "publish_date": "09-05-2024"
    },
    {
        "full_article": "Bihar has been a bellwether state. Voters aren’t getting swayed by one strong sentiment. Contest appears more evenly matched than assumed earlier. It’s NDA’s Modi plus welfare versus Tejashwi’s ‘new socialism’\nAlways a bellwether state, Bihar tells us why this national election may turn out to be a closer contest than was assumed earlier – a contest between coalitions sans any hawa.\nUntil Nitish switched sides again in Jan, BJP looked like it was out of ideas in the state. Unlike in neighbouring UP, here it lacked a major regional leader. Neither Modi’s messaging nor the return of Ram Lalla in Ayodhya looked enough. The opposition had seized upon the promise of a nationwide caste census, like the one in Bihar, to bring the juggernaut of Hindutva to a halt once again in the state.\nRead full story on TOI+\n\n",
        "headline_1": "Less hawa, more haq",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/less-hawa-more-haq/",
        "news_paper_name": "The Times of India",
        "publish_date": "09-05-2024"
    },
    {
        "full_article": "A 13-year-old Mumbai resident, Anamta Ahmed, who lost an arm in an electrocution accident went on to score 92% in her board exams. Much as we celebrate Anamta’s ability to cope, her will to overcome her life-altering accident, Anamta is really, yet another reminder how India fails her children – again and again. Children electrocuted is just another horror we appear helpless to fix.\nCities unfit | A 2018 report, Status of Children in Urban India by National Institute of Urban Affairs, looked at lives of children in cities. The under-18 brigade makes up 34% of urban population – 129m kids of India’s 472m children live in cities. Viewed through the children’s prism, the uneven development of every big city is starkly evident. Vulnerable groups – slum and street children, migrant kids, children with disability – are for policymakers a blind spot, and almost entirely missing from datasets: they work in appalling conditions, they are violated, they are underfed, they are drug mules.\nThose in highrises and gated communities have limited access to green spaces and play areas, which contributes to obesity and lack of interpersonal skills. Kids drowning in drains, getting trapped in elevators, and suffering the impact of pollution, are matters that trigger anguish, but absolutely nothing is done about it.\n\nUnsafe & unfriendly | Take any city. Parents’ biggest fear is allowing children mobility. Roads are unsafe. One has lost count of the number of school bus accidents, of unauthorised vehicles ferrying kids, of drunk drivers and accidents. In slums, fear of traffickers sees young girls married off. Assault on minor boys is a blind spot in law and society. Schools are unsafe – sexual harassment by teachers, by all accounts, is underreported. Crimes against children, including cybercrime, are on the rise. Per NCRB, 2022 recorded 8.7% more crimes against kids over 2021. Number of missing children also increased by 7.5% in 2022.\nNutrition, education & self-esteem | What our children eat in their mid-day meals has less to do with wholesome nutrition than with politics. And processed foods for many households are cheaper than fresh produce. The most privileged of homes are forced to send children abroad to study – we failed to expand the public higher education ecosystem. The public school system has shrunk. We don’t allow kids to dream, our Kotas flourish, we deny children a childhood, our students must fight the odds. We obsess about having children, yet as a nation, we don’t know how to take care of them.\n\n",
        "headline_1": "No country for kids: We obsess about having children, but we don’t know how to take care of them",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/no-country-for-kids-we-obsess-about-having-children-but-we-dont-know-how-to-take-care-of-them/",
        "news_paper_name": "The Times of India",
        "publish_date": "09-05-2024"
    },
    {
        "full_article": "Israel has begun its Rafah offensive in southern Gaza despite international opposition and US disinclination. This comes a day after Hamas had agreed to a ceasefire proposal. But Tel Aviv says it’s not the proposal it had approved. Rafah has been the last refuge for Gazans with more than a million sheltering there. UN has warned of a catastrophe. But Netanyahu, egged on by far-right members of his war cabinet, isn’t listening.\nIsrael’s contradictory goals | Israel ostensibly has two goals for its Rafah operation: free remaining 128 hostages and dismantle Hamas once and for all. These are inconsistent. There’s no way to ensure that the hostages will be rescued following a major military operation. In fact, a massive operation threatens their lives. Their release requires a ceasefire and a hostages-prisoners swap. This is precisely what the family members of hostages have been demanding for months.\n\nCreating more Hamas | A massive Rafah operation will lead to more Gaza civilian casualties, now numbering more than 34,000. So even if Israel eliminates the current crop of Hamas fighters and leaders through a sledgehammer approach, the destruction it continues to wreak on Gaza will ensure another generation of Palestinians will pick up guns.\nIsraelis hurting | Plus, any long-term military occupation of Gaza will see Hamas, Hezbollah and other anti-Israel groups in the region further step up attacks. This will deal a bigger blow to the Israeli economy, prevent Israelis from returning home in border areas, and drain Israel’s resources.\nStop Netanyahu’s war | It’s clear that the longer the conflict continues, Netanyahu benefits. Washington has given him a very long rope. But Netanyahu believes he can manipulate Biden. And Biden’s tightrope walk may cost him in an election year when many Democrats oppose the war. It’s high time Washington reins in Tel Aviv and cuts off Netanyahu.\n\n",
        "headline_1": "Joe, stop Bibi: Tel Aviv’s Rafah offensive will hurt not just Palestinians, but also Israel. Biden must step in",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/joe-stop-bibi-tel-avivs-rafah-offensive-will-hurt-not-just-palestinians-but-also-israel-biden-must-step-in/",
        "news_paper_name": "The Times of India",
        "publish_date": "09-05-2024"
    },
    {
        "full_article": "The exchange of drone and missile attacks between Israel and Iran over three weeks in April has taken West Asia to new levels of insecurity, while changing the regional strategic scenario to Israel's disadvantage.\nThe recent confrontations began on April 1 when Israeli aircraft attacked the building housing the Consular section of the Iranian embassy in Damascus and killed the Iranian Al Quds Force commander in Syria and Lebanon, General Mohammad Reza Zahedi, along with another general and five other officials, all of them senior members of Iran's Islamic Revolutionary Guard Corps (IRGC).\nThis was the most serious attack on the IRGC since the assassination of General Qasem Soleimani by American missiles in January 2020. Zahedi was a high-profile Iranian military leader, having earlier held senior positions in the country's armed forces and intelligence. Zahedi's killing followed the Israeli assassination in Damascus of IRGC General Syed Raza Mousavi last December, and that of Hamas official Saleh al-Arouri in Beirut in January.\nThe Israel-Iran military exchanges\nIsrael claimed that the embassy premises were a legitimate target since they were being used to plan attacks on Israeli and US assets. Israeli spokespersons ignored the fact that almost all embassies globally, including the US and Israeli embassies, have military and intelligence officials who, in their respective embassies, plan attacks on their countries' enemies in the host or neighbouring countries. However, most Western countries failed to condemn the attack.\nSince Iran in the past has generally avoided hitting Israeli targets directly after attacks on its assets in Iran and in the neighbourhood, the expectation in Israel was that Iran would not go beyond hostile rhetoric. In the event, the Iranian response was both measured and spectacular.\nOn April 13, Iran directed over 300 weapons at Israel, which included 185 drones, 38 cruise missiles, and 10 ballistic missiles. Iran's allies in Lebanon, Iraq and Yemen also directed drones and missiles at Israel. Israel claimed that 99 per cent of the drones and missiles were intercepted by its aircraft and prevented from causing damage on its territory by its air defence system. Israel was supported in these interceptions by the US, the UK, France, and even Jordan, which, apparently, intercepted drones in its \"sovereign space\". Israeli and US sources also said that Saudi Arabia and the UAE had participated in the interceptions in support of Israel, but these reports were firmly rejected as misinformation.\nThe unprecedented Iranian attacks placed Israel in a dilemma: fearing further escalation, US President Joe Biden advised Israeli Prime Minister Benjamin Netanyahu to \"take the win\". But Netanyahu, under considerable pressure from his extreme right-wing coalition partners, asserted that Israel would take action in its own interest. The extremist Minister of National Security, Itamar Ben-Gvir, called for a \"crushing attack\" on Iran.\nIsrael's response came five days later, on April 19: it directed just three drones at the central Iranian city of Isfahan which were swiftly intercepted by Iran and caused no damage. A few hours later, Israel also hit Syrian military facilities in the southern province of Deraa and caused some \"material damage\". Iran dismissed the attacks on its territory as an infiltration, without even mentioning that it was an Israeli attack.\nLooking back, it would seem that the three aerial exchanges between the regional foes were chess moves on the regional stage, each move heavy with symbolism. As of now, this round appears to have ended in a draw, with both sides deciding not to escalate the situation further.\nRun-up to the attack on the Iranian embassy\nThe Israeli attack on the Iranian embassy was instigated by a series of events in March.  Netanyahu was under increasing domestic pressure as the Gaza war seemed to have reached a stalemate. Popular disgruntlement with government policies was reflected in anti-government demonstrations in different Israeli cities calling for the release of hostages and fresh elections. However, Netanyahu focussed on continuing the conflict, making no effort to negotiate a ceasefire and obtain the exchange of Israeli hostages with the release of Palestinian prisoners. A commentator, Nahum Barnea, wrote in the Israeli daily, Yedioth Ahronoth: \"The muddling in hostage negotiations parallels the muddling in Gaza, the muddling in Lebanon and the muddling in Washington.\" The last reference was to the steady month-long estrangement between the US and Israel, with the former, Israel's staunchest ally, publicly expressing dissatisfaction with Netanyahu's approach to the war in Gaza.\nOn March 3, US Vice President Kamala Harris called for an immediate ceasefire in Gaza and criticised Israel for inadequate aid deliveries into the beleaguered enclave. These were the first public criticisms of Israel at this high level, and were the US administration's response to increasing domestic dissatisfaction with Biden's total support for Israel. Soon, there were reports in the US of a Biden-Netanyahu \"rift\", with some Democratic senators even calling for curtailing arms supplies to Israel if humanitarian aid to Gaza was not increased. The Biden administration also conveyed to Israel that its planned attack on Rafah, where nearly two million displaced people of Gaza had taken refuge, would amount to crossing a \"red line\".\nSenate Majority Leader Chuck Schumer launched a personal attack on Netanyahu, saying his continuation as prime minister was a \"liability\" for Israel. To crown this US-Israel divide, the UN Security Council on March 25 adopted a Security Council Resolution that called for an immediate ceasefire in Gaza. The expected US veto never happened.  \nThe Biden-Netanyahu divide was exacerbated on April 1 when Israeli soldiers killed seven aid workers with the global charity organisation World Central Kitchen. Some of those killed were from Australia, Britain, Canada, and Poland, all US allies. Biden declared himself \"outraged and heartbroken\".\nThus, Israel's attack on the Iranian embassy was a carefully calibrated escalation to divert US attention from Gaza to Iran. Netanyahu calculated that either Iran would not retaliate immediately, or, even if it did and confrontation escalated, the US would rush to Israel's assistance.\nNetanyahu's gambit was remarkably successful: now, instead of castigating the Israeli Prime Minister for dragging West Asia towards a regional conflict, Biden announced on April 4 that his country's \"commitment to Israel's security against threats from Iran and its proxies is ironclad\". To demonstrate this \"iron-clad\" support, the head of the United States Central Command (CENTCOM), General Erik Kurilla, rushed to Israel to coordinate with Israel the response to Iran's expected retaliation. There was no reference now to the killing of aid workers or the humanitarian crisis in Gaza.\nIran's attack and Israel's counter-response\nIran's robust response to the attack on its embassy, called \"Operation True Promise\", seems to have surprised both Israel and the US. There are reports that Iran gave an advance warning to its neighbours and possibly even to the US about the impending attack. Most of the drones were slow-moving, taking several hours to reach Israel, and could be easily intercepted and destroyed, enabling Israel to claim a spectacular \"victory\" by downing 99 per cent of the attacking vehicles directed at its territory.\nThe important point to note is that some missiles did penetrate Israel's \"Iron Dome\" defence system and hit certain specific targets—the Nevatim and Ramon airbases from where Israeli aircraft had taken off to attack the Iranian embassy, and, possibly, Israel's intelligence base in the Golan Heights. An IRGC commander said that Iran could have launched a much larger attack, \"but we restricted it to only target facilities that the [Israeli] regime had used to attack the [Iranian] consulate\".\nBut the attacks still have considerable strategic significance. They were Iran's first direct attacks on Israel from its territory. Iran also demonstrated that its weapons could penetrate Israel's air defences and hit pre-planned targets. Iranian sources have confirmed that their most sophisticated weaponry—the hypersonic missiles that move at speeds up to Mach 8 and are very difficult to intercept—were not used in these attacks. Even then, some of its ballistic missiles reached high velocity and could penetrate what has been described as \"the densest air defence in the world\".\nThus, these attacks demonstrated the emergence of a new strategic scenario in West Asia—that Israel no longer enjoys strategic superiority in the regional landscape. Iran's President, Ebrahim Raisi, said that Iranian forces \"turned a new page in the history of Iran's authority and taught a lesson to the Zionist enemy\".\nNetanyahu clearly understood the calamitous implications of his attack on the Iranian embassy in Damascus. Despite Biden's advice to \"take the win\", he knew there was no win: Israel had to make a quick counter-move to demonstrate its capacity to access important Iranian targets. As Israeli commentator Ben Caspit said, Netanyahu needed \"to restore Israel's deterrence capability\". It achieved this with the attack on Isfahan on April 19.\nThough only three drones were directed at the city, the action had considerable symbolic value: Isfahan has Iran's Natanz nuclear facility that is central to its weapons programme. It also has a prestigious nuclear technology research facility, and an airbase. Thus, Israel has made it clear that if Iran can hit targets in Israel, the latter also has the ability to attack Iran's sensitive assets. Although Ben-Gvir called the attack \"feeble\", the message has gone across to Iran's leaders that the two countries have the capacity for \"mutual assured destruction\", and also of West Asia itself.\nWhat next?\nNow that the threat of an Israel-Iran confrontation has receded, the attention has shifted back to the Gaza war. This means focussing on the terms of a truce and the release of hostages and prisoners. It is not yet clear whether this will be a short six-week truce or a longer ceasefire that will open up space to address festering political issues in Israel.\nNetanyahu is unlikely to favour such a ceasefire since his unpopularity would lead to his overthrow, the revival of criminal cases against him, and his possible incarceration. Following Netanyahu's ouster, a new government would emerge that would try to heal the traumatised nation, but it is unlikely to offer anything to the Palestinians. In fact, the US is likely to use all its clout to push for Saudi-Israeli normalisation of ties by highlighting the threat from Iran, and to rebuild the coalition against Iran made up of the US, Israel, Saudi Arabia, and the UAE.\nThis would be an initiative that is well past its use-by date. Since 2020, at least, Saudi Arabia has shrugged off its security affiliation with the US and, by asserting strategic autonomy, built substantial ties with Iran as well as with Russia and China. This was quite obvious during the recent Israel-Iran stand-off when US attempts to shape a coalition with Arab states failed ignominiously.\nIran now looks more formidable than it did before the Gaza war. The Islamic Republic and its allies have a substantial arsenal of drones and missiles of diverse capabilities which, taken together, can wreak havoc across West Asia. The distinguished commentator, Robin Wright, has pointed out that \"Iran's nuclear advances since 2019 have also narrowed the time until it could make a bomb if it should make the political decision to move forward on the world's deadliest weapon\". Thus, the prospect of confrontations in the region evolving into an encounter involving nuclear weapons cannot be ruled out.\nThe exchange of drone and missile attacks between Israel and Iran over three weeks in April has taken West Asia to new levels of insecurity, while changing the regional strategic scenario to Israel's disadvantage.\nThe recent confrontations began on April 1 when Israeli aircraft attacked the building housing the Consular section of the Iranian embassy in Damascus and killed the Iranian Al Quds Force commander in Syria and Lebanon, General Mohammad Reza Zahedi, along with another general and five other officials, all of them senior members of Iran's Islamic Revolutionary Guard Corps (IRGC).\nThis was the most serious attack on the IRGC since the assassination of General Qasem Soleimani by American missiles in January 2020. Zahedi was a high-profile Iranian military leader, having earlier held senior positions in the country's armed forces and intelligence. Zahedi's killing followed the Israeli assassination in Damascus of IRGC General Syed Raza Mousavi last December, and that of Hamas official Saleh al-Arouri in Beirut in January.\nThe Israel-Iran military exchanges\nIsrael claimed that the embassy premises were a legitimate target since they were being used to plan attacks on Israeli and US assets. Israeli spokespersons ignored the fact that almost all embassies globally, including the US and Israeli embassies, have military and intelligence officials who, in their respective embassies, plan attacks on their countries' enemies in the host or neighbouring countries. However, most Western countries failed to condemn the attack.\nSince Iran in the past has generally avoided hitting Israeli targets directly after attacks on its assets in Iran and in the neighbourhood, the expectation in Israel was that Iran would not go beyond hostile rhetoric. In the event, the Iranian response was both measured and spectacular.\nOn April 13, Iran directed over 300 weapons at Israel, which included 185 drones, 38 cruise missiles, and 10 ballistic missiles. Iran's allies in Lebanon, Iraq and Yemen also directed drones and missiles at Israel. Israel claimed that 99 per cent of the drones and missiles were intercepted by its aircraft and prevented from causing damage on its territory by its air defence system. Israel was supported in these interceptions by the US, the UK, France, and even Jordan, which, apparently, intercepted drones in its \"sovereign space\". Israeli and US sources also said that Saudi Arabia and the UAE had participated in the interceptions in support of Israel, but these reports were firmly rejected as misinformation.\nThe unprecedented Iranian attacks placed Israel in a dilemma: fearing further escalation, US President Joe Biden advised Israeli Prime Minister Benjamin Netanyahu to \"take the win\". But Netanyahu, under considerable pressure from his extreme right-wing coalition partners, asserted that Israel would take action in its own interest. The extremist Minister of National Security, Itamar Ben-Gvir, called for a \"crushing attack\" on Iran.\nIsrael's response came five days later, on April 19: it directed just three drones at the central Iranian city of Isfahan which were swiftly intercepted by Iran and caused no damage. A few hours later, Israel also hit Syrian military facilities in the southern province of Deraa and caused some \"material damage\". Iran dismissed the attacks on its territory as an infiltration, without even mentioning that it was an Israeli attack.\nLooking back, it would seem that the three aerial exchanges between the regional foes were chess moves on the regional stage, each move heavy with symbolism. As of now, this round appears to have ended in a draw, with both sides deciding not to escalate the situation further.\nRun-up to the attack on the Iranian embassy\nThe Israeli attack on the Iranian embassy was instigated by a series of events in March.  Netanyahu was under increasing domestic pressure as the Gaza war seemed to have reached a stalemate. Popular disgruntlement with government policies was reflected in anti-government demonstrations in different Israeli cities calling for the release of hostages and fresh elections. However, Netanyahu focussed on continuing the conflict, making no effort to negotiate a ceasefire and obtain the exchange of Israeli hostages with the release of Palestinian prisoners. A commentator, Nahum Barnea, wrote in the Israeli daily, Yedioth Ahronoth: \"The muddling in hostage negotiations parallels the muddling in Gaza, the muddling in Lebanon and the muddling in Washington.\" The last reference was to the steady month-long estrangement between the US and Israel, with the former, Israel's staunchest ally, publicly expressing dissatisfaction with Netanyahu's approach to the war in Gaza.\nOn March 3, US Vice President Kamala Harris called for an immediate ceasefire in Gaza and criticised Israel for inadequate aid deliveries into the beleaguered enclave. These were the first public criticisms of Israel at this high level, and were the US administration's response to increasing domestic dissatisfaction with Biden's total support for Israel. Soon, there were reports in the US of a Biden-Netanyahu \"rift\", with some Democratic senators even calling for curtailing arms supplies to Israel if humanitarian aid to Gaza was not increased. The Biden administration also conveyed to Israel that its planned attack on Rafah, where nearly two million displaced people of Gaza had taken refuge, would amount to crossing a \"red line\".\nSenate Majority Leader Chuck Schumer launched a personal attack on Netanyahu, saying his continuation as prime minister was a \"liability\" for Israel. To crown this US-Israel divide, the UN Security Council on March 25 adopted a Security Council Resolution that called for an immediate ceasefire in Gaza. The expected US veto never happened.  \nThe Biden-Netanyahu divide was exacerbated on April 1 when Israeli soldiers killed seven aid workers with the global charity organisation World Central Kitchen. Some of those killed were from Australia, Britain, Canada, and Poland, all US allies. Biden declared himself \"outraged and heartbroken\".\nThus, Israel's attack on the Iranian embassy was a carefully calibrated escalation to divert US attention from Gaza to Iran. Netanyahu calculated that either Iran would not retaliate immediately, or, even if it did and confrontation escalated, the US would rush to Israel's assistance.\nNetanyahu's gambit was remarkably successful: now, instead of castigating the Israeli Prime Minister for dragging West Asia towards a regional conflict, Biden announced on April 4 that his country's \"commitment to Israel's security against threats from Iran and its proxies is ironclad\". To demonstrate this \"iron-clad\" support, the head of the United States Central Command (CENTCOM), General Erik Kurilla, rushed to Israel to coordinate with Israel the response to Iran's expected retaliation. There was no reference now to the killing of aid workers or the humanitarian crisis in Gaza.\nIran's attack and Israel's counter-response\nIran's robust response to the attack on its embassy, called \"Operation True Promise\", seems to have surprised both Israel and the US. There are reports that Iran gave an advance warning to its neighbours and possibly even to the US about the impending attack. Most of the drones were slow-moving, taking several hours to reach Israel, and could be easily intercepted and destroyed, enabling Israel to claim a spectacular \"victory\" by downing 99 per cent of the attacking vehicles directed at its territory.\nThe important point to note is that some missiles did penetrate Israel's \"Iron Dome\" defence system and hit certain specific targets—the Nevatim and Ramon airbases from where Israeli aircraft had taken off to attack the Iranian embassy, and, possibly, Israel's intelligence base in the Golan Heights. An IRGC commander said that Iran could have launched a much larger attack, \"but we restricted it to only target facilities that the [Israeli] regime had used to attack the [Iranian] consulate\".\nBut the attacks still have considerable strategic significance. They were Iran's first direct attacks on Israel from its territory. Iran also demonstrated that its weapons could penetrate Israel's air defences and hit pre-planned targets. Iranian sources have confirmed that their most sophisticated weaponry—the hypersonic missiles that move at speeds up to Mach 8 and are very difficult to intercept—were not used in these attacks. Even then, some of its ballistic missiles reached high velocity and could penetrate what has been described as \"the densest air defence in the world\".\nThus, these attacks demonstrated the emergence of a new strategic scenario in West Asia—that Israel no longer enjoys strategic superiority in the regional landscape. Iran's President, Ebrahim Raisi, said that Iranian forces \"turned a new page in the history of Iran's authority and taught a lesson to the Zionist enemy\".\nNetanyahu clearly understood the calamitous implications of his attack on the Iranian embassy in Damascus. Despite Biden's advice to \"take the win\", he knew there was no win: Israel had to make a quick counter-move to demonstrate its capacity to access important Iranian targets. As Israeli commentator Ben Caspit said, Netanyahu needed \"to restore Israel's deterrence capability\". It achieved this with the attack on Isfahan on April 19.\nThough only three drones were directed at the city, the action had considerable symbolic value: Isfahan has Iran's Natanz nuclear facility that is central to its weapons programme. It also has a prestigious nuclear technology research facility, and an airbase. Thus, Israel has made it clear that if Iran can hit targets in Israel, the latter also has the ability to attack Iran's sensitive assets. Although Ben-Gvir called the attack \"feeble\", the message has gone across to Iran's leaders that the two countries have the capacity for \"mutual assured destruction\", and also of West Asia itself.\nWhat next?\nNow that the threat of an Israel-Iran confrontation has receded, the attention has shifted back to the Gaza war. This means focussing on the terms of a truce and the release of hostages and prisoners. It is not yet clear whether this will be a short six-week truce or a longer ceasefire that will open up space to address festering political issues in Israel.\nNetanyahu is unlikely to favour such a ceasefire since his unpopularity would lead to his overthrow, the revival of criminal cases against him, and his possible incarceration. Following Netanyahu's ouster, a new government would emerge that would try to heal the traumatised nation, but it is unlikely to offer anything to the Palestinians. In fact, the US is likely to use all its clout to push for Saudi-Israeli normalisation of ties by highlighting the threat from Iran, and to rebuild the coalition against Iran made up of the US, Israel, Saudi Arabia, and the UAE.\nThis would be an initiative that is well past its use-by date. Since 2020, at least, Saudi Arabia has shrugged off its security affiliation with the US and, by asserting strategic autonomy, built substantial ties with Iran as well as with Russia and China. This was quite obvious during the recent Israel-Iran stand-off when US attempts to shape a coalition with Arab states failed ignominiously.\nIran now looks more formidable than it did before the Gaza war. The Islamic Republic and its allies have a substantial arsenal of drones and missiles of diverse capabilities which, taken together, can wreak havoc across West Asia. The distinguished commentator, Robin Wright, has pointed out that \"Iran's nuclear advances since 2019 have also narrowed the time until it could make a bomb if it should make the political decision to move forward on the world's deadliest weapon\". Thus, the prospect of confrontations in the region evolving into an encounter involving nuclear weapons cannot be ruled out.\nRegional security at stake\nThe outlook for regional security remains uncertain. As noted above, there is now a degree of strategic parity between Israel and Iran, but neither the US nor Israel has a long-term strategy to address the challenges posed by Iran and its regional partners, beyond armed confrontation and periodic pinpricks that could flare up into larger military encounters.\nNor does Israel have any constructive response to the challenges posed by Palestinian aspirations, beyond abuse, incarceration, and periodic mass-murder. But it is possible that now Israel wields a much weaker hand: appalled by the carnage in Gaza, large sections of world opinion, including in the US, have become critical of Israel, and talk of a \"two-state solution\" has become widespread in several Western capitals, Biden included.\nHighlights:\nA day after the Iranian attack on Israel, the editorial board of The New York Times, traditionally the most pro-Israel media platform in the US, wrote that the \"bond of trust\" between Israeli and American leaders had been broken by \"Mr Netanyahu and the hard-liners in his government,\" and the US could not continue to supply arms to Israel until this bond was restored. It spoke of Netanyahu's \"cynical double games\" and his turning \"defiance of America's leadership into a political tool\".\nIn this background, it is important to note that the Gaza war and the recent Israel-Iran military encounter have exposed Israel's crucial dependence on the US for its security—through military supplies worth billions of dollars. Ken Klippenstein and Daniel Boguslaw have quoted American military sources in The Intercept as saying that \"US and allied aircraft shot down the majority of [Iranian] drones and missiles\".\nThe new military and political realities ushered in by the Gaza war and the Israel-Iran military encounter should encourage new diplomatic approaches too, to address the festering issues in West Asia: one, the push for a two-state solution to meet Palestinian aspirations, and, two, renewed US-Iran dialogue on the nuclear agreement and wider regional security challenges.\nWithout these initiatives, the world could quite easily sleepwalk into a grave regional or even global conflict.\nTalmiz Ahmad is a former ambassador to Saudi Arabia, Oman and the UAE, holds the Ram Sathe Chair for International Studies, Symbiosis International University, Pune. His latest book, West Asia at War: Repression, Resistance and Great Power Games, was published by HarperCollins in April 2022.\nThis article was first published in Frontline and republished in The Daily Star with permission.\nViews expressed in this article are the author's own.\nWe welcome your contributions and analysis of global events, and responses to our articles. To submit articles to Geopolitical Insights, please send an email to [email protected]\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n",
        "headline_1": "Israel’s diversionary attack on Iran has set off a new security crisis in West Asia",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/geopolitical-insights/news/israels-diversionary-attack-iran-has-set-new-security-crisis-west-asia-3605136",
        "news_paper_name": "The Daily Star",
        "publish_date": "09-05-2024"
    },
    {
        "full_article": "The High Court's nod on reining in tree-cutting practices by forming supervisory committees at the district and upazila levels could not have come at a more appropriate time. Despite the recent heatwave that turned out to be the longest in 76 years, tree felling by both public and private entities continues unabated, setting the stage for an even warmer future. You hear news of Bashundhara mowing down trees along the main road of its residential area. You hear of the forest department moving to cut down 2,044 trees on four roads in Jashore, similar to previous attempts targeting century-old trees on the Jashore-Benapole highway. You hear of the LGED felling trees in Patuakhali in the name of canal restoration.\nThese developments represent a dangerous disregard for trees and forests that keep temperatures down, among other things. One particularly disturbing development of late, as reported by this daily on Wednesday, saw over 1,000 trees felled at the Altadighi Lake in Naogaon as part of a government project. The multi-crore undertaking—initiated by the forest department three years go—aims to restore and conserve biodiversity at the historic lake and surrounding areas that now form part of the Altadighi National Park. Part of the plan is draining and re-excavating the lake, which is almost done. The forest department says the trees were removed to facilitate excavation, adding that those were invasive species harmful to the environment.\nThat may be the case, but why was it done without any prior environmental assessment? And why were those trees planted in the first place? Locals say the forest surrounding the Altadighi lake once boasted diverse wildlife. Subsequently, however, native trees were replaced by invasive or exotic varieties while the pond itself became shallower, causing the disappearance of many native species and even migratory birds.\nThe whole episode once again highlights how harmful policies and practices, often by government agencies, have contributed to the growing devastation of wildlife, biodiversity and ecosystems in the country. The time has come to put an end to this. While the High Court's assessment is rooted in the principle of engaging local experts in decisions to fell trees, if necessary, we feel it will require strict central supervision to limit harmful tree-cutting practices. For that, the relevant authorities must first be made accountable for their activities.\n",
        "headline_1": "Strict oversight is vital to end the tree-cutting bonanza ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/strict-oversight-vital-end-the-tree-cutting-bonanza-3604996",
        "news_paper_name": "The Daily Star",
        "publish_date": "09-05-2024"
    },
    {
        "full_article": "Economists are always noted for telling unpleasant truths because they go by numbers, research, theory, and judgement. Rarely do politicians—who can manufacture arguments to suit their purpose—endorse economists who are objective. Former Bangladesh Bank Governor Dr Mohammad Farashuddin has unveiled some truths about the country's banking sector where regulations have remarkably been relaxed in recent years. Seldom have we seen such blistering comments coming from a governor in Bangladesh's history. Farashuddin's statement, though commendable at a critical moment, creates enormous doubt over whether the government will really pay any attention to it.\nThe doubt is genuine because the looters are quite well-known to all of us, and they are flocking around the people in power. Not only have they indulged in misdeeds, but they are extravagantly empowered with high positions as well. To the bad luck of the nation, these people have been masquerading as the \"true saviours\" of the financial industry, if not that of the whole nation. These wolves in sheep's clothing, if not checked, will bring an economy of otherwise high potential down.\nIt would be a mistake for politicians to label Farashuddin as a supporter of the opposition. He was very well liked by Bangabandhu, who appointed him as his personal secretary. The Awami League government appointed him as governor of the central bank after coming to power in 1996. And most importantly, his performance at the helm of the central bank was academically sound and professionally pro-business.\nFew retired bureaucrat-turned governors could do what he did. Dr Farashuddin remained committed to economic knowledge and the country's interest, not the interest of the wilful defaulters whose businesses always pretend to be in the red despite the economy's respectable growth. Sadly, growth is showing signs of a premature slowdown, justifying the clamours of economists who advocate bringing a semblance of law and ethics into business.\nThe great 18th-century economist Adam Smith once wrote, \"Little else is requisite to carry a state to the highest degree of opulence from the lowest barbarism but peace, easy taxes, and a tolerable administration of justice.\" Smith was so sure about his articulation that he asserted that all the rest would be brought about by the natural course of things once justice is safeguarded. The history of all developed countries has evidently proven that organised financial corruption and economic prosperity can never be siblings. They are mutually exclusive and many politicians in power seem to have brushed the trade-off aside for a game of personal wealth-making and very short-term interest.\nFarashuddin's worry in this regard is quite explicit although he seems to be afraid of being mistreated if he speaks against the financial hooligans pampered by power. He literarily resorted to the poignant lines of Rabindranath Tagore—Morite chahina ami sundoro bhubone (I don't want to die in this beautiful world). So subtle was his sense of melancholy and humour.\nThe truth hidden under his humour points out that if high-scale bank looters are pardoned so easily, the banking sector's future must be cancerous, suggesting the emergence of further plunderers under the political coddling of the regime. His warning rightly echoes that of Dr Wahiduddin Mahmud, former economic adviser to the caretaker government, who allegorically labels the default culture as the rotten heart of the nation.\nSome critics have recently labelled Dr Farashuddin's outburst at the seminar of the Economic Reporters' Forum (ERF) as his personal frustration for not being placed in a policymaking position by the regime. This is a defective interpretation of Farashuddin's standpoint. First, we need to judge whether he is statistically right about what he has said. Second, we need to check whether his recommendations don't serve him personally or his business. We get a \"yes\" in response to both these questions. His concern is that the family-based directorship proposal was passed at parliament without any resolution or debate. In fact, this law has turned many private banks into a mudir dokan—the single family-run petty shops sprawling in villages, fostering a perverse move of private banks from corporate structures to family dynasties.\nThe sneaky way of passing this family directorship law is the antithesis to the spirit of parliamentary democracy where we hope to see debates over economic policymaking. But there are many members of parliament who never utter a single word about anything during their tenure, while most of them are familiar with the art of accumulating personal wealth at magical speed. Thus, simply addressing the banking sector won't solve the current economic predicament. Parliament and the legal system must function better to make the economy as robust as it was before the pandemic.\nFarashuddin is correct in pronouncing that some groups of people are taking bigger slices of the pizza—which we earned through independence. And hence, he is against the trend that brings more retired bureaucrats to politics. It will dampen the quality of bureaucratic services as we have already degraded the quality of our universities by infusing political enthusiasm. He is right in reiterating the unholy triangle of tax dodgers, bank defaulters, and money launderers. They are the same group of people who are dragging the economy to the cliff's edge, and waiting for the time to fly overseas with their trafficked fortunes.\nThis must be stopped for the sake of the nation where income inequality has been on an unbroken crescendo of unsustainability, defying any sensible records of peer nations. Putting a farmer in jail for defaulting on loans by Tk 1,000, while letting a bank looter sit beside government officials, signal a cancerous future for the financial industry, and Farashuddin's artistic portrayal of the injustice and asymmetry in this regard warrants serious attention from the government.\nDr Birupaksha Paul is professor of economics at the State University of New York at Cortland in the US.\n\n",
        "headline_1": "A former governor’s unpleasant truths about the banking sector",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/former-governors-unpleasant-truths-about-the-banking-sector-3605066",
        "news_paper_name": "The Daily Star",
        "publish_date": "09-05-2024"
    },
    {
        "full_article": "That the country's youth workforce has consistently shrunk over the past two years is a completely new dimension to the country's demography. If it is a sure indication of aging of the population, it presents an unmistakable proof that the process of aging has set in before the country could reap even a fraction of the population dividend. Bangladesh has reasons to rue over the missed opportunity. Planning with the population has evidently fallen foul on many scores. Of course, the most notable one is education. Not only has standard and useful education remained elusive to the majority of young learners but also the existence of different streams and the correlation between higher expenditure and quality education created social disparities. Even more galling is the fact that the best talents opt for higher studies and life abroad because of either a lack of opportunities or evaluation of their merit. Across the lowly social spectrum, the reality is harsh and cruel. Wealth accumulation at the top level has whetted the hunger of consumerism down the ranks but their earning capacity is not matching. This has compelled little educated and even unskilled youths either to seek manual employment abroad or embark on illegal and perilous journeys to Europe or a few countries in South East Asia via the Mediterranean and the Bay of Bengal respectively. Amy Pope, Director General of the International Organisation for Migration, now on a visit to Bangladesh is on record saying that 21 per cent of all migrants to Europe via the Mediterranean in the past four months were Bangladeshis. Then the majority of labourers who migrate legally to the Middle East and South East Asian countries earn low wages and this explains why remittance is falling despite a greater number of workers' employment abroad over the past couple of years. At home the employment situation is so dismal that the workers desperately look forward to any kind of employment abroad. Shrinking youth work force in the age bracket of 15-29 from 26.82 million to 26.74 million in 2023 and to 25.92 in the first four months of the current year is a clear indication that potentially the most productive segment of population is on the decline. Intriguingly, the rate of unemployment has also gone up from 2.35 per cent in the last quarter of 2023 to 3.51 in the first quarter of 2024. This shows that a reduced demand for employment remains unmet. It means the manufacturing and other sectors are not doing particularly well. It gives, by extension, the impression that an economic stagflation has set in. If the economy has failed to generate employment, it is not because the country has suddenly gone for extensive automation. No, the country has a long way to go before it can make good use of artificial intelligence in its industries, factories and offices. One of the reasons might be the hostile environment of investment facing the cottage, small and medium enterprises based mostly in rural settings. If those fail to import raw materials because of dollar crunch and also face problems in marketing their products, they cannot operate. It is not known if the Bangladesh Bureau of Statistics (BBS) that carried out the survey has specified the unemployment rates across the rural-urban divide. Most likely, unemployment in rural enterprises is higher. Location and category-specific unemployment could shed light on how to address the problem better.",
        "headline_1": "Shrinking youth workforce facing higher unemployment",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/shrinking-youth-workforce-facing-higher-unemployment-1715181299",
        "news_paper_name": "The Financial Express",
        "publish_date": "09-05-2024"
    },
    {
        "full_article": "That not a single university from Bangladesh is among the top 300 universities of Asia in the Times Higher Education (THE) Asia University Rankings 2024 is truly an embarrassing fact. India boasts no less than 40 universities in the prestigious charts and Pakistan 12. Bangladesh's most prestigious academic institution, Bangladesh University of Engineering and Technology (BUET), is positioned in the 301-350 bracket, while India's top-ranking institution, the Indian Institute of Science, secured the 32nd position, and Pakistan's leading university, Quaid e Azam University, grabbed 121st position.Other Bangladeshi universities listed in the ranking include Jahangirnagar University (JU) in the 301-350 bracket, Bangladesh Agricultural University (BAU) and North South University (NSU) in the 351-400 bracket, BRAC University (BRACU), Dhaka University (DU), and Rajshahi University (RU) in the 401-500 bracket, and Khulna University and Shahjalal University of Science and Technology (SUST) in the 501-600 bracket. While the dismal performance of the country's higher education sector compared to its regional counterparts is concerning, Dhaka University (DU)'s position in the rankings is particularly a cause for alarm. The country's premier university, once seen as a jewel in the crown of universities throughout Asia, not only failed to be among the Asia's top 350 universities, but also it ranked behind four local universities (three public and one private). Dhaka University is the university the majority of Bangladeshis aspired to attend because it was regarded as the centre of excellence in the days gone by. How could a shrine of learning like DU be allowed to become a crumbling shell of its former self? What is ailing DU and other universities in the country? The Times Ranking has sounded a loud wake-up call to address the issues involved effectively. In today's world, education, along with everything else, is becoming increasingly competitive. The international ranking of universities is prepared by \"judging the institutions across all their core missions - teaching, research, knowledge transfer and international outlook.\" Globally and regionally top-ranking universities are proactively implementing various measures to improve their position in international ranking. The poor performance of Bangladeshi universities in global rankings came to light over a decade ago, triggering brief media storms whenever different international rankings were released each year. But regrettably, the authorities appear to have adopted a 'couldn't care less' attitude.Notably, Vice Chancellor of a public university once said on a TV talk show that they don't accept these rankings! How preposterous! This 'we don't accept' attitude seemingly transforms into a 'we don't care' attitude. Thus, hardly any steps have been taken to enhance the qualitative standards of universities, aside from increasing their number. Consequently, while universities worldwide are endeavouring to make progress, most of our universities are besieged by a myriad of issues, including campus unrest fuelled by violent student politics, contentious teacher politics, and irregularities and corruption in faculty and staff appointments. One doesn't need to be an expert to understand the link between education and economic growth of a country. Worldwide, countries with high-quality education are the most developed, both economically and culturally. For example, the top 100 positions in THE Asia University Ranking are occupied by universities from China, Hong Kong, Japan and Singapore. On the global scale, the United States and European countries dominate the list of the world's top universities. Bangladesh is not perceived to become one of the world's leading education centre in the foreseeable future, but the government is nursing an admirable vision called Vision 2041, which aims to build a knowledge-based economy. Quality of education will be an all-important contributor to realise this vision. The country's growth so far has primarily been propelled by its cheap labour advantage, particularly in the ready-made garment and manpower export sectors. Low labour productivity, however, cannot provide sufficient momentum to propel the economy toward long-term development targets. Hence the role of universities in developing skilled manpower, on a par with global standards, cannot be overstated. While the malaise afflicting the varsities is deep-seated and multifaceted, a number factors are obvious such as low budgetary allocation, lack of good governance, controversial appointment of Vice Chancellors, partial recruitment of teachers, and lack of essential facilities to impart higher education in the modern sense of the term. Moreover, student politics has reached such a vicious point that perhaps it is time the authorities decided if it should be allowed at all to continue. The integrity of the teachers is also being questioned. One of the key reasons that Bangladeshi universities fail to excel in global ranking is the lack of quality research. Research serves as a barometer of a university's academic strength and the intellectual prowess of its faculty and students. Their robust research facilities and exceptional graduate programs distinguish world-renowned universities like Harvard, Yale, or Stanford. But some of the Bangladeshi universities are found allocating more funds for teachers' refreshment purposes than conducting research. Many students and teachers within the academia seemingly prioritise petty party politics over scholarly pursuits. The situation has come to such a pass that independent researchers are even viewed as troublemakers and subjected to harassment.Against this backdrop, it is expected that the government would address these issues in the right spirit. Universities must be independent of politics at all levels and led by people whose credentials as accomplished academics are above question. Moreover, university administration needs to be both innovative and imaginative to handle a highly complex matter like imparting higher education. Political consideration should not play any role in university education, unless it is their mission to further lower the educational standards. \n[email protected]",
        "headline_1": "Sorry tale of Bangladeshi varsities in global rankings",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/sorry-tale-of-bangladeshi-varsities-in-global-rankings-1715181343",
        "news_paper_name": "The Financial Express",
        "publish_date": "09-05-2024"
    },
    {
        "full_article": "Boro has emerged as the number one provider of cereals for millions of people in Bangladesh, Aman being the second one. Improved farm technology has done the trick here. As the scorching heatwave tightens its grip on Bangladesh, and temperatures soaring and water bodies drying up, the adverse effects on Boro production has become increasingly evident. The agriculture ministry forecast production of 22.2 million metric tonnes of Boro this year but, according to experts, the production might be less than that projected due to the latest heatwave. According to agriculturists, rice paddy is sensitive to temperatures above 35 degrees Celsius, which can cause heat shock.The country experienced heatwave in late April with mercury rising to a maximum of 43 degrees Celsius in some parts of the country. Though over 70 per cent of Boro was harvested in Haor areas by the end of April, in the other parts of the country 20 per cent of Boro was in flowering stage.Agriculture experts pointed out that during the flowering stage, paddy plants are vulnerable to heat, which can interrupt their normal growth and later affect the formation of rice grains.The effect of shortfall in Boro rice production ripple far and wide, affecting not only farmers but also consumers, policymakers, and the overall economy. At the grassroots level, farmers grapple with reduced yields, damaged crops, and financial strain as they struggle to adapt to the hostile climate conditions. For many small-scale farmers, whose livelihoods depend solely on agriculture, the decline in Boro rice production translates into a loss of income, pushing them deeper into poverty and vulnerability.When Boro rice prices surge in response to dwindling supplies, consumers face the grim reality of food inflation, making it increasingly difficult to afford basic necessities. This inflationary pressure disproportionately affects low-income households, exacerbating poverty and widening the gap between the haves and the have-nots.The implications of reduced Boro rice production extend to the nation's broader economy and food security landscape. Bangladesh, heavily reliant on rice as a dietary staple, faces the daunting challenge of meeting the nutritional needs of its burgeoning population amidst dwindling supplies. The scarcity of Boro rice not only undermines particularly the nation's self-sufficiency goals but also exposes its vulnerability to external shocks, such as climate change and extreme weather events.It may be mentioned that frequent load shedding and fall in the level of groundwater has disrupted proper irrigation. Consequently, farmers in many areas were compelled to use submersible pumps, which pushed up the production cost. The prices of agricultural inputs were also up this year.So, many predict escalation of prices of rice due to production shortfall and rising production cost.In the face of this looming crisis, urgent measures are imperative to safeguard Boro rice production and protect the country's food security. Firstly, there is an urgent need for investment in climate-resilient agricultural practices and technologies to help farmers adapt to changing climate conditions. This includes promoting drought-resistant rice varieties, improving water management techniques, and enhancing agricultural infrastructure to mitigate the impact of heatwaves and water scarcity.Additionally, concerted efforts are needed to strengthen the resilience of rural communities and improve their capacity to cope with climate-induced shocks. This entails providing farmers with access to financial resources, agricultural extension services, and climate information to empower them to make informed decisions and mitigate risks effectively. Furthermore, proactive policies and strategies must be devised to diversify the agricultural sector, reduce dependency on rice monoculture, and promote the cultivation of alternative crops that are more resilient to climate variability. By embracing agroecological approaches and promoting crop diversification, the country can build a more resilient and sustainable food system that is less susceptible to the vagaries of nature.\n[email protected]",
        "headline_1": "Saving rice from climate change impacts",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/saving-rice-from-climate-change-impacts-1715181375",
        "news_paper_name": "The Financial Express",
        "publish_date": "09-05-2024"
    },
    {
        "full_article": "The environment is a crucial component of human civilisations. Throughout the development of civilisations, people have gradually shaped their surroundings. Plant and animal life thrive or decline based on environmental conditions, maintaining a close connection between the environment and life. However, modern human civilisation faces significant threats due to escalating levels of environmental pollution.Our environment encompasses everything that surrounds us, including plants, buildings, animals, roads, rivers, mountains, and more. These elements are essential for the healthy survival of humans and other organisms, and their deterioration disrupts the balance necessary for life.The environment is a combination of both natural and man-made elements. Unfortunately, due to human ignorance and uncontrolled behaviour, pollution is increasingly degrading the environment and endangering biodiversity. Harmful substances produced by various man-made activities, such as greenhouse gases, radioactive materials, industrial chemical waste, herbicides, and garbage, severely pollute the environment. Several laws such as the Environment Conservation (Amendment) Bill 2002 and The Environment Court (Amendment) Bill 2002 has been enacted by the government to protect the environment. But those laws have never been properly implemented. The rise in air temperature, attributed to the greenhouse effect, is a pressing concern. Scientists predict that this temperature increase will lead to a rise in sea levels of 1-2 meters as polar ice caps and mountain glaciers melt. Consequently, numerous islands will be submerged, displacing millions of people and triggering a severe food crisis.Chlorofluorocarbon gas emitted from polythene, plastic, and paint factories poses another threat by depleting the ozone layer. If the ozone layer continues to diminish, direct exposure to the sun's ultraviolet rays will harm various microorganisms, including phytoplankton, leading to adverse effects on flora and fauna and increasing the incidence of cancer and other diseases. The global increase in biofuel usage and carbon dioxide emissions from industries further exacerbates air pollution. Additionally, vehicle emissions contribute to environmental degradation, compounded by deforestation and pollution from industries, brick kilns, waste, and greenhouse gases.Creating a pollution-free environment is imperative for maintaining good health. Everyone must avoid activities that contribute to environmental pollution, and the indiscriminate felling of trees should cease to prevent further degradation. Efforts should be made to plant trees wherever possible, aiming to reforest 30 per cent of the country's total area for environmental protection. Embracing alternative energy sources such as solar and hydroelectricity is essential, alongside raising public awareness about the dangers of environmental pollution. Agricultural practices should transition from chemical to organic fertilisers, and proper disposal methods for waste materials from industries and households must be enforced. Above all, increasing public awareness through various government initiatives is crucial in combating environmental pollution.\nShakibul Hasan, StudentDhaka College, Dhaka[email protected]",
        "headline_1": "Biodiversity threatened by pollution",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/biodiversity-threatened-by-pollution-1715181398",
        "news_paper_name": "The Financial Express",
        "publish_date": "09-05-2024"
    }
]