[
    {
        "full_article": "In 2015, 193 countries gathered at the United Nations and pledged to end global hunger by 2030 as part of the Agenda for Sustainable Development. With less than a decade to go, prospects for achieving this goal appear bleak. Improving them will require governments and the private sector to address the global food and environmental crises simultaneously.\nFood insecurity has increased in recent years as a result of conflicts and climate change, as well as the Covid-19 pandemic and the accompanying global economic crisis. Today, up to 811 million people suffer from hunger, including 132 million additional people who were classified as undernourished during the pandemic. Another three billion people are too poor to afford a healthy diet.\nEfforts to fight hunger have traditionally focused on producing more food—but this has come at a high environmental cost. Agriculture depletes 70 percent of the world's fresh water and 40 percent of its land. It has contributed to the near-extinction of around one million species. Food production generates 30 percent of global greenhouse-gas (GHG) emissions and is the leading cause of deforestation in the Amazon.\nPolicymakers seeking to eradicate hunger today thus face a difficult dilemma: preventing billions from going hungry while also saving the planet. For example, a fertiliser subsidy could boost crop yields and reduce hunger, but it could also lead to excessive nitrogen use, thus ruining the soil.\nSimilarly, cattle and rice farms emit methane, a more potent GHG than carbon dioxide. The most effective way to reduce methane emissions is to tax them. But this would cause food prices to rise, affect poor consumers' access to nutrition, and threaten the livelihoods of farmers and ranchers.\nCountries must therefore establish an optimal level of environmental pollution that doesn't reduce agricultural productivity or undermine the social and economic well-being of the poor. We need a solution that feeds the most mouths without endangering the planet.\nFinding a workable plan requires looking at food systems holistically—a major departure from the current siloed approach. To avoid unintended consequences, it is essential to quantify any trade-offs with data. And to turn data-driven strategies into action demands a coordinated effort to boost public and private investments.\nNo one intervention alone can solve the hunger problem. But studies suggest that a mix of key measures aimed at increasing farm productivity and cutting food loss and waste could reduce the number of chronically hungry people by 314 million in the next decade, and also make healthy diets available for 568 million people. Expanding countries' national safety nets, including school-feeding programmes, could give an additional 2.4 billion people access to a healthy diet by 2030.\nAnother study shows how a series of low-cost initiatives can end hunger for 500 million people by 2030 while also limiting agricultural GHG emissions in line with the goals of the 2015 Paris climate agreement. These initiatives include agricultural research and development to produce food more efficiently, information services that provide farmers with weather forecasts and crop prices, literacy programmes for women—who account for almost half of small farmers in developing countries—and scaling up social protection. This can be accomplished if rich countries double their food-security aid to USD 26 billion per year until 2030, and poorer countries maintain their annual investment of USD 19 billion.\nAutomation can help to manage the trade-offs between food production and environmental protection. For example, \"AgBots\" that resemble small farm vehicles can identify and remove weeds. Because they don't use expensive chemical herbicides, robots can reduce the cost of weeding by 90 percent and protect the soil from potentially harmful chemicals. Likewise, artificial intelligence and cloud solutions can detect pest-infested areas using drone imaging. The data collected can help to guide farmers' irrigation, planting, and fertilisation decisions, and indicate the best time of the year to sell a given crop.\nGovernments must now work with the private sector to make these high-tech, precision-farming systems available at lower costs, especially for small farmers. The good news is that private firms are increasingly keen to promote sustainability—including through \"blended finance\" schemes, which combine an initial investment from governments or multilateral financial institutions with subsequent commercial financing. This kind of approach can effectively de-risk private finance and encourage investment in improving food systems.\nFor example, the US and Dutch governments have been working with the German coffee company Neumann Kaffee Gruppe and three European banks to provide a USD 25 million loan to small farmers in Colombia, Kenya, Honduras, India, Indonesia, Mexico, Peru, and Uganda for sustainable coffee production. The banks initially rejected the proposal because small farmers are usually shut out of financial services and thus unable to prove their creditworthiness, making them a high-risk group for commercial lenders. But the banks signed on to the scheme after the Dutch government and Neumann Kaffee Gruppe agreed to cover the first 10 percent of losses should it not pan out, with the US government absorbing 40 percent of the remaining losses.\nDetractors will argue that individual countries should be responsible for reversing the trend of rising hunger through domestic policies. While this may be true, other problems such as GHG emissions cannot be tackled by a country or a region on its own, and must be addressed and funded globally.\nSaving the planet does not have to come at the expense of feeding the poor, and vice versa. If governments get their act together, it's still not too late to wipe out hunger by 2030.\n \nMaximo Torero is Chief Economist of the Food and Agriculture Organization of the United Nations.\nCopyright: Project Syndicate, 2021.\nwww.project-syndicate.org\n(Exclusive to The Daily Star)\n",
        "headline_1": "Ending Hunger Sustainably",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/project-syndicate/news/ending-hunger-sustainably-2204691",
        "news_paper_name": "The Daily Star",
        "publish_date": "24-10-2021"
    },
    {
        "full_article": "While commenting on the unfortunate and shameful incidents triggered by the alleged desecration of Islamic scriptures in Cumilla, this newspaper in its editorial of October 16 very poignantly observed that \"what would equally benefit us is to understand the dynamics of communal politics—the powerful forces that keep fanning communal tensions behind the scenes.\" The editorial very rightly points to the deep damage caused by the senseless zealotry when it says that the Cumilla incident has stoked communal tension temporarily, \"but its effect—especially the feeling of trauma experienced by religious minorities, and the chasm among the adherents of different faith groups that threatens to widen with every such incident—is unlikely to fizzle out anytime soon.\"\nThe deep wound and frustration caused to the victims of this insanity can be aptly gauged from the wailing of Madhu Kanti Das, a shopkeeper in Lama Bazar, Bandarban, who said, \"We have been living together in this area like brothers and friends for 30 long years. We shared our lives—our happiness and sorrows. But within the blink of an eye, these familiar people became strangers.\" His shop was among the 30 Hindu-owned business establishments that were vandalised and looted on October 14 in Lama upazila. Elsewhere in the country, aggrieved Hindu residents have expressed grave apprehensions about their safety and guarantee of their honourable living in the country. \nThe Cumilla incident appears to be a ploy designed to commit mischief. While the related inquiry and investigation are expected to unearth the motive and culpability of the planners and perpetrators, it can be said with a fair degree of certitude that no right thinking person of any faith would plant the holy Islamic scripture at a puja mandap. By all accounts, it was a diabolical plan meant to create widespread dislocation, destruction and dissension. Unfortunately, the evildoers have succeeded.\nIn popular understanding, one can associate religion with the violence in Cumilla and elsewhere in the country but a deeper probe may likely find that it is not religion per se, but the politicisation of religious identity and the exploitation of this identity for community and State ends that result in violence. The emphasis is not on textual analysis but contest for power and resources. Often such incidents are carefully planned and orchestrated and occur within a context of subtle political mobilisation. The criminals at times have committed violence with impunity.\nFrom a historical perspective, it needs to be impressed that the partition of the subcontinent in 1947 was the result of competitive communal politics and embittered sectarian obstinacy. Though in Bangladesh we have paid a heavy price to steer clear of the poison of politics of communalism, it would be less than truthful to say that there is a complete and all-pervasive doing-away with the partition baggage. There are quarters that would deliberately venture to realign State and cultural power in the interest of the majority. The success of such efforts will result in non-Muslims being defined explicitly or implicitly as second-class citizens of Bangladesh. That, quite clearly, would run counter to the constitutional provisions of equality.\nWe have to remember that the appeal of secularism to religious minorities is very significant because it is identified with the protection of rights including the right to religious freedom. These rights in our constitution are defined both in individual and collective terms. Therefore, the executives in the law enforcement have to be pro-actively stringent in enforcing the rights with a view to ensuring the democratic rights for the religious minorities.\nIt has to be borne in our minds that, howsoever earnest and eloquent we might appear to be in proclaiming our democratic credentials and peaceful coexistence of all faiths, it is very easy to inflame the passions of gullible folks on the pretext of protecting the sanctity of religion. Events of the present and yesteryears lend credence to such an analysis. Therefore, stern executive and judicial actions to forestall the mischief-makers have to be ensured on a priority basis.\nThe use and abuse of religion in public life should provide sobering lessons. The main issue before the politicians is to provide appropriate mechanisms to make political integration of minorities possible in a multi-religious society. This has to be a practical endeavour because the recovery of tolerance in the public sphere will have no meaning for those who see themselves as oppressed and discriminated. The aggressive social mobilisation by fundamentalists has to be countered. In addition, public space should be provided for a continuous dialogue among religious traditions and perhaps between the religious and the secular. The aim of such an arrangement is to see if each of the major faiths includes within it an in-house version of other faiths, both as internal criticism and as a reminder of diversity.\nLast but not the least, pandering to the religious sentiments and demonising and vilifying \"the other\" to secure electoral victory and other socio-political gains must be renounced and condemned squarely. The gradual marginalisation of the minorities in the body politic everywhere, including the subcontinent, has to end in public interest.\nMuhammad Nurul Huda is a former IGP of Bangladesh Police.\n",
        "headline_1": "The poisonous politics of communalism",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/straight-line/news/the-poisonous-politics-communalism-2204671",
        "news_paper_name": "The Daily Star",
        "publish_date": "24-10-2021"
    },
    {
        "full_article": "The sudden onrush of floodwater flowing into the country through the Teesta at a measured dangerous level—soon after the equally sudden disruption of peace and vandalism of temples and altars in different parts of the country—reminded me of the 1974 movie The Towering Inferno, which I watched at Madhumita skipping school in the early 80s, only to be thrilled by the idea that an uncontrollable fire in a tall building could be diffused by the controlled explosion of a rooftop water reservoir, allowing the flood to put out the fire.\nFor those of you who are cursing me for the long first sentence, let me assure you that now that I have set the unruly context, I shall return to punctuated thoughts. It is dangerous to pursue wild imagination in a train of thought that associates one thing with another and connects the dots. You end up drawing pictures that may not exist in reality. That is why Greek philosopher Plato did not want poets to be included in his perceived Ideal World. I am not a poet, but I do like words. I do like to represent my surroundings in words, and feel things that eyes cannot see. For instance, musing on rivers and their stories can help you reach many shores that you normally would not travel. That is why rivers are popular motifs for poets. The watery stream can share stories following the flow of the stream of thought.\nIn the olden days, a flood would have been considered an act of gods. But with proof in the pudding, we know who the eggheads are, and from where the untimely water is heading our way. In the olden days, gods could have been appeased through offerings. What good is a fish offering, however silvery and seasonal it may be, to a god that controls the rivers? They already have what they want. And now they want the waters to be muddied so that they can get the metaphorical fish that they want.\nI grew up in Old Dhaka. One of my favourite places was the Ram Krishna Mission library. Every day after school, I would spend hours in the library. I would make sure, before setting off for home, that I sat by the pond to watch the silhouetted fish and hear the merry dins of the temple bells, smelling the air filled with fuming fragrant sticks. On Fridays, I would go to the mosque and perform my ablutions in a koi reservoir with running water, and stand in line with fellow devotees, bowing before an invisible almighty to secure mental peace. Never did I learn to separate one from the other: both places had their own beauties, their own purposes of keeping us in control, and making us humane. I would carry puffed rice in my pockets for the fish both in the temple and in the mosque. I never learned to distinguish one group from the other.\nThroughout history, there have been troublemakers: the proverbial Satan or the Shokuni Mama. Provocations are proven ploys to pillage communal harmony. I am working on a book project on Bangabandhu Sheikh Mujibur Rahman, and currently studying his role in diffusing the tension during the 1964 riots that was triggered by a rumour of theft of Prophet Muhammad's hair from a mosque in Kashmir. History does have a bad habit of repeating itself. We have seen Muslims being lynched in India for allegedly eating beef. We have witnessed historic sites being ravaged by groups who carry fire within. The tears of the victims do not have enough water to douse such fire. Our cries merely show our helplessness; the waters are interpreted as signs of punishment. Is it a crime or a sin to be born in a family on whose origin one has no control, except to say that it is the will of the Almighty Creator? If we believe in the one ultimate Creator, then why divide his creation and tarnish it with fire or punish it with water?\nMy world is becoming smaller by the day. The size of my world is proportionate to the device I am using to view it. With my shrunken world, my worldview has also gotten smaller to fit the size of the screens. I don't sit in the library of the \"other\" to learn about their culture. I am rather happy to be fed with garnished images served on the timeline of my devices. So, when I see a holy book at the feet of the god of the \"other,\" I cry foul. Of course, it is foul. Who will do such a thing? Think for a second: can you pray in your religious house with the holy book of the other being present there? Does it make sense that a book is placed to desecrate it at a holy time, for which the whole community has been waiting for a year?\nThe action is questionable. The reactions are equally so. It takes a spark of fire to turn a tower into an inferno. That's what we saw last week. I cringed in shame when my Hindu colleague posted on Facebook that for the first time in his life, he was outside guarding the temple at night, fearing a mob attack in an area where he grew up as a child and where his family was well-respected. I cringed again in shame when another colleague quoted hadith at a public meeting. We have heard of such defensive actions during the Liberation War. Why tell such regressive stories at a time when we want to leapfrog into the future and become a developed country?\nWe can go on and on to pinpoint who is to blame. I will begin by blaming myself. I have allowed my world to shrink. I have allowed my mind to shrink. I have allowed my education to shrink. When you are shrunken inside, you fight over trivial things. I learned it at school while reading Jonathan Swift's \"Gulliver's Travels.\" The humans who were only six inches in size fought over which end of an egg should be broken to make an omelette. Swift used the story of Lilliputs to remind us of the friction between the Catholics and the Protestants and, by extension, between the English and the French. We become small the moment we charter our minds in small grids and start harbouring rage. This rage looks for occasions to come out. It waits for provocations to wreak havoc. It seeks pleasure out of the pain of the \"other.\" The small units merge to form groups. The ones who are setting fire in temples here and mosques there, or holding and releasing water at their will to punish the other, are all small beings. They think that they are big enough to establish control over nature or set things right as the agents of a superior authority. In the final count, they are but masters of and slaves to small things. They are so small that they cannot be called humans.\nShamsad Mortuza is acting vice-chancellor of the University of Liberal Arts Bangladesh (ULAB), and a professor of English at Dhaka University (on leave).\n",
        "headline_1": "Our Shrunken Mentality",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/blowin-the-wind/news/our-shrunken-mentality-2203976",
        "news_paper_name": "The Daily Star",
        "publish_date": "24-10-2021"
    },
    {
        "full_article": "The fact that greenhouse gas (GHG) emissions—caused by burning fossil fuels like coal, petroleum and natural gas, since the beginning of the industrial revolution—has led to the global climate crisis we face today was discovered by scientists over three decades ago, with the formation of the Intergovernmental Panel on Climate Change (IPCC). The IPCC has been publishing periodic assessment reports on the scientific evidence and knowledge about both the problems and the solutions to human-induced climate change.\nOver the last three decades, the IPCC has increased the number of scientists involved in the preparation of each successive report to include more disciplines, particularly social sciences, and also geographical representation, especially from developing countries.\nI have been the lead author of three IPCC assessment reports in more than two decades, and I will share some ideas on how to build on and enhance the effectiveness of scientific research at both global and national levels—and even at a local level, particularly in vulnerable developing countries like Bangladesh.\nFirst, I want to recognise that the IPCC is by far the most comprehensive and inclusive scientific collaboration that has been attempted in the world. It has been able to get the evidence of climate change assessed in a scientifically credible manner, and then have that assessment accepted by governments so that there are no disagreements about said evidence. This is its greatest achievement as yet, for which it was recognised with the Nobel Peace Prize in 2007.\nHowever, it is important to recall that the IPCC does not do the research itself; rather, it only assesses the existing scientific research and then provides an assessment of the state of play during each assessment period. It also does not make policy prescriptions, but provides policy-relevant information, on the basis of which policymakers at national as well as global levels can make appropriate, science-based policy decisions.\nOne of the main clients for each IPCC assessment report is the annual Conference of Parties (COP) of the United Nations Framework Convention on Climate Change (UNFCCC). Thus, the upcoming COP26 will be informed by the recently published sixth assessment report—from Working Group 1— which has, for the first time, shown that the extreme weather events we have been experiencing in recent years can be scientifically attributed to the rise of global mean temperature over one degree Celsius, due to GHG emissions since the industrial revolution began over a hundred years ago. This is an extremely important new finding of the latest IPCC assessment report, which ushers in the era of loss and damage from human-induced climate change as a reality now, and no longer something that will happen in the future.\nThe remaining sixth assessment reports, from Working Group 2 on impacts, vulnerability and adaptation, and from Working Group 3 on responses, will be published in 2022 ahead of COP27, which is set to be hosted in Africa next year.\nSo, while the IPCC remains to be of major significance in supporting decision-makers to deal with climate change, there is certainly room for improvement in its assessment work, which I would like to share.\nThe first point to make is that, despite excellent efforts to expand the disciplines from which authors are selected as well as from developing countries, they are still significantly underrepresented in the number of lead authors in different working groups.\nAnother deficiency is the reliance on only assessing peer-reviewed scientific articles which, while certainly ensuring quality of articles cited, leaves out an extensive body of evidence from local communities or even indigenous communities that has not been written up in scientific articles. This is particularly important for sharing knowledge about how to effectively adapt to the adverse impacts of climate change, where vulnerable communities are generating experiential knowledge that is not yet collected by the IPCC.\nAnother aspect is the way the IPCC, being an intergovernmental body, is also subject to the politics of some of the more powerful countries, and that the voices of less powerful countries are not necessarily heard. However, if the vulnerable developing countries are able to stick together and make a strong case for their trouble, they can indeed get their way sometimes. One such example was the special report on the cap of 1.5 degrees Celsius in global temperature rise, which was pushed by the vulnerable developing countries in the face of opposition from some powerful countries. This particular report played a major role in ensuring that the 1.5 degrees Celsius goal for mitigation was agreed upon in the Paris Agreement at COP21 in 2015.\nIn the coming year, the seventh assessment cycle is going to be discussed, agreed upon and started, so it is important for the vulnerable developing countries to ask the IPCC to prepare another special report on loss and damage from human-induced climate change.\nI also want to address the need to invest in supporting good-quality scientific research in every developing country—no matter how poor it may be. Even the poorest countries have numerous universities where the faculty members and students have the potential to carry out research at the local and national levels on how best to tackle climate change for their own countries, and provide such evidence to local and national decision-makers. The poorer developing countries cannot simply rely on international experts to fly in and fly out to provide them with the most relevant evidence to aid their decision-making processes. They need to invest in the capacity of their own researchers to provide them with location-specific evidence.\nThis is something that Bangladesh has already done through various investments in research on climate change, conducted in several universities and research institutions, all of which has been brought together under a platform named Gobeshona. A similar investment programme in national-level research is being developed for the countries in the Climate Vulnerable Forum (CVF), under the leadership of Prime Minister Sheikh Hasina, who is the CVF chair.\nAs Prime Minister Hasina has rightly proposed, it is now time for the vulnerable developing countries to move forward to become prosperous in the face of climate change, and investment in research is an essential element in achieving that transformational objective. Bangladesh will be the first CVF country to launch a climate prosperity plan—Mujib Climate Prosperity Plan (MCPP)—with the aim to transform the country in the coming decade, through mitigation as well as adaptation, for which investment in quality research will be a necessary condition.\nDr Saleemul Huq is director of the International Centre for Climate Change and Development (ICCCAD) at the Independent University, Bangladesh (IUB).\n",
        "headline_1": "Climate response needs more investment in scientific research",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/politics-climate-change/news/climate-response-needs-more-investment-scientific-research-2203971",
        "news_paper_name": "The Daily Star",
        "publish_date": "24-10-2021"
    },
    {
        "full_article": "It is reassuring to learn that our aviation sector is recovering at a quick speed after the second wave of Covid-19 in the country waned and many countries lifted their travel restrictions. According to a report by this daily yesterday, flight operations and the number of passengers flying from Hazrat Shahjalal International Airport (HSIA) have almost tripled in the last three months. While only a handful of special, chartered and cargo flights took off from the HSIA during the past one and a half years of the pandemic, 80 flights are currently being operated from the airport daily. And, while the number of passengers flying from HSIA ranged between 3,500 and 4,000 three months ago, around 10,000 passengers are flying from the airport every day now.\nAccording to the Civil Aviation Authority of Bangladesh (CAAB), almost all the domestic flights as well as all 28 foreign airlines have resumed flight operations to and from Bangladesh recently. This is particularly good news for our migrant workers who have been stuck in the country for more than a year. They can now return to their workplaces. In addition, the Bangladeshi students who have been waiting to pursue higher education abroad can now fly to their desired countries.\nAs our aviation sector is now on track to recover from the pandemic-induced losses, we think there are some measures that need to be taken by the airlines, the HSIA authorities, as well as the government to make the recovery process easy and efficient. For instance, the government should give policy assistance and financial support to our local airlines as they incurred huge losses during the time of restricted travel. Reportedly, the three prominent local airlines of the country suffered a revenue loss of Tk 2,250 crore during this time—among them, Biman Bangladesh Airlines alone suffered a loss of Tk 1,300 crore. Reportedly, several aircrafts bought by Biman authorities are lying idle at present, which should be fully utilised.\nAs for the HSIA authorities, they must do more to reduce the sufferings of inbound and outbound passengers at the airport, by upgrading their facilities up to international levels. They must ensure that our migrant workers do not have to go through unnecessary hassles as they need to get tested for Covid-19 in the airport and get results at least six hours before boarding international flights.\nIn addition, as the flight operations and the number of passengers flying from the airport rapidly increase, the authorities must make sure that all passengers and employees of the airport and airlines strictly follow the Covid-19 health guidelines to avoid any risk of contracting the disease.\n",
        "headline_1": "Resumption of regular flights at HSIA encouraging",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/resumption-regular-flights-hsia-encouraging-2204666",
        "news_paper_name": "The Daily Star",
        "publish_date": "24-10-2021"
    },
    {
        "full_article": "The killings of six Rohingyas in Moinarghona camp-18 madrasa in Cox's Bazar's Ukhiya upazila in the dead of Friday night has added to our concerns over the safety of the refugees within the camps. After the brutal assassination of Mohib Ullah—a Rohingya refugee leader and a spokesperson for the dignified repatriation of his people—last month, the lack of security and the prevalence of threat from various armed groups within the camps caught the light of day. \nThough locals largely believe that members of the Arakan Rohingya Solidarity Army (ARSA), an insurgent group based in the northern Rakhine state of Myanmar, are behind the recent attacks, this cannot be confirmed until there is thorough investigation by law enforcement authorities. But what this attack does reveal is the failure of security forces within the camps to maintain safety and peace for the refugees. A report by this daily quotes an unnamed police official saying that at least 50 criminals stormed the madrasa carrying sharp weapons and firearms. Subsequently, six people were killed and eight others injured, with the attackers even opening fire at one point before leaving in small groups prior to police's arrival. Given that there are only three armed police battalions enforcing law and order in the camps housing over 10 lakh refugees, it is no wonder that such a catastrophe took place. \nBut such attacks will only go on if immediate measures are not taken by authorities to give Rohingya refugees the sense of security they need. The foreign minister's suggestion for law enforcers to \"open fire, if necessary\" is not going to solve the problem and bring down tensions. There is a serious need to amp up security forces, in numbers and capabilities, and to identify groups within the camps who wish to cause such unrest. We would also urge the government to not only improve camp security, but to also protect and engage with Rohingya leaders—starting with those who sought protection after the killing of Mohib Ullah. Reducing hostility from armed groups must go hand-in-hand with reassuring Rohingya refugees so they can regain their sense of safety and community in the camps until repatriation is achieved. \n",
        "headline_1": "Crime, tensions in Rohingya camps only soaring",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/crime-tensions-rohingya-camps-only-soaring-2204596",
        "news_paper_name": "The Daily Star",
        "publish_date": "24-10-2021"
    }
]