[
    {
        "full_article": "In staying the conviction of Congress leader Rahul Gandhi in a case in which he was found guilty of defaming all those who have ‘Modi’ as their surname, the Supreme Court of India has restored his membership of the Lok Sabha as well as a much-needed sense of proportion in public affairs. The Bench, headed by Justice B.R. Gavai, has noted the absence of a substantive reason for the trial court awarding Mr. Gandhi a two-year prison term, the maximum sentence for criminal defamation, for his remark “Why do all these thieves have the Modi surname?” made during the 2019 general election campaign. It also noted that had the sentence been even a day shorter, he would not have been disqualified from the Lok Sabha. The Court has obviously seen that the quantum of sentence was the same as the prison term that is required to get someone disqualified as a legislator, as well as from contesting elections for six years after completing the term. The Bench has also noted that the only reason given by the trial court in favour of the maximum sentence was that Mr. Gandhi had also been admonished by the Supreme Court in contempt proceedings in 2019, and subtly questioned its relevance by remarking that had the court admonition come prior to his speech, he would have been more careful.A regrettable feature of the judiciary these days is that one has to go all the way to the Supreme Court for justice. In the case of Mr. Gandhi, a dodgy defamation case in Surat resulted in his being found guilty of defaming an amorphous collective of people with a particular surname and sentenced to a two-year prison term. The Lok Sabha Secretariat promptly notified his disqualification the very next day after his conviction. Even if there was an arguable case for the remarks amounting to defamation, the imposition of the maximum permissible sentence was quite perverse. It was unfortunate that both a district court in Surat and the Gujarat High Court declined to stay his conviction, an intervention that could have restored his membership, with grandiose comments to the effect that the offence was grave, that it was marked by “moral turpitude” and that he did not deserve the benefit of stay of conviction because the object of the law was to keep offenders out of public office to maintain purity in politics. The Lok Sabha Secretariat should show the same promptitude in restoring his membership and enable him to participate in parliamentary debates, especially the upcoming one on a no-confidence motion moved by the Opposition. The cause of ensuring purity in politics is certainly not served by keeping out elected representatives from Parliament on the basis of a case that rests on flimsy grounds. Indeed, such a process of disqualification actually subverts democracy.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nRahul Gandhi\n\n/\n\njudiciary (system of justice)\n\n/\n\nparliament\n\n/\n\nLok Sabha\n\n/\n\nGujarat\n\n/\n\nSurat\n\n/\n\nprison\n\n/\n\nGeneral Elections 2019\n\n/\n\nlaws\n\n/\n\ndemocracy\n\n/\n\npolitics (general)",
        "headline_1": "Sense of proportion: On the Rahul Gandhi case",
        "headline_2": "The Lok Sabha Secretariat should show promptitude in restoring Rahul Gandhi’s membership",
        "link": "https://www.thehindu.com/opinion/editorial/sense-of-proportion-the-hindu-editorial-on-the-rahul-gandhi-case/article67164953.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "07-08-2023"
    },
    {
        "full_article": "A year after causing a major stir at the Chess Olympiad, D. Gukesh is demanding attention yet again. The 17-year-old on Thursday, during the on-going Chess World Cup at the Azerbaijan capital of Baku, replaced Viswanathan Anand as India’s No. 1 chess player in live rating. That has happened only once before, and very fleetingly, during the last 37 years, when P. Harikrishna edged past the five-time World champion in March 2016. But Anand has never lost his India No. 1 rank in FIDE’s rating list since July 1986, when he overtook Pravin Thipsay. Gukesh is now close to ending that unbelievable run, and it could happen in FIDE’s next list, to be released in less than a month’s time. That will be a significant achievement no doubt, and will boost Gukesh’s confidence further, but what is more important is that he could be breaking into the world’s top 10, which is an incredibly hard fortress to breach. Even more important is the fact that he could be doing it while he is still very much in his teens. A fortnight ago, he crossed another major milestone, when he touched 2750 Elo points.As per the live rating on August 6, Gukesh is on 2756 points and is ranked World No. 9, one slot ahead of Anand (2754). India thus has two players in the World top 10. The only other Indian to be ranked inside the top 10 has been Harikrishna (in 2016). That Koneru Humpy is World No. 4 among women and Dronavalli Harika No. 12 also shows how far India has travelled on the chessboard from the time when it did not have a single Grandmaster until Anand. There is an even more telling bit of statistics: four of the world’s top seven in the junior ranking list are Indians. Among the junior girls, there are two in the top 10. Gukesh’s stunning feat will of course be an inspiration for India’s young crop. Players such as Arjun Erigaisi, R. Praggnanandhaa and Nihal Sarin have also been making rapid progress on the international arena and are part of the golden generation of Indian chess. Gukesh is leading that exciting bunch of players, and within a few years, he could pose a serious challenge for the World title. With Anand as his mentor, he could be assured of the right guidance. And if the All India Chess Federation could finally come up with some elite tournaments at home for players like Gukesh, the game will grow even faster in the country.\r\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nchess",
        "headline_1": "Top board: On Indian chess, D. Gukesh’s feat and the young crop",
        "headline_2": "Indian chess has crossed an inflection point with a young crop of players",
        "link": "https://www.thehindu.com/opinion/editorial/top-board-the-hindu-editorial-on-indian-chess-d-gukeshs-feat-and-the-young-crop/article67164711.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "07-08-2023"
    },
    {
        "full_article": "Gurugram and Nuh : No two places exemplify the ‘Two Indias’ model more starkly. Gurugram is called millennium city, with its shiny malls, gated enclaves and gleaming high-rises that are packed with offices of MNCs and young startups with its citizens earning per capita incomes far above the national average.\n\nNuh, only 60 kms away, is the poorest district not just in Haryana but in the region, with 40% living below the poverty threshold, according to Niti Aayog’s National Multidimensional Poverty Index 2023. In this neglected backwater, citizens are susceptible to a toxic mix of communalism and criminality.\nTry out TOI’s Quick Crossword\n\n",
        "headline_1": "Why Nuh is a cautionary tale for India story",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/bloody-mary/why-nuh-is-a-cautionary-tale-for-india-story/",
        "news_paper_name": "The Times of India",
        "publish_date": "07-08-2023"
    },
    {
        "full_article": "I plead guilty. I was one of those mothers who’d fallen into the Barbie trap when the world’s most famous doll debuted in India (1992). My daughters grew up playing with Barbie, and today, their daughters also play with the iconic doll critiqued by feminists for her hyper-sexualised and unrealistic body. Shame on us. But after watching Greta Gerwig’s feminist fantasy, almost everyone’s doing a double take on the doll.\n‘Barbie’ is definitely not a kiddie film. Its staggering success (the movie is heading to the historic $1-billion collection mark) has astonished everyone. India also succumbed to Barbie mania. Local Barbie screenings had major celebrities turning up in pink outfits, while a clever graphic artist launched a series of AI images showing politicians like Nitin Gadkari and Amit Shah dressed in mithai pink. Restaurants across the country offered Barbie kitty party menus, and several clothing brands happily jumped onto the bandwagon, with costumes, bags, and accessories celebrating the plastic doll which was launched in 1959 in America. While some of it can be attributed to the aggressive marketing blitzkrieg, it seemed like Barbie fever was for real.\nTry out TOI’s Quick Crossword\n\n",
        "headline_1": "Feminist gals and dolls: Why everyone’s in a hot-pink tizzy over Barbie",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/politically-incorrect/feminist-gals-and-dolls-why-everyones-in-a-hot-pink-tizzy-over-barbie/",
        "news_paper_name": "The Times of India",
        "publish_date": "07-08-2023"
    },
    {
        "full_article": "As Independence Day approaches, we start reflecting on India’s long history that culminated in Independence. Jawaharlal Nehru and most nationalist historians noted that India had been invaded successively by the Greeks, Huns, Scythians, Kushans, Afghans and Uzbeks (the Mughals). Each invasion added a new layer of culture and religious ethos. Nehru saw India as a marvellous multi-layered civilisation.\n\nThe Sangh Parivar’s view is different. It sees India as a glorious Hindu civilisation that was once a ‘sone ki chidiya’ (golden bird). Then attacks by Muslim and Christian invaders reduced India to an impoverished chattel. S Gurumurthy, an RSS ideologue, has been at the very fore of this thesis. He claims western historians misrepresented India and demeaned its character and feats to make Indians view history through a twisted colonial perspective. He has accused the Congress of perpetuating European myths and aligning itself with Marxist and socialist thinkers who hold Hinduism in low regard.\nTry out TOI’s Quick Crossword\n\n",
        "headline_1": "India’s golden period is now, not in some distant past",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/Swaminomics/indias-golden-period-is-now-not-in-some-distant-past/",
        "news_paper_name": "The Times of India",
        "publish_date": "07-08-2023"
    },
    {
        "full_article": "Gram for gram, tomatoes have cost more than petrol in recent times. To understand why, we must return to origins, because in tomatoes as in life, where we come from shapes us fundamentally. Tomatoes originated in the Andes Mountains, where average temperatures hover around 20 degrees C. Even after centuries of being away from its birth home, the plant still grows best at temperatures between 20-24 degrees C. The climate of large parts of India is suited to tomato growing during part of the year, and so, in a geological blink, the tomato edged out the native tamarind, to become the preferred source for sourness in Indian cuisine. Then, unfortunately, the climate changed.\nBefore we delve in further, remember tomato prices typically peak in June-July because it’s the lean period between two big harvests. This year, those regions were affected by climate problems, and so, tomato prices rose abnormally. In mid-May, a heatwave struck many tomato-growing districts. Tomatoes are finicky about their water and temperature needs, which is why the highest tomato yields are achieved in a greenhouse. Too hot, and the plant doesn’t flower, blossoms fall prematurely, or the fruit doesn’t ripen. The Andean tomato was never meant to withstand such heat, and its yield suffered. The monsoon was delayed in large parts of India, damaging the summer crop further.\n\nJuly also brought floods. Himachal, an important source of July’s tomatoes, was hit by the combined onslaught of western disturbances and the monsoon. Several districts received more than twice their monthly rainfall in a matter of days and flooded, ruining crops and blocking exports from out of state. Tomatoes rot quickly — especially in damp weather — so, delay means loss. And in the flood and rain, prices began to climb. All eyes turned to Karnataka’s Kolar market, another key source for July tomatoes. My mother grew up near Kolar, and she speaks of the delicious summer weather there — tomato-heaven as it were. But Kolar disappointed this year. Why? Climate again. Tomatoes, like us, are hurt by viral infections. Ground reports say the crop around Kolar was hit hard by tomato yellow leaf curl virus. This virus is transmitted largely by the white fly, which does better in hot, humid weather with irregular rainfall — just the conditions that prevailed this year, and just what the tomato hates. In Maharashtra too, the crop appears to have been hit by a virus, this one transmitted by aphids, which also do better in higher heat and humidity. So, a weakened tomato was hit by a stronger disease transmission network. Unsurprisingly, tomato arrivals in Kolar have fallen by 75% in July compared to last year, while Maharashtra and Gujarat have seen 50% lower arrivals than last year.\nIrregular rainfall, intense rainfall, landslides, heatwaves, pest attacks — all fingerprints of climate change —  are expected to become more common going forward. We must adapt, as the climate will continue to change. Other factors — low yield, too many middlemen, tomato rot, damage and loss between farm and fork — only serve to expose tomato production even further to the talons of a wayward climate, increasing price volatility. Streamlining the supply chain, like some startups are doing, would help. Substituting the finicky tomato with our native, hardier-by-far tamarind, as many are doing, can also help.\nProcessing more tomatoes into purees and paste, as others have also suggested, would absorb excess during booms, and increase supply during dips in production. The latter is important. During plentiful supply, prices plummet, as they did in April and May of this year. Naturally, farmers were hesitant to either plant tomato in the summer season or spend more on pesticide and labour to keep up yields. And so, production of July-tomatoes fell. Consider what might have happened if more tomatoes in April were made into puree thus supporting prices in April and increasing supply later? Processing is farmer friendly too — a 2018 RBI-CAB study shows that farmers make a higher margin when selling to processors as opposed to middlemen or at the mandi.\nIndia processes less than 1% of its tomatoes, far less than every other major tomato producer globally. Increasing processing capacity needs private sector support, way more and way faster than is happening now. Contrast startup action in two sectors: Electric mobility is zooming — encouraged directly by government subsidies and indirectly, through a corporate carbon-reduction focus and by high fuel prices. But agritech action in processing is crawling by comparison. There are many reasons for this, but, to my mind, prioritisation is key. India has demonstrated that it can move swiftly towards targets it prioritises, like vaccines and toilets. Think of vegetable processing as a key vaccine against a warming climate — it requires the same urgency.\n\n",
        "headline_1": "Playing ketchup: We must adapt to tackle climate-driven tomato crisis",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/voices/playing-ketchup-we-must-adapt-to-tackle-climate-driven-tomato-crisis/",
        "news_paper_name": "The Times of India",
        "publish_date": "07-08-2023"
    },
    {
        "full_article": "In the opening years of the twentieth century, Abanindranath Tagore (1871– 1951), Rabindranath's nephew and a prominent artist living at the Tagore palazzo in Calcutta, Jorasanko, made a trio of paintings depicting the Emperor Shah Jahan (r. 1628–58) at different stages of his life, together with his great monument to love, the Taj Mahal. Abanindranath painted Shah Jahan thinking about the Taj, then supervising its building, and finally, on his deathbed, gazing at it from a distance. The paintings were shown at the Durbar in Delhi in 1903, and one of them, The Passing of Shah Jahan, won the silver medal in a contest there.\nThe Durbar itself was a Mughal institution—it meant, literally, \"holding court\" — eagerly inherited by the British crown that controlled most of India. The British defeated Bahadur Shah Zafar in 1857–58 and symbolically took over the court of the Mughals. The Delhi Durbar of 1903 marked the coronation of Edward VII as emperor of India.\nAbanindranath's works, displayed on this occasion, should have read like an ironic commentary on the evanescence of power and on the pathos of mortality that afflicts all human endeavour, even the greatest architectural project of one of the most powerful monarchs ever to rule India. In giving Abanindranath the prize, however, the British authorities evidently missed the irony altogether.\nIn his essay on Rabindranath's relationship to Orientalism and the Orient, Amit Chaudhuri describes Abanindranath's paintings as \"faux Mughal,\" with \"their life- blood partly in the kitschy, the popular. He claims that this is a historically accurate description, rather than a value judgment, but it's difficult not to sense Chaudhuri's disapproval of what he sees as the unreconstructed Orientalism of Abanindranath's art — even if he grudgingly admits that the artist is considered to be \"the father of modern Indian painting.\"\nSeveral major art historians writing about Abanindranath and the Bengal School of painting associated with him and his students have examined in detail how he was trained and promoted by his teacher, E. B. Havell (1861– 1934), and appropriated by Sister Nivedita (1867– 1911). He thus became drawn, willy-nilly, into both Orientalist and nationalist projects that were unfolding in tandem in colonial Calcutta between roughly 1895 and 1915. Even Chaudhuri's incisive reading of the complex lifeworld of the Tagores and of their prodigious creative output as a family, which leads him to identify Rabindranath's Orientalism as \"revisionist,\" does not give Abanindranath his due.\n* * *\nThe consensus in the art historical scholarship is that Abanindranath was a preeminent figure in his cultural context, but that he cannot be counted as a truly gifted painter. Too much about his art reflects the influence of those with whom he was in conversation —from the first systematic historian of Indian art, the Englishman Havell, to Indian intellectuals involved in Swadeshi politics like his uncle Rabindranath Tagore, to the Japanese painter Kakuzo Okakura who was trying to theorize an 'Asian' art, to his colleagues and acolytes at the Calcutta Art School, at the Bichitra Club in Jorasanko, and at Kala Bhavan, the art department at Visva Bharati University, many of whom became increasingly enamoured of the traditional arts of Bengal.\nThat such a diverse range of understandings about the importance of pictorial and sculptural arts for Indian nationalism could all converge at the Jorasanko house and in Santiniketan, is a testament to Abanindranath's role as a magnet for vanguard thinking about art in his time. Alas, it is also the reason why most critics regard his work as a clear glass through which to see the ideas of others, rather than admiring it for the images that reflect a genius all his own.\nThe existing scholarship in English takes Abanindranath seriously as an art theorist, an institution builder, a nationalist, and a hub for Bengali, Indian, Asian, and European art practice as well as for the exchange of ideas across significant cultures of modern art throughout the pre-Independence period. But his critics are concerned about the numerous influences upon Abanindranath, and the ripple effects of his being serially taken up with different kinds of art (Western, Japanese, Chinese, Persian, Buddhist, Rajput, Mughal, or tribal Bengali) upon his disciples and peers.\nHe learned so much from so many sources, evolved so continuously as an artist and thinker, and painted in such a bewildering array of styles over the course of five decades, that it might seem patently impossible to discover in his oeuvre a single answer to his search for an Indic \"self\".\nAbanindranath became the center of the renaissance in Indian art from about the turn of the twentieth century. He set the agenda in several ways:  thematically, because of the kinds of subjects that he chose to paint; stylistically, because of the techniques that he both used himself and taught to his students; institutionally, because of the schools and salons of art that he either headed or founded; theoretically, because of his writings and publicly expressed views on art; and finally, ideologically, because of his dealings with all of the major practitioners, historians, ideologues, and institution builders of the times who had anything whatsoever to do with Indian art.\nIn addition to his prominent, indeed towering presence in the world of art and aesthetics, he was also directly involved in nationalist political activity, especially during the Swadeshi movement (c. 1900–1910). From about 1900 to 1925, Abanindranath and his mentors and disciples dominated the world of Indian art from Calcutta.\n* * *\nAbandindranath's Shah Jahan triad is supposed to convey samvega, the aesthetic shock that the painter experienced in his encounter with Indian history, particularly the history of Indian art, as expressed through both the Mughal miniature form and the sublime architectural form of the Taj Mahal. Abanindranath went on to paint a number of works depicting the Mughals, specifically the great emperors Jahangir (r. 1605– 1627) and Aurangzeb \"Alamgir\" (r. 1658– 1707).\nHe also painted the tragic figures of Dara Shikoh (1615– 1659) (Aurangzeb's older brother and heir apparent, whom he had assassinated) and Bahadur Shah Zafar (1775– 1862), the last Mughal, who was defeated and imprisoned by the British in 1857, and made to endure the execution of his sons in Delhi, eventually dying in captivity in a jail in Burma five miserable years later.\nFar from being an expression of kitsch, an Orientalist reflex, a programmatic appropriation of an especially high moment in precolonial Indian art, or an ideologically driven revivalism of the Mughal miniature form, Abanindranath's engagement with Shah Jahan and other protagonists of the Mughal dynasty is at the very heart of his reaction to the history of India and its traditions of representational painting.\nShah Jahan Dreaming of the Taj Mahal, The Building of the Taj Mahal, and The Passing of Shah Jahan all show us, not the Taj Mahal directly or in detail, nor Shah Jahan alone, but the emperor in the act of looking at the Taj —\"looking,\" that is to say, with his imagination, with his memory, as well as with his physical eyes, at a structure that stands for a number of things at once.\nThese are: his undying love for his dead queen, Mumtaz Mahal; his own erstwhile prowess as a monarch, once able to commission and supervise the building of so magnificent a monument; the fleeting nature of human life contrasted with the abiding nature of beauty itself; the political power and aesthetic refinement of the Mughals, rulers of Hindustan such as were never seen before or since; and last but not least, the facticity, the eternity, the intransigence, of Death.\nMention is made of the death of Abanindranath's young daughter in the Calcutta plague of 1902, an incident that by the painter's own admission had left him depressed and filled with thoughts of mortality as he worked on The Passing of Shah Jahan, showing the emperor's daughter Jahanara sitting at the foot of his deathbed.\nA 1915 issue of a Calcutta journal, The Modern Review, carries a small piece by the historian Jadunath Sarkar, titled \"The Passing of Shah Jahan.\" Painted thirteen years earlier, Abanindranath's work by the same title is the frontispiece of this issue of the magazine. Sarkar's account reconstructs the last seven years of Shah Jahan's life, from 1658 to 1666. In this period, Shah Jahan was imprisoned in Agra Fort by his son Aurangzeb, subjected to neglect as well as mental and physical abuse, divested of his considerable property, continuously spied upon, repeatedly insulted to his face and in writing, and forced to stand by helplessly as Aurangzeb had two of his brothers, including the crown prince and Shah Jahan's favourite son, Dara Shikoh, eliminated.\nHe became very pious during his final years in captivity and was cared for by his daughter, Jahanara Begum (the female figure in Abanindranath's painting). When he passed away after a brief illness in 1666, his body was denied a grand funeral and instead buried very quietly and simply in the Taj Mahal, in a grave alongside his dead wife, Mumtaz Mahal. Not only did Aurangzeb not come to the burial; he did not even come to pay his respects to the grieving Jahanara until a month later.\n* * *\nIn 1916, as part of the collection titled Balaka, Rabindranath published a poem titled \"Shah Jahan.\" This poem was probably written in 1914, soon after Rabindranath won his Nobel Prize for literature. Abanindranath's painting, Sarkar's history, and Rabindranath's poem all return to the same subject: the passing of Shah Jahan. Each one of these is a work beautiful in its own medium and in its own way.\nThere can be no doubt that both Sarkar's historical account and Rabindranath's poem are in dialogue with Abanindranath's painting, so closely do the three works resemble one another, and such is the unity of mood between them. Rabindranath's \"Shah Jahan\" is addressed directly to the emperor and chides him for seeking \"To conquer time's heart / Through beauty\" (ll. 43– 44). The Taj Mahal, radiant, pearlescent, is \"one solitary tear\" that the grief stricken Shah Jahan hopes will \"hang on the cheek of time\" (ll. 15– 16).\nHow wonderful the deathless clothing\nWith which you invested\nFormless death . . . ! (ll. 45– 47)\nPoet-Emperor,\nThis is your heart's picture,\nYour new Meghaduta . . . (ll. 59– 61)              \nBut Shah Jahan cannot change the logic of human history, human love, or human memory, all of which follow the arrow of time. Abanindranath, Sarkar, and Rabindranath all seem to be spiralling in ever-widening loops away from any kind of straightforward allegory about the mortality of the flesh, the immortality of a thing of beauty, the capacities and incapacities of power, and the persistence or the frailty of love. They seem also to be distancing themselves from an obvious commentary about the nature of the Mughal Empire or by analogy, the British Empire — although such a commentary could indeed be read into these three meditations on the passing of Shah Jahan.\n* * *\nIn this search for an Indic tradition and an Indic idiom, Abanindranath inevitably turned to some of the best-known stories and characters that could be found in Indian literature, mythology, religion, and history, and set about illustrating familiar textual narrations with novel pictorial depictions. He also simultaneously relied upon his contemporary art historian friends and colleagues, who were during the same years writing the first accounts of Indian art through the ages, to supply a chronology as well as geography of styles and themes.\nHis milieu in colonial Bengal was predominantly Orientalist, and Abanindranath, though brilliant in his own way, did not have his uncle Rabindranath's unique ability to withstand the force of Orientalism and to develop a highly individual, fiercely non-conformist approach to the Indic past. Many, if not most, Indian Indologist scholars, artists, and intellectuals in places like Calcutta and Poona in the early twentieth century were Orientalists to some degree or other: this does not mean we dismiss their historicism, their philology, or their politics as being in bad faith. Colonized nationalists are often Orientalists: this ought to be taken as a sort of sutra of colonial history.\nI began with a comment on the irony of the British administration giving Abanindranath an award for painting an aged emperor looking at his prize possession—the Taj Mahal, India's contribution to the seven wonders of the world —even at the very moment when it slipped out of the view of his dying eyes, about to close forever. As the Mughals disappeared into the ever-falling darkness of history, so would the British, if they but knew it.\nPerhaps the first step toward regaining India's lost sovereignty was the intuition of the finitude of sovereignty; the knowledge that the self transcends even the most awesome capacities of sovereign power, remains beyond the reach of all historically known or as-yet-unimagined forms of power, articulates itself in its quest for a limitless freedom. The certainty that power ends is only a reminder that the self does not. The Tagores sought more than India's liberation from British rule. They sought self-knowledge.\nAnanya Vajpeyi is a fellow at the Centre for the Study of Developing Societies, New Delhi. She works at the intersection of intellectual history, political theory and critical philology.\n\n",
        "headline_1": "“The Ever-Falling Darkness of History”",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/focus/news/the-ever-falling-darkness-history-3388351",
        "news_paper_name": "The Daily Star",
        "publish_date": "07-08-2023"
    },
    {
        "full_article": "One cannot help but note the strange twist of fate in which the BNP finds itself in almost the same position as Awami League did in 1996. Back then, Awami League had demanded that BNP resign and hand over power to a caretaker government to oversee elections. BNP refused and doggedly went ahead with the elections. Awami League mounted a crippling street campaign and BNP relented and agreed to amend the Constitution to allow a caretaker government before it stepped down after just 12 days in office. BNP's half-hearted assembly at Dhaka's entry points on July 29, 2023 – the day after a huge rally in front of its central office – was slightly reminiscent of Awami League's campaign of laying siege on the capital, grinding life to a halt, in 1996. Even a section of the bureaucrats was openly coopted through the Janatar Mancha, which was probably the beginning of systematic politicisation of the bureaucracy.\nElections were held under the caretaker government in 1996, 2001 and 2008; in 2011, Awami League cancelled that provision through another constitutional amendment, and now keeps repeating that the election will be held according to the constitution. The suggestion that BNP's demand is unconstitutional conveniently ignores that, in statecraft, political legitimacy always triumphs over constitutional legitimacy. But political legitimacy does not emerge by itself. It must be convincingly illustrated from different social and political spheres. It must be demonstrated from the streets, visibly and volubly.\nThis is a game that is almost intrinsic to Awami League's DNA. The party has campaigned on the streets since before Bangladesh's independence, with the six-point movement and the non-cooperation movement leading up to the 1971 Liberation War, to name just a couple. When it comes to waging a popular campaign on the streets, Awami League is a veteran and a master of the game. In contrast, BNP is a novice and does not have the organisational wisdom or the cunning such a movement would require. The two times it won an election convincingly were when it did not have to fight for a conducive environment to begin with. It was already there in 1991, since all the parties had agreed to have a caretaker government, and in 2001, thanks to the 13th amendment, BNP did not have to worry about levelling the playing field before the elections.\nAfter its landslide victory in 2008, Awami League conveniently removed the caretaker government provision from the Constitution through another amendment and ensured that the party would remain at the helm during elections. BNP's bid to boycott the next election in 2014 and thereafter destabilise the country through a vicious and bloody campaign of fire bombs on public transport did not work. In fact, it backfired, resulting in hundreds of deaths, thousands of injuries, and a frustrated electorate. BNP's lacklustre participation in the 2018 election was doomed, given Awami League's robust groundwork. In fact, the elections were so well engineered – with Awami League winning 302 seats and BNP just seven – that it became a matter of embarrassment even for the AL hawks.\n\nSince 2008, as Awami League systematically decimated BNP into a ghostly shadow of the formidable party it had appeared to be after the 2001 elections, BNP has not really spoken to the people. Most of its campaigns have been on issues that concerned partisan interests rather than those that concerned the people.\nNow, BNP is in a dilemma. Boycotting the election will not pay off, as it found out in 2014. Joining the election could result in another thrashing like that of 2018. That there is popular support for BNP, largely because of a strong anti-incumbency factor, is a fact. But then, BNP would have to wage a sustained campaign to bring about an atmosphere that allows popular support to be reflected on the ballot. BNP's failure to whip up frenzied popular support that would lend credence to its demand for political legitimacy, as opposed to Awami League's apparent pledge for constitutional legitimacy, is not that surprising, either. The party was born under the protection of the government and founded by a military strongman who was himself the president – rather similar to Ershad's Jatiya Party. It did not go through the test of fire as did Awami League, and has not shown the mettle for a taxing campaign. From its inception, BNP has been an amalgamation of anti-Awami League elements, without a distinct ideology. To make matters worse, the party appears to be held hostage by a presumptive crown prince who believes his only deserving ransom is a premiership of Bangladesh while he wiles away his time in London.\nSince 2008, as Awami League systematically decimated BNP into a ghostly shadow of the formidable party it had appeared to be after the 2001 elections, BNP has not really spoken to the people. Most of its campaigns have been on issues that concerned partisan interests rather than those that concerned the people. It is only recently that BNP started addressing issues like prices of essentials, energy crisis, and so on and has been able to attract large attendance in its rallies and party programmes. It appeared to have gathered momentum in its campaign in December last year, only to lose it soon after. And without a concrete set of pledges that speaks to the heart of the people, BNP's one-point campaign to get the ruling regime to resign will keep falling on its face, or stumble on at best.\nAlong the way, Awami League will do its best to get BNP off balance and off its track. Its numerous fronts, like the Jubo League and the Chhatra League, will be deployed as distractions. There will be counter programmes and snares. Then there will be the league of sycophantic civil servants who will dine them, and leak pictures of luncheons to the press. There will also be viral social media posts. All of it derail BNP's campaign, and it would be foolish to expect an open field. BNP will have to claw its way in. It has to be ready to take all of it in stride and be nimble, too. On the streets, the ruling party is a far more evolved political organism than the opposition. But, as it appears, BNP finds itself utterly out of depth against Awami League's guile and savvy.\nTanim Ahmed is a freelance journalist based in Dhaka.\n\n",
        "headline_1": "Can BNP really put up a good fight?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/news/can-bnp-really-put-good-fight-3387911",
        "news_paper_name": "The Daily Star",
        "publish_date": "07-08-2023"
    },
    {
        "full_article": "We appreciate the efforts of the Office of the Comptroller and Auditor General (CAG) in unearthing large-scale financial irregularities in Dhaka Central Jail during 2019-20 fiscal year. According to The Daily Star's report on this issue, the CAG audit team has found 14 counts of irregularities in the amount of Tk 37.5 crore. These include giving prisoners substandard and insufficient food, overbilling, violating procurement rules, not depositing canteen revenue to the exchequer, etc.\nWe are well aware of the deplorable state of our prisons, as this has been reported many times before. Among the common challenges inmates face are unhygienic living conditions, overcrowding, torture by staff and other inmates, and a highly organised system of corruption that extends to extorting money for services that the jail should provide anyway. All this paints a grim picture of the plight of prisoners. The audit report only reinforces the reality of the subhuman conditions under which they are kept in jail.\nIt is especially shocking that auditors found putrid, low-quality rice in the Central Jail's silos. The jail authorities spent Tk 9.11 crore for rice that proved to be unfit for consumption. Not only were the meals of poor quality, even the portions of fish and meat served were less than the minimum required. There were no fruits either. The quality of food in general is so poor that many inmates are forced to pay to get food from outside. Earlier reports in this paper have also found that some prison staff extract a hefty sum of money from prisoners' families in exchange for basic facilities such as proper bedding, water for bathing and even access to toilet. We shudder to think what prisoners who cannot pay these \"fees\" must go through.\nThe CAG audit makes it clear that those members of the jail administration responsible for procurement and distribution of food enjoy impunity which allows them to continue to engage in irregularities. The audit is of only one fiscal year, however. It is essential that audit reports from previous and current years are revealed.\nWe urge the prison authorities and the higher-ups at the home ministry to critically examine not just how jail funds are being spent but also the overall conditions of our jails. They must identify those engaged in corrupt practices and punish them under the law. Prisoners are required to serve their jail time according to their convictions. But no one should be treated with such cruelty and neglect. It violates the basic principles of human dignity that every person is entitled to. The parliament, which has been presented with the audit report, must respond properly to put a stop to this and humanise our prisons.\n",
        "headline_1": "Prison reform is the need of the hour",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/prison-reform-the-need-the-hour-3387876",
        "news_paper_name": "The Daily Star",
        "publish_date": "07-08-2023"
    },
    {
        "full_article": "We appreciate the efforts of the Office of the Comptroller and Auditor General (CAG) in unearthing large-scale financial irregularities in Dhaka Central Jail during 2019-20 fiscal year. According to The Daily Star's report on this issue, the CAG audit team has found 14 counts of irregularities in the amount of Tk 37.5 crore. These include giving prisoners substandard and insufficient food, overbilling, violating procurement rules, not depositing canteen revenue to the exchequer, etc.\nWe are well aware of the deplorable state of our prisons, as this has been reported many times before. Among the common challenges inmates face are unhygienic living conditions, overcrowding, torture by staff and other inmates, and a highly organised system of corruption that extends to extorting money for services that the jail should provide anyway. All this paints a grim picture of the plight of prisoners. The audit report only reinforces the reality of the subhuman conditions under which they are kept in jail.\nIt is especially shocking that auditors found putrid, low-quality rice in the Central Jail's silos. The jail authorities spent Tk 9.11 crore for rice that proved to be unfit for consumption. Not only were the meals of poor quality, even the portions of fish and meat served were less than the minimum required. There were no fruits either. The quality of food in general is so poor that many inmates are forced to pay to get food from outside. Earlier reports in this paper have also found that some prison staff extract a hefty sum of money from prisoners' families in exchange for basic facilities such as proper bedding, water for bathing and even access to toilet. We shudder to think what prisoners who cannot pay these \"fees\" must go through.\nThe CAG audit makes it clear that those members of the jail administration responsible for procurement and distribution of food enjoy impunity which allows them to continue to engage in irregularities. The audit is of only one fiscal year, however. It is essential that audit reports from previous and current years are revealed.\nWe urge the prison authorities and the higher-ups at the home ministry to critically examine not just how jail funds are being spent but also the overall conditions of our jails. They must identify those engaged in corrupt practices and punish them under the law. Prisoners are required to serve their jail time according to their convictions. But no one should be treated with such cruelty and neglect. It violates the basic principles of human dignity that every person is entitled to. The parliament, which has been presented with the audit report, must respond properly to put a stop to this and humanise our prisons.\n",
        "headline_1": "Prison reform is the need of the hour",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/prison-reform-the-need-the-hour-3387876",
        "news_paper_name": "The Daily Star",
        "publish_date": "07-08-2023"
    },
    {
        "full_article": "We are quite alarmed by the findings of a recent report that brought out a disturbing reality about the distribution of relief rice in Pabna. According to the report, rice from the government's support programmes for vulnerable and underprivileged communities was diverted to privileged organisations, including officers' clubs, press clubs, and other social clubs. This is a gross violation of the intended purpose of such relief efforts. It also highlights a significant flaw in the management of relief materials that made it possible.\nAccording to the guidelines set forth by the disaster management and relief ministry, relief assistance is specifically designed to aid the poor, ultra-poor, disaster-affected individuals and families, malnourished children, etc. It also extends to government and non-government orphanages. Organisations like these are the ones who are supposed to get relief support. However, in Pabna, many entities that do not fit the above description got tonnes of relief rice (so that they can sell those and use the proceeds for their own purposes). Particularly, the involvement of officers' clubs – populated by public officers who are already well-compensated – is most unfortunate. This not only goes against the spirit of the government guidelines, but also perpetuates a system of inequality and abuse of resources.\nThe justification provided by some of the recipient organisations is equally troubling. Claiming that they received the rice following \"due procedure\" and that they had various \"needs\" does not absolve them of responsibility. The fact remains that the relief rice should have been allocated only to organisations and communities that meet the specified criteria of vulnerability and need. That it didn't happen indicates the lack of proper monitoring and oversight on the part of those in charge of our social support programmes.\nOf course, this is not the first time that such incidents have happened. In fact, over the last few years, particularly since the outbreak of the pandemic, we have had multiple reports on how the social support schemes have been compromised by the inclusion of underserving recipients. Many well-off and politically connected individuals who shouldn't have been on the lists of beneficiaries were included, while many who deserved the help were either exploited or excluded. We have also seen how the budget for social protection has been diverted to paying pensions and various other unrelated purposes. The latest incident only shows that the government is yet to take social support with the sincerity that it deserves. \nWe urge the government to conduct a thorough investigation into the Pabna incident. Those responsible for misallocating relief rice should be held accountable. Additionally, there should be a comprehensive review of the existing relief distribution process to ensure that it remains fair, efficient, and targeted towards the most vulnerable populations.\n",
        "headline_1": "Don't make a mockery of social support ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/dont-make-mockery-social-support-3387726",
        "news_paper_name": "The Daily Star",
        "publish_date": "07-08-2023"
    },
    {
        "full_article": "Extreme poverty and high illiteracy were once considered two of the impediments to a better life for the country's underprivileged people, especially those in rural areas. These blights and a few other constraints could somehow be coped with in the last couple of decades. But a number of others have yet to be conquered. Rural people's protein deficiency is one of them. As has been observed in a research study, Bangladesh is losing productivity worth Tk10.72 billion every year due to protein deficiency. The country's people are found to be victims of various diseases due to dearth of protein in their foods. Of late it has been found that infertility is alarmingly on the rise among both males and females. The message has been disseminated at a seminar titled 'Right to Protein', jointly organised by Bangladesh Poultry Industries Central Council and US Soybean Export Council in Sylhet recently.A keynote paper presented at the seminar noted that without sufficient nutrition in-take death risks of mothers and children increase; and different types of physical and mental complications occur during the growing age of adolescents. It's a universal truth that in building a developed nation, it must get rid of the curse of malnutrition. To make that happen, it is essential to include information about protein and protein-rich foods in school textbooks. But protein deficiency does not happen just because of a lack of proper knowledge among rural population. Affordability of protein-rich foods matters most. Protein deficiency, however, is not only a problem of rural areas, urban poor and low-income families also suffer from it. Interventions by the government and private sector to increase public awareness about protein are there. But in the rural areas, in particular, there are misconceptions and biased views among sections of people about certain food items. In certain areas of the country there has been considerable improvement in nutritional index over the past few years. But they are said to be lagging far behind in milk production. Milk is considered a complete food because it has a lot of high-quality protein and all nine amino acids. Thanks to the prohibitive price of milk in the urban areas, many middle class families have even dispensed with it, thus depriving their fast-growing teenagers of its benefits. The abnormal rise in the prices of fish, meat and even egg in recent months has only intensified the problem of protein deficiency. Vegetables, pulses and fruits have also become dearer putting extra pressure on low-income people to opt for cheaper and reduced quantity of foods. Even before the latest economic crisis, a sizeable proportion of children were found to experience stunted growth and, in extreme cases, waste. The loss of productivity worth Tk 10.72 billion due to protein deficiency of people every year is a serious matter. This does not go well with a lower middle-income nation. Bangladesh must plan for improved diet and better health for all segments of society.",
        "headline_1": "Coping with protein deficiency",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/coping-with-protein-deficiency-1691334800",
        "news_paper_name": "The Financial Express",
        "publish_date": "07-08-2023"
    },
    {
        "full_article": "Senior citizens often express their worries over the changes in the timing and nature of seasonal events such as late arrival of the winter, its shorter span or absence of rain in the rainy season. But people want to reassure themselves with the hope that it might be an exceptional season and things will return to normal again. But the recent developments have shattered such hopes. The changes are actually becoming permanent. The summers are getting longer and prolonged heatwaves, a new phenomenon, are now visiting us more frequently than before. Consider the rainy season comprising the Bengali months of Ashar and Shraban, which span the months of June-July and July-August on the Gregorian calendar. Ashar (June-July) comes with heavy rains, while Shraban (July-August) is known for its frequent spells of rain and sun every day, all over the month. But rain is getting rarer in the monsoon. Last year's was the driest ever Shraban in the last four decades with record low rainfall. According to the Bangladesh Meteorological Department (BMD), the country's highest rainfall at an average of 523 millimetres is recorded in the month of July. In June it is 460 millimetres on an average. But 2022's July saw 58 per cent less rainfall, which is slightly over one third of the normal rainfall. This July (of 2023), too, was not much different from last year's with slightly over 50 per cent (51 per cent, to be exact) rainfall. Bangladesh also experienced an extremely hot July this year. So it did during April, May and June. But Bangladesh alone was not suffering from the searing heatwaves. In fact, the entire world has been exposed to this strange behaviour of nature. Scientists believe, it is the oceans' surface that has become very hot. European Union climate observatory data show that last week on July 30, ocean surface temperature reached 20.96 degrees Celsius. But July is not the month when the ocean should be, going by the records, so hot. If at all, it should be in March. Dr Samantha Burgess of the Copernicus Climate Change Service (C3S) from the European Union (EU) is also of the view that March, not August, should be the time when ocean surface is the warmest globally. So, what is concerning about the development is if the ocean temperature would break previous record next March.For in March 2016, the ocean temperature was 20.95 degrees Celsius. But it was the time when El Nino, a climate pattern characterised by unusual warming of the surface waters in the eastern tropical Pacific Ocean, was in full swing. In fact, it is part of a bigger oceanic phenomenon called 'El Nino Southern Oscillation (ENSO). During the El Nino phase of the ENSO, the surface temperature of the eastern tropical Pacific Ocean rises unusually. Similarly, there is an opposite phase of ENSO, called La Nina when that region of the ocean is marked by unusual cooling of the ocean's surface water. Episodes of both El Nino and La Nina have widespread impacts on global weather patterns accompanied by extreme heatwaves, wild fires, excessive rainfall, hurricanes and so on. Such states of climate pattern caused by the ocean can last nine to twelve months. Sometimes, it can even continue for years. Now the question that is worrying climate scientists is if the very high ocean temperature recorded on July 30 that broke 2016's El Nino record was exceptional or a new normal? Or was it global warming at work? The answers to these questions are crucial to the scientists' understanding of the erratic behaviour of weather patterns across the globe. Now, why should it bother scientists at all? In fact, oceans are a climate regulator as they soak up 90 per cent of the excess heat humans have been producing through their activities like fossil fuel burning and destruction of forests. An ocean not only absorbs heat, but also acts as the biggest carbon sink (absorbs CO2, the greenhouse gas) and produce half of the world's oxygen. But warmer oceans are less capable of absorbing CO2. That is yet another piece of bad news for humanity because with oceans getting warmer, more CO2 will remain in the atmosphere meaning it will accelerate the process of global warming further.As it has already been happening, glaciers will melt faster raising the sea level threatening coastal populations everywhere. Temperatures in the seas have been rising since at least 1980s. But lately, the impact of La Nina (the cooler phase of ENSO) had been holding the rise (of temperatures) in check. Now, maybe, El Nino has been driving up the sea temperatures further. The trajectory for ocean surface temperatures has been described by climate scientists as 'headed off the charts', according to the British daily newspaper, Guardian. What can be its other possible impacts rather than the heatwaves, droughts, hurricanes or downpours on the land? Heated up seas may force marine species like fishes and whales to move to cooler regions thereby disturbing the food chain. This may affect fish stocks. Dr Kathryn Lesneski, who according to the BBC, is monitoring a marine heatwave in the Gulf of Mexico for the National Oceanic and Atmospheric Administration (NOAA) said there was widespread coral bleaching at shallow reefs in Florida and many corals have already died, she added. Corals are mostly organisms that make colonies of hundreds of thousands of individual animals called polyps. Their colonies are like tropical forests of the oceans providing food, shelter and spawning ground to sea creatures. So, their destruction will be to the marine life like what deforestation is to humans and other animals on land. These are all bad news for humanity, indeed, all forms of life on Earth. \n[email protected]",
        "headline_1": "Warmer seas pose bigger threat to life",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/warmer-seas-pose-bigger-threat-to-life-1691334842",
        "news_paper_name": "The Financial Express",
        "publish_date": "07-08-2023"
    },
    {
        "full_article": "A leading contemporary carries success stories of ordinary people or their unusual achievements under what may be called a shoulder headline or kicker, 'Samoyer Mukh' (face of the time). Yesterday it carried an interview of a mother who has passed this year's Secondary School Certificate examination along with her son. No, she did not achieve the highest grade but her GPA-4.54 is more than the top grade GPA-5. How? It is the undying spirit she nurtured in her bosom that makes her different from other women. After long 19 years of her dropout from school at the age of only 12 when she got married and had three children, the mother returned to school to continue her study. What an amazing return for a mother! No, she did not appear as a private examinee but as a regular student she got admitted to class IX in 2019 when her son also sought admission to the same class but in a different school. Her son achieved the top grade GPA-5 to make it an occasion of double delight for the mother from Natore. Herself a ward councillor of a reserve seat of a union, she made the decision partly because her deceased husband wanted her to continue her study after the marriage and partly because she felt lonely at home when he died during the pandemic. All three children were studying and her desire for study was reawakened. Hers is a success to be celebrated but at the same time it also conversely points to a painful fact. The fact is that many like her with a burning desire are compelled to bury their dreams of a better life as adverse circumstances make them accept child marriage and motherhood earlier than they should. There are instances where girls coming out first in school examinations from primary to the secondary levels were given into marriage bringing an end to their studies. Usually the husbands in such cases are the worst students but because they hail from affluent families in a village they are preferred by the girls' parents as their sons-in-law.What a waste of women's talent! Well, there is some compensation in such cases. It has been observed that the couple's children most often are meritorious students, most likely because of the mothers. In families with no highly educated members, these children come out in flying colours. These mothers want to realise their unfulfilled dreams through their children and their tutelage acts as a deciding factor in doing so. This may be a small consolation but it is a gargantuan loss for society and the nation. Had they not become teen mothers, these talented girls could advance far in their lives like the central characters of Samaresh Majumder's novels. Indeed, if mothers are educated, its benefits are reflected in many ways on a family and by extension on society. Contrary to this, the mothers including those who have completed tertiary education, bring their children to coaching centres and gossip together until the coaching class is over present a pathetic picture. They are a happy-go-lucky type, who consider their respective life's journey up to their marriage to a husband earning a fat income. This again is a waste. The majority of these mothers would not take any responsibility of guiding their children in their studies. But the mothers who knew life's hardship at their parents' homes and which forced them to embrace an early marriage make a monumental sacrifice and yet try to contribute to their families and society by the natural gift they were blessed with. In both cases, society becomes a loser in terms of knowledge creation and economy. Now it is easy to get information of the remotest corners and media coverage often help bail talented students---both boys and girls---out of the dire straits. But in earlier times such budding talents met with premature reversals. Yet the government efforts to take care of such talents are not enough. Some private organisations have been doing quite an excellent job. It would be desirable that a special government fund is devoted to the cause under an equalitarian, particularly gender equality programme.\n[email protected]",
        "headline_1": "Mother nonpareil",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/mother-nonpareil-1691334889",
        "news_paper_name": "The Financial Express",
        "publish_date": "07-08-2023"
    },
    {
        "full_article": "Water logging has become an everyday affair for Chattogram city dwellers. But it intensifies every year in the rainy season. Even after a regular rain the city streets go under knee-deep water. But the recent rainfall that continued for six consecutive days has caused waist-deep water logging in some low-lying areas of the port city. Many residential areas including the house of Chattagram City Corporation Mayor Md Rezaul Karim Chowdhury have gone under several feet of rainwater. Moving from one place to another has become quite impossible as the roads have witnessed flash floods. People now have to wade through filthy water mixed with sewage, which can break out various waterborne diseases. A number of areas can remain inundated for days. But the situation remains more or less similar every year. However, we have not yet seen any long-term plan from the authorities concerned to resolve it for good.If we look closely, we will find that unplanned construction of buildings, littering, encroachment of canals and water bodies are some of the major reasons behind this perennial water-logging problem. The authorities should address this problem immediately and come forward with a permanent solution so that waterlogged roads do not remain a problem for our city. The canals and drains of the city should be excavated. Illegal structures on the canals and drains must be removed. We hope the city corporation authorities will take immediate action to solve the problem of water logging before it is too late. \nAsad Ush Shaheed, Halishahar, Chattogram, [email protected]",
        "headline_1": "Getting rid of Chattogram's water logging",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/getting-rid-of-chattograms-water-logging-1691334927",
        "news_paper_name": "The Financial Express",
        "publish_date": "07-08-2023"
    }
]