[
    {
        "full_article": "Symbols are a party’s heartbeat. But parties don’t own symbols. Which is why it’s such a fierce battle when parties split – as in the ongoing Pawar vs Pawar battle\nIn the NCP vs NCP wrangle in Maharashtra, Supreme Court in an interim order on March 19 allowed Ajit Pawar the ‘clock’ as party symbol. SC also told Maharashtra’s deputy CM to advertise widely that the clock’s allotted to him sub judice – that means till court decides on the ‘main’ matter.\nSC’s hearing NCP founder Sharad Pawar’s appeal against Election Commission allowing Ajit Pawar’s claim that his faction is the ‘original’ NCP. The clock is National Congress Party’s original symbol. After SC’s Tuesday order, Ajit Pawar can use party name ‘NCP’, and symbol ‘clock’, during campaigning and expectedly on the ballot, till matters are decided.\n\nRead full story on TOI+\n\n",
        "headline_1": "Clock’s ticking: Battle for party symbols",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/holycow/clocks-ticking-battle-for-party-symbols/",
        "news_paper_name": "The Times of India",
        "publish_date": "22-03-2024"
    },
    {
        "full_article": "Delhi’s pollution levels keep rising with rising GRAP restrictions. This plan is only spiking congestion and chaos. Eight years in, it needs replacing with something that actually works\nEven as Delhi was enjoying a rare respite with cleaner air and sunny skies, dropped the news of its being the world’s most polluted capital city. What is needed is to discuss air pollution without falling into a trap of unproductive blame games and futile arguments.\nTo set the context, the air pollution season of 2023-24, stretching from Oct 1 to Feb 29, was one of the worst in recent memory. Its average Air Quality Index was 304, a notable increase from 280 in 2022-23 and 278 in 2021-22.\n\nRead full story on TOI+\n\n",
        "headline_1": "Who’s to blame for the world’s most polluted capital?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/whos-to-blame-for-the-worlds-most-polluted-capital/",
        "news_paper_name": "The Times of India",
        "publish_date": "22-03-2024"
    },
    {
        "full_article": "‘Encounter specialist’ is no hero. He represents extreme system failure to provide rule of law\nPradeep Sharma, a former Mumbai cop who was valorised in popular culture as an ‘encounter specialist’, was on Tuesday sentenced to life imprisonment by Bombay HC for a fake encounter. Along with him, the court upheld a life sentence on 12 other cops involved in the same case. It’s reportedly the first such conviction in Maharashtra.\nShortcut to justice | Chequered careers of Sharma and his contemporaries who were encounter specialists have hogged attention. But the phenomenon is not unique to Mumbai. Across India, policemen have been informally allowed to take shortcuts to deliver justice. This reflects systemic failure, not a solution. Flourishing careers of Mumbai ‘encounter cops’ have underlined that failure.\n\nCriminals in uniform? | Many of the encounter cops have had to face disciplinary action for unsettling links with the underworld and holding assets disproportionate to their income. Sharma’s fake encounter took place 18 years ago. A SIT that investigated it alleged that it was carried out at the behest of a business rival.\nRule of law matters | Central to the idea of rule of law is that power is never exercised arbitrarily. Greater the power given to a representative of the State, greater is the need for accountability. Distortions such as ‘encounter cops’ and ‘bulldozer justice’ subvert the idea. Arbitrariness replaces the idea of a justice system with a set of checks and balances. Without limits on exercise of power, we only end up with injustice.\n\nFailure’s not an excuse | Summary justice has its supporters. Their chief argument is that the normal route failed to deliver. But the antidote to failure can’t be a system that gives policemen a special dispensation to bypass accountability. That’s always led to abuse of power, as, once again, the careers of encounter cops show.\nJustice and democracy | They are intertwined concepts. A democracy is as good as the quality of its justice delivery. Arbitrariness is antithetical to democracy. No democracy can afford to travel down the path of summary justice.\nIt’s no one’s case that ensuring an effective justice delivery system is easy. India has its share of problems. But a strong state will find solutions that uphold the rule of law, rather than opt for methods that dispense with it. Let’s not forget that the case against Sharma was built through police investigations. It shows that no one is above the law. That’s the real takeaway.\n\n",
        "headline_1": "Good cop? No, bad",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/good-cop-no-bad/",
        "news_paper_name": "The Times of India",
        "publish_date": "22-03-2024"
    },
    {
        "full_article": "Ads can promise the moon. But when it comes to health and medicine, we need grown-ups in the room\nMiracle cures and magic potions are an easy sell, unless there’s someone to check the hype. Misleading ads and too-good-to-be-true wellness products are now being taken seriously by courts and regulators. Supreme Court has taken a dim view of Patanjali Ayurved’s misleading adverts, which tried to erode faith in modern medicine while hawking its own formulas to ‘completely cure’ high blood pressure, diabetes, arthritis, obesity and other complex ailments. Meanwhile, National Commission for the Protection of Child Rights has pointed out that there is no category called ‘health drink’, as it cracks down on sugary beverages being pushed to children with this label.\nWhile a warm mug of malted milk or cocoa may bring up happy childhood memories, it’s just as junky as other processed food. Energy-dense, stimulating and easy to swallow, these drinks have been sold to busy parents as nutrient-fortified goodness. Diets don’t work in this simplistic way, it turns out. In the name of micronutrients, food companies have gulled us into giving children a steady stream of sugar-loaded foods and drinks, priming them to crave more.\n\nIndia is the fastest growing market for such processed food and drinks – retail value of these products grew by 42 times between 2006 and 2019. They lead to illnesses like diabetes, heart disease, strokes and cancer. Meanwhile, other duplicitous ‘health’ companies promise complete cures for these diseases. In a country where modern healthcare is either subpar or unaffordable, these adverts also prey on the need and vulnerability of people.\nHealth cannot be left to the market to sort out. It is a field marked by serious asymmetries of knowledge. Patients and consumers can’t be expected to expertly parse these claims for themselves. Given the formidable commercial interests pushing these products, scrupulous regulation is essential.\n\n",
        "headline_1": "What’s your poison?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/whats-your-poison/",
        "news_paper_name": "The Times of India",
        "publish_date": "22-03-2024"
    },
    {
        "full_article": "Does it sound a trifle strange that Bangladesh is set to join the bandwagon of global technology-savvy countries responsible for manufacturing semiconductors? Reports pouring in since the last couple of days not only highlighted the prospect in this regard but also argued in favour of the country's capability to emerge as a significant player in semiconductor packaging. A FE report, quoting local entrepreneurs, says Bangladesh stands to earn billions of dollars in chip designing or prefabrication works by providing training to the existing pool of engineers with government support. With approximately 25,000 engineering graduates entering the workforce annually, targeted and practical training programmes could enable them seize opportunities within the rapidly expanding global semiconductor industry, the report suggests.Semiconductors, sometimes referred to as integrated circuits (ICs) or microchips, are made from pure elements, typically silicon or germanium, or compounds such as gallium arsenide. In a process called doping, small amounts of impurities are added to these pure elements, causing large changes in the conductivity of the material. Developments in semiconductor technology during the past 50 years have made electronic devices smaller, faster, and more reliable. Today, semiconductors are used far and wide. Semiconductors can be found in nearly every electronic device. Desktop computers, the internet, tablet devices, smartphones would not be possible without semiconductors. Semiconductors can be made into precision switches with a small amount of voltage. Current global market of semiconductor is reportedly worth $600 billion, and the industry shows signs of booming to $1.0 trillion by 2030. Although Bangladesh is at a very infant stage, local entrepreneurs claim that the country's capacity has been well-established at prefabrication stage as big-name like Apple and Taiwan Semiconductor Manufacturing Company Limited (TSMC) have already teamed up with Bangladeshi engineers in chip designing. According to experts, as of now, Bangladesh's involvement is limited to IC chip design, but if the country can enter the semiconductor ecosystem, which includes silicon wafer production, IC chip fabrication, IC chip packaging, assembly and testing, and integration into products, revenue from the semiconductor industry may be expected to be similar to the current income from readymade garment. Industry people suggest that for gearing up the sector, a separate cabinet body under the Prime Minister's Office (PMO) focused on semiconductor may be introduced to oversee investment and plan governmental support mechanisms. Also, they suggest matching grants from government for startup companies could help them develop human resources. Aligning academic curriculum in a well-targeted manner will also add required motivation for students to join the knowledge-based pursuit. For sustained and inclusive growth of the semiconductor industry, a collaborative approach involving the private sector, academia, and the government is essential. By jointly cultivating a skilled workforce and attracting talented engineers to the field, a robust pool of expertise can be created. The success of these efforts will largely hinge on proactive government initiatives. Prioritising investment in human capital, establishing conducive working environment, and formulating forward-thinking policies are pivotal to kickstarting and sustaining the growth of this burgeoning industry.",
        "headline_1": "Semiconductor may open up a new frontier",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/semiconductor-may-open-up-a-new-frontier-1711032731",
        "news_paper_name": "The Financial Express",
        "publish_date": "22-03-2024"
    },
    {
        "full_article": "People and places seem to develop a symbiotic relationship. This happened for millennia until colonial powers in Europe embarked on expeditions in the 15th and 16th centuries for exploration and exploitation of lands and their peoples in Americas, Asia and Africa and Australia. Ever since the time of the hunters-gatherers, the ancestors of today's modern people were on the move for their survival until they found suitable places to settle down and learnt the craft of fashioning some kind of shelter for living in. On that count, historical evidence is scanty to record how a particular people became indigenous in a certain geographical boundary. The mass exodus by the Europeans following the expedition by Italy's Genoa-born Christopher Columbus to North America marks the greatest ever continental human migration on this planet. By no means was Columbus the discoverer of America because centuries ago Vikings such as Leif Eriksson set their feet on the continent where native Americans had been living for centuries. Yet it was Columbus's three expeditions that are thought to be responsible for connecting old continents like Asia, Africa and Europe with the 'New World', Americas to be precise. But the extreme cruelty resorted to by him to gain his exploits led to his arrest even in those early days of colonisation.Inspired by his exploits, European powers made their forays into Asia and Africa in order to establish their economic and political strangleholds on the vastly rich continents. This was the cause and effect of the two World Wars late in the 20th century. As a by-product decolonisation followed and the advancement of science and technology triggered the pace of mobility, severing people's roots with places. This is contrary to the inhuman slave export from Africa to America. Now the compulsion is self-driven and considered illegal migration from Asia and Africa to Europe and America. On the way, many meet tragic end either in the Mediterranean Sea off the Lybian coast or under unusual circumstances. Their quest for their El Dorado ends up thus or in jails in foreign land. Those who are lucky make it to their destinations. In modern times, the world has become a global village and a growing number of educated and moneyed Bangladesh nationals have either opted for settlement in Europe, Australia and North America or have retained dual citizenship in order to visit their homeland from time to time. But their children will hardly feel the pull from the land they left so early with distant memories. This is how human journey continues with the more capable and privileged among Asian and African people moving to the West and feeling comfortable to be considered global citizens. A kind of silent and subtle reverse colonisation is taking place as evidenced in Barak Obama's ascension to the presidency in the United States of America, Rishi Sunak's elevation to the premiership in the United Kingdom, the once most powerful colonial empire. There are Sadiq Khan to hold the mayoral position in London and Kamala Harris to grace vice-presidential position in the USA. However, playing dominant roles is not limited to rise in political affairs only. The majority of US tech giants were led by CEOs of Indian origins until recently. A few of them have retired and former Twitter's CEO Parag Agarwal was sacked after Elon Musk took over it and rebranded it as X. From East London boroughs such as Tower Hamlet in London to Begum Para in Canada, the burgeoning expatriate populations of Bangladesh descends make a case for redirection of the process of sharing a slice of the pie. However, there is a difference in the emigration the working class Sylhetis initiated in the 40s of the past century and the expatriation process to Canada in recent times. The illegal migration to European countries like Italy is different from the ones to East London and Wales where approximately 0.65 million people of Bangladeshi origin, 1.1 per cent of the total population of England and Wales, have received naturalised citizenship. The expatriation to Britain is rooted to its colonial history but to other destinations, the pulls are quite different. However, this would never have been possible if the internal migration in Bangladesh had not undergone a paradigm shift, in the first place. Obviously, this was possible because of the independence the country attained in 1971. A kind of domestic colonisation also took place with the concentration of wealth in its capital that witnessed an explosion of physical expansion for accommodation of an ever burgeoning population. Opportunities---both fair and foul--- abounded and right speculators as well as fraudsters grabbed those in the happy hunting grounds. Streams of the illiterate and uneducated also followed but they sought their shelter in slums, doing odd menial and other low-skilled jobs. A large majority made an easy option for pulling rickshaws. Thus the exploitative colonial mindset had its part in the country's--- mostly the capital's, the port city's and other urban centres'--- development. The privileged and the opportunists now look for tax havens and second homes abroad to the neglect of their land of birth. Nobel laureate Abdulrazak Gunrah's observation, \"geography became biology in order to construct a hierarchy in which to place the people who lived in the inaccessibility and primitiveness in other places of the map\" is equally true for internal colonisation. \n[email protected]",
        "headline_1": "Paradigm shift in relationship between people and places",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/paradigm-shift-in-relationship-between-people-and-places-1711032770",
        "news_paper_name": "The Financial Express",
        "publish_date": "22-03-2024"
    },
    {
        "full_article": "Mosquitoes do not discriminate. Given an opportunity, they would bite everyone, be he or she a VIP (very important person) or an ordinary man. The vectors demonstrated their non-discriminatory trait during a DNCC drive to destroy their nests in thick layers of water hyacinth floating on the Rajuk Khal (some people call it lake) at Uttara last Wednesday. The Dhaka North City Corporation (DNCC) organised the drive as part of their Mosquito Eradication Programme. The moment the labourers, assigned to the cleaning job, tried to pull water hyacinths out of the canal using long-handled tools, mosquitoes in their zillions swarmed the area and attacked everybody present there. The tiny flying insects did not spare Local government, Rural Development and Cooperatives Minister Mr Md. Tajul Islam, who attended the programme as the chief guest and DNCC Mayor Atiqul Islam, the organiser of the event. They were seen using their hands to drive away the marauding gangs of mosquitoes. The canal cleaning programme was organised amidst growing fear of yet another major outbreak of dengue this year. Last year the country saw an unprecedented outbreak that, according to official estimates, claimed 1,705 lives and made 321,000 persons afflicted with the disease. An entomologist present at Wednesday's event while talking to a TV channel expressed his strong fear of a far more intense dengue outbreak this year, with more areas other than Dhaka remaining particularly vulnerable. This is the first time dengue has made known its presence throughout the year. A few spells of rains have already led to accumulation of water in receptacles considered potential breeding grounds. Baishakh may see more rains and then the onset of the monsoon will not be far away. Residents of Dhaka and other places, like in the past, will have no option other than submitting to virulent Aedes mosquitoes and suffering. The authorities concerned have concentrated more on advising people to build a 'social movement' to contain dengue than doing something substantive on their part. Advice alone can hardly instigate any social movement against Aedes mosquitoes. Some people need to be on the spot and provide leadership to make that happen. That part is missing until now. Besides, there has to be 'dawa with doa'. The local government institutions need to join hands with other social and voluntary organisations to launch drives for destroying the breeding grounds of Aedes. Nothing is visible so far in this respect. While Aedes mosquitoes are silent killers, their culex cousins in addition to causing diseases such as malaria and Japanese encephalitis are considered major irritants after dusk. Unlike Aedes, culex mosquitoes choose stagnant dirty water of drains and canals as breeding ground. Mayor Atiq, while speaking at the last Wednesday's event, complained that the DNCC had cleaned the Uttara canal belonging to both Rajuk and Dhaka WASA twice before. The DNCC, he said, has requested its owners to transfer the canal to it for better management. Here, it would not be out of place to seek to know from the DNCC the state of the canals that it had taken over from the DWASA three to four years back. The two city corporations had insisted on the transfer of the dying or dead canals from the DWASA for their expeditious restoration. Cleaning one part or another of a canal cannot be considered its restoration to the old state. To put a canal to its old and natural state would require eviction of encroachers, forcibly or otherwise, excavation and constant cleaning. The DNCC has yet to demonstrate its strong resolve to complete that task. Residents who live on or along these canals' banks and bear with water logging and constant mosquito bites expect better performance from the DNCC. \n[email protected]",
        "headline_1": "Non-discriminating culex vectors!",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/non-discriminating-culex-vectors-1711032815",
        "news_paper_name": "The Financial Express",
        "publish_date": "22-03-2024"
    },
    {
        "full_article": "Many expatriate Bangladeshis living in the UAE wish to return home during Ramadan and Eid holidays. However, the exorbitant ticket prices thwart their plans. Gold smuggling syndicates are exploiting this predicament.A significant number of expatriate Bangladeshis are falling prey to these syndicates' offers of discounted tickets. Concurrently, due to high gold prices in the domestic market, traditional jewelry shops are witnessing a sharp decline in their sales, whereas sales remain steady in establishments dealing in TT Bar and Kilo Bar gold. Unscrupulous businessmen capitalise on this situation by luring expatriates to carry gold in return of the ticket packages. Local gold merchants warned Bangladeshi expatriates against accepting such offers, highlighting the risks posed by gold smuggling syndicates. Furthermore, as the Eid season approaches, numerous travel agencies collaborate with gold smugglers to create an artificial ticket shortage, to influence passengers to carry gold.It is imperative for relevant authorities to enhance surveillance to curb gold smuggling activities and rigorously regulate travel agencies. This proactive approach will mitigate the risk of artificial ticket crises.\nS.M. Rahman JikuMember,CAB Youth GroupCollege Road, Chawkbazar, Chattogram.[email protected]",
        "headline_1": "Crack down on gold smuggling syndicates",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/crack-down-on-gold-smuggling-syndicates-1711032837",
        "news_paper_name": "The Financial Express",
        "publish_date": "22-03-2024"
    }
]