[
    {
        "full_article": "Struggling with gender identity, and fighting against stigma, prejudice and discrimination, the LGBTQIA+ community, in Tamil Nadu at least, will not be derided by slurs or mocking half-names anymore. The T.N. government, on the orders of the Madras High Court, has come out with a glossary of terms to address people who are lesbian, gay, bisexual, transgender, queer, intersex, asexual or of any other orientation. The Department of Social Welfare and Women Empowerment notified the terms — paal pudhumaiyar for queer; maruviya paalinam for a transgender; idaippaal for intersex; paalina adaiyaalangaludan oththupogaathavar for a gender non-conforming person and so forth. Not everyone is happy; some groups feel the word for transgender should be the one in use, thirunar; others hope the nomenclature will not rid those who fall outside the generalisation of the benefits. For this diverse community, the road from isolation to belonging has been fraught with bias and violence, it was a wrong Justice N. Anand Venkatesh of the Madras High Court sought to amend in his June 7, 2021 verdict. While hearing, in April, the ordeal of a same-sex couple who sought police protection from combative parents, Justice Venkatesh admitted that he had to shed his own misconceptions before ruling on the case. The High Court came out with a slew of guidelines for the police, and social welfare ministries, both State and Centre, to ensure the safety of the community.In February, the High Court pulled up the Union Ministry of Social Justice and Empowerment for dragging its feet on listing names of NGOs working for the community. In a June 2021 order, the High Court had acknowledged that social sanction is of paramount importance to lead a life of choice. In 2018, a Bench of the Supreme Court had overturned a 2013 ruling and decriminalised homosexuality. But the landmark judgment was only a first step. An individual wanting to live with dignity, no matter how she wants to be identified, still has many mountains to climb before enjoying liberty, autonomy and privacy guaranteed by Article 21. The state and society often mobilise traditional values to combat all sorts of phobias, and the movement for equal rights in T.N. should ensure children are not forced to go in for conversion therapy or thrown out of their homes for being different. Rights activists hope the glossary is fluid because the conversation around gender and sexuality is evolving. By creating inclusiveness in language for a marginalised community, the State has worked on the principle of suyamariyadhai or self-respect, the cornerstone of the Dravidian movement. Tamil Nadu has shown the way, but there is a long way to go before people forced to be in the shadows see a rainbow of hope in all spheres of life.",
        "headline_1": "Rainbow of hope: On Tamil Nadu’s glossary of terms to address LGBTQIA+ community",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/rainbow-of-hope-the-hindu-editorial-on-tamil-nadus-glossary-of-terms-to-address-lgbtqia-community/article65810545.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "26-08-2022"
    },
    {
        "full_article": "Six months after Russia began its invasion of Ukraine, the conflict seems to have entered a dangerous stalemate. Ukraine resisted the Russian attack well, forcing the invading troops to retreat from around Kyiv, its capital, and Kharkiv, the second city, but in the east and south, it lost swathes of territories. The war seems to have strengthened the trans-Atlantic alliance, which was evident in Sweden and Finland applying to join NATO, but the West is reeling under the heat of the economic consequences, especially amid growing fears of Russian gas supplies drying up during winter. Russia made territorial gains in Donbas and in southern Ukraine, but its setbacks in the north and northeast and its inability to take quick, decisive battlefield victories elsewhere exposed the gap between its rhetoric and the reality. Russia has stopped ground assaults but it continues to bomb Ukrainian cities at will, the latest being an attack on a railway station on August 24, Ukraine’s Independence Day, that also marked six months of the invasion. Ukraine’s strategy appears to be making the occupation costly for the Russians rather than taking back territories. Russia’s Crimea and Kherson bases have come under repeated attacks. The Russian intelligence has blamed Ukraine for a car bombing that killed the daughter of an ally of President Vladimir Putin.Reports in recent weeks suggest that the Russian intelligence gravely miscalculated the Ukrainian resistance before the war. When the Kyiv regime stayed put in the face of Russia’s multi-axis assault, the Russian generals had to change their strategy, from lightning strikes across the country to a focused ground invasion in the east. Even that was made complicated by Ukraine’s resistance, which got military and financial assistance from the West. As the war dragged on, the West’s resolve to punish Russia only hardened, leading to crippling sanctions on the Russian economy. So, Mr. Putin is now in a spot, despite the limited battlefield gains of his troops: managing the sanctions-hit economy itself is a tall task; continuing the war would be costly, and there is no certainty that he would meet his strategic goals through a long-term war. And for Ukraine, despite its resistance capabilities and the support from the West, taking back territories using force remains impractical. So, to break the stalemate, what both sides can do is to agree to a ceasefire and start direct talks seeking a political solution. The UN and Turkey-mediated talks that saw a breakthrough in July in shipping grain from Ukraine’s ports via the Black Sea are a model worth being followed. Regional players with communication lines open to Moscow and Kyiv should push them to come to the table. If a war of attrition is allowed to grind on, it would continue to hurt all stakeholders, besides holding the global economy hostage.",
        "headline_1": "A perilous stalemate: On Russia-Ukraine conflict after six months",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/a-perilous-stalemate-the-hindu-editorial-on-russia-ukraine-conflict-after-six-months/article65810618.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "26-08-2022"
    },
    {
        "full_article": "Bibek Debroy and Aditya Sinha\nThis is the second article in an occasional series on legal reforms\nThere is a 1958 Act on salaries and service conditions of Supreme Court judges. Other than salaries and pensions, this has provisions on leave and leave encashment, medical facilities, conveyance and sumptuary allowances. Through Article 146(2) of the Constitution, there are also rules on conditions of service and conduct of SC officers and servants. SC has recently used these rules.\nEvery retired SC judge, or surviving spouse, will be reimbursed the salary of one domestic help. That domestic help, after serving the retired judge or spouse for ten years, will become a permanent court employee. As a result, an existing peon in SC can opt to work for a retired judge instead. In any event, retired judges of HC and SC are reimbursed for one domestic help.\nRead full opinion on TOI+\n\n",
        "headline_1": "Status and status quo: Retired judges get too many freebies. Sitting judges admit too many cases about pigs, chappals, ludo …",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/policypundit/status-and-status-quo-retired-judges-get-too-many-freebies-sitting-judges-admit-too-many-cases-about-pigs-chappals-ludo/",
        "news_paper_name": "The Times of India",
        "publish_date": "26-08-2022"
    },
    {
        "full_article": "The Supreme Court’s call for “brevity, simplicity and clarity”, while setting aside an “incomprehensible” judgment of the Himachal Pradesh high court, should apply not just to the judiciary but every arm of the state. The HC division bench verdict is dotted with gems such as these: “the ire res-controversia, erupting interse the litigants, appertains, to findings, adversarial, to the workman” and “contra therewith, became adduced, by him, hence became enjoined, to dispel the factum”. This would have been funny had the import of such gobbledygook not been grave.\nThe language of governance was deliberately made complex by governing classes in pre-modern societies. This survived well into what’s called the advent of modernity. It’s only over the last two decades or so that a movement to modernise and simplify the language of justice, law and administration began in some Western democracies. It hasn’t been successful everywhere. In the US, for example, scholars of law-making regularly highlight opaque language and jargon in laws that also run into scores of pages. But India hasn’t even tried. It’s high time it did. From cops writing FIRs and preparing chargesheets to the executive drafting laws, to judges writing verdicts – it’s almost impossible to find clarity, brevity and simplicity.\nA democratic state exists for the citizen and not vice versa. It naturally follows that how the state communicates is critical. In the 75th year of its Independence, the language of the Indian state is still stuck in a colonial time warp. English, which despite the illogical grumbling of many, is a necessary and widely used language of governance, has evolved radically over decades. But drafters of laws, for example, persist with archaic expressions and tortuous sentence constructions. The general aim seems to be to befuddle the reader, not illuminate the subject for him. So, clunkily written laws – a great example is the frightening tax code – result in copious litigation.\nThe rule of thumb should be to ensure that laws and judgments mirror ordinarily understood language style as closely as possible. People shouldn’t need “experts” to translate laws and court rulings that affect their lives. India’s electoral democracy is conducted in language styles that are easily comprehensible to people. Every politician knows he has to speak clearly. But the same politicians, when in office, bow to the incomprehensibility that’s one of the defining features of the establishment. They should be the catalysts for change.\n\n",
        "headline_1": "The simple truth: The way Indian state communicates has no resemblance to how Indians communicate. This must change",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/the-simple-truth-the-way-indian-state-communicates-has-no-resemblance-to-how-indians-communicate-this-must-change/",
        "news_paper_name": "The Times of India",
        "publish_date": "26-08-2022"
    },
    {
        "full_article": "The two-day National Labour Conference to facilitate the rollout of the four central labour codes began yesterday. The four codes covering wages, social security, industrial relations and working conditions were cleared by Parliament between 2019 and 2020. They compressed multiple central laws on the subject into four categories that aimed to make things simpler and also decriminalise minor offences. The subordinate legislation to actualise the new codes is not yet in place as it needs coordination between GoI and states, as labour is in the Constitution’s concurrent list.\nTo move things forward, GoI pre-published drafts of the subordinate legislation. As many as 31 states have done the same for the Code on Wages, the first of the four to be cleared by Parliament in 2019. Despite sensible intentions that catalysed the parent legislation, the rules for the wages code gets into granular details, putting them at odds with ground realities. To illustrate, the proposed definition of wages goes a step further than the erstwhile legislation. Specifically, it says basic income must be at least 50% of total wage/salary for any employee – one of the arguments being that this will increase social security contribution.\nBut while this will increase the social security component of pay, it will be at the expense of the take home component. It not only limits flexibility employers currently have but it may also hurt employees’ interest as private firms fix salaries on the basis of cost-to-company. Therefore, employees, who the code intends to help, may be worse off. Private sector employs a wide variety of people with varying skill sets and in dynamic market conditions. A minimum contribution for social security is enough. Salary structures should be left to contractual negotiations between stakeholders.\n\n",
        "headline_1": "This doesn’t pay: Labour code must let go of rule mandating minimum 50% of salary to be basic. It will help no one",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/this-doesnt-pay-labour-code-must-let-go-of-rule-mandating-minimum-50-of-salary-to-be-basic-it-will-help-no-one/",
        "news_paper_name": "The Times of India",
        "publish_date": "26-08-2022"
    },
    {
        "full_article": "Persisting and increasing inequalities have been a defining feature of our times. French economist Thomas Piketty in his seminal work Capital in the Twenty-First Century has postulated that inequalities are here to stay as they are hardwired into the system. Returns to capital have been, and continue to be, much greater than those that are possible from labour. The rich have the capital, which keeps multiplying even while they are asleep, while the poor can rely only on their labour, which will never be enough to catch up.\nThe rich becoming richer \nPolicymakers should focus on at least four factors that are increasing inequalities. I refer to these as the four “Trojan horses” as they are surreptitiously becoming a daily part of our lives. Without us realising, they further deepen the wedge between the haves and have-nots.\nRead full opinion on TOI+\n\n",
        "headline_1": "Tackle the four Trojan horses of inequality: The pandemic has widened the gap between haves and have-nots, solutions need to be reconfigured",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/tackle-the-four-trojan-horses-of-inequality-the-pandemic-has-widened-the-gap-between-haves-and-have-nots-solutions-need-to-be-reconfigured/",
        "news_paper_name": "The Times of India",
        "publish_date": "26-08-2022"
    },
    {
        "full_article": "Another law is being prepared to throttle press freedom and the freedom of expression. Again, vague terms like \"harming public harmony\" and \"state security\" are being inserted into a law to be interpreted subjectively, and used recklessly, only to harass and intimidate journalists and punish dissenting voices. Mahfuz Anam, editor and publisher of The Daily Star, speaks to us about this on this episode of Star Viewsroom. \n",
        "headline_1": "Is the Press Council looking out for journalists' interests?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/star-multimedia/views-multimedia/news/the-press-council-looking-out-journalists-interests-3103206",
        "news_paper_name": "The Daily Star",
        "publish_date": "26-08-2022"
    },
    {
        "full_article": "Sazed-ul-Kabir's crime is a peculiar one. After failing to get admitted to the University of Dhaka (DU) through admission tests in 2018-19, he still attended classes. For over three years, he studied at the Department of Political Science, and was finally apprehended on Wednesday, August 24.\nAs a final year student of DU myself, this story made a bit of an impression on me. I've been here for almost five years now (thanks to the Covid-19 pandemic), and much of that time has been spent in frustration and disappointment caused by a variety of shortcomings on the part of DU.\nMy friends and I spend hours every week complaining about all the ways our undergraduate experience could have been better, hours we could afford to waste due to the alarmingly common occurrence of cancelled classes. We discuss and debate the backdated nature of our curriculum, lament the lack of an open credit system, express our bewilderment at the fact that many departments don't accommodate undergraduate-level research. There are no on-campus employment opportunities (at least none with good pay), no on-campus restaurants that serve healthy, affordable food, the buses meant for students are barely fit for the road – the list of complaints go on and on. There are many who regret the decision to attend this supposed \"Oxford of the East\", a title that causes more laughter than reverence these days.\nYet, for Sazed-ul-Kabir, not going to DU was an option he wasn't willing to entertain.\nThis brings me to an observation, or rather a reminder, of what DU means to many in our country, and what it meant to me when I was a doe-eyed high school graduate. The esteem and the renown that attracted me towards Shahbagh only evaporated once I got here. But for those who don't have my privilege, the allure never goes away.\nDoes that mean DU deserves this level of prestige, this adoration among young students? The answer to this question is being debated everyday. Every time an international ranking places DU far back in the queue, every time dirty politics takes precedence over the pursuit of knowledge by either students or teachers, every time research is plagiarised on this campus, DU's status is debated.\nThe obsession with DU that people like Sazed-ul-Kabir harbour is not an argument against the criticisms this university faces. I think this is a good moment to take a step back and really look at DU as a whole, and at its abundance of problems. First of all, why is it that many students who don't get the chance to study in DU think of it as a huge setback in life, whereas many who get the chance think the same as well? And secondly, how can a modern university be so terribly administered that a person can attend its classes for over three years without being enrolled?\nThe answer to the second question is known to every student who goes to DU. Many of the analogue mechanisms that have been in use since the inception of this university have never been discarded for modern alternatives. Until the pandemic, students still had to physically go to their departments, then to their residential halls, and then to the registrar's building to enrol themselves for their academic year. The first two parts of this process had to be repeated before every semester final. Even after the pandemic started, the online services took months to be deployed. And now, every time the system faces a non-standard case, students have to appear physically at the university to get their work done.\nAccording to students of the Department of Political Science, Sazed-ul-Kabir took advantage of one such backdated administrative practice. The sheets that were provided by the university's registrar's office at the start of every semester included the names of all the students who got admitted in 2019, including students who had left the university since.\nSazed impersonated one such student, who had left before becoming familiar with any of their classmates. The fact that this former student's information was still held and circulated by the university's (badly maintained) database is alarming by itself, but it also made it easy for Sazed to claim his roll number.\nIt should be noted that Sazed did not change his name for this purpose, nor did he employ any sophisticated methods to dupe the authorities. He simply showed up regularly for three years, used a roll number that was available, and got away with it.\nThe University of Dhaka has a lot of soul-searching to do, given what has been going on for years now and what has happened recently. It's a university running on the fumes of reputation, being chased by embarrassment day after day. For a university that is struggling as much as it is, students who are this desperate to get an education there should have been a blessing. No one knows why Sazed wanted to go to DU so badly, but it's regrettable that when he failed the admission test in 2018, his willingness did not influence the evaluation process. Students trying to get admitted to DU don't have to submit essays, or a statement of purpose to make their case. Maybe if that had been the case, Sazed's fate would have been different.\nIn September 2019, Prothom Alo reported that 34 students had been admitted to an evening Master's programme under the Faculty of Business Studies of DU without an admission test. These were hastily made admissions processed right after the schedule for Dhaka University Central Students' Union (DUCSU) elections was announced. Eight of these 34 students ended up getting elected to various posts in that election, and they were all members of the Bangladesh Chhatra League.\nOther than being emblematic of systemic mismanagement, the reason for bringing up this years-old incident is to remind everyone of the price DU places on its studentship, and the fact that this price is heavily skewed depending on different circumstances.\nWhat Sazed-ul-Kabir did is clearly fraudulent, and I'm sure he will be subjected to a full quota of wrath from the authorities involved. But what Sazed-ul-Kabir did is also important in opening the eyes of those concerned for DU, and the direction that our country's \"premier\" educational institute has taken over the years.\nAzmin Azran is sub-editor at SHOUT, and a student of Computer Science and Engineering at DU.\n\n",
        "headline_1": "Why would anyone commit fraud to study at DU?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/shout/news/why-would-anyone-commit-fraud-study-du-3103106",
        "news_paper_name": "The Daily Star",
        "publish_date": "26-08-2022"
    },
    {
        "full_article": "Two points stand out in the International Monetary Fund's (IMF) statement from last week about the current economic situation in Bangladesh. First, Bangladesh is \"not in a crisis situation.\" Second, any economic programme to address the current challenges to our economy will be the government's programme. Specifically, the statement said, \"It is the authority's programme and our efforts will be focused on collaborating with them to design a programme which will support them in addressing their long-term structural issues.\"\nBangladeshi economists have also pointed out we are not in a crisis but facing difficult external conditions that need firm handling so that they do not become one. With four to five months of foreign exchange reserves and low foreign debt, we have enough ammunition to address short-term needs, barring other big shocks. As announced by the Fund, the discussions on this programme will take place in October.\nWith these positive developments and government actions to lower imports, such as depreciating the currency and allowing banks to trade more freely, the dollar kerb market is calmer. As I write, the dollar has fallen there – i.e., the taka has regained value – by 10 percent over the last 10 days.\nAt the same time, as the government knows, there is no room for complacency or errors made in haste. Instead, let us use the current challenge to strengthen our economy.\nAs a previous August 3 IMF statement puts it, the reality is that our economy faces \"a sharp deterioration in external conditions.\" The immediate issue is not foreign debt but rather the record-breaking trade deficit of USD 33 billion and the current account deficit of USD 19 billion – i.e., the deficit even after including the USD 22 billion of remittances receipts sent by heroic Bangladeshi workers abroad. To put things in perspective, last year's current account deficit increased nearly five times over the FY 2021 deficit and is almost four times the average current account deficit of the past five years.\nCurrent account deficits are fundamentally the result of spending more than our income or, what is the same, importing more goods and services than we export. So, managing the current account will mean that our imports will need to grow markedly less than our exports in the next few years.\nThe immediate driver behind the high external deficits has been the spike in energy, fertiliser, food, and edible oil import prices. But that is not all. Even without these import price increases the current account deficit of FY 2022 would have been significant – perhaps twice that of the previous year.\nThat is because long-pending unaddressed structural weaknesses have made the economy and exports less diversified and competitive. These problems include low revenues and inadequate public expenditures, made worse by weak management; a strained financial sector burdened by non-performing loans, weak governance and interest rate caps; weakness in infrastructure, energy and urban development planning – all of which lower our economy's competitiveness.\nMore fundamentally, an insufficiently trained labour force and a burdensome investment climate constrain our economy, as evidenced by the minimal foreign direct investment inflows. These are not long-term but pressing matters. Because of these weaknesses, we excessively depend on foreign services and skilled expatriate workers. Thus, our gross external payments for these services have almost doubled over the past five years to approximately USD 14 billion.\nOne driver of our large deficit is that our real exchange rate appreciated by more than 70 percent over the past decade, which made imports cheaper and our exports more expensive. That needed a correction. The depreciation of the taka by about 10 percent over the past few months has been one response. However, signalling that the exchange rate may still be unsettled, the kerb rate premia – the difference between the interbank rate and the kerb rate – remains at about 14 percent.\nThus, we will need realistic thinking. Assuming that energy prices will steadily decline is not warranted, given that winter is coming to Europe and North America. Even if Iranian oil enters the global market, it will provide only one percent of demand. European countries are stocking up and contracting oil and LNG supplies to avoid the perils of an unheated cold winter. Facing these conditions and high inflation, European and American demand for our exports will likely be subdued, even with some switching to our cheaper garments products. A global food shortage and rising prices are also all but guaranteed. Together, these ingredients can lead to deeper and longer-term economic difficulties and even a crisis for globalised developing economies such as ours.\nFurther, economic events during times of uncertainty, such as now, can be sudden and unexpected, as we have already discovered. It becomes critical for governments to stay ahead of events by preparing a well-coordinated programme to stabilise the economy and be ready for contingencies.\nHow should the government prepare such a coherent, well-coordinated programme? There needs to be three elements in it.\nFirst, as good civil servants will tell you, strong political leadership will be imperative. For speed and authority, it may be best to organise a small economic committee of ministers that has the confidence of the prime minister to prepare and implement such a programme.\nThey and their civil service team should prepare large parts of the economic stabilisation and recovery policy package in advance of the IMF's visit, negotiate with them when they arrive, and steer it through Cabinet approval. That will enable better coordination and political support. Leaving this task alone with the Ministry of Finance and the Bangladesh Bank could slow things.\nA historically good example of this comes from India during its foreign exchange crisis of 1991, when, with the support of the IMF, they prepared and implemented a path-breaking economic reforms package. Reputed Indian economists say that was the programme that generated 20 years of rapid economic growth. That reform programme was almost wholly Indian prepared by then Finance Minister Manmohan Singh with the partnership of Commerce Minister P Chidambaram, with technical inputs provided by then Finance Secretary Montek Ahluwalia and other civil servants. Certainly, the steadfast political support of PM Narasimha Rao made it possible. Other examples are Thailand's Cabinet Committee for Economic Policy, Indonesia's Industry and Economic Committee, and Malaysia's Special Cabinet Committee to protect the Economy and Labour market against Covid-19.\nWho should be the members of such a committee in Bangladesh? The ministers of finance, agriculture, commerce and planning perhaps, along with the participation of the Governor of the Bangladesh Bank. The Foreign Ministry can advise on fraught matters such as assuring Europe and the US if we import oil from Russia. Including the road transport and bridges minister can provide political heft.\nSecond, while the finance minister does not need to be the chair of such a committee, the secretariat of this committee has to be the Ministry of Finance, and it has to be staffed by the most experienced civil servants in finance and the other ministries. Finance, in particular, is a ministry where nothing can replace the experience of working there for years. Difficult policy decisions about revenues, expenditure, subsidies, exchange rates, interest rates, bank governance, food and energy prices, regulations and safety nets will be needed. Only civil servants with the experience and knowledge of their subject will have the confidence to lay down situations and options most starkly to their political superiors. If this link in the chain falls, the political masters will be uninformed and blindsided.\nThird, outside experts and stakeholders need to be consulted not only for their advice, but also to communicate the objective situation and get their support. Bangladesh has several former governors, finance secretaries and other civil servants who have effectively dealt with the IMF and with difficult economic situations in the past. We also have competent economists, including some with first-hand experience working in crisis-prone countries. Bangladesh also has thoughtful stakeholders in the chambers of commerce and business associations who can offer valuable perspectives. Finally, major political figures should also be taken into confidence to at least attempt to get unity behind the recovery programme.\nDr Ahmad Ahsan is the director of the Policy Research Institute (PRI) of Bangladesh and a former World Bank economist and Dhaka University faculty member. Views expressed in this article are the author's own.\n\n",
        "headline_1": "IMF Loan Talks: Here's how we need to prepare",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/imf-loan-talks-we-need-prepare-3103171",
        "news_paper_name": "The Daily Star",
        "publish_date": "26-08-2022"
    },
    {
        "full_article": "It was on June 20, 2022 – thanks to a press briefing of Cabinet Secretary Khandker Anwarul Islam – that we were rudely awakened to the reality that the Press Council (Amendment) Act had been placed before the cabinet. The cabinet, in a preliminary consideration, had struck out the provision of fines up to Tk 10 lakhs for compromising state security, harming public harmony, and unethical journalism. The draft also proposed a fine of Tk 5 lakhs for violating Article 12 whose contents, like the rest of the draft Act, are unknown not only to the media but also to the Press Council itself. Does the body, meant to protect journalists, now want to punish them?\nAccording to Khandker Anwarul Islam, the cabinet removed the fine amount and left it to the discretion of the Council. He added that the proposed draft empowers the Council to take cognisance, on its own, of any offence related to news, articles or cartoons committed by a newspaper or news agency that goes against the Council's code of conduct and also that compromises security, independence and sovereignty of the country. The Act will be applicable to print and digital media houses.\n\"Only preliminary approval has been given. It will be placed before the cabinet again for final approval,\" Islam said.\nSo here we go again: another law being prepared to throttle press freedom and the freedom of expression. Again, vague terms like \"harming public harmony\" and \"state security\" are being inserted into a law to be interpreted subjectively, and used recklessly, only to harass and intimidate journalists and punish dissenting voices.\nThere are now nine laws that directly or indirectly affect the media. An additional three are in draft form. The fourth, the Press Council Act, is in the offing. All in all, it makes for a total of 13 laws. Here is the list for a quick perusal: i) The Penal Code, 1860 (Section 499—Defamation); ii) The Code of Criminal Procedure, 1898 (Sections 99, 108, 144); iii) The Official Secrets Act, 1923; iv) The Contempt of Court Act, 2013; v) The Printing Presses and Publications (Declaration and Registration) Act, 1973; vi) The Press Council Act, 1974; vii) The Newspaper Employees (Conditions of Service) Act, 1974; viii) Information and Communication Technology Act, 2006; ix) The Digital Security Act, 2018; x) The (Draft) Bangladesh Telecommunication Regulatory Commission (BTRC) Regulation for Digital, Social Media and OTT Platforms, 2021; xi) The (Draft) Over-the-Top (OTT) Content-Based Service Providing and Operation Policy, 2021 (by ICT Division); and xii) The (Draft) Mass Media Employees (Services Conditions) Act, 2022.\nIt may not be wrong to surmise that, in today's Bangladesh, there are more laws to restrict journalism and free speech than there are laws to restrict terrorism, smuggling, money laundering, food adulteration, selling fake medicine, etc. Perfect prioritisation indeed!\nThe truth is, it is the journalist community that fought for and established the Press Council as they wanted a quasi-judicial body for strengthening press freedom, ensuring stricter adherence to professional ethics as well as addressing public grievances against shoddy journalism. The idea was that a body, headed by a senior judge, and a general body comprising members of the profession – editors, journalists, press workers, etc. – as well as renowned civil society members and parliamentarians would act as a protective shield against attempts to muzzle the media by upholding the principles of the Constitution, which clearly provides for press freedom subject to reasonable restrictions.\nWhat was initiated by the media leaders to improve journalism has now been turned into a weapon to punish them.\nThe present controversy is not over the process – that started in 2005 – but over how the final draft was agreed upon, and whether journalists and editors who participated in the discussions were kept abreast of the latest versions as they evolved in the closed corridors of bureaucracy. What has happened – as it does in most cases of drafting a new law, especially one that curbs freedom of expression – is that discussions with stakeholders are held but the process of drafting the law is kept out of sight. There is no way of knowing whether the proposed law actually reflects what was discussed, as the draft is never shown. The Press Council claims that the draft was put up on the website of the information ministry on September 18, 2019, and is still visible on that site. This is not borne out by facts, as we searched for it at the time of writing this column.\nThe draft that the cabinet secretary referred to in his June 20 briefing was never shown to the stakeholders, especially the media bodies and journalist unions.\nWhat is of serious concern for us is the secrecy with which the Press Council has dealt with the matter. The Sampadak Parishad approached the Council to get a copy of the draft that the cabinet deliberated on. Two meetings were held, and neither bore any fruit. The reply was that the draft sent by the Council was amended several times and the latest draft was not in its possession. When a request was made for the original draft, the reply was that the office did not have a copy. Whatever may be the shortcomings of our bureaucracy, losing a file or not finding a copy of the official draft of an Act is not one of them. (The Press Council's secretariat is headed by an officer of the level of additional secretary).\nSo why this secrecy? I have asked most of the current journalists and editors representing us in the Council; none of them have seen the draft which will be finalised in a cabinet meeting in the near future.\nSo who owns this draft? The chairman said that it was done by the previous committee. The present Council members have not been shown, and know very little of, what its provisions are. Stakeholders may have been consulted in the past in one form or another but were not shown the contents of the crucial draft now under consideration at the cabinet. So who is actually the author(s) of this draft? We're afraid it is not the representatives of the profession, but bureaucrats who never lose any opportunity to curb the free press.\nWe, in the media, most humbly, sincerely but emphatically urge the government not to finalise this draft without consulting the media bodies and journalist unions. We believe that the Press Council can be turned into an effective institution that can both guarantee the freedom of the press and serve public interest if an appropriate law is framed respecting our Constitution, the need for a free and independent media, freedom of speech, and upholding public interest.\nLet us start this process by immediately sharing the draft Press Council Act.\nMahfuz Anam is the editor and publisher of The Daily Star.\n\n",
        "headline_1": "Bangladesh Press Council: Is the protector turning into a ‘predator’?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/the-third-view/news/bangladesh-press-council-the-protector-turning-predator-3103026",
        "news_paper_name": "The Daily Star",
        "publish_date": "26-08-2022"
    },
    {
        "full_article": "Bangladesh Petroleum Corporation (BPC) is no stranger to controversies, having made headlines for mismanagement, incompetence and corruption quite regularly. Even judging by the \"standard\" of our plodding, overspending, underdelivering and by and large unaccountable bureaucracy, it seems to be a cut above the other state agencies. So, it comes as no surprise that the chief of the Parliamentary Standing Committee on Public Undertakings has, according to a report by The Daily Star, expressed \"shock\" at the extent of financial irregularities at BPC.\nThe report details the findings of the committee saying that there has been no external audit of the accounts of BPC over the last 10 years. It only conducted internal audits since FY 2012-13. Moreover, even the audit objections raised that year by the Comptroller and Auditor General of Bangladesh, which should be doing the annual auditing, have not been resolved till now. Alarmingly, in FY 2012-13, the CAG found irregularities of Tk 9,295.4 crore at BPC taking place over the two previous years.\nFor example, a discrepancy of Tk 2,597 crore was seen in the amount of loans it gave to various institutions and projects, as per their respective balance sheets. The BPC also lost Tk 708 crore in interest for failing to collect dues of Tk 5,957 crore from three distributor companies between 2010 and 2012. For eight years till 2012-13, it also never initiated any reconciliation of accounts, which is a process to ensure that the money leaving an account matches the actual money spent. Among other reported irregularities, the BPC sold furnace oil to non-operational power plants, took loans from the government despite having huge deposits with banks, and kept the money it collected as VAT from businesses instead of giving it to the state exchequer, according to the CAG audit report.\n\nThese irregularities from the past, and the manner in which BPC authorities have since refused to address them, perfectly match with their recent activities, including whimsically and unthinkingly instituting a record hike in fuel prices, despite having several viable alternatives.\nThese irregularities from the past, and the manner in which BPC authorities have since refused to address them, perfectly match with their recent activities, including whimsically and unthinkingly instituting a record hike in fuel prices, despite having several viable alternatives. This has taken citizens' living expenses to never-seen-before heights in the country. One of the justifications given for the hike was to make up for the losses of BPC. The amount of concession being given to this organisation, instead of checking its corruption and mismanagement, is really stupendous. Another agency under the same ministry, Petrobangla, is now in the process of getting an indemnity clause included in the Bangladesh Oil, Gas and Mineral Corporation Bill-2022 which, if approved, would shield its officials from any legal proceedings for \"acting in good faith\", effectively absolving them of any responsibility for their actions.\nAll this shows how unaccountable these institutions have become in the absence of effective interventions from the higher authorities. A continuation of this situation would further erode public trust in these vital institutions. We urge the government to undertake necessary reforms in how they are run so that they can serve public interests, not the interests of corrupt bureaucrats and their political masters.\n",
        "headline_1": "Who will rein in Bangladesh Petroleum Corporation?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/who-will-rein-bangladesh-petroleum-corporation-3102221",
        "news_paper_name": "The Daily Star",
        "publish_date": "26-08-2022"
    },
    {
        "full_article": "We're alarmed by the news of a fierce street brawl between two Narayanganj-based teen gangs that created panic among residents on Monday. According to a report, over 50 violent delinquents attacked each other with sharp weapons at the district's Masdair area, while destroying many shops and houses, apparently as part of a turf war to establish their dominance over the locality. In recent times, we have come across similar reports from Narayanganj several times. On July 28, a young man was stabbed to death by members of a rival gang in the Siddhirganj area. The Masdair incident only shows how local leaders and law enforcers have failed to bring these gangs under control.\n\nYouth crime rates are clearly rising. The situation is particularly dire in Dhaka, where around 50 teen gangs are said to be active, their members typically aged between 14 and 19 years. Teen gangs are often patronised by local political leaders.\nThis is increasingly becoming a problem in many parts of the country as well. Youth crime rates are clearly rising. The situation is particularly dire in Dhaka, where around 50 teen gangs are said to be active, their members typically aged between 14 and 19 years. Teen gangs are often patronised by local political leaders. Often, they are seen roaming the streets with blunt instruments, or taking drugs or tormenting young girls on the streets. Even crimes of rape by teenagers have been reported by the media in recent months. These gang members chase down anyone from rival groups walking on \"their\" streets, even in broad daylight, and any kind of resistance can lead to scuffles. All this is very alarming, to say the least, both for the future of young people and society at large.\nExperts believe that the role of family in keeping a check on juvenile boys is vital. Families should keep track of the whereabouts of their sons, and counsel them if they notice any worrying deviation. As laws and regulations on the trial of juvenile offenders below 18 years lack clarity in Bangladesh, these need to be updated so we can better respond to the growing threat of youth crime and violence. Reportedly, the government is contemplating amending the Children Act, especially considering that in almost all cases of violence, the age of delinquents becomes an obstacle to any criminal trial at court. It is also easy to manipulate papers to show a young criminal to be below 18 years.\nGiven the reality, the authorities must respond properly to the situation. We need effective laws that can address juvenile crimes, but we also need laws to be mindful of the welfare and future of teenagers. But law alone cannot address the threat. All responsible, including families and social and political leaders, must do their part as well.\n",
        "headline_1": "An alarming display of youth violence",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/alarming-display-youth-violence-3102206",
        "news_paper_name": "The Daily Star",
        "publish_date": "26-08-2022"
    },
    {
        "full_article": "The Federation of Bangladesh Chambers of Commerce and Industry (FBCCI) in a letter to the Prime Minister has appealed for a review of the fuel price hike for readjustment through waiver on existing duties and taxes of petroleum products. Considering the pressing need for addressing the snowballing consequences of fuel price hike, the FBCCI has suggested revising downward the prices of fuels, including diesel, kerosene, octane and petrol which saw a 47 per cent increase on an average. The fallout of fuel price rise has been pervasive particularly for the poor, lower middle and middle classes of the country. The timing of this is most inappropriate because people are yet to recover from the economic downturn and losses during the pandemic. True to experts' fear, the fuel price hike has already set into motion a chain reaction inviting inflation. Transport fare, prices of daily essentials and the production cost of goods have all gone up. An unavoidable setback for agricultural production is also feared. According to sector specialists, the rise in diesel price will increase the cost of cultivation of a bigha of land by Tk 1,000, which may act as a disincentive for farmers to go for rice farming. No doubt a threat to future food security! There are around 1.5 million, it remains farm machines, 75 per cent of which run on diesel. The decision of the government to increase fuel prices on the ground of price volatility on the international market has been questioned by the High Court. The court issued a rule asking the Energy and Mineral Resources Division, among others, to explain why the decision to increase fuel oil prices by 42.5-51.68 per cent should not be declared illegal. Responding to a public interest litigation writ petition, the court has observed that the Energy and Mineral Resources Division does not have the authority to set prices as it is the responsibility of the Bangladesh Energy Regulatory Commission to do so. In accordance with the law, the Commission can increase or change prices in consultation with the energy ministry and others concerned. The entire process, as outlined in the law, should take at least 90 days before a new price decision is finalised. In the present case, the increased prices were enforced in one working day. On the other hand, according to the think tank Centre for Policy Dialogue (CPD), the Bangladesh Petroleum Corporation could have used nearly Tk 47 billion it earned as profit since 2015 to continue the subsidy on fuel and thus prevent the price hike. The BPC could also have offset the losses it has been incurring over the last six months, said the think tank. The BPC earned at least Tk 46 billion, according to the government, since 2015 and spent only Tk 9.2 billion on 11 self-funded development projects. The issue of legality of the decision as well as its arbitrariness makes a valid point to revisit it. Over and above, the widespread impact on the entire economy does call for a revision of the decision in favour of readjustments. The price fall in international market, lately, should also serve as a good enough reason for doing so.",
        "headline_1": "Readjusting fuel oil prices",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/readjusting-fuel-oil-prices-1661440631",
        "news_paper_name": "The Financial Express",
        "publish_date": "26-08-2022"
    },
    {
        "full_article": "Few people are aware that August 24 is observed as the Nari Nirjaton Protirodh Dibas (the Day of Resistance to Oppression of Women) in this country. Even the media --- both print and electronic --- seem to have forgotten the tragedy that befell a 14-year girl named Yasmin in small hours of this day 26 years ago. That the rights activists and political parties, let alone the nation, gives a cold shoulder to the occasion is evident from the fact that it is observed by only women's organisations. But here is both a tragic and disgraceful incident that can be considered more like a cardinal sin of its kind on the one hand and also triggered a massive outrage against sexual violence and killing by men in uniform on the other. Until then incidents of rape were rare and almost an anathema by the custodians of law whose duty it is to protect not to oppress the vulnerable. When common people of Dinajpur came to know about the incident, they came out in their thousands on the street to protest the barbarity of the police patrol team. As many as seven protesters were killed when the police fired on the procession heading towards the deputy commissioner's office to hand over a memorandum of protest. The country has never seen any demonstration of this magnitude against sexual violence before and after the Yasmin rape and murder incident. So here was a chance of turning the incident into a most formidable challenge in the stream of national consciousness to sexual violence against girls and women. The women's organisations, particularly the Bangladesh Mahila Parishad, did the right thing by commemorating the day as the Nari Nirjaton Protirodh Dibas. Incidentally, in English translation it has been wrongly represented as Day of Resistance against Repression against Women or Day for Repression against Women. The last one in particular is sure to raise many an eyebrow. Even the special tribunal's milestone verdict for the death sentence for the three accused passed on August 3, 1997 and carried out on September 1, 2004 and September 28 had in itself all the making of a deterrent of historic proportion. Sure enough, the gap between the incident (August 24, 1995) and the start of the trial (September 21,1996) and that between the verdict (August 3,1997) and the execution (September 1 for two of the accused and Sept 28, 2004 for the remaining one) may have something to do to with the loss of momentum of the collective outrage and agony. Meanwhile a few more such incidents, one of which was Seema rape and murder case, took place and the lewdness of sex perverts and predators got the better of the deterrent effect the verdict was supposed to have. It was a collective failure on the part of rights groups, social progressive forces and the media to carry forward the momentum. When the punishment of death by hanging should have received wider focus and formed a guiding force of national consciousness to a level where social resistance to sexual aberrations could be strong enough, the unity and sense of purpose were not forthcoming. It could easily be a national day of resistance to oppression of women without overlapping the theme of the International Day for the Elimination of Violence against Women. The country now rues over the failure to mould public opinion against the crime and send a strong message to would-be perpetrators. Today Bangladesh has turned into a place where sex crime has become contagious like a pandemic. The records of men in uniform are a mixed bag of sterling performances on some front but are not free from involvement in criminal activities, including sex offences, that often undermine their image. On top of custodial death, they at times are accused of favouring the perpetrators and harassing the victims. In one such latest incident, the father of a girl child was subjected to physical torture by an assistant superintendent of police inside a room of Shibalaya Police Station for expressing his intention to file a case against rape attempt on the child by a man of a family of political influence in the upazila. The good thing is that not only has the ASI been suspended following media reports but also the officer-in-charge (OC) has been withdrawn from the said PS. Remarkably, aberrations by members of the police are not tolerated by the higher authorities these days but unfortunately, it does not work as a deterrent to the involvement in crimes by the former. The attitude of the police towards women is not separated from the darkness that reign in their hearts. This is why the law enforcement agency cannot play the role of defenders of women's rights and privileges. In fact, like germination of a concept responsible for every momentous change in human civilisation, the idea of resistance happens first in mind only to be translated into actions step by step by succeeding generations. Failure to carry forward the good work through dedication and diligence is met with backlashes from negative forces. The legacy of the patrolling police team that committed outrage on a helpless girl has now vitiated the social environment of this country. Nothing sort of a cultural regeneration can successfully fight the sexual predatoriness. The nation shows no inclination for developing socio-cultural institutions and sports facilities in an increasing number to stem the rot. But it must opt for such extra-curricular activities as part of robust celebration of life to get the young generation out of preoccupation with sexual violence. \n[email protected]",
        "headline_1": "Cultivating the spirit of resistance to oppression of women",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/cultivating-the-spirit-of-resistance-to-oppression-of-women-1661440699",
        "news_paper_name": "The Financial Express",
        "publish_date": "26-08-2022"
    },
    {
        "full_article": "The Rajshahi Division is rich in history, culture and archaeology. There are also some excellent natural sites. The top districts in the division with popular tourist destinations are Rajshahi, Naogaon, Bogra, Chapainawabganj and Natore. The landmarks and museums attract tourists. Sompur Mahavihara in Naogaon; Varendra Research Museum, Puthia Rajbari Complex and Bagha Shahi Masjid in Rajshahi; Mahasthangarh and Lakshindar Behular Basar Ghar in Bogra; Choto Sona Mosque in Chapainawabganj; Kusumba Mosque in Naogaon; and Natore Royal Palace in Natore are among the top tourist destinations. Among the natural attractions, Chalan Beel in Natore and Pabna; Nandail Dighi in Joypurhat; Achranga Dighi in Joypurhat; Baba Adam's Shrine and Dighi in Bogra are some great sites. Rajshahi is also famous for traditional sweetmeats like Roshokodmbo and Kanchagolla. Verities of mangos like Fazli, Langra, Khirshapat, Himsagor in Chapainawabganj are known to all. Rajshahi silk has fame around the world. All these are sufficient for tourists from home and abroad. What is needed is a planned investment. Time befitting measures of enriching the sites are also needed. Improved communication and services, along with the necessary infrastructure, will help draw investment. All the steps may bolster the economic condition of the region through tourism.\nDulal Ahmed Rajshahi",
        "headline_1": "Tourism in Rajshahi",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/tourism-in-rajshahi-1661440740",
        "news_paper_name": "The Financial Express",
        "publish_date": "26-08-2022"
    },
    {
        "full_article": "Bangladesh has achieved a lot when it comes to women's empowerment. Various government initiatives are behind the achievement. However, two real sectors that recently contributed to women's empowerment are rides sharing and food delivery services. Before all these services came around, a woman used to rely on their male family members for transport. Likewise, most of the women also depended on men members of the family to bring food and groceries. Things started to change when ride-sharing services came to the country. It has indeed brought independence and freedom for women. One can go from one place to another safely. A growing number of women are now using the ride-sharing service. Some are also providing the service. The product delivery service boomed during the pandemic. Now anyone can order their favourite food at their doorstep by just pressing a button! Women are now using the service when needed, which helps them to get more time for other activities. The liberty these apps brought to women's lives is truly a blessing.\nMehrin KarimGreenroad, Dhaka[email protected]",
        "headline_1": "Women empowerment through delivery services",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/women-empowerment-through-delivery-services-1661440760",
        "news_paper_name": "The Financial Express",
        "publish_date": "26-08-2022"
    }
]