[
    {
        "full_article": "The Covid-19 pandemic will be remembered for the colossal chaos it caused to governments as they grappled—and continue to do—with its catastrophic onslaught affecting lives and livelihoods across the globe. And as governments bristled at public outcry against their inept handling and clamped down on critics, the gap widened between those who govern and those who are governed.\nThe crisis has shown that public distrust of governments is less pronounced in countries where a Right to Information (RTI) Act facilitates easy sharing of information. The situation is reversed where this is not the case.\nWith this in mind, we decided to take a fresh look at the situation of RTI regimes in South Asia in more recent times. We wanted to observe the trend in public use of the law, the response of the authorities and the role of the Information Commissions in resolving conflicts between the two sides.\nPakistan was the first country in South Asia to adopt an RTI law in the form of an ordinance by a military ruler in 2002. Since it lacked the basic elements and safeguards of an effective transparency regime, it was replaced by a more balanced Right of Access to Information Act in 2017. It appears to have generated renewed hope. \nIn the example from Pakistan (Appeal No 060-06/19), an RTI application, submitted in April 2019, sought from the Registrar of the Supreme Court some basic information relating to staff members of the apex body, such as the number of sanctioned posts, number of vacancies, number of women and disabled persons among them, the pay scale and service rules. \nAs the Registrar failed to respond, the applicant appealed to the Information Commission of Pakistan. The latter's prodding led the Registrar to act; but instead of providing the requested information, he simply forwarded a letter he had sent earlier to the Ministry of Law and Justice on a matter relating to the National Assembly, with a copy of a Supreme Court judgment regarding separation of the judiciary from the executive. He thereby inferred that the Supreme Court did not fall under the RTI Act and was, therefore, not required to provide the requested information.\nThe Commission, however, stated quite unequivocally that \"the judiciary's independence and separation from [the] executive is certainly ensured by the Constitution but it doesn't and shouldn't be construed to mean that [the] judiciary is not accountable and responsive to citizens of the country, who have created all state institutions through legislation enacted by their elected representatives and who are to exercise authority as a sacred trust, as provided in the Preamble to the Constitution of Pakistan.\" The appeal was allowed, and the Registrar ordered to share the requested information.\nIn the Sri Lankan example (RTIC/22/2017), a citizen submitted a request to the Presidential Secretariat in February 2017 seeking a copy of the report of a commission of inquiry into the death of the founder and former leader of the Sri Lanka Muslim Congress, M.H.M. Ashraff, who had been killed in a helicopter accident in 2000. When the secretariat rejected the request on grounds that the relevant file had been sent to the National Archives from where it was lost, the applicant appealed to the Information Commission.\nAfter considering submissions from both sides, the Commission concluded that \"the RTI Act prevails over and above the clauses relating to confidentiality in the National Archives Law and related Regulations. It is a pertinent factor that the absence of the Report of the Commission of Inquiry in regard to this matter is of considerable public interest.\"\nThe Commission further underlined that the \"Department of the National Archives is the custodian of 'all records'of Commissions of Inquiry under the Act… Hence the Department may properly call upon the depositing body or individual… to ensure that the Report of the Commission or Committee is sent to the Department in accordance with the law.\"\nMeanwhile, the example from India related to an RTI application submitted in early 2019 to the Union Ministry of Social Justice and Empowerment, seeking disclosure of the cabinet note and all relevant correspondence and annexure about an amendment to the Constitution by the Indian parliament relating to ten percent reservation for the economically weaker section (EWS) of the society. The applicant had relied on an earlier order of the Central Information Commission (CIC) directing the government to make public all cabinet notes relating to proposals for new bills that are to be tabled in parliament and also to display them on the website of the department within seven days.\nAs the ministry declined to disclose the information requested, citing a specific exemption under the Indian RTI Act, the applicant appealed to the CIC. Commissioner Saroj Punhani accepted the appeal and directed the Public Information Officer to provide all the documents on a working Google Drive link to the applicant. She chided him for not providing justification for his denial and \"non-application of mind in dealing with matters under the RTI Act.\" She called his action \"grossly inappropriate\" and \"severely admonished [him] for the inappropriate denial of the information to the Appellant\". She also \"warned [him] to ensure that due diligence is exercised while dealing with the RTI applications in future.\"\nNow for the Bangladesh example (complaint number 17/2019). In September 2018, an applicant submitted an RTI request to the Designated Officer (DO) of the Ministry of Power, Energy and Mineral Resources, seeking copies of some documents relating to the construction of a fuel depot by Bangladesh Petroleum Corporation (BPC) on 192 acres of forest land in the Maheshkhali Hill Area of Cox's Bazar district. The documents included applications by BPC for permission to build the depot and to cut down trees on promise of replanting five times the number; project approval letter for \"Installation of Single-Point Mooring with Double Pipeline\"; Environmental Impact Assessment (EIA) of the project; approval, if any, by the cabinet for tree-chopping; workplan for replanting new trees and the varieties of new trees to be planted.\nThe DO provided the applicant all the items requested, except the EIA. He argued that the latter document, provided by the Environment Directorate, was an important government document which could be abused if it fell into wrong hands. The applicant appealed to the Secretary of the ministry, who upheld the DO's decision. The appellant then submitted a complaint to the Information Commission.\nAt complaint hearings, additional arguments were made against disclosure of the environmental assessment. It was claimed that the government had attached great importance to the project and appointed a foreign consultant, namely ILF Consulting Engineers, Germany, to prepare the environmental assessment report. The latter contained important technical and scientific knowledge that the consultants had acquired through serious research. This knowledge could be considered to be their intellectual property, which falls under an exemption clause of the Bangladesh RTI Act 2009. The Information Commission concurred with the submissions and decided in favour of non-disclosure.\nThe examples above will hopefully spur readers to reflect on the prospects and promises of the RTI Act. We conclude by underlining its intrinsic value to facilitate citizen-government interaction on matters of governance, thereby contributing to strengthening participatory democracy. \nShamsul Bari and Ruhi Naz are Chairman and RTI Coordinator respectively of Research Initiatives, Bangladesh (RIB). Email: rib@citech-bd.com\n",
        "headline_1": "How RTI regimes are faring in South Asia",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/how-rti-regimes-are-faring-south-asia-2151681",
        "news_paper_name": "The Daily Star",
        "publish_date": "14-08-2021"
    },
    {
        "full_article": "Some of us are born entertainers. It can be a boon or a curse, as the fallen star Pori Moni is now finding out. Even in her darkest hour, she has her audience held in rapt attention. People are keenly waiting to know what happens next. Every tiny detail is gratefully accepted, and summarily dissected.\nA \"prostitute\", a \"derailed woman\", a \"seductress\", an \"addict\"—these are just some of the adjectives that are being thrown around to brand this Dhallywood actress. Narratives surrounding her so-called salacious life have been dominating both social media and conventional forums ever since her very publicly-played-out arrest on August 4 by the country's elite security force, Rapid Action Battalion (RAB), on allegations of hoarding liquor, drugs and making pornographic videos.\nSome civil society members have tried to assess the situation from an objective perspective—albeit cautiously—but the majority of the public seemed to have condemned Pori Moni for her \"immoral\" vagaries. While all the speculations surrounding what she did or did not do make for juicy gossip, perhaps it would be more worthwhile to reflect on the situation from a broader perspective and understand how our society commodifies women—packaged for the consumption of those who can afford it. Shamsunnahar Smriti, her real name, was an orphan living an ordinary life in a remote district, far away from the glitz and glamour of Dhaka's entertainment industry. She came to the capital in 2011, secured an offer for modelling, and then got her film break on the silver screen. She became a popular face in the Bangladesh showbiz industry, earned a good living, lived a lavish life in an upscale neighbourhood, and made some influential friends.\nThings had been going pretty smooth for her until she ruffled up some influential feathers in recent months, which turned some of her friends into foes. Then, suddenly, she became the conniving villain of a criminal plot. She was, we were told, part of a blackmailing racket—a group of \"loose\" women—who allegedly seduced unsuspecting men with their wily charms and made compromising videos and then blackmailed the helpless victims into paying for their silence.\nWhile the wider society is accusing Pori Moni of being immoral—somehow women facing legal issues often end up being questioned for their perceived lack of morality and judged guilty even before a court verdict—nobody is talking about what aided her transformation. Even if the stories being told about her are true, there is a clear demand in our society for the services of people like Pori Moni. We have all by now various snippets of the sleazy underbelly of the supply side, but how is it that the demand side is missing completely from the spotlight? Who are on the demand side? This is a question that must be asked if we want to make a fair assessment of the still-largely-one-sided narrative we are being fed.\nConsider this: if Pori Moni's life were a movie plot, she could have been both its protagonist and antagonist, depending on the lens we look at her through. This could have been the story of a young woman's journey through life—the story of a self-made woman who has overcome myriad social struggles to achieve her dreams of being at the centre of limelight, but was led astray or victimised by a group of powerful men for whom she had become a nuisance. After all, in a male-dominated society, who likes a woman who questions the acts and wills of powerful men—let alone her patrons—or alleges them of attempted rape!?\nOr, that plot could have been about a scheming temptress, who entraps innocent men with her devilish wiles and leads them into a life of dark temptations for her own nefarious ends. It is all a matter of perspective: the plots we choose to consume, the discourses we indulge in.\nBut right now, instead of turning Pori Moni's life into a circus—digging down deep into the lurid details, watching the leaked personal videos and making dirty jokes about her—perhaps we should be asking ourselves about the contours of the narrative we are choosing to indulge in at our dinner tables, in our living rooms, in our newsrooms, on our social media feeds. Why are these shaped the way they are?\nThere have been many women entertainers who have been in this situation before, enduring a harsh media trial, scathing social slanders, and there will be more in the future. This is how it is. This is how the social system operates.\nIf we want to break this vicious cycle of exploitation, we need to take a good hard look at ourselves first. Unless we learn to objectively assess our roles in creating such a marketplace and act proactively to dismantle this system, more women will be turned into commodities. More women will become victims of our flawed social perspectives.\nWhichever narrative route our own personal Pori Moni movie is leaning towards—Pori Moni the fallen star, or Pori Moni the vile seductress—it is a tragedy either way. It is a very human tragedy, feeding off human frailties that have been the inspiration for ancient bards and modern novelists alike. But before we jump to conclusions, perhaps we could take a moment from our busy lives and ask ourselves: aren't we also somehow culpable?\nTasneem Tayeb is a columnist for The Daily Star. Her Twitter handle is: @tasneem_tayeb\n",
        "headline_1": "Mirror, mirror on the wall, who are we laughing at?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/closer-look/news/mirror-mirror-the-wall-who-are-we-laughing-2151671",
        "news_paper_name": "The Daily Star",
        "publish_date": "14-08-2021"
    },
    {
        "full_article": "Most of the \"geopolitical\" threats, real or confected, that capture headlines in the West nowadays are exogenous—emanating from China, Russia, Iran, and so forth. But others lie within the world's democracies. Among these are the US Republican Party's embrace of Trumpian authoritarianism, which is eroding the country's democracy, and the possibility that new unanticipated variants of populism will take hold around the world.\nOne new variant of populism might involve hostility toward both costly green policies and vaccination against Covid-19. And it would be driven by a combination of genuine concerns about pocketbook issues and the kinds of conspiratorial lunacy that thrive on the internet.\nAnti-green populism is particularly likely to flourish in the more fossil fuel-dependent economies of Central and Eastern Europe, in response to the European Union's new strategy for reducing greenhouse gases by 55 percent by 2030. Indeed, the so-called Fit for 55 plan would seem to call for the wholesale remodelling of these economies.\nConsider Poland, which generates 70 percent of its energy from coal and receives additional supplies through a gas pipeline from Russia. Coal is especially abundant in southern Poland, where it is used to fuel giant power stations that provide industry with cheap electricity.\nIf it is to meet EU emissions targets, Poland is going to have to decarbonise more extensively and rapidly than anyone else. The government recently set an ambitious goal of reducing the proportion of coal in the country's energy mix from 70 percent to 11 percent by 2040. But that will have massive implications for mining, which employs some 100,000 heavily unionised and politically influential workers.\nMoreover, with little wind or sunshine in winter, Poland is ill-suited for renewable-energy deployment. Instead, it has set its sights on \"solutions\" like nuclear power and the \"Baltic Pipe\" gas pipeline—subsidised by the European Commission to the tune of USD 251 million—to import gas from Norway via Denmark.\nBut neither of these options has gone down well in Germany. If Poland's efforts to align with EU policy put it at loggerheads with key neighbours and trade partners, it will be damned if it does and damned if it doesn't. The conditions are set for a thriving anti-green populism.\nYet this populist threat is hardly limited to Central and Eastern Europe. Opposition to climate action could just as easily spread to Europe's more established democracies if costly items like air source heat pumps and smart metres are rendered technologically redundant, or if vehicles with internal combustion engines are forced off the road by government fiat.\nIn fact, France was briefly the epicentre of an anti-green backlash in Europe, with the rambunctious gilets jaunes (yellow vest) protests that began in 2018. Angry citizens who rely on cars to get around their country districts eventually forced President Emmanuel Macron to rescind a new tax on diesel fuel. They had a point, considering that the infrastructure for more expensive electric vehicles simply does not exist in France (or anywhere else).\nMore recently, a significant share of this cohort seems to have joined with militant anti-vaxxers (many of them on the far right) who have adopted various libertarian poses propagated on the internet. This confluence of grievance may have traction, especially as more conventional populist movements have begun to take a battering, notably in Hungary, Poland, Slovenia, and elsewhere. People have grown weary of authoritarianism, corruption, and divisiveness during the pandemic—a crisis that was grossly mishandled by populist governments, in particular. The likes of Hungarian Prime Minister Victor Orbán are the elite, not some anti-systemic opposition to it.\nOpposition to vaccination is as old as inoculation itself. The English city of Leicester used to be a hotbed of it. In 1885, 100,000 people there attended an anti-vaccination rally, complete with a child's coffin and an effigy of Edward Jenner, the pioneer of smallpox vaccination. Such movements were often based on a fusion of fundamentalist Christianity (which opposed interference in God's work) and suspicion of powers being arrogated by the modern state, which made vaccination mandatory for infants or children entering school.\nThe only unique contribution of our current age is the role of social media in amplifying the views of crank medics and scientists, as happened after The Lancet published (and then retracted) Andrew Wakefield's false claims that there is a link between the measles, mumps, and rubella (MMR) vaccine and autism.\nNowadays, any online search of vaccines immediately reveals a disproportionate number of anti-vaccination sites, as well as pernicious guff claiming that the barring of unvaccinated youth from nightclubs is akin to Jews being sent to Auschwitz. Versions of that analogy have long appeared in the British Daily Telegraph, courtesy of its dogmatically libertarian commentators, who have made common cause with the likes of the Fratelli d'Italia (Brothers of Italy), Italy's homegrown fascist movement. Any enemy of the EU is their best friend by default. Although the overwhelming majority of Italians support the government's green pass initiative, the Fratelli's leader, Giorgia Meloni, loudly does not.\nIn the homeland of Louis Pasteur, such militants are particularly exercised by the government's vaccine-passport rules,which exclude the unvaccinated from concerts, cinemas, museums, swimming pools, theatres, and restaurants where 50 people or more are gathered. More trouble may ensue if nurses (only 50-58 percent of whom are vaccinated) are prevented from working until they receive two doses; or if railway workers raise objections about having to enforce vaccine-passport rules on local and commuter trains. No job should involve the risk of being headbutted or punched in the face.\nIt was perhaps inevitable that the parasitic populist right would latch onto these issues. Although Marine Le Pen of the far-right National Rally party has typically hedged her bets, her former right-hand man, Florian Philipott, was very vocal at the biggest of the many anti-vaccine rallies in July. These are growing in size by the month, with 200,000 attending the first one in August. This \"movement\" flourishes among the semi-educated in small towns and in cities like Marseille, where obdurate pastis guzzlers and religious immigrant communities also contribute to its ranks.\nHowever, it is worth stressing that 62 percent of the silent majority in France supports vaccine passports, and 70 percent want all hospital and care-home workers to be fully vaccinated. That is probably why Macron has stuck to his guns: he hopes that rationality will prevail and that any increase in economic activity will benefit his campaign in 2022. Let's hope he is right.\nStill, one can see the outlines of an emerging political fusion between irrationality and pocketbook issues. As anti-vaxxers and anti-greens join forces, any number of stray populist demagogues might seek to lead such a movement. That underscores the importance of UN initiatives such as Team Halo, which has brought together scientists to publicise the importance of vaccines, especially on social media platforms.\nMichael Burleigh, a senior fellow at LSE Ideas, is the author, most recently, of Populism: Before and After the Pandemic (Hurst 2021).\nCopyright: Project Syndicate, 2021.\nwww.project-syndicate.org\n(Exclusive to The Daily Star)\n",
        "headline_1": "A Dangerous New Variant of Populism",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/dangerous-new-variant-populism-2151666",
        "news_paper_name": "The Daily Star",
        "publish_date": "14-08-2021"
    },
    {
        "full_article": "If the section of the government dealing with the overall management of the Covid situation continuously flip-flops on its decisions, then doesn't the image of the government suffer? If what is announced one day is changed on the next, doesn't it lead to people losing confidence in government decisions? When a course of action is decided upon without any implementation plan, then doesn't it erode the credibility of the government? Can the government expect full compliance when decisions are taken without any thoughts given to their impact on the people?\nOn July 13, the cabinet division in a gazette notification (one cannot get more official than that) announced that \"strict lockdown\" would be imposed from July 23 to August 5, extending the work stoppage from Eid leave. The home minister on July 27 added that the government had turned down pleas from the business community, including garment factory owners, for keeping factories open during lockdown. Then on Friday, July 30, to everybody's surprise, the same cabinet division announced that all export oriented industries will be out of the purview of the lockdown from next Sunday, giving practically little more than a day for the workers to join their factories on the pain of losing their jobs or being financially punished for late appearance.\nWhether or not it was correct to open the factories in the midst of the lockdown or how it will impact the spread of the highly infectious Delta variant is not what we are asking at the moment. Our focus is, in deciding to open the factories on such short notice, how much attention was given to the convenience of the workers and whether it was at all practical for the government to expect RMG workers to report for work, especially when all means of transport was closed, again, by the order of the government.\nThe decision forced thousands of workers, mostly female, to undergo untold sufferings to travel to Dhaka, Gazipur and Narayanganj, where most of their factories are located, to join work.\nAfter a full day of chaotic, hazardous, life-risking and Covid-spreading travelling, on Saturday (July 31) at 8pm, the authorities, perhaps realising the injudiciousness of giving such a short notice, ended up doing something more foolish. They decided to re-open public transport for 16 hours to \"facilitate\" workers joining their work.\nOpening public transport for 16 hours? Was the practicability of such an order at all thought of? Was it the view that all the bus drivers, ready with tanks full of fuel, were waiting beside their respective vehicles to start operating from the word go? Was it the assumption that all passengers were lined to board their respective buses at the designated stations to start their journey? Many drivers came to know of the decision when the 16 hours deadline was over. Only a handful of buses operated and that too in a very limited area. The railways, used by a large number of garment workers living in various parts of the country, did not even try to open.\nIn the meantime, RMG workers and others of export-oriented industries, were seen using rickshaw, vans, private trucks, microbuses and CNGs to join their factories, paying hefty fare for the journey. Sadly, thousands could be seen walking for miles with their meagre luggage on their heads to comply with the factory-opening decision. Did we need, or have the right, to subject our citizens to such turmoil?\nOn Tuesday before last (August 3), an inter-ministerial meeting was held to assess the lockdown situation and finalise the vaccine rollout plan. It was attended, in-person or virtually, by 12 ministers and state ministers, the PM's principal secretary, cabinet secretary, 16 secretaries of different ministries, chiefs of law enforcement and intelligence agencies. The purpose was to spell out the details of the massive rollout plan aiming at vaccinating roughly 1 crore people.\nWhat followed after the meeting was quite unbelievable.\nAs ministerial meetings go, it was of a very high level. It lasted for over three hours, at the end of which a joint press briefing was held by the Minister for Liberation War Affairs, AKM Mozammel Haque, who presided over the meeting, along with the Minister of Health and Family Welfare, Zahid Maleque. In his 30 minutes briefing, among other things, he said that after the lifting of the lockdown, \"anyone above 18 years will not be allowed on the streets or on any mode of transport unless they were vaccinated.\" How will this decision be implemented? Who will do the checking both about the age and about being vaccinated? Didn't the enormity of the logistics strike the minister's mind before speaking to the press?\nThe absurdity, the impracticality and the unimplementability of what he was saying obviously did not bother him. Nor did it seem to have struck the health minister, who sitting next to him, who in his briefing, neither contradicted nor clarified what the presiding minister said. He could have at least pointed out that 18-year-olds were not given any vaccine as yet.\nSo the news was carried by the media and the expected wave of criticism on social media inevitably followed. Around midnight the same day, there was a TV scroll notice from the health ministry distancing itself from minister Mozammel's statement. This was followed by a press release at mid-day next. An hour later, the presiding minister withdrew his statement.\nWhy was such a farce made of a press briefing? What is the protocol of press briefings, especially after official high-level meetings? Didn't the two ministers feel any need for an exchange of points or thoughts before going before the press? Why was it taken so lightly? Given the subject, the main briefing should have come from the health minister and not from the minister in charge of Liberation War Affairs just because he presided over the meeting.\nAs of last Wednesday, all forms of restrictions have been lifted, except for tourism, political and religious gatherings, etc. In deciding to lift practically all restrictions on transport, public movement, factories, offices, restaurants, etc., it is clear that our decision-makers have concluded that we have either won our fight against the pandemic or that we are on the verge of it.\nNeedless to say, the decision has baffled experts, especially when the infection rate is nowhere near the prescribed level given by WHO, and when the Covid situation is far from under control.\nThe livelihood argument overwhelmed the government, as the captains of the industry are known to have irrepressible clout over our decision-makers. Having imposed lockdown from April onwards—a necessary move but frustrated by various concessions given to industry lobbies—the government had to respond to the dire consequences that those on the bottom rung of the society were suffering from, especially when its assistance was not reaching that segment of the population that needed it the most. Thus, the logic of re-opening the economy, howsoever dangerous, became almost inevitable.\nWhile experts will continue to debate as to the judiciousness of lifting the lockdown, once again, as before, we want to focus on how implementable and well-thought-out the decisions were, whether adequate time was given to the government machinery down the line to implement them, and whether any thought was given on how those decisions were likely to impact the citizens?\nWhile lifting all restrictions on transportation, the government directed that only half the fleet of buses will be allowed to ply on the roads with 100 percent capacity. How and who will ensure that only half of each owner's fleet of buses will be allowed to operate? How will the owners who have only one bus implement this decision? What happens to social distancing when buses are allowed to take their full load? The chaos that followed—and the sufferings that people had to go through—speaks for itself.\nThe importance of the government as a functioning institution cannot be overemphasised. It is at the epicentre of literally everything. All policies, planning, directives, projects, future ideas, and much more emanate from it. A huge amount of taxpayers' money is spent to nurture and facilitate the advancement of our government employees. The credibility of this institution is an important element of effective implementation of all its policies and plans.\nThe three instances we cited above speak of unthinking policymaking, unprepared decision-making, and an uncaring attitude towards the people that they are paid to serve. This must stop if we are to effectively defeat the pandemic and emerge on top.\nWe cannot continue to have such confusion and chaos in the decision-making and implementing processes within the government.\nMahfuz Anam is Editor and Publisher, The Daily Star.\n",
        "headline_1": "Column by Mahfuz Anam: ‘Decision games’ that we play with our people",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/the-third-view/news/decision-games-we-play-our-people-2150986",
        "news_paper_name": "The Daily Star",
        "publish_date": "14-08-2021"
    },
    {
        "full_article": "Since the beginning of the pandemic, Bangladesh—like most other countries in the world—has been faced with the \"lives vs livelihoods\" dilemma, as pandemic-induced lockdowns hit the economy hard even while working towards bringing widespread Covid-19 transmission slightly under control. During the latest spate of lockdowns, we have once again faced the same issue. Over the past week, the positivity rate has finally dropped by about five percent after spending more than two weeks at a whopping 30 percent. However, we have also witnessed restriction relaxation demands across pandemic-hit sectors that are struggling to cope with the continued loss of income.\nWhile we do have sympathy towards the difficult decisions that must be taken with regard to Covid-19 policy in this context, what we cannot understand is the government constantly resorting to a one-size-fits-all approach when it comes to decision-making. How else does one explain the recent decision to lift almost all coronavirus restrictions from August 19, despite the daily death toll continuing to cross 200? While it is important to ensure that the economy is allowed to operate, is it necessary to re-open everything in such quick succession, and even allow social gatherings to take place?\nAlthough the authorities have stated that community centres, tourist attractions and recreational facilities will operate at half of their capacities, and that everyone is required to wear a mask and follow health and safety guidelines, we know from prior experience that these directives are hardly ever monitored and enforced. It is not enough for the authorities to simply announce these rules and then sit back and watch them being broken. Does the government have any specific plan to ensure that these directives will be followed this time around? If so, we have not been made privy to it.\nThis state of affairs is all the more concerning given that, on Thursday, the health minister reiterated how serious the Covid-19 situation is in the country, and stressed the importance of getting virus transmission under control. Not too long ago, he had warned that the country's health infrastructure was not enough to cope with the rising number of coronavirus cases and that it could face imminent collapse. In this situation, it is incomprehensible why the authorities did not consult experts or attempt to lift restrictions in phases and/or according to the situation profile of different sectors.\nEven though we commend the government for restarting the vaccination campaign, we must remember that it might be a long time before the entire targeted population gets at least a first dose. Until we reach this vaccination target, there is no alternative to taking measures to reduce Covid-19 transmission through strict enforcement of the health guidelines. Without increasing awareness on the importance of following these guidelines, and without taking concrete steps to enforce them, a relaxation/lifting of lockdown will only make the current Covid-19 situation worse.\n",
        "headline_1": "Restrictions are being lifted, but at what cost?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/restrictions-are-being-lifted-what-cost-2151656",
        "news_paper_name": "The Daily Star",
        "publish_date": "14-08-2021"
    },
    {
        "full_article": "We appreciate the government's initiative to buy new digital contents containing interactive and communicative lessons to help secondary students tap the potential of distance learning. The contents—to be aired on TV and also uploaded on different educational websites—will consist of recorded video lectures as well as visual presentations on various subjects including infographics and slideshows, so that students can easily understand them. The broader objective, according to the National Curriculum and Textbook Board, is to help make up for the learning loss caused by school closures since the start of the pandemic. With all educational institutions shuttered for nearly 17 months now and the prospect of reopening still seeming distant amid soaring Covid infections, this is a small but potentially impactful step targeting a vital group of the student population.\nWhile, as always, proper execution is key to the success of this initiative—and one wonders if this couldn't have come sooner—our immediate concern is how much of an impact it will have given the existing digital divide in the country. It's well-known that initiatives taken so far by the government to ensure learning continuity have fallen far short of expectations. But what little it did hasn't had the desired outcome either, because of lack of access to digital devices and internet among students from rural and lower-income backgrounds. School students in particular suffered enormously because of this, to a point that Unesco called \"a generational catastrophe.\" According to a joint study by Power and Participation Research Centre (PPRC) and Brac Institute of Governance and Development (BIGD) released in May, the prolonged school closure has put a minimum of 3.42 million primary students and 2.50 million secondary students at risk of learning loss. Researchers behind the survey said a large number of students either were not studying at all or became irregular in their studies. Many dropped out of schools, and many were forced into marriage.\nThe future implication of this state of affairs is not hard to imagine. Introducing new learning contents is of course important, but far more important is to ensure its benefit reaches all students, not just those who have the \"privilege\" of access. This will no doubt further increase the divide between the privileged and the underprivileged in society. Unfortunately, despite repeated urgings, the education authorities have failed to come up with an effective learning continuity plan in all these months, nor were they able to offer a precise timetable for school reopening, which has become essential regardless of the present coronavirus situation. We urge the government to take urgent steps in this regard, in consultation with experts in the field. And for now, the ever-festering digital divide must be bridged, if we are to reap the benefits of what small learning measures being taken.\n",
        "headline_1": "Digital access comes before digital learning",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/digital-access-comes-digital-learning-2151651",
        "news_paper_name": "The Daily Star",
        "publish_date": "14-08-2021"
    }
]