[
    {
        "full_article": "Both the security breach in Parliament last week featuring a theatrical attempt by individuals to highlight an issue of public importance — unemployment — and the Union government’s response have been deeply problematic. The government’s stymieing of any debate over this issue in Parliament and the Chair’s recourse to an unprecedented high number of suspensions of Opposition legislators following their demand for a statement in the Houses and a debate, have been in line with its disregard for deliberative democracy. As many as 78 Opposition Members of Parliament were suspended on Monday. Fourteen more were suspended earlier — 92 in total, and nearly matching the 94 suspensions overall since 2014 prior to this session. Unlike in the two Lok Sabhas (2004-14), when even ruling party legislators, including rebels, were suspended for unruliness, only Opposition members have been subject to suspension, which includes those for far less severe offences since 2014.The hallmark of a functioning democracy is deliberation, wherein elected legislators debate and discuss issues of public import and seek solutions to issues that affect citizens. A thorough deliberation involves not just televised speeches from Parliament but also debates, the utilisation of parliamentary and standing committees to delve into the issue and for Bills and legislation to be discussed threadbare before consideration. Instead, over the course of recent parliamentary sessions during the National Democratic Alliance’s tenure, there have been multiple attempts at browbeating the Opposition, getting Bills passed without adequate discussion, disallowing amendments on merit, and under-utilising standing and parliamentary committees while trying hard to play to the gallery. Legislative business and parliamentary work have been given short shrift, while theatrics by legislators in both the Treasury and Opposition benches, and one-upmanship through the use of suspensions, have dominated proceedings. It is no wonder that such actions have compelled global democracy reports by research institutions such as V-Dem Institute to characterise India’s democracy as an “electoral autocracy”. Worse, the use of the draconian Unlawful Activities (Prevention) Act to indiscriminately target dissenters, such as the protesters who threw canisters and raised slogans in Parliament last week, has also fallen into the recent pattern of a deliberate equation of dissent with terror. Again, this has led the U.S.-based Freedom House, that measures civil and political liberties, to declare India as “partially free”. The recent actions by the government only contribute further to the backsliding of democracy in India, making these developments a matter of serious concern.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nparliament\n\n/\n\nunemployment\n\n/\n\ngovernment\n\n/\n\npolitics\n\n/\n\nLok Sabha\n\n/\n\ndemocracy\n\n/\n\nlaws\n\n/\n\nUSA\n\n/\n\nIndia",
        "headline_1": "Legislative decline: On government’s actions and a disregard for deliberative democracy",
        "headline_2": "Denial of legislative debate furthers democratic backsliding in India.",
        "link": "https://www.thehindu.com/opinion/editorial/legislative-decline-the-hindu-editorial-on-governments-actions-and-a-disregard-for-deliberative-democracy/article67651320.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "19-12-2023"
    },
    {
        "full_article": "The conflict between the Governor and the Left Democratic Front government in Kerala has turned unseemly. Raj Bhavan’s relations with regimes other than those run by the Bharatiya Janata Party have been quite testy in recent years, and the problem is quite acute in Kerala. The issue arises from sharp political and ideological differences, as appointees in Raj Bhavan have made it a point to use their position as chancellor of universities as well as their constitutional role in granting assent to Bills to cause annoyance to elected governments. In a sign of rising acrimony, differences over appointments to the Senate of the Kerala University have snowballed into frequent protests. While student activists accuse the Chancellor, Governor Arif Mohammed Khan, of appointing right-wing sympathisers to the Senate, he has been complaining about political interference in the universities. In the latest incident, the University of Calicut saw dramatic scenes as activists of the Students’ Federation of India (SFI) put up posters against the Governor-Chancellor. The Governor has accused Chief Minister Pinarayi Vijayan and the State police of being behind the poster campaign against him. Some days ago, SFI activists blocked Mr. Khan’s car, resulting in some arrests.Recent court judgments have underscored that elected regimes should not be undermined by unelected Governors. Such verdicts have drawn public attention to the partisan role played by Governors to stymie governance in States not run by the ruling party at the Centre. In a recent ruling, the Supreme Court of India set aside a reappointment given to a vice-chancellor in Kannur University on the ground that there was unwarranted interference by the government. Given that chancellors are expected to act independently, there is much scope for a clash with the government. However, responding to such situations through organised protests is not advisable. Chief Ministers should instruct their supporters to avoid street protests that turn belligerent. One way to resolve the issue is by legislation either removing Governors as chancellors or transferring the chancellor’s powers to any other authority. However, Bills containing such changes are not likely to get the Governors’ assent. This does make legal redress difficult for those aggrieved by what they deem to be arbitrary use of the chancellor’s powers. It may be time to think of a long-term solution in the form of a statutory prohibition on Governors being chancellors of State universities. The M.M. Punchhi Commission on Centre-State relations had recommended ending the practice of burdening Governors with the role of university chancellor.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nGovernor\n\n/\n\nKerala\n\n/\n\nuniversity\n\n/\n\npolitics\n\n/\n\neducation\n\n/\n\njudiciary (system of justice)\n\n/\n\nBharatiya Janata Party",
        "headline_1": "Unseemly turn: Raj Bhavan’s relations in Kerala",
        "headline_2": "Kerala’s Governor-government conflict should not result in belligerent protests",
        "link": "https://www.thehindu.com/opinion/editorial/unseemly-turn-the-hindu-editorial-on-raj-bhavans-relations-in-kerala/article67650765.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "19-12-2023"
    },
    {
        "full_article": "For India to become a developed country, rule of law, strong state and democratic accountability are key ingredients. And high growth must spread material prosperity\nPM Modi has set a national aspiration that India must become a developed nation by the time of the centenary of Independence in 2047. The Niti Aayog is said to be working on a roadmap towards that end. Will that roadmap “get us to Denmark”?\nRead full opinion on TOI+\n\n",
        "headline_1": "Viksit, the Denmark way",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/viksit-the-denmark-way/",
        "news_paper_name": "The Times of India",
        "publish_date": "19-12-2023"
    },
    {
        "full_article": "Musk is right that woke hiring shouldn’t be fetishised. But wrong that national cultures lose by immigration\nElon Musk Xting that “DEI must DIE” has predictably evoked a lot of outrage. Because it challenges today’s axiom that high levels of diversity, equity and inclusion are key to raising productivity. It is in line with Musk’s general campaign against the “woke virus”. But what is less obvious is that Musk is not entirely wrong. By now there is plenty of documentation that fetishising hiring diversity doesn’t end discrimination in the workplace. An overemphasis on ‘victim or villain’ identity groups inhibits free expression of social opinions, without changing them at all.\nMeanwhile, Musk-owned Tesla’s 2022 Impact Report talks up the company’s qualities of “inclusion” and being a “majority-minority” employer. Is this super contradictory to what he Xted? Nope. Think about it this way. Raising education and job access across gender, caste and class is definitely necessary to raise India’s overall productivity and wellbeing. But just like numeric DEI hiring targets, which are rarely tested for productivity or even morality, seldom deliver social progress, quotas also do too little to rectify historical wrongs, even as they create new resentments.\n\nMusk’s hyperbole on illegal immigration also made headlines this weekend. With one of his own 11 children perched on his shoulder, he warned the Italians that their culture would “disappear” if they did not “make more Italians”. His host was a government that wants to outsource the processing of migrants to Albania, echoing the UK’s Rwanda plan. But as the revival of a tanking birth rate is no more realistic in Italy than in Japan, more immigration is its only future path. Especially as its female employment rate is already the lowest in the EU. Talk of loss of culture is mostly fear-mongering. More immigrant labour in Italian vineyards has hardly made them less Italian.\nBut whether it is Musk bashing the “woke virus” or Vivek Ramaswamy blaming America’s socio-economic woes on “woke capitalism”, there’s a lot of shadowboxing going on here. What successful businesses are truly ‘woke’ to is their bottom lines. And if these bottom lines speak a different truth than a loud cultural constituency, their truth should prevail. Well-performing corporations are among the best bets to create social mobility, provided the education system has equipped reasonable quality skills across social groups. Companies look for best fits, and rarely care about identity politics. Wokism is not the reason so many Indians with names that still appear strange to many white Americans are so successful in Big Tech. The reason is capitalism, an under-appreciated progressive force.\n\n",
        "headline_1": "Wokism Vs Capitalism",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/wokism-vs-capitalism/",
        "news_paper_name": "The Times of India",
        "publish_date": "19-12-2023"
    },
    {
        "full_article": "New CMs of Chhattisgarh and MP have it doubly tricky – they must work to Delhi’s brief and under the glare of ex and wannabe CMs\nWhen BJP wants to make a point, it tends to ram it home. The surprise choice of Mohan Yadav as MP’s CM – a complete outsider, who was so stunned at hearing his name being announced he was lost for words for a few minutes – is a case in point. In Chhattisgarh, party stalwarts have had to stand down for Vishnu Deo Sai, but that BJP chose the tribal veteran wasn’t as much a surprise as was Yadav’s selection.\nRead full opinion on TOI+\n\n",
        "headline_1": "Sai & Yadav: Big Boss, Season 1",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/guns-n-poses/sai-yadav-big-boss-season-1/",
        "news_paper_name": "The Times of India",
        "publish_date": "19-12-2023"
    },
    {
        "full_article": "By Anup Taneja\nThe Bhagwad Gita is the golden path which presents to its reader a variety of yogic systems that enable him to experience the Ultimate Beatitude. The conspicuous feature of this path is that it attaches equal importance both to the spiritual and worldly aspects of life. Seekers often complain that as soon as they sit to meditate, all sorts of turbulent thoughts begin to rush in their minds, causing untold distraction. This happens because of the deeprooted tendency of the mind to rove in the pleasure garden of senses. Swami Vivekananda makes this further clear by explaining that chitta is the mindstuff, and the ‘vrittis’ are the waves and ripples rising in it. These vrittis are our universe comprising myriad objects.\nWe cannot see the bottom of the lake because its surface is covered with ripples. One can catch a glimpse of the bottom only when the ripples have subsided and the water is calm. The bottom of the lake, thus, is our own true Self; the lake is the chitta, and the waves, the vrittis.\n\nIn Discourse VI of the Gita, which elaborates on Dhyan Yog, Krishn enlightens us about the process through which the seeker endeavours to disconnect the mind from the sensual pleasures and shift its focus inwards, thereby making it calm and serene. In his commentary on the Gita, S Radhakrishnan explains that the “human mind is ordinarily turned outwards. Yoga attempts to explore the inner world. We must divest our minds of all sensual desires, abstract our attention from all external objects and absorb it in the object of meditation,” Gita 6:10. In this Discourse, Krishn lays down some golden principles for meditation. To start with, the use of an asana made from kusha-grass – a bad conductor of electricity – is recommended. This helps in conserving the powerful spiritual currents within the body that are generated during meditation; Gita 6:11.\nSecondly, while practising meditation, the seeker should firmly hold his body, head and neck erect and still without looking around. This helps in smooth flow of the lifecurrent from the sensory nerve branches through the spine; Gita 6:13. Thirdly, Krishn asserts that the seeker should exercise utmost moderation in his eating and sleeping habits. Yog, he says, is not possible for that yogi who eats too much, nor for him who does not eat at all, nor for him who sleeps too much nor for him who is constantly awake; Gita 6:16. Rajasic food items like meat, eggs, pickles should be strictly avoided as these give rise to carnal cravings.\nLastly, he attaches great importance to the practice of brahmacharya. That yogi who has preserved his vital force by the vow of celibacy and sublimated it into ojas, transmutation of sexual energy into spiritual energy, can practise steady meditation for a long period without distraction. In the absence of continence, it is not possible to attain success in the field of yoga; Gita 6:14.\nThus, yog is not about attaining God; it is more about disciplining the mind and shifting its focus inwards, towards the Self. We may conclude with the Gita verse 6:15 which states: “The yogi of subdued mind, ever keeping himself thus harmonised, attains to peace, the Supreme Nirvana, which abides in me.”\n\n",
        "headline_1": "Bhagwad Gita’s golden rules to perfect dhyan",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/bhagwad-gitas-golden-rules-to-perfect-dhyan/",
        "news_paper_name": "The Times of India",
        "publish_date": "19-12-2023"
    },
    {
        "full_article": "That migrant workers after years of hard labour abroad have to face difficulty reintegrating into society after returning home is, sadly, a cruel irony. For it is to be better off financially that those people go abroad, but often find themselves without the means to settle down comfortably after return. And the reason is what they earn from usually low-paid jobs is not enough to repay the loans they made to meet expenses like agency and visa fees, travel costs and so on. And in case they have to return home due to job-loss, it is a double whammy for them. Obviously, rehabilitation of those returnee migrant workers (RMWs) with dignity in society is a high priority issue before the government. But how many of those migrant workers return home annually, the government has no record in its hands. However, according to some reports, annually, between 0.7 and 0.8 million migrant workers go abroad. Migrant rights activists, on this score, say that around 50,000 of the migrant workers return home annually. In that case, it can be assumed that over the years a large portion of the RMWs have been struggling to reintegrate into society. And to help rehabilitate these returnees, some efforts like training or income-generating projects that are in place lack coordination and synergy. The good news is, to overcome this lacuna, the government is learnt to have prepared a draft reintegration policy with provisions that include creation of a database, establishing one-stop centres, setting up a referral mechanism for their employment and various other services for the RMWs. This is no doubt a commendable move made by the government. But one needs also to keep in mind that just adoption of a policy is not enough to help resettle the intended beneficiaries. For there is already a plethora of programmes in existent for the RMWs. But the problem is, in most cases the targeted recipients are either not aware of the services or they cannot duly access those. So, it is important to remove the barriers to service delivery which are often bureaucratic in nature. Seeing that the would-be recipients of the services generally belong to the group of unskilled workers with little literacy, they avoid getting into the complicated process of accessing those services. In this connection, reference may be made here of the state-owned bank, the so-called Probshi Kalyan Bank (PKB), whose services include providing collateral-free credits to rehabilitate the RMWs. But as reports go, the bank is grappling with the problem of getting the right kind of beneficiaries to obtain the loans designed to help initiate income-generating activities (IGAs) for the RMWs. And that is mainly due to the absence of a data bank on the RMWs that could provide the loan officials with the required information about the nature of work the loan applicants were engaged in abroad and choose the appropriate IGAs for them. Small wonder that many of the IGAs so far financed by the rehab loans failed leading to the recipients becoming loan defaulters. On the other hand, a majority of the RMWs simply avoid availing themselves of PKB's loan service due to the complexities involved in processing the loans. Against this backdrop, it sounds good that the draft policy for the welfare of the RMWs include provisions for services that are decentralised, one-stop, need-based, gender-diverse and so on. Hopefully, once it is finalised through the due process of law, the policy for social reintegration of the returnee migrant workers (RMWs) would be free from the usual impediments so it may deliver the intended goods.",
        "headline_1": "Reintegrating returnee migrant workers",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/reintegrating-returnee-migrant-workers-1702908684",
        "news_paper_name": "The Financial Express",
        "publish_date": "19-12-2023"
    },
    {
        "full_article": "A good example of change relating to culture may seem funny or ironic but nowadays when people go to the Shaheed Minar, they think as much about when they will be able to push the jam and return home and just about the event they are going to. Space-time-continuum changes everything including our culture.Not only is change happening, but social divisions are also increasing. And that is leading to tensions. Social media is a good space to track such changes. Almost everyone trolls these days as intolerance is the chosen weapon of self-defense. In some ways we are afraid to tolerate each other as we fear for our survival or loss of control. Thus, anxiety and intolerance are increasingly becoming a source of cultural practices. Culture is an indicator of social change. It doesn't just change; it changes beyond recognition due to circumstances in many cases. Singing, poetry or festivals are part of the superstructure, the core is social infrastructure. So \"Bengaliana\" if you will, is not eternal; it is also spatial, temporal.Culture is likened to an onion. Music, food, clothing and even language or religious practices are expressions of social reality. The main issue is how and why one chooses or is forced to adopt a social behavior to meet the various demands of life. The key is socio-economic reality. How are the customs and rules of the society being determined?Dutch anthropologist Hofstede has done a lot of work on this topic. According to him, there are six main sources of social culture. These factors act as regulators of culture.1. The extent to which a society is prepared to accept socio-economic inequality.2. Is society connected or loosely organized? Do individuals care only for themselves and their immediate family, not the wider society.3. Does that society emphasize masculinity related achievements or feminine elements like caring and kindness?4. Does this society avoid uncertainty or is willing to take risks? How do they deal with present and future challenges?5. Is the society based on tradition or realistic?6. Is this society consumerism or moderation driven? Is it social restraint centered or enjoyment centered?The model is based on social behavior but some of its notions such as number 3 -masculine or feminine prototypes- are outdated and not fact based. It also predates the era of globalization and digitalization. As a result, the difference with the present is noticeable.However, the list can be used to kick off any research work, but everyone has to gather new clues from the reality of their own society to understand the state of culture at any given time.We are currently involved in a research project trying to identify the key elements of culture, particularly in rural societies and how they are changing and evolving. The initial findings are thought provoking and more : The main findings are as follows :1. People are driven first by the economic needs for survival, then by the desire to live a comfortable life and finally by the desire for economic prosperity. Three types of cultural practices and social practices can be observed in three stages. Traditional behavior patterns dominated by social and economic realities dominate, many linked to rural perceptions. Bengali or religious ideas are not the main sources but the nature of the \"village\" as the organic unit dominates. The pursuit of livelihood security is the main social determinant.2. People are averse to change and risk taking in the domestic/social/household domain, but favor high risk in ensuring livelihood.3. Society is simultaneously collectivist, group driven and, depending on the situation, individualistic too. Digitalization creates new communities and groups centered around work and consumption as old communities/ networks decline.4. Institutional/governmental and non-institutional/private structures are not mutually exclusive, but at the same time are also separate and autonomous. Social connections increase or decrease with the participants' fear of gain or loss.5. Increased income has reduced dependence on institutional and group and social capital and connections.. Families themselves can meet many of these needs resulting in decreased social dependence and bonding, although networking is growing.6. Traditional gender-based values in society are declining as economics changes. Women are entering the labor market in greater numbers and establishing themselves as confident breadwinners making earlier equations weak.7. Despite the official promotion of history as a political product, people deal with the past as realistically as possible. People are realists i.e. they use or reject history to suit their advantages.8. The propensity to consume and the propensity to preserve social traditions, though contradictory, coexist comfortably. Various types of 'practices' are prevalent for establishing social status. The display of religious or public cultural rituals is important. Contradictory behavior is socially tolerated far more including in their private lives, though not publicly. People are more interested in observing visible rituals.Social divisions are multiple, be it class or urban village or traditional gender divisions. The cultural practice of Bangladesh's superstructure is not universal, but leans more towards diversity.Society is changing and there is not a single dominating culture but a mix of trends. A new middle class is being created at a massive rate, especially focusing on immigration. They are one of the main forces behind this change. Their number is around 15 million and they are financially strong and not dependent on the national economy.As always culture continues to change as it meets and tries to cope with new realities.\n[email protected]",
        "headline_1": "Cultural and social changes in BD: old and new realities",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/cultural-and-social-changes-in-bd-old-and-new-realities-1702908755",
        "news_paper_name": "The Financial Express",
        "publish_date": "19-12-2023"
    },
    {
        "full_article": "Role of trees in protecting environment, helping animals to survive by releasing oxygen into the air and providing shade to keep earth surface cooler is well-known. These are too familiar truths to repeat. But humans often forget some familiar truths because that is expedient. Indiscriminate cutting down of trees to create concrete jungles for the great cause of urbanisation, which is a synonym for development, is driven by a madness born of the philosophy of controlling nature. And Dhaka, the capital of Bangladesh, though a latecomer in the race for urbanisation has about destroyed the canopy of green top cover that the city was once famous for. Left with a few patches of greenery like the National Botanical Garden, Ramna Park, Suhrawardy Uddyan etc., of late, Dhaka's position as a megacity with its air beating its other global competitors in pollution level is often the stuff of the news. And the most alarming part of the news is that a component of the pollution, the particulate matter (PM), especially its finest varieties including those measuring 2.5 micrometres (PM2.5s) can cause huge damage to public health, if inhaled. That is because through bloodstream the PMs enter vital organs of the body like lungs, heart, lever, etc. But other than describing the threat those fine material particles that include organic, chemical and metallic ones pose to human health in detail, there was not much information in media reports on how to rid the air of the PMs. Spraying water droplets into the air can be a way of removing the PMs from the air.Also, during the rains, particles suspended in the air fall on earth. But what about those particles in the air during the winter when construction activities start in full swing emiting enormous quantities of dust in the air? So, there should be a long-term strategy to keep the air clean from dust particles which include deadly PM2.5s. Here comes the use of trees in removing dust, especially PMs from the air.But in what ways do trees reduce air pollution? According to the US National Park Service, trees improve air quality in three ways. First, they (trees) cool the surroundings that alter concentration of pollutants in the air. Second, trees in urban setting reduce energy consumption in buildings (for temperature control), which in turn reduces consumption of energy from polluting sources. Third, they directly remove pollutants from air. In the case of gaseous pollutants, the minuscule pores on the leaves of a tree, called stomata, absorb gases containing toxic pollutants like sulphur dioxide, nitrogen dioxide, carbon monoxide and ozone. And then the gases are diffused within the inner surface of the leaves where they (the gases) are then broken down thereby doing away with their toxicity. And when it comes to the particulate matters, PMs, the waxy, hairy surfaces of tree leaves catch some of them (PMs) which are later washed away by rainwater into the drains. According to a BBC report, the mayor of London in 2019 announced that 7000 trees would be planted before the end of the following year. Why? Because trees clean air from pollution. Likewise, French capital Paris, too, is planning to create an urban forest that will encompass its most iconic landmarks. China's Hebei province, which cradles Beijing, the country's capital, on the other hand, is working to make what it calls a 'green necklace' of plants to reduce air pollution. But does Dhaka have any such plans? Our city mayors should know. \n[email protected]",
        "headline_1": "More trees the answer for city's air pollution",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/more-trees-the-answer-for-citys-air-pollution-1702908812",
        "news_paper_name": "The Financial Express",
        "publish_date": "19-12-2023"
    },
    {
        "full_article": "Delivering school textbooks on time is no doubt a success for the government. But in recent years, it has failed to deliver all new textbooks to the students on the first day of January. A similar situation is likely to arise again in the next academic year (2024). According to the media, the printing of text books for primary level students for the 2024 academic year is almost complete. But the secondary level is reportedly experiencing delays. According to the National Curriculum and Textbook Board (NCTB), around 60 million textbooks for classes VIII and IX are yet to be printed. This has raised concerns about the timely availability of these essential learning materials to the students as the new academic year approaches. What is more worrying is that the manuscript of three books of class IX have not been finalised yet. The printing of the new textbooks should be completed by November. But it is not only unfortunate but also inexcusable that the manuscript of some books is yet to be finalised even by the second week of December. The delay in printing textbooks has created doubts over reaching the books to the students on January 1, 2014. Every year the delay in printing textbooks mainly affects the students. If the book is printed in haste, its quality goes down. The students cannot use poorly printed books even for a year. Unavailability of textbooks in time can make students rely on notes and guidebooks. This is why the authorities concerned must work hard to make quality textbooks available on time so as to enhance the quality of education as a whole. \nAshikujaman Syed,Research Assistant,Bioinformatics Research Lab,Center for Research Innovation and Development (CRID).[email protected]",
        "headline_1": "Distributing school textbooks in time",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/distributing-school-textbooks-in-time-1702908837",
        "news_paper_name": "The Financial Express",
        "publish_date": "19-12-2023"
    }
]