[
    {
        "full_article": "Earlier this week, the India Meteorological Department (IMD), entered the 150th year of its existence. While at present, it analyses the entire spectrum of climate and weather, from cyclones to fog, it was conceived, in colonial times, to probe the mysteries of the southwest monsoon. The needs were practical. The British administration, concerned about revenues, was intimately aware of the influence of the monsoon on harvests and thus extremely invested in determining whether past observations of wind, rain and sunshine could be used to predict future torrents and droughts. In the years since then, the IMD has collected gargantuan stores of meteorological data that underlie its forecasts of the monsoon. One such analysis of this data by researchers at the Council on Energy, Environment and Water (CEEW) examines monsoon trends at the sub-divisional (tehsil) level, from 1982-2022. This finds that monsoon rainfall is increasing in more than half, or 55%, of India’s roughly 4,400 tehsils. About 11% of them saw decreasing rainfall. In those tehsils, about 68% experienced reduced rainfall in all four monsoon months, while 87% showed a decline during the June and July -- crucial for the sowing of kharif crops. Most of these tehsils are in the Indo-Gangetic plains, which contribute to more than half of India’s agricultural production, northeastern India, and the Indian Himalayan region.The study also found that 30% of India’s districts witnessed several years of deficient rainfall years and 38% many years of excessive rainfall. Some tehsils in Rajasthan, Gujarat, central Maharashtra, and parts of Tamil Nadu that historically were dry were also getting wetter. There were also changes underway in the northeast monsoon, which sets in during October, November and December but primarily impacts peninsular India. The northeast monsoon rain has increased by more than 10% in the past decade (2012-2022) in approximately 80% of tehsils in Tamil Nadu, 44% in Telangana, and 39% in Andhra Pradesh, respectively. The southwest monsoon accounts for nearly 76% of India’s annual rainfall, with about 11% from the north-east monsoon. That India’s monsoons are increasingly prone to long, dry spells and punctuated by torrential wet spells is well documented though how much of it can be explained by natural variability and how much from global warming is an active area of research. While revenue extraction guided colonial interest in weather at the regional levels, such analyses have a new, contemporary relevance. This is to make region-specific plans to improve climate resilience and channel necessary funds and resources. Prioritising regional and sub-district forecasts over national ones, would be a commendable step forward by the government. \nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nweather science\n\n/\n\nrains\n\n/\n\nMonsoon\n\n/\n\nRajasthan\n\n/\n\nGujarat\n\n/\n\nMaharashtra\n\n/\n\nTamil Nadu\n\n/\n\nTelangana\n\n/\n\nAndhra Pradesh\n\n/\n\nhistory\n\n/\n\nclimate change",
        "headline_1": "Gearing up for change: On IMD and weather analyses having contemporary relevance",
        "headline_2": "India needs region-specific plans to improve climate resilience",
        "link": "https://www.thehindu.com/opinion/editorial/gearing-up-for-change-imd-and-weather-analyses-having-contemporary-relevance/article67756343.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "21-01-2024"
    },
    {
        "full_article": "The theme of the second edition of Congress leader Rahul Gandhi’s cross-country journey is on justice, while it retains the call for harmony of the first. Labelled the Bharat Jodo Nyay Yatra, it began in strife-torn Manipur and will conclude in Mumbai on March 20 after covering 6,713 km across 15 States. Mr. Gandhi hopes to walk a few kilometres every day to interact with people, with the rest of the distance being covered in a bus. The yatra takes 11 days in the northeast region, once a stronghold of the Congress but now dominated by the Bharatiya Janata Party (BJP) and its allies. It will cover nearly 900 km in Assam — a State that the Congress lost to the BJP in 2016 after an uninterrupted 15-year rule — before entering Bengal. In Uttar Pradesh, Mr. Gandhi will drum up support for his social justice plank by reaching out to Other Backward Classes (OBC) around the demand to conduct a caste census. At a time when the BJP’s campaign hinges on the opening of the Ram Mandir in Ayodhya, the Congress is trying to wield its newfound plank of caste justice as a counter. There is no better place than Uttar Pradesh to test the potency of social justice as a currency for political mobilisation, and Mr. Gandhi will also be confronted with the question of contesting from the Amethi Lok Sabha constituency that he lost in 2019, or any other in the State.Mr. Gandhi’s hope is that public attention will focus on inflation, lack of jobs and the alleged marginalisation of social groups such as Dalits, Adivasis, OBCs and minorities. He and the party want to dissociate the yatra from any immediate electoral calculations for the impending Lok Sabha election, and to imagine it as part of an ideological challenge to the Rashtriya Swayamsevak Sangh-BJP combine. While it is true that politics tailored solely to win elections can be costly for society in multiple ways, the other extreme of disregarding electoral contests is counterproductive. After all, elections are also a test of ideologies. The first leg of the yatra that traversed the country vertically, from the south to the north earned Mr. Gandhi goodwill and possibly helped the Congress win Telangana in a surprise turnaround of its fortunes. But the party lost to the BJP in Rajasthan, Madhya Pradesh and Chhattisgarh, where the ideological battle is sharp. Through this yatra Mr. Gandhi will have to reinforce his position as the most credible challenger to Prime Minister Narendra Modi, but that is not sufficient to forge a viable electoral strategy for the Opposition. The question is whether Mr. Gandhi can cover that distance. \nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nRahul Gandhi\n\n/\n\nBharat Jodo Yatra\n\n/\n\nBharat Jodo Nyay Yatra\n\n/\n\nIndian National Congress\n\n/\n\nPrime Minister Narendra Modi\n\n/\n\nManipur\n\n/\n\nMumbai\n\n/\n\nSocio Economic And Caste Census\n\n/\n\nUttar Pradesh\n\n/\n\nGeneral Elections 2024\n\n/\n\nTelangana\n\n/\n\nRajasthan Assembly Elections 2023\n\n/\n\nMadhya Pradesh Assembly Elections 2023\n\n/\n\nChhattisgarh Assembly Elections 2023\n\n/\n\nAyodhya Ram Temple",
        "headline_1": "Distant goal: On Rahul Gandhi’s Bharat Jodo Nyay Yatra",
        "headline_2": "Rahul Gandhi needs to do more than project himself as Prime Minsiter Modi’s challenger",
        "link": "https://www.thehindu.com/opinion/editorial/distant-goal-on-rahul-gandhi-and-the-bharat-jodo-nyay-yatra/article67756371.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "21-01-2024"
    },
    {
        "full_article": "Macron as R-Day guest is another demonstration of widening and deepening Indo-French strategic compact, from sea to space, writes New Delhi’s former envoy to Paris.\nFrance and India’s strategic partnership has seen 25 years of mutually beneficial cooperation, ties devoid of contention. There has been the all-party consensus in both countries that this strategic partnership is a pillar of stability in an unstable world order.\nFull opinion on TOI+\n\n",
        "headline_1": "Why India Says France mon ami",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/why-india-says-france-mon-ami/",
        "news_paper_name": "The Times of India",
        "publish_date": "21-01-2024"
    },
    {
        "full_article": "Authored by: Bibek Debroy\nReligious tourism is an ancient custom. What’s changed is the householder’s understanding of responsibilities. Individual effort has given way to expectations from the state. \nBharatavarsha’s history can be reconstructed from several sources – archaeology, epigraphic records, geological changes, genetics, evolution of language, and texts.\nRead full opinion on TOI+\n\n",
        "headline_1": "Economics of tirth yatras",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/economics-of-tirth-yatras/",
        "news_paper_name": "The Times of India",
        "publish_date": "21-01-2024"
    },
    {
        "full_article": "Too many exams, hence too much coaching\nUnion education ministry’s guidelines to regulate coaching centres will be seen as correctives but taken together, they’re simply band-aids. Here’s why.\n\nDefine it again? | By existing rules, the difference between coaching institutes and schools is the absence of “counselling, sports or creative activities” in the latter. New guidelines say coaching centres must organise classes for co-curricular activities for “holistic development”, mental wellbeing, etc. Where is then the differentiator from a school?\n\nNecessary evil? | NEP 2020, new India’s vision document for education, emphasises need to wean away from exam-led assessment, “resulting coaching culture…and its harmful impact”.\nGiven that, rules for “fair and reasonable fees”, or putting an age-bar of 16 or saying classes should be beyondschool hours can only trigger a black market of fee-deals, and stress students further by restricting age and time. Where are the measures towards removingcoaching culture?\n\nExams galore | NEP speaks of “reform” in entrance exam systems “to eliminate need for coaching classes”. For that, number of exams must be slashed. More “fair and reasonable”-priced colleges are needed – especially government institutes, and scholarship-based, not loans-led fee systems in private colleges. Government must know its pan-India online CUET has spawned more coaching centres.\n\nRoad to future | Coaching centres were once instrumental in helping students from non-privileged backgrounds “crack” entrance tests across strata. They set up shop and flourished in a competitive market created by gaps – poor schooling and a shortage of colleges and job opportunities. Desperate parents and hapless students still find in coaching centres’ “guarantees” the only jab at a future with an income –all entrance exams have coaching institutes as feeder agencies.\nRules such as minimum space per student, ventilation, lighting, drinking water, detail basic minimums. These are also a depressing recognition that coaching centres are often sweatshops. Even a 16-year-old could have figured out all this.\n\n",
        "headline_1": "Class struggle",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/class-struggle/",
        "news_paper_name": "The Times of India",
        "publish_date": "21-01-2024"
    },
    {
        "full_article": "Courts should strongly come down on bahu abuse\nAt what age is an Indian woman free to make her own choices about where to live and work? Never ever, too terribly much of our society seems to think. Just this week SC was listening to the liberty cry of a 25-year-old. From Bengaluru, not the boondocks. Her parents do not approve of the job or the relationship she wants, so they forcibly detained her for months. As badly as this beti has been treated, it’s a common experience for many, many bahus.\nIn a fairer society, when daughters-in-law are the primary caregivers of in-laws, it would win them tons of extra love and appreciation. Instead, doing this priceless service gets coded as being of serf status.\nAnd like cult drama Kyunki Saas Bhi Kabhi Bahu Thi underlined, this coding is typically pressed upon women by other women. Of course ‘the mother-in-law from hell’ trope isn’t unique to India. Princess D found herself in a similar mess. But our arranged marriages mean an extra lowering of daughters-in-law’s bargaining power. They have to bow to endless demands. Don’t wear jeans. Give a grandson. Ditch the office picnic. Hand over 99% of your salary.\nBy law and even custom, marriage is between two individuals. They are the rightful gatekeepers of their wellbeing. When in-laws are despots and their interventions cross over into illegality, courts should not waste empathy on this. Too many of them are still advising women to accept abuse from in-laws as the necessary ‘wear and tear of married life’. Stop. Marriage is not misery. Bahu has a mind of her own. Get with it.\n\n",
        "headline_1": "In-laws as outlaws",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/in-laws-as-outlaws/",
        "news_paper_name": "The Times of India",
        "publish_date": "21-01-2024"
    },
    {
        "full_article": "Authorities had introduced floor pricing more than a year ago to prevent a possible crash in the country's main bourse. What had originally been envisaged as a short-term measure had become a long-term one and with unintended, but not entirely unpredictable, consequences. In its latest move, the Dhaka Stock Exchange (DSEX) index is to move out of this forced system of price control in an effort to bring vibrancy. What is amply clear of course is that some of the biggest companies with the highest market capitalisation have not come under the purview of this said \"rebalancing\". These include companies like ACI Limited, United Power, Bank Asia, Dutch Bangla Bank, Summit Power, etc. So, what has happened is that most of the good companies are out but bad ones are in due to this floor price mechanism.Any trader worth his or her salt will agree that these machinations have actually damaged confidence in the DSEX. Over time, billions of Taka worth of investments - both by institutions and retail players- have been stuck in the market because trading of major shares was put on the freezer, i.e. the most sought-after shares could not be bought and sold. It had created an unnatural situation which undermined confidence in the market. There was a time when DSEX had garnered serious international interest and major foreign investment had come in to it. The fear of authorities was that had DSEX been left to market forces, the bourse would crash. But then, the very nature of bourses (around the world) is to have ups-and-downs. Trying to control is completely against the nature of the stock market but that is precisely what had happened. Even today, we see attempts to include poor performers that garner no interest amongst market players - companies like Imam Button, Zeal Bangla Sugar Mills, to name but a few. One can drag a horse to water but can't make it drink. If authorities believe that by opening the market partially it will be bringing vibrancy back to DSEX, it will not work. It is easy to understand the worry of policymakers, given the fact that the bourse isn't a normally functioning market. Major manipulators have always been active in this bourse and the country has witnessed several stock market scams in the past. Having said that, instead of taking corrective measures on that front, these partial, half-hearted measures to continue to try and control the market is not going to have the desired effect. Floor price needs to go. People / institutions need to be able to offload their shares. Yes, there could be losses since there will be overwhelming selling pressure. But then, the market will stabilise. Regardless of what policymakers believe, investors may be in need of getting back their investments in part or full - even if it means selling their stock at a loss. This will bring back vibrancy to a currently \"illiquid\" market. In fact, floor price should have been removed some months back but wasn't. It is good to see that some semblance of normalcy may be returning to the market.",
        "headline_1": "Rejuvenating the bourse is top priority",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/rejuvenating-the-bourse-is-top-priority-1705758061",
        "news_paper_name": "The Financial Express",
        "publish_date": "21-01-2024"
    },
    {
        "full_article": "To continue the fight against inflation, Bangladesh Bank has adopted the tight monetary stance applicable for the last half of the current fiscal year (FY24). The announcement of the new monetary policy last week came with a moderate hike in the key policy rate, the repo rate to be precise, to 8.0 per cent from 7.75 per cent. The central bank also revised the rates of standing deposit and lending facilities to influence the commercial banks' direct borrowing from as well as parking the funds with the central bank. It is stated in the monetary policy statement that maintaining a tight monetary policy in the latter half of FY24 [January-June 2024] appears 'prudent to control inflation and anchor inflation expectations.' At the same time, 'ensuring adequate funding to the productive sectors of the economy to support desired growth' is also underscored. The government has already revised the target of the growth rate of Gross Domestic Product (GDP) to 6.50 per cent for the current fiscal year, which was initially set at 7.50 per cent. The government also revised the targeted ceiling of the inflation rate to 7.50 per cent from the primary target of 6.0 per cent. Bangladesh Bank has aligned its monetary and credit policy targets accordingly, where inflation takes priority. The idea behind the tight monetary stance is to reduce the amount of liquid money from the open market and transfer the money to the banks' vaults. So, interest rates on deposit and credit have to be increased. In the first case, it is theoretically presumed that people will be attracted to park their cash in the bank vaults in exchange for higher returns or interests. In the second case, banks will disburse less credit as the borrowers will find it costly due to the increased rate of interest. Thus, the overall liquidity will drop, and demand for consumption will subsequently come down. The ultimate result will be a decline in the price level or inflation.To achieve the optimal result, the role of the central bank is critical as it applies its monetary instruments and policy rates along with relevant rates, driving the banks in the desired direction. If the central bank increases the policy rates it gives the signal that banks should follow the path. By hiking policy rates, the central bank makes lending to commercial banks costly. Commercial banks generally borrow from the central bank in case of liquidity shortfall. If it becomes expensive, banks will take more caution to manage their liquidity situation and increase both the deposit and lending rates. The process will ultimately reduce the supply of money in the market. As less money will now chase fewer goods in the market, the prices will also come down at one stage, and the economy will see a moderation in inflation.The real world is, however, more challenging than described in economic theories. Nevertheless, empirical evidence strongly substantiates the theory, especially in the advanced economies where informal activity is limited. Developing countries like Bangladesh have a strong presence of informal economic activities where cash-based transactions are prevalent. Though the country's estimated cash-GDP ratio is below 10 per cent, there is still a tendency to hold cash for some valid reasons. Thus, a modest increase in deposit rates is unlikely to attract many people to put their money in banks. Over the years, distortion in the financial market by imposing fixed lending and deposit rates has discouraged many from keeping their excess funds in the banks. The weak governance and higher default loans in the banking sector, mainly due to politically backed unwanted intervention, have also shaken the trust in banks. In view of finding better alternative for making safe deposit, most people choose banks, however. So, they withdraw funds whenever they find an alternative, no matter how risky that is. The lower growth of bank deposits from people and the sharp rise in currency outside banks in the last two fiscal years reflect that situation. Bangladesh Bank statistics showed that currency outside banks increased by around 13 per cent in FY22, which jumped further to 23.45 per cent in FY23. Nevertheless, a persistent rise in interest is bound to reduce cash in hand to a certain level. As the central bank also maintained a contractionary monetary stance in the first half of the current fiscal year by gradually hiking the policy rate from 6.0 per cent to 7.75 per cent, it paid off to some extent. Currency outside banks increased by around 5 per cent only in the first five months of FY24 against 14 per cent growth in the same period of FY23, reflecting the outcome. The trend is expected to continue in the last half of the current fiscal year. In that case, inflation is also likely to slow down, although the causal link between the inflation rate and the growth rate of currency outside banks is not well corroborated. Moreover, the status of the money supply is critical to understanding the impact of a rate hike. Bangladesh Bank statistics showed that the annual growth of broad money (M2) declined to 8.80 per cent at the end of December last from 10.50 per cent at the end of June 2023. The monthly inflation rate also decreased to 9.41 per cent in December, up from 9.74 per cent in June. Any concrete conclusion, however, will be premature as the lag effect of the rate hike is also subject to review. Generally, after making an interest rate move, there is a delay of uncertain length before it affects inflation. One must wait at least a couple of months or so to see the effectiveness of the just announced contractionary monetary policy.\n [email protected]",
        "headline_1": "MPS: Will it be able to curb inflation?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/mps-will-it-be-able-to-curb-inflation-1705758123",
        "news_paper_name": "The Financial Express",
        "publish_date": "21-01-2024"
    },
    {
        "full_article": "That the country's overall business environment didn't improve in spite of the government's numerous measures and policy support is evident from a survey of Centre for Policy Dialogue (CPD). The CPD survey, conducted in partnership with the World Economic Forum (WEF) and unveiled recently, shows that 68 per cent of businessmen singled out corruption as the main obstacle to the growth of their businesses in the country. The CPD findings, thus, make the government's claim that it is a business-friendly one hollow.Yes, some business entities close to the powers that be may be making a fortune, but others are being badly affected by corruption in government offices as well as rent-seeking by local political hooligans. Corruption reached an epidemic proportion in our society due to, as CPD rightly points out, \"limited effective measures and lack of transparency and accountability.\"The survey titled 'Bangladesh Business Environment Study 2023: Findings from the Executive Opinion Survey' shed light on the country's business environment in 2023. As part of their endeavour, CPD interviewed top officials from 71 business entities in Dhaka, Gazipur and Savar in May and June of the previous year. As it turned out, a majority of the respondents said they had to pay huge bribes for licensing, logistics and different service-providing activities of public agencies. The survey quoted a businessman saying that the amount of bribe he was asked for to obtain a certain utility service was as high as the amount he had planned to invest for a project.Amid this unhealthy investment climate, the CPD survey has found that large investors somehow are managing things by using their influence or by greasing the palms of corrupt officials, but small and medium enterprises are struggling to keep their businesses afloat. It is, however, no secret that businesses as well as household consumers have long been victims of corruption while trying to get utility services like gas, electricity and water from the agencies concerned. It has been omnipresent and so obvious, and yet overlooked. Corruption, however, has not been a prerogative of corrupt government officials alone. Professional criminals, some wayward political activists and leaders, and even a section of police personnel are also involved in extortion. Although businessmen are the prime target of this ever-escalating criminality, even small traders running roadside shops are not spared by these lawless elements. Besides, those who construct a building have to face extortionists. In this atmosphere of fear and intimidation, how would businesses thrive, and investors feel secure? We, however, must not forget that the ultimate victims of corruption are the people, because the investors consider the amount of money they have to spend in giving bribes or extortion payments as the operational cost of their businesses. This is the main reason behind the unreasonably high prices of most of the basic commodities in the market. Apart from corruption, businesses also point out inefficient bureaucracy and foreign-currency instability as two other most problematic factors creating hurdles for business owners. The severity of these top three problematic factors has increased compared to the previous years, the survey shows. It is expected that the government would take action based on the findings of the CPD study to curb corruption and address other issues, instead of trashing the survey report as another anti-government propaganda. Inaction, indifference and a culture of impunity will only embolden corruption and discourage business integrity. If corruption becomes so rampant, deep-seated and institutionalised, how will the people build a 'Smart Bangladesh'?\n[email protected]",
        "headline_1": "Corruption hurting businesses badly",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/corruption-hurting-businesses-badly-1705758204",
        "news_paper_name": "The Financial Express",
        "publish_date": "21-01-2024"
    },
    {
        "full_article": "Dhaka City is grappling with a growing menace – unnecessary honking of motor vehicles. The sound of horns has become an integral part of the city's soundscape, contributing significantly to the rising levels of sound pollution. Unnecessary honking has become a pervasive habit among motorists, transforming the act of alerting others into an incessant and disruptive symphony. The reasons behind this phenomenon vary, from impatience in traffic to expressing frustration or simply following the herd instinct. Sadly, the consequences are far-reaching, impacting both the physical and mental health of city residents.Sound pollution, a direct by-product of excessive honking, poses serious health risks like increasing stress, hearing impairment and sleep disturbances. Dhaka City, with its fast-growing population and traffic, is particularly vulnerable to these issues. Pedestrians, too, bear the brunt of this auditory assault.Addressing this concern requires a multifaceted approach, which includes strict enforcement of noise regulations and raising public awareness. Additionally, fostering a culture of responsible driving and encouraging mindfulness among motorists can improve the situation.Junaid Bin NesarTikatuli, Wari, Dhaka.",
        "headline_1": "Stop unnecessary honking",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/stop-unnecessary-honking-1705758229",
        "news_paper_name": "The Financial Express",
        "publish_date": "21-01-2024"
    }
]