[
    {
        "full_article": "On the eve of Prime Minister Benjamin Netanyahu’s visit to Washington, the Israeli Defence Forces (IDF) issued a new evacuation order, asking Palestinians to leave several neighbourhoods of the southern Gaza city of Khan Younis, including areas that had earlier been designated as a humanitarian zone. When Mr. Netanyahu addressed a joint session of the U.S. Congress in Washington on Wednesday, more than 39,000 Palestinians, a vast majority of them women and children, had already been killed in Gaza by the IDF in less than 10 months. At least 90,000 Palestinians have been wounded and nearly the entire population of the enclave has been displaced, some of them several times. Dozens of journalists have been killed. Private charities, UN aid workers, hospitals, ambulances, and even tent camps of the displaced have been bombed. Gaza, besieged by the IDF, does not have enough food, water, or medicines. The UN, which has repeatedly tried to draw the world’s attention to the suffering of Palestinians, now warns of epidemics. Two UN Security Council resolutions called for a ceasefire in Gaza. There have been two rulings from the International Court of Justice, which is hearing a case of genocide, against Israel’s conduct of the war. None of this seems to bother the U.S. lawmakers, who applauded Mr. Netanyahu throughout his speech.Without the U.S.’s political and military support, Mr. Netanyahu’s government would not have been able to fight such a disastrous war, which was triggered by Hamas’s attack on October 7, 2023, in Israel, killing 1,200 people. More than 100 people taken hostage on October 7 are still in Hamas’s captivity, which Israel cites as the reason for the continuation of the war. But in the name of fighting Hamas, Israel has been punishing the entire Palestinian population in Gaza. Officials of the Biden administration have voiced concerns over civilian casualties. But besides the verbal protestations, Washington has done little to force Israel to act. Worse, the U.S. continues to provide military assistance to Israel. Yet, there are underlying tensions in the relationship. The protests in Washington while Mr. Netanyahu was speaking at Congress point to the growing public criticism of his war and America’s support for it. The welcome Mr. Netanyahu received at Congress shows that he has the support of the elites. But the protest on the streets and the dissenting voices even among lawmakers suggest that the national consensus on Israel is eroding in the U.S.\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nIsrael-Palestine Conflict\n\n/\n\nIsrael\n\n/\n\nUSA",
        "headline_1": "Special relationship: On U.S. policy on Israel",
        "headline_2": "The broad national consensus on Israel in the U.S. is slowly breaking up",
        "link": "https://www.thehindu.com/opinion/editorial/editorial-on-us-policy-on-israel/article68451133.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "27-07-2024"
    },
    {
        "full_article": "It is not often that fiscal federalism finds a prominent place in judicial discourse. The Supreme Court judgment, holding by an overwhelming majority of 8:1 that the States can tax mineral rights and mineral-bearing lands, is a truly landmark ruling, as it protects their legislative domain from interference by Parliament. For decades, it was believed that the States were denuded of their power to impose any tax on mineral resources extracted from their land because of the prevalence of a central law, the Mines and Minerals (Development and Regulation) Act, 1957. Even though the right to tax mineral rights is conferred on the States through Entry 50 in the State List of the Seventh Schedule, it was made “subject to any limitations imposed by Parliament by law relating to mineral development”. The Union government argued that the very existence of its 1957 law was a limitation on the States’ power to tax mineral rights, but Chief Justice of India, Dr. D.Y. Chandrachud, writing for the Bench, examined the Act’s provisions to conclude that it contained no such limitation. The royalty envisaged by the 1957 Act was held to be not a tax at all. The Union was hoping that once royalty was accepted as a tax, it would wholly occupy the field and thus remove the States’ scope for taxing mineral rights. However, the Court chose to see royalty as a contractual consideration for enjoyment of mineral rights. Also, it ruled that States could tax mineral-bearing lands under Entry 49, a general power to tax lands.Proponents of fiscal federalism and autonomy will particularly welcome the fact that the judgment opens up a significant new taxation avenue for the States, and the observation that any dilution of the taxation powers of the States would adversely affect their ability to deliver welfare schemes and services to the people. However, Justice B. V. Nagarathna, in her dissent, argues that if the Court did not recognise the central law as a limitation on the State’s taxation powers, it would have undesirable consequences as States would enter into an unhealthy competition to derive additional revenue, resulting in an uneven and uncoordinated spike in the cost of minerals; and purchasers of minerals paying too much, leading to an increase in the price of industrial products. Further, the national market may be exploited for arbitrage. Given these implications, it is possible that the Centre may seek to amend the law to impose explicit limitations on the States’ taxation power or even prohibit them from imposing a tax on mineral rights. However, such a move may result in mining activities being left wholly out of the tax net, as the majority has also held that Parliament lacks the legislative competence to tax mineral rights.\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nmining\n\n/\n\nmetal and mineral\n\n/\n\nminerals (general)",
        "headline_1": "Fiscal federalism: On taxing mineral rights",
        "headline_2": "The ruling on taxing mineral rights opens up resource avenue for States",
        "link": "https://www.thehindu.com/opinion/editorial/editorial-on-sc-judgment-on-taxing-mining-activities-fiscal-federalism/article68450896.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "27-07-2024"
    },
    {
        "full_article": "Living with cats (and dogs), in pursuit of happiness \nChildless dog ladies are so pissed. If only JD Vance had dissed them instead of childless cat ladies, they’d have been the ones in the limelight now. He was taking aim at Kamala Harris, while suggesting that women who don’t bear children have miserable lives and misery is their sole contribution to society. But women without children, women with stepchildren, women with cats and their many champions have gotten up to say, hey, JD, you got it so damn wrong. \nThere are of course the powerful Swifties, who make cities shake when they chorus, “karma is a cat purring in my lap…vibe like that.” But even otherwise, one in five American women aged 35-44 have not had children. One in three American households own a cat. In gaslighting such widely made choices, Vance really read the room wrong. Now, if he had landed this punch in India, it would have played much better. \nChildless women are so widely stigmatised in our country that the words to describe them strike like epithets. Baanjh, for example. And yet, even here, what academics call maternormativity is going down. The 7% childlessness among married women aged 40-49 years in 2015-2016 was up to 12% in 2019-2021. While this has several causes, researchers do underline the overlap with increase in education and empowerment. So, yes, in India too, like everywhere else in the world, from east to west, when women truly have a choice, they can choose to live with a cat or a dog or by themselves, or with a man and children. And that choice is in pursuit of happiness. Childlessness is not incompleteness. People without children have no lesser stakes in building a better world. For men who think it’s a woman’s ‘duty’ to bear a child, the cat is out of the bag.\n\n",
        "headline_1": "Vance, you kidding?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/vance-you-kidding/",
        "news_paper_name": "The Times of India",
        "publish_date": "27-07-2024"
    },
    {
        "full_article": "India, host football World Cup, not exorbitant Olympics \nWith the Paris Olympics kicking off, India is not only aiming for a good performance, but is also hoping to bring the Games home. GOI had made its intentions clear at the International Olympic Committee session in Mumbai last year. And the stated goal is to bid for the 2036 Olympics. But is hosting the Games really worth it? Olympics are notoriously expensive with huge budget overruns and white elephant infra. Over the last 60 years, almost all hosts have incurred losses. Beijing 2008 spent $40bn to earn $3.6bn. London 2012 spent $18bn to generate $5.2bn. And then Montreal 1976 was left with such a big hole that it took them 30 years to repay the debt. \nOnly Los Angeles 1984 made a $215 million operating surplus. So, chances are hosting the Games will lead to a huge financial mess. Realistically, the event that India should be looking to host is Fifa World Cup. There are better chances of breaking even here with longer term economic impact. World Cups are typically spread over multiple cities, relatively easier to manage with fewer athletes, and are by far the most watched sports events in the world. \nAlso, we may not even have to build new infra from scratch. We already have 11 football stadiums with 40,000-plus capacity. These could be refurbished. And Germany 2006, South Korea-Japan 2002 and South Africa 2010 made money from hosting World Cups. Beautiful game, beautiful logic. \n\n",
        "headline_1": "Beautiful Logic",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/beautiful-logic/",
        "news_paper_name": "The Times of India",
        "publish_date": "27-07-2024"
    },
    {
        "full_article": "Paris played host to the start of our Olympic medal tally back in 1900. This time, it could see India improving on its best ever show at Tokyo. But only if both young and senior talent deliver\n\nOlympic Games are returning to Paris after exactly a hundred years. The City of Love, with its exquisite heritage architecture, is all dressed up to host the world’s biggest sporting spectacle. And there is an overall feeling of optimism spread across the country, after fending off the far-right in its parliamentary elections.\nRead full story on TOI+\n\n",
        "headline_1": "Notes from the city of love & games",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/notes-from-the-city-of-love-games/",
        "news_paper_name": "The Times of India",
        "publish_date": "27-07-2024"
    },
    {
        "full_article": "By Sumit Paul\nGeorge Bernard Shaw said, “Two things define you: Your patience when you have nothing and your attitude when you have everything.” He elsewhere wrote that all admirable human traits ensue from the womb of patience. The most significant human attribute is patience. Patience opens up a plethora of blessings and benefits for a person eternally tied to the apron strings of this divine quality. All scriptures categorically eulogise the significance of patience. The Quran states, ‘Innallaha Ma As Sabireen’ – God is with those who have patience.\nEnglish poet John Milton wrote in On His Blindness, “They also serve who only stand and wait.” To have patience is to have a divine sense. Human history is full of instances that consolidate our faith in the power of patience. We often get irritated and start cursing ourselves and those around us when things go awry. But we forget nature’s perennial law that one gets everything eventually, provided one has patience.\n\nWhen young Alexander the Great planned to subjugate East – India and its extensions – one of his wise friends advised him to have patience and tried to dissuade him from going to the far East with a tired and jaded army. He also said that his time to subdue the East would come. He must have patience till then. However, the young and reckless Alexander didn’t heed his friend’s sage advice and finally reached India. But he had to return to Greece. Disillusioned, he died on the way. If only Alexander had a modicum of patience, the history of the East would have been different.\nScottish scientist Alexander Fleming, who discovered Penicillin in 1928, wrote in his autobiography that it was because of endless patience, he finally discovered the panacea that saved the lives of millions. He failed nearly 100 times before discovering an antidote that would be harmless.\nLouis Pasteur and Thomas Alva Edison never gave up.\nThey waited patiently to get that proverbial Eureka moment to discover and invent something that could change the collective destiny of mankind.\nHad Rabindranath Tagore lost patience and stopped writing because he started feeling that he wasn’t producing anything worthwhile, the world would never have got Gitanjaliand its sublime 103 poems. His elder brother Satyendranath Tagore exhorted him to go on and write verses without losing patience. The rest is history. Patience teaches us that better times are about to come, and, in the process, it defines our attitude. ‘Be still sad heart, cease repining/Behind the clouds is the sun, still shining.’ It’s one human quality that strengthens the character and gives insights into things, people and phenomena.\nAn impulsive person, however intelligent he may be, loses life’s great opportunities destined to appear at their time. Remember the age-old Hindi maxim, ‘ Samay se pahle aur bhagya se adhik kisi ko kuchh nahin milta’ – one doesn’t get anything before time and more than his earmarked destiny. This is not a fatalistic adage. It has a hidden message: only by dint of inexhaustible patience does one get what he is destined to. So, never lose hope and let patience thin out.\n\n",
        "headline_1": "Never lose hope and let patience thin out",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/never-lose-hope-and-let-patience-thin-out/",
        "news_paper_name": "The Times of India",
        "publish_date": "27-07-2024"
    },
    {
        "full_article": "After a prolonged internet shutdown that all but brought the \"Digital Bangladesh\" to a standstill, broadband internet has finally been restored across the country. However, mobile internet is still suspended. More worryingly still, sources say that the government is unlikely to provide uninterrupted access to social media platforms anytime soon—at least until tech companies comply with its demands. State Minister for ICT Zunaid Ahmed Palak stated on Wednesday that social media platforms, particularly Facebook and YouTube, have not been complying with Bangladesh's laws; as such, Facebook, along with Meta's other popular platforms such as Messenger and WhatsApp—and ByteDance's TikTok—will remain blocked indefinitely.\nThe internet was shut down at the height of the quota reform protests around 9pm on July 18, with the government offering conflicting accounts of why it occurred from the very beginning. While it claims that the shutdown occurred due to an attack on the data centres in the capital's Mohakhali area, The Daily Star, upon visiting the centres, found no sign of damage to the building that housed them—to say nothing of the fact that it's a technical impossibility for an entire country's internet to be disrupted simply because of a localised disruption.\n\nThe government's decision to prolong the ban on social media will only confirm the public's suspicion that it is doing so to control the free flow of information about the severity of the atrocities conducted during the protests. \nWe are disturbed that the government ordered such a shutdown, which lasted for over five days—which, as highlighted by UN experts, represent a dramatic means of limiting fundamental freedoms and contravene international law. But that it did so under false pretext can only add to people's growing mistrust of the government at a time when the latter needs to assure the former of its commitment to democratic norms and human rights. The government's decision to prolong the ban on social media will only confirm the public's suspicion that it is doing so to control the free flow of information about the severity of the atrocities conducted during the protests. During such a vacuum, it is natural for misinformation and rumours to spread among a population starved of information.\nWe have observed with increasing alarm the government's stringent measures to curtail digital freedoms over the decade, from arbitrarily arresting people under the draconian Digital Security Act (now the Cyber Security Act) for their social media posts, to the surveillance of private data of citizens, to demanding that tech companies block certain users or content or provide their personal details. We have seen such measures being intensified in the aftermath of mass protests. We urge the government to realise that blocking social media indefinitely will only fuel panic, resentment and misinformation and further alienate it from the public.\nPutting aside the obvious violations of our digital rights and freedoms of speech and expression, what is to happen to the numerous businesses that are now dependent on social media for their very survival? How is the government to commensurate its grandiloquent claims of building a \"Smart Bangladesh,\" while taking increasingly unsmart measures to restrict people's access to digital platforms and in the process jeopardising their livelihoods? Cutting off Bangladesh from the world at large is a great disservice to the people of this country when the government would have us believe that we are riding the waves of digitisation.\n",
        "headline_1": "How smart is shutting down social media?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/how-smart-shutting-down-social-media-3662606",
        "news_paper_name": "The Daily Star",
        "publish_date": "27-07-2024"
    },
    {
        "full_article": "We're alarmed by the reckless and selective manner in which law enforcement authorities are going about arrests and cases in response to the recent violent clashes. While we certainly support appropriate legal actions to ensure accountability for the violence—which killed at least 156 individuals as per this daily, and destroyed or damaged dozens of public infrastructures and installations—it is absolutely essential that the accountability process remains unbiased and above board from start to finish. Otherwise, it may again slide into the kind of witch-hunt we saw after some of the protests and clashes in recent years.\nAccording to a report by this daily, at least 3,425 people have been arrested in the five days between July 20 and 24 in connection with the clashes, attacks, vandalism, and arson witnessed in different parts of the country. Of them, 1,380 have been arrested in 154 cases filed in Dhaka, while at least 75 cases were filed in six other districts. A Prothom Alo report, which presents a more comprehensive picture of the cases and arrests over eight days across the country, says many of the arrestees were BNP-Jamaat men. This seems to align with the government's declared position, even before any investigation, that BNP was responsible for orchestrating the violence—an accusation that it denies, claiming that this is but a cover for the government to crack down on dissent. The truth of the matter will only be determined through fair and unbiased investigations.\nThe question is, will that at all be possible? Why are old cases against BNP-Jamaat men being revived? On what basis are the police and Rab preparing their lists of culprits? And why is so much of the investigative and narrative focus on vandalism in public properties? What about the indiscriminate police shootings that led to so many tragic deaths? In today's charged atmosphere, ensuring that all legal actions are conducted transparently and impartially is crucial to maintain public order and trust in the justice process. This will be harder to achieve if the present trends hold. Despite the government's admission that students participating in the quota reform protests were not involved with the vandalism and arson attacks—and its subsequent assurance that no legal action would be taken against them—a number of cases have been filed by police and BCL leaders against students. Some of the student organisers were also allegedly abducted by state agencies. This directly contradicts with the government's promise, and may further exacerbate prevailing tensions.\nIn all likelihood, many factors and elements may have been responsible for the unprecedented violence that has ensued since July 18, not excluding an outburst of popular anger over growing economic hardships, governance deficits and lack of democratic space in the country. Against this backdrop, it is paramount that the authorities do not indulge in mass arrests and cases targeting certain groups. Every arrest or prosecution must be grounded in solid evidence, and the judicial process must be transparent and free from political influence.\n",
        "headline_1": "Legal actions must follow due process",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/legal-actions-must-follow-due-process-3662576",
        "news_paper_name": "The Daily Star",
        "publish_date": "27-07-2024"
    },
    {
        "full_article": "When the internet was initially made accessible to the public in the late 1980s, the once-secret communication tool developed by the US military was regarded as a passing fad, reserved for the technically competent and the computer savvy, and not something that would significantly alter daily life. Now, as I write this in the relative information darkness of a country-wide internet shutdown, on a text editor in lieu of Google Docs, with only yesterday's newspapers for fact-checking purposes, it is a sobering reality that we are crippled without access to the internet.\nAs Bangladesh struggles to contain the outpouring of frustrations of quota reformists, general students and dormant anti-government political opponents who would take advantage of the quota reform movement, internet shutdown is one of the major aspects of control that the Awami League government has exercised to curb the protests.\nOn July 19, news reports on TV channels communicated the government's official line that nationwide internet outage is due to a fire at a supposedly critical building in Dhaka, contradicting statements made by State Minister of Telecommunications and ICT Zunaid Ahmed Palak that specifically mention enforced shutdown of internet access. Since the night of July 18, internet access has been intentionally withdrawn from the capital, as well as large swaths of the country. Previously, since early July 18, mobile data was completely inoperable across the whole city. This is nothing new, and it was an expected measure from a government that has repeatedly put down mass uprisings by controlling the flow of information.\nDuring past elections and mass mobilisations, the effect of choking the free flow of information has clearly backfired. For example, during the previous quota reform movement and road safety movement in 2018, the nationwide shutdown of Facebook, Messenger, YouTube and mobile data led to a wildfire of rumours and speculations. Whether true or not, such rumours do not do the party any favours.\nIt is in stark contrast to the general attitude of the Awami League-led government when things are going well. \"Smart Bangladesh,\" \"Digital Bangladesh,\" and the general promise of growth through neoliberal application of technology has long been an election mandate of the party, and to be absolutely fair, the government has largely followed through by steadily increasing the bandwidth of internet connectivity, state-led funding and nurturing of tech parks, startup accelerators, recognition of innovators in the tech industry, and more. However, the price of unmasking a forward-thinking, technology-enabling government is apparently student deaths at the hands of police and Bangladesh Chhatra League during mass uprisings.\nWhen it comes to accepting the blame or taking accountability of state-sponsored violence against students, the proponents of internet and technology-led innovation are equally fickle. The star and darling of startup founders and accelerators, Zunaid Ahmed Palak, has made comments that directly blame Facebook and social media platforms for the deaths of students. Facebook/Meta's complicity in political violence and genocide on a global scale is well-documented, but for Facebook to intentionally target a fourth-year student of English in Rangpur for summary execution—or at least 39 others confirmed killed in the protests as of this writing—is a bit of a stretch. Perhaps the state minister meant it less literally; perhaps he meant the \"idea\" of Facebook: unfiltered, uncontrolled stating of opinions, political organising, video documentation of police and BCL brutality, requests for help from general people so that high school and university students don't have to face the horrors of it all alone.\nThe alleged cancellation of 10 Minute School's next round of funding from the state-run Startup Bangladesh, of which Palak is a prominent figurehead, can be interpretated as a vengeful retaliation against 10MS founder Ayman Sadiq's public proclamation of support for the quota reformists. The message is clear: stick to the party line or be prepared to pay for it.\nForcing telecommunication operators to shut down mobile data access or reduce network bandwidth is also a common tactic, and we have seen it employed quite effectively to cut communications between protesting groups across the country. The neoliberal machine of the AL government has ensured, through bullying of tax collectors and regulatory bodies, that every private provider of information technology infrastructure is beholden to the government's requests for access or control.\nThis is a fact that we have also seen applied to foreign entities. Fearing the loss of access to vast user bases, companies like Meta and Google are commonly seen answering requests by the Bangladesh government for data on specific groups or individuals, and monitoring of supposedly encrypted network traffic on these platforms revealing more about users than they are aware of. While other parts of the world are fighting tooth and nail through enforcement of policies like the EU's General Data Protection Regulations (GDPR) and via anti-trust commissions to protect user data, it is exactly here that we see our own government not only taking steps in the opposite direction, but actively utilising predatory data privacy policies of internet and social media platforms to surveil users in Bangladesh.\nIt is irony of the highest order that the interconnected nature of everyone's lives through the internet and social media—as promoted and established in part by the Awami League's electoral pledges—is also the bane of the party's existence, and one that requires a variety of measures to control. Whether it's the draconian Digital Security Act (now the Cyber Security Act), ICT Act, or more literal tools like BTRC's network jammer vans, threats against internet service providers and telcos or surveillance tools that monitor and track \"persons of interest,\" the government has shown time and again that they have no qualms using information blackouts during elections and protests to establish their agendas.\nThen why promote digital innovation and technology adoption in the first place, if your first order of business during a political crisis is to plunge the country into a medieval-era information blackout?\nThe answer is simple, and it is a sobering reality for tech innovators and proponents of technology to contend with. The more technology adoption there is, the more dependency there is on mediums of communication that ultimately end up in government control and regulations, the wider the blackout. We have seen how protesters use platforms like Facebook and Messenger to organise and coordinate their movements; by first funnelling them into positions where they depend on platforms like these and then creating a blanket enforced outage when the proverbial excrement hits the fan, the information blackout is double effective and actually crippling.\nIn a country where political representation, freedom of expression and mass mobilisation around common political issues is severely repressed, it is vital that information blackouts are resisted at the root level. Understanding how information flows are surveilled and where access to information can be severed is a critical component of ensuring rights to personal freedom of speech, political protest and assembly. It is important to realise that every political protest will inevitably turn to violent dispersal and information warfare, be it through misinformation or state-enforced blackouts.\nIf the state has indeed taken steps to provide internet access and digitisation of services with the malicious intent of accessing, surveilling and effectively controlling the flow of information, then it provides dissenters no other option but to take their organising and mobilising offline. It is a scenario where civil unrest can lead to increasingly dangerous and potentially violent situations with plenty of misinformation spreading post-fact, whereas, providing public forums for expressions of discontent without intentional information blackouts can minimise misinformation and unnecessary violence.\nIf the events of the quota reform movement are looked back upon, it is not going to be any stretch of the imagination to assume conversations post-fact are also full of misinformation and biased attempts at manipulation of public opinion. Numbers—of dead, injured, and picked up for questioning—will continue to be questioned, while events and narratives—that of law enforcement, the protesters, and state actors—will hold less and less value over time. This is a direct by-product of the information blackout imposed on the nation's media houses and civilians.\nAfter being in power for 15 years, it is not strange to expect the Awami League to be comfortable in their position of power enough to let the conversation flow without attempting to control or disrupt it. Dialogue is the basis of any democracy, and if the AL is to show to the world that Bangladesh is indeed a functioning democratic nation—in reality or as just a perception—it is paramount that the government allow information technology to operate uninterrupted, even during times of political crisis. If not for the sake of ensuring freedom of speech and assembly, then for the sake of their own political image.\nShaer Reaz is a former journalist and technology enthusiast, founder and entrepreneur.\nViews expressed in this article are the author's own.\n\nThis article was published in print on July ­20, 2024. Owing to the internet shutdown from the evening of July 18 to July 23, it was uploaded online on July 24, 2024.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n",
        "headline_1": "Whom do information blackouts during protests ultimately benefit?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/whom-do-information-blackouts-during-protests-ultimately-benefit-3660796",
        "news_paper_name": "The Daily Star",
        "publish_date": "27-07-2024"
    },
    {
        "full_article": "\"Bangladesh is used to flooding, but climate change is making floods more intense and less predictable, making it impossible for families to stay safe, let alone plan\" anything beforehand. This is how the head of BRAC's Disaster Risk Management programme explained the characteristics of the floods occurring in recent times in this part of the world while talking to the US satellite TV channel. This brief statement highlights the predicament of the people living in flood-prone areas of the country. This year, the greater Sylhet region and its adjoining areas became victims of recurrent floods. At least 2.0 million people were devastated by the second round of flooding last month in Sylhet and Sunamganj districts. Weeks of heavy rains and onrushing waters from the upper region submerged homes and affected farmland. Thousands of families left their homes behind and took refuge in schools and other structures on relatively high lands. Floods caused extensive damage to crops, roads and houses. The natural calamity also took a heavy toll on livestock, poultry, and fish farms. The worst part of the human miseries seen during the latest floods was that many affected people had to go without food for days together, and none from the administration had felt the need to extend their helping hands. Help and assistance from the local administration and political parties were conspicuously absent in the flood-affected areas. The government at the centre also did not take the latest floods seriously. Not a single cabinet member, not even the minister concerned, bothered to visit the affected areas. Before the flood waters could recede completely, there came the anti-quota movement of students. At a breakneck pace, the movement started spreading like wildfire. The government concentrated all its attention on the job of quelling the unrest. Since the situation continues to be volatile, the administration is unlikely to pay proper attention to issues such as rehabilitation of the flood-hit people. Undoubtedly, the people of Bangladesh have learnt to live with floods and other natural calamities. They have demonstrated their remarkable resilience and ability against all odds in the event of disasters such as flood and cyclone. However, when disasters come in quick succession, it becomes difficult for the inhabitants of the affected areas to sustain losses. Some districts of Sylhet and Rangpur Divisions have experienced recurrent flash floods this year. Flood waters inundated their homes and crop fields afresh last month when they were busy restarting their life following the first bout of flooding. Now that the flood water has receded and people have returned to their homes battered by floods, it is time the administration extended all possible support to them. The recurrent floods extensively damaged inter-district and feeder roads in the flood-affected areas. This is, however, a common happening every year. In most cases, the roads --- because of their faulty construction--- easily give in to the pressure of onrushing waters. It is imperative that the department concerned devises an appropriate technique for building durable roads in flood-prone areas. Various government departments have already made assessment of the loss of property in the affected areas. Now, they need to embark on rehabilitating and repairing infrastructures damaged by the floods and extend financial and material helps to the affected poor and low-income families.",
        "headline_1": "Urgent assistance needed for flood-hit people to restart life",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/urgent-assistance-needed-for-flood-hit-people-to-restart-life-1722007979",
        "news_paper_name": "The Financial Express",
        "publish_date": "27-07-2024"
    },
    {
        "full_article": "The country's export sector faced troubles as shipments were being handled manually following the shutdown of internet. However, according to a report published in this newspaper on July 24, the \"Customs authorities Tuesday restored some of its networks to release some key commodities and raw materials while the shipment of exportable goods remained mostly suspended at major ports, sources said.\" Although media reports state that around a thousand readymade apparel (RMG) factories are gearing up to reopen factories, the big question is whether the serious gridlock of containers at the country's principal sea port, Chattogram can be eased.The internet is slowly being brought back online. International shipping companies have demanded that unless it is fully restored, the problem of issuing bills of lading (BL) cannot be done. Now that the internet has been restored and the software system governing BL(s) is working again, it is imperative that the port authorities work round the clock to lessen the container congestion. While that takes care of the port situation, a requisite internet speed is a must so that these processes can be completed. It is neither possible, nor practical for most RMG companies to send their representative for meeting buyers abroad. A host of issues have emerged on the supply chain for them to resolve. While the customs authorities have restored some of their networks to release some key commodities and raw materials, the export situation remains murky. It is understandable that the government's focus is geared towards releasing perishable items, but again, without full restoration of digital services, the functions of the land and sea ports cannot be expected to resume fully. Reports vary as to how many thousands of containers have piled up at the ports and awaiting shipment. There should be absolutely no confusion regarding the timeline for exports of RMG. The global industry for clothing is a highly contested arena and competing countries will be vying to grab some business from Bangladesh. Major brands that have built up relations with RMG companies in Bangladesh will value their long-term relations with their Bangladeshi partners only for a permissible period, before switching to alternative supply chains. This experience should act as a wake-up call for the authorities to design their systems in a manner that will allow for law enforcement agencies to pull certain services off the air, including social media and messaging services without affecting general internet services. Such systems do exist in other countries and Bangladeshi policymakers need to study those systems for introduction of one or replication.It is necessary to understand that import and export go hand in hand. Feeder vessels come in with imports which are offloaded and the same vessels take on containers for the export markets. Needless to say, the country has suffered reputational damage and there is no guarantee that the sad events of the last few weeks will not be repeated in the future. With that possibility in mind, more robust back-up systems need to be designed for future application so that customs and ports may continue to function under difficult circumstances. All the systems are now digitalised and everything is recorded online. There is a general tendency to forget the basic tasks once tragic and ugly events are overcome. Hopefully, things will be treated differently from now on.The good news is that customs is finally back online and resumption of exports of goods is also back on track. Serious time lapses have happened and nearly an entire week has been lost. According to media reports, as many as 6,500 bills of export have been piling up daily at the ports and round-the-clock operation will be needed to clear them. Following the earlier complexities, exporters were facing uncertainties about meeting lead time and searching alternative routes in case seaport cannot provide the services\" This is what business leaders fear and it is not unfounded. As pointed out by a major RMG conglomerate. To quote it, \"If the seaport is unable to release export goods, we have to switch to airfreights incurring higher cost\". But what percentage of RMG export can realistically be diverted to air shipment? It is not just a cost factor, but there is also the question of capacity.Air freight is a stop-gap measure that the biggest names in the industry may resort to for a brief period of time; it is not sustainable and also not possible for the bulk of the industry.The need to communicate with foreign buyers has now been fully addressed, but the problem of actual shipment remains a major headache. There had been mass confusion about precisely what tonnage of goods are stuck at port and foreign buyers are only interested to know the timeline before regular shipment is restored. These matters, thankfully, have been addressed fast. Granted that there are security concerns in the country but export is a highly sensitive issue too. The events of the past few weeks ran the risk of putting the economy at a difficult state. Given that the stakes could not be any higher, it can only be hoped that policymakers recognised the dangers of such an event recurring. This is a matter of national security and it had to be addressed more adroitly. \n[email protected]",
        "headline_1": "Ensuring uninterrupted export shipments",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/ensuring-uninterrupted-export-shipments-1722008042",
        "news_paper_name": "The Financial Express",
        "publish_date": "27-07-2024"
    },
    {
        "full_article": "The country has witnessed one of the horrific and tragic episodes marked by widespread violence claiming more than 200 lives and leaving thousands injured. Targeted destruction of public property by miscreants is deeply concerning. The unruly mob torched offices, buses and data centres and caused damage to the broadband internet service nationwide. They destroyed two metro rail stations, making the newly introduced efficient public transport system dysfunctional. The list does not end there. The government's move to impose a countrywide curfew was also unavoidable to protect lives and public property. The cost is also high. Violence and subsequent quelling measures led to the disruption of supply chain and breakdown of the physical communication network. The internet blackout only made things worse. Very few could apprehend that a peaceful movement of the students to press home their demand for reforming the quota system in government jobs would finally turn so violent and cause colossal damage to life and property. Some evil forces have surely tried to fish in the muddy water. The government has already started to take stock and estimate the cost of the damage. There is no denying that it is impossible to repair all the damages and make up for the losses. New buses would replace damaged ones, vandalised stations and data centres would be functional again. But lives lost are irreplaceable. Besides, expenditure for the repair of the damage would create additional pressure on the exchequer that is in a tight position. The parents of the students, killed during the violence, will have to live with the trauma until the last days of their lives. Friends and fellows of the victims will have to bear with the ordeal for long. Families of the members of the law enforcement agencies who sacrificed their lives to restore law and order will continue to mourn for them.Again, thousands of students who were on the street for a legitimate demand went through intimidation and threat and also witnessed the death of their comrades will be haunted by fear and disappointment for the rest of their lives. Their parents and guardians will also have to struggle with mental agonies for a long. There is also no guarantee that some of them will not be victimised for taking part in the movement. At least a few of them have allegedly been assaulted, and some are also facing threat from unknown sources. The law minister, however, repeatedly assured that the government would ensure security of the students. Even many ordinary citizens, especially women, who cannot withstand incidents of brutality and violence, have become mentally sick during the period of the latest turbulence. All these things are beyond any compensation, and the cost is also unquantifiable. They are the collateral casualties of one of the most tragic incidents in the history of independent Bangladesh. Mental or psychological trauma is largely overlooked in our society. Though there are some options for psychotherapies, these are not widely known. As students have to return to classrooms and resume their regular studies, it is necessary to bring them under psychotherapy to get rid of the horror haunting them. Though the big scars on their mind cannot be entirely removed, it can be minimised to some extent. Besides psychotherapy, it is also a must to ensure an intimidation-free environment at all educational institutions and dormitories. The authorities need to create as congenial a campus environment as is humanly possible. The residential rooms, dinning spaces and toilets at educational institutions should also be repaired immediately. Student politics may also be suspended at all the campuses for a couple of months. This is all the more necessary to ensure an academic environment free of intimidation and fear.\n[email protected]",
        "headline_1": "Damage and loss never to be healed",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/damage-and-loss-never-to-be-healed-1722008080",
        "news_paper_name": "The Financial Express",
        "publish_date": "27-07-2024"
    },
    {
        "full_article": "First-year students come to universities envisioning spacious campus, big dormitories and decent residential facilities. But, as far as managing a seat in the dorm is concerned, their dream shatters into pieces as soon as they step into the campus due to seat crisis in residential halls. This crisis could still be mitigated if proper initiatives were taken to manage the existing accommodation facilities. It is no secret that in many university halls across the country, students continue to reside in the dorms even after completing their graduation and post-graduation. Typically, postgraduate students are relatively financially stable from their involvement with tuition, part-time jobs, and other endeavours. Conversely, freshers who have just secured admission face challenges in securing tuition, part-time jobs, and other employment opportunities in unfamiliar areas of the city.Due to the financial constraints of some students, they struggle to continue their studies while residing in messes or rented accommodations off campus. Furthermore, universities located far from urban centres make it difficult for students to access tuition or employment opportunities. In such cases, if university and hall administrations could provide residential facilities, it would alleviate their financial burden to a great extent.However, it is often observed that although there are vacant seats in residential halls, they are not allocated to new students, as they are illegally occupied by seniors, political activists and even outsiders. It raises questions as to why the administration continues to bear responsibility for students even after the conclusion of their studies. Allocating residential seats to freshers on a priority basis would not only provide them with accommodation but also enable them to focus more on their study. It is, therefore, imperative for the authorities concerned to ensure residential facilities for freshers.\nFaruk MahmudStudentDepartment of EnglishUniversity of Dhaka",
        "headline_1": "Restore rule of law in university dorms",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/restore-rule-of-law-in-university-dorms-1722008110",
        "news_paper_name": "The Financial Express",
        "publish_date": "27-07-2024"
    }
]