[
    {
        "full_article": "Earlier this week, the India Meteorological Department (IMD), entered the 150th year of its existence. While at present, it analyses the entire spectrum of climate and weather, from cyclones to fog, it was conceived, in colonial times, to probe the mysteries of the southwest monsoon. The needs were practical. The British administration, concerned about revenues, was intimately aware of the influence of the monsoon on harvests and thus extremely invested in determining whether past observations of wind, rain and sunshine could be used to predict future torrents and droughts. In the years since then, the IMD has collected gargantuan stores of meteorological data that underlie its forecasts of the monsoon. One such analysis of this data by researchers at the Council on Energy, Environment and Water (CEEW) examines monsoon trends at the sub-divisional (tehsil) level, from 1982-2022. This finds that monsoon rainfall is increasing in more than half, or 55%, of India’s roughly 4,400 tehsils. About 11% of them saw decreasing rainfall. In those tehsils, about 68% experienced reduced rainfall in all four monsoon months, while 87% showed a decline during the June and July -- crucial for the sowing of kharif crops. Most of these tehsils are in the Indo-Gangetic plains, which contribute to more than half of India’s agricultural production, northeastern India, and the Indian Himalayan region.The study also found that 30% of India’s districts witnessed several years of deficient rainfall years and 38% many years of excessive rainfall. Some tehsils in Rajasthan, Gujarat, central Maharashtra, and parts of Tamil Nadu that historically were dry were also getting wetter. There were also changes underway in the northeast monsoon, which sets in during October, November and December but primarily impacts peninsular India. The northeast monsoon rain has increased by more than 10% in the past decade (2012-2022) in approximately 80% of tehsils in Tamil Nadu, 44% in Telangana, and 39% in Andhra Pradesh, respectively. The southwest monsoon accounts for nearly 76% of India’s annual rainfall, with about 11% from the north-east monsoon. That India’s monsoons are increasingly prone to long, dry spells and punctuated by torrential wet spells is well documented though how much of it can be explained by natural variability and how much from global warming is an active area of research. While revenue extraction guided colonial interest in weather at the regional levels, such analyses have a new, contemporary relevance. This is to make region-specific plans to improve climate resilience and channel necessary funds and resources. Prioritising regional and sub-district forecasts over national ones, would be a commendable step forward by the government. \nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nweather science\n\n/\n\nrains\n\n/\n\nMonsoon\n\n/\n\nRajasthan\n\n/\n\nGujarat\n\n/\n\nMaharashtra\n\n/\n\nTamil Nadu\n\n/\n\nTelangana\n\n/\n\nAndhra Pradesh\n\n/\n\nhistory\n\n/\n\nclimate change",
        "headline_1": "Gearing up for change: On IMD and weather analyses having contemporary relevance",
        "headline_2": "India needs region-specific plans to improve climate resilience",
        "link": "https://www.thehindu.com/opinion/editorial/gearing-up-for-change-imd-and-weather-analyses-having-contemporary-relevance/article67756343.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "20-01-2024"
    },
    {
        "full_article": "The theme of the second edition of Congress leader Rahul Gandhi’s cross-country journey is on justice, while it retains the call for harmony of the first. Labelled the Bharat Jodo Nyay Yatra, it began in strife-torn Manipur and will conclude in Mumbai on March 20 after covering 6,713 km across 15 States. Mr. Gandhi hopes to walk a few kilometres every day to interact with people, with the rest of the distance being covered in a bus. The yatra takes 11 days in the northeast region, once a stronghold of the Congress but now dominated by the Bharatiya Janata Party (BJP) and its allies. It will cover nearly 900 km in Assam — a State that the Congress lost to the BJP in 2016 after an uninterrupted 15-year rule — before entering Bengal. In Uttar Pradesh, Mr. Gandhi will drum up support for his social justice plank by reaching out to Other Backward Classes (OBC) around the demand to conduct a caste census. At a time when the BJP’s campaign hinges on the opening of the Ram Mandir in Ayodhya, the Congress is trying to wield its newfound plank of caste justice as a counter. There is no better place than Uttar Pradesh to test the potency of social justice as a currency for political mobilisation, and Mr. Gandhi will also be confronted with the question of contesting from the Amethi Lok Sabha constituency that he lost in 2019, or any other in the State.Mr. Gandhi’s hope is that public attention will focus on inflation, lack of jobs and the alleged marginalisation of social groups such as Dalits, Adivasis, OBCs and minorities. He and the party want to dissociate the yatra from any immediate electoral calculations for the impending Lok Sabha election, and to imagine it as part of an ideological challenge to the Rashtriya Swayamsevak Sangh-BJP combine. While it is true that politics tailored solely to win elections can be costly for society in multiple ways, the other extreme of disregarding electoral contests is counterproductive. After all, elections are also a test of ideologies. The first leg of the yatra that traversed the country vertically, from the south to the north earned Mr. Gandhi goodwill and possibly helped the Congress win Telangana in a surprise turnaround of its fortunes. But the party lost to the BJP in Rajasthan, Madhya Pradesh and Chhattisgarh, where the ideological battle is sharp. Through this yatra Mr. Gandhi will have to reinforce his position as the most credible challenger to Prime Minister Narendra Modi, but that is not sufficient to forge a viable electoral strategy for the Opposition. The question is whether Mr. Gandhi can cover that distance. \nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nRahul Gandhi\n\n/\n\nBharat Jodo Yatra\n\n/\n\nBharat Jodo Nyay Yatra\n\n/\n\nIndian National Congress\n\n/\n\nPrime Minister Narendra Modi\n\n/\n\nManipur\n\n/\n\nMumbai\n\n/\n\nSocio Economic And Caste Census\n\n/\n\nUttar Pradesh\n\n/\n\nGeneral Elections 2024\n\n/\n\nTelangana\n\n/\n\nRajasthan Assembly Elections 2023\n\n/\n\nMadhya Pradesh Assembly Elections 2023\n\n/\n\nChhattisgarh Assembly Elections 2023\n\n/\n\nAyodhya Ram Temple",
        "headline_1": "Distant goal: On Rahul Gandhi’s Bharat Jodo Nyay Yatra",
        "headline_2": "Rahul Gandhi needs to do more than project himself as Prime Minsiter Modi’s challenger",
        "link": "https://www.thehindu.com/opinion/editorial/distant-goal-on-rahul-gandhi-and-the-bharat-jodo-nyay-yatra/article67756371.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "20-01-2024"
    },
    {
        "full_article": "Ramjanmabhoomi temple in Ayodhya is all set to be dedicated on January 22. Religious and cultural significance of this event is enough to mark it out as a major event in the long history of Indian civilisation. It also reflects a new approach of thinking about our cultural legacy as an economic asset rather than as a burden that we need to drag around merely because of sentimental attachment.\nRead full story on TOI+\n\n",
        "headline_1": "Make mandirs, feel good, make money",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/make-mandirs-feel-good-make-money/",
        "news_paper_name": "The Times of India",
        "publish_date": "20-01-2024"
    },
    {
        "full_article": "Iranian forces attacked what they call militant camps in Pakistan. Pakistan retaliated. With two serious conflicts already ongoing, one each in Europe and West Asia, the pressing question is whether yet another war is now on the world’s horizon.\nRead full story on TOI+\n\n",
        "headline_1": "Tit for tat, that’s that: Iran & Pakistan, self-styled homes of Shia & Sunni Islamism and violence exporters, have bombed bits of each other",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/tit-for-tt-thats-that-iran-pakistan-self-styled-homes-of-shia-sunni-islamism-and-violence-exporters-have-bombed-bits-of-each-other/",
        "news_paper_name": "The Times of India",
        "publish_date": "20-01-2024"
    },
    {
        "full_article": "A Kathmandu-based friend who ran a travel agency had organised a trip to Tibet for Bunny and me. It was 1994 and till recently Tibet had been the Forbidden Land for foreigners.\nWhen our passports were presented to the Chinese embassy in Kathmandu to get visas, my application was turned down flat. Indian journalist?No way! I got a new passport which didn’t mention occupation. Whatever you do, for God’s sake don’t mention to anyone that you’re a journalist, or you’ll get into serious trouble, I was repeatedly warned.\n\nAt Kathmandu airport for our Lhasa flight, we were given a large fruitcake by a friend. It’ll save your lives, she said, leaving us mystified.\nThe mystery was solved when we got to Lhasa. The local fare of raw, minced yak meat and ground barley caused our stomachs to mutiny. At 12,000 feet our bodies needed high-calorie food, which the cake gave us.\nIn a Karaoke bar in the shadow of Lhasa’s 1300-year-old Potala Palace, young Han Chinese danced to pop music. Following China’s takeover of Tibet in 1959, which compelled the Dalai Lama to seek sanctuary in India, Beijing engineered a mass migration of Chinese people to Tibet, and a systemic eradication of Tibetan culture.\nAncient monasteries, lit by the glow of butter lamps and the luminescence of centuries of devotion, were turned into warehouses and barns for livestock. Tenzin, our young Tibetan driver, spoke only Chinese.\nUnder a vastness of sky, through an empty landscape echoing with absence, we drove to Shigatse monastery, reopened for tourist revenue.\nAt the end of our visit a monk asked for an Indian currency note. I offered a hundred rupees. He refused, asking for a one rupee note.\nOur guide explained. A small denomination note will circulate more, and it was possible that the note may have been touched by His Holiness, the Dalai Lama.\nThe monk held the one rupee note with the rapture of one possessing all the wealth of the world. For him it was the money that money couldn’t buy. It was the priceless currency called faith.\n\n",
        "headline_1": "Priceless rupee: In a remote monastery in Tibet I discovered the money that money can’t buy",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/jugglebandhi/priceless-rupee-in-a-remote-monastery-in-tibet-i-discovered-the-money-that-money-cant-buy/",
        "news_paper_name": "The Times of India",
        "publish_date": "20-01-2024"
    },
    {
        "full_article": "ASER (Annual Status of Education Report), which provides a snapshot of schooling in rural India, focused on children in the 14-18 age bracket for its 2023 edition. In India, this is the secondary stage. ASER 2023’s highlight is that rural schooling has largely overcome the dropout problem but hasn’t yet dealt with the task of improving foundational skills.\nMixed bag | In 2023, the sample showed that 84% of rural children have finished at least eight years of schooling. When compared to a similar ASER survey in 2017, the results on foundational skills are mixed. In 2023, youth who could read a standard II level text had dropped by three percentage points to 73.6%. In arithmetic, there was a four percentage point improvement to 43.3%.\n\nGender disparity | Across tasks, boys outperformed girls. The reason appears to lie in social structures that determine access. To illustrate, smartphone penetration has grown tremendously, and 45-50% of youth reported using them to watch study-related videos. But there’s a sharp disparity in ownership of smartphones. Among boys, 44% of those who can use a smartphone own one. In the case of girls, only 20% have their own smartphone.\nDownside of a weak base | Shaky foundations leave youth ill-equipped to put their education to use in real life situations and, thereby, in the job market. For example, only 11% of the youth who were able to perform a basic arithmetic test such as subtraction could work out repayment on a bank loan.\nSmartphones have potential | 89% of the sampled youth have a smartphone at home. For both governments and other organisations, it’s an effective way to creatively reach out to students and improve their foundational skills. Without a sound base, there’s a demographic nightmare ahead.\n\n\n",
        "headline_1": "Taught, but thought? Latest survey of rural education again shows India’s demographic advantage isn’t a sure thing",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/taught-but-thought-latest-survey-of-rural-education-again-shows-indias-demographic-advantage-isnt-a-sure-thing/",
        "news_paper_name": "The Times of India",
        "publish_date": "20-01-2024"
    },
    {
        "full_article": "Upon assumption of office, a newly elected government's first task is to present before the nation a road map on how it would deliver during its current tenure in office on the promises it made in its election manifesto. As it is often the case, some of the pre-election promises are too ambitious to fulfil within its limited term of office. However, when the new government is a continuation of the previous one, the task of setting the priorities should become easier. It is more so when it comes to infrastructure development works. Notably, the freshly elected Awami League government, in its previous term undertook massive infrastructure development projects, many of which are already completed, while others are not. Of those in the process of being completed, especially among the bridge and road infrastructure projects, include Padma rail link, Bangabandhu Railway Bridge, Dhaka Elevated Expressway, Chattogram Elevated Expressway, BRT Line 3, Dhaka MRT Line 6 (third phase), Dhaka MRT Line 1 (Purbachal Route), Dhaka MRT Line 1 (Airport Route), etc.But there are also other unfinished big infrastructure projects already approved or those for which proposals have been made and awaiting approval. Now which of the many infrastructure development projects, for instance, of the road transport and bridge ministry will get priority? This is especially at a time when the country is facing challenges like forex reserve shortage and diminished prospects of fresh fund commitments from development partners. Against this backdrop, what the road transport and bridge minister recently told the press about his ministry's approach to the infrastructure projects due for completion during his present term in office sounded sensible and pragmatic. Without being wishful and grandiose, he appeared to be rather intent on completing the existing projects and bridging, what he pointed out, the missing links in the country's infrastructure networks. That means business. There is nothing worse than a half-finished physical infrastructure waiting indefinitely to be completed in the middle of nowhere either due to a lack of fund, or worse, of initiative. In a similar vein, it is necessary for the network of the infrastructure works that have been built to be seamless to deliver the goods as expected. Otherwise, as experiences go, many big-budget infrastructural works in the past turned out to be pure wastage of public money. So, it is important to ensure that infrastructure networks so built leave no gap between them to draw the maximum benefit out of the public money invested for the purpose. In this connection, reference has been made to the Padma Multipurpose Bridge, which was opened for traffic in June last year. Needless to say, the Padma Bridge project has proved to be a huge success, as the toll being collected from the bridge's users has, according the road transport and bridge minister's admission, has meanwhile crossed the sum of Tk12.52 billion since its inception. That comes to around Tk20 million daily. However, the other big-budget one, the Karnaphuli Tunnel in Chattogram, thanks to its reported narrow approach road, is yet to see the expected rush from its potential users. Hopefully, the problem would be expeditiously addressed to make the expensive project deliver the desired public good. At this point, the firm commitment that the road transport and bridge ministry has made recently about timely completion of the remaining work of the projects like the Dhaka Elevated Expressway, Dhaka-Ashulia Expressway and the Bus Rapid Transit System is no doubt reassuring. The present government, it is expected, would take a down-to-earth approach to every undertaking, especially for completion of the unfinished development projects.",
        "headline_1": "Completing unfinished development works",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/completing-unfinished-development-works-1705674576",
        "news_paper_name": "The Financial Express",
        "publish_date": "20-01-2024"
    },
    {
        "full_article": "According to a report carried in this newspaper, knit apparels now contribute some 47 per cent of total apparels (RMG) export from Bangladesh (2023 data). In the last fiscal, Bangladesh exported RMG worth US$55.78 billion, of which $26.55 billion came from knitwear products. This is a jump from $24.71 billion in 2022, which means Bangladesh earned an extra $1.84 billion from this subsector. Interestingly, in FY22, knitwear's share of export was 54 per cent and in FY23 it had come down to 47 per cent, and yet, the net value of export had actually risen - not fallen.There are several things going for knitwear manufacturers in the country. Supportive government policy like cash incentive has helped entrepreneurs to invest more in the sub-sector with greater confidence. The backward linkage to make this particular RMG segment has also assisted in its growth. Reportedly, \"changing patterns in fashion and buyers' preference for quick delivery of products also pushed buyers to source knit items from the country\", which is good news during bad times when news of global economic downturn is not going away. The major items that are being exported to various destinations in the European Union (EU) include amongst others, T-shirt, jersey, pullover, and trousers (men, women, boys).Of course, the sub-sector is not without its problems. Knitwear manufacturers contend that they require easier banking procedures in order to get loans for the expansions they have envisaged. Then there is the question of import of raw materials (fabric). Given the current situation with the foreign exchange, it is creating problems for every industry to open requisite letters of credit (LCs). The situation is not going to get solved anytime soon and this RMG subsector will have to make do like other sectors of the economy. That is easier said than done of course. As per data furnished by the Bangladesh Textile Mills Association (BTMA), domestic producers (spinners) can meet up to 90 per cent demand for knitwear manufacturers. There is a gap between demand and supply and that is met through imports. This is a situation that cannot be addressed in the short-term and the sector will have to do with what it has. But the promise of the knitwear sub-sector is not lost upon anyone. Industry insiders attribute the flexibility of knit manufacturers to adapt to fast-paced changes in the global fashion industry as a major strong point which has allowed these RMG producers to reduce lead times to export destinations. This is being reflected in getting more orders for items like sportswear and technical wear as manufacturers can use existing facilities to churn out orders received in record time.The ability of Bangladesh RMG sector to adapt to changed circumstances is a testament to the industry's ability to weather increasingly difficult circumstances. Had the geopolitical situation been more in the country's favour and the economy been better managed, then things could have been much better for the apparel sector as a whole. There is no shortage of challenges. The latest wage board has been declared (and at various stages of implementation) has increased salaries by as much as 50 per cent. It is time for the industry to gear up in other areas for cost savings, particularly energy. Since the cost of energy will only be going up (and down) in the years to come, the sector will have to invest (out of past profits) to become less resource-hungry. In that area too, the RMG sector has been making waves. Literally hundreds of \"green\" factories are now established with more on the way. While it is easy to cry wolf about what doesn't work in this country, there are some things that are positive. Yes, labour rights have not been the best in Bangladesh but things are improving slowly. Questions about the rights to unionise are sticking points between workers and industry, and here too things are beginning to change. Any change is painful, but there is no way to simply wish that external pressures on these issues will blow away. These demands are here to stay. The demand to a \"living wage\" will always remain. One major RMG producer has recently shared privately his worry about whether a portion of his manufacturing base would have to be closed down because of the rise in wages. The cost of power apparently has become difficult to bear. There are solutions to the power situation. Some companies (like Ananta) have invested heavily in rooftop solar power which is not only saving a lot on utility bills, but the excess power is being sold to the grid through net metering arrangements. So, to state that everything is lost is the wrong mindset. Solutions are there if available technologies are made best use of. What is missing is perhaps the desire to take decisive steps to find ways to cut costs by investing own resources.\n[email protected]",
        "headline_1": "Knitwear doing well in export",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/knitwear-doing-well-in-export-1705674634",
        "news_paper_name": "The Financial Express",
        "publish_date": "20-01-2024"
    },
    {
        "full_article": "The high incidence of road accidents is a cause for concern. Mere numbers of killed and injured people fail to depict the multi-dimensional negative impacts of road accidents. Nevertheless, there is a tendency to downplay the causality figures of road accidents. Such attempts do not help address this serious problem. Last week, Bangladesh Jatri Kalyan Samity (BJKS), a civic rights organisation working for the welfare of commuters and passengers, unveiled its annual statistics on people killed and injured in road-rail-river accidents in the previous year. The figure showed that at least 7,902 people were killed and 10,372 wounded in 6,261 road accidents across the country in 2023. As in the past years, the statistics drew disapproval from the authorities. If the figures are not disproportionately exaggerated, the underlying tragic theme hardly changes. Two days after the BJKS unveiled its report, the Bangladesh Road Transport Authority (BRTA) released its first annual statistics on the country's road accidents. It showed that some 5,024 people were killed and 7,495 injured in 5,495 road accidents across the country in 2023. The figure widely differed from the statistics provided by BJKS. The BRTA is the national body responsible for ensuring sound road transport management, discipline and road safety. The head of the body rejected the statistics of road accidents provided by the BJKS and the Bangladesh Road Safety Foundation (BSRF), labelling those as exaggerated. According to BSRF, some 6,524 people were killed in road accidents last year. Again, both the minister of road transport and bridges as well as the chairman of the BRTA also took a jab at the World Health Organization (WHO) for presenting an abnormally high death toll from road accidents. They accused the WHO of fabricating the casualty figure at 31,578 in 2021. The WHO report released last month claims that approximately 1.19 million people die each year as a result of road crashes. Further it adds that road traffic injuries are the leading cause of death for children and young adults aged 5-29 years. Moreover, around 92 per cent of the world's fatalities on the roads occur in low- and middle-income countries. The reactions of the authorities indicate that they seem to interpret the figures of the road accidents provided by other organisations as a means to undermine their effort to improve the country's transport and communication system. This is hardly a right approach. The core idea behind compiling and presenting the statistics of road accidents is to assist the government to effectively address the problem. It also enhances awareness among commuters, pedestrians, traffic police, drivers and other transport workers of the need for respecting traffic laws and rules on highways.The BJKS report also showed that a total of 512 people were killed and 475 others injured in 520 railway accidents last year. At the same time, some 91 people were killed, and 152 were injured in the 148 waterways accidents, whereas 109 people remained missing. One critical aspect of the report is the high rate of death due to motorcycle accidents. It showed that around one-third of the total deaths were due to motorcycle accidents on roads and highways. The BRTA data, however, showed that around one-fourth of road accidents were due to motorcycles. Again, the WHO pointed out that more than half of all road traffic deaths are among vulnerable road users, including pedestrians, cyclists and motorcyclists. The UN body also pointed out that road crashes cost most countries around 3.0 per cent of their gross domestic product (GDP).There is no point in taking the civic rights organisations to task. Instead, the authorities need to welcome their work and review all the statistics of road accidents carefully. It will then be possible to reduce the gross mismatch between the figures of road accidents. Such an exercise can also help address the issue. \n[email protected]",
        "headline_1": "Statistics of road accidents at variance",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/statistics-of-road-accidents-at-variance-1705674668",
        "news_paper_name": "The Financial Express",
        "publish_date": "20-01-2024"
    },
    {
        "full_article": "The holy month of Ramadan is a time for self-restraint, reflection, prayer and empathy. But in this holy month, the unholy practice of market manipulation to artificially jack up commodity prices reaches its peak, putting consumers across the board in serious trouble. The high-ups in the government have already started giving assurances about keeping the market stable during Ramadan. But if past experience is anything to go by, all these promises and reassurances of checking price hikes in Ramadan are nothing but political rhetoric. In reality, we have already started witnessing another round of price hikes of essential commodities. The government has already announced a set of measures like selling fish, meat, eggs and other essential commodities at subsidised rates to control price hikes during Ramadan. But if the volume and area coverage of the government's Open Market Sale (OMS) is not increased substantially, it will have little to no impact on the market. Additionally, a multi-faceted approach will be required like increasing market monitoring, tracking supply and demand dynamics and identifying potential issues that lead to price hikes early so that timely countermeasures can be taken. This necessitates collaborative efforts between government agencies, businesses, and community leaders to develop a coordinated strategy. In conclusion, as we prepare for the month of Ramadan, let us embrace a collective responsibility to ensure that our practices align with the values of restraint and compassion, which the month of Ramadan teaches us to uphold in our daily lives. By following these values, we can foster an environment where everyone can observe Ramadan without the undue financial stress associated with price instability.\nSajjadur Rahman, student, University of Dhaka",
        "headline_1": "Keeping market stable: no rhetoric please!",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/keeping-market-stable-no-rhetoric-please-1705674691",
        "news_paper_name": "The Financial Express",
        "publish_date": "20-01-2024"
    }
]