[
    {
        "full_article": "A new draft of the much-awaited data protection Bill, the Digital Personal Data Protection Bill (DPDP Bill) 2022, is now open for public comments. The Government had previously withdrawn an earlier draft by averring that it would come up with a “comprehensive legal framework” on data privacy and Internet regulation, and this draft seems to be a standalone attempt at bettering its previous iterations. There are only 30 clauses, for simplicity, but resulting in aspects of privacy protections remaining under-clarified. A case in point is how clauses define the need for consent from data principals for data fiduciaries to process their personal data. Now, a notice is to be provided for the consent of the data principal, and the withdrawal of consent should allow for fiduciaries to remove any such data stored or is to be shared with others. The new draft, unlike the 2018 version, does not refer to key data protection principles such as collection limitation — obligations on the data fiduciaries to collect only such personal data that is required for the purpose of processing. It also does not include obligations on data fiduciaries to inform principals about data sharing recipients, duration of storage, etc. Thus, the comprehensive protection to data principals in the form of the information provided on their personal data and processing by data fiduciaries, is now missing. It does, however, include a crucial clause on fiduciaries notifying principals and the data protection authority about breaches in stored data.The new draft proposes the establishment of a Data Protection Board of India, whose strength and composition, the process of selection, etc. will be prescribed by the Union government. As with the earlier versions, this diverges from the Srikrishna Committee Draft which allowed for judicial oversight in the selection process of the data protection authority. It is a concern that the proposed board will not have sufficient independence from the Union government; the state is also a data fiduciary which collects vast amounts of individual data. The 2018 Bill allowed for exemptions to be granted to state institutions from acquiring informed consent from data principals or to process their data in the case of matters related only to the “security of the state”, and also called for a law to provide for parliamentary oversight and judicial approval of non-consensual access to personal data. But the new draft Bill continues the wide-ranging and vaguely worded exemptions and instruments, allowing for the executive to collect information which could amount to mass surveillance. Public scrutiny notwithstanding, Parliament should work towards tightening the provisions in the data protection Bill and providing for a robust data protection law. \nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\ndata protection\n\n/\n\nlaws",
        "headline_1": "Persisting issues: On the new data protection bill",
        "headline_2": "Further tightening up of protections is an imperative in the draft data protection bill",
        "link": "https://www.thehindu.com/opinion/editorial/persisting-issues-the-hindu-editorial-on-the-new-data-protection-bill/article66170308.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "23-11-2022"
    },
    {
        "full_article": "The best first step towards addressing a malaise is to recognise that it exists. The Ministry of Health and Family Welfare’s recently published National Suicide Prevention Strategy fits right there. It has been a long time coming, but the Strategy, finally in the public realm, calls attention to the massive burden of suicides in the country, and initiates steps to achieve a reduction in suicide mortality by 10% by 2030. At the same time, it has measured the paces forward with a time-bound action plan that takes into account the grim realities of a varying ground situation in India. The problem is indeed dire, and without targeted intervention programmes, and stigma reduction strategies, a public health crisis of gargantuan proportions is imminent. Globally, suicide is the second leading cause of death among 15-29-year-olds and also the second leading cause of death for females aged 15-19 years, as per WHO estimates. In India, more than one lakh lives are lost every year to suicide. In the past three years, the suicide rate has increased from 10.2 to 11.3 per 1,00,000 population. As per National Crime Records Bureau statistics, Maharashtra, Tamil Nadu, Madhya Pradesh, West Bengal and Karnataka have the highest percentage share of suicides (2018-2020), ranging between 8% to 11%. The most common reasons include family problems and illnesses, while other causes include marital conflicts, love affairs, bankruptcy, substance abuse and dependence. Further, in approximately 10% of cases, the cause for suicide remains unknown. Importantly, the document notes that contrary to belief, the majority of suicides are preventable.The Strategy is etched with evidence-based practices to reduce the number of suicides, inspired by WHO’s strategy for the South East Asian region, and strings together multiple sectoral collaborations to provide a cohesive strategy and achieve the intended reduction in the number of suicides. In addition to committing to establishing effective surveillance mechanisms within the next three years, and psychiatric outpatient departments in all districts over five years, the Strategy also intends to write in mental health in the curriculum in educational institutions within the next eight years. Addressing issues relevant to India, including access to pesticides, and alcoholism, has set the Strategy on the path towards achievement of the goals. It is, however, incumbent on the Government to stay the course until the targets are achieved. Of course, in a federal country, any success is possible only if States are enthusiastic participants in the roll out.Those in distress could seek help and counselling by calling helplines from this link.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nsuicide\n\n/\n\nhealth",
        "headline_1": "Strategy to save: On the National Suicide Prevention Strategy",
        "headline_2": "The National Suicide Prevention Strategy must cascade down to every district",
        "link": "https://www.thehindu.com/opinion/editorial/strategy-to-save-the-hindu-editorial-on-the-national-suicide-prevention-strategy/article66170170.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "23-11-2022"
    },
    {
        "full_article": "If you want to escape from the global gloom, just take a flight from its epicentre, London, to any leading capital of the Gulf, the only region in the world where economic growth forecasts are rising. As host of the Fifa World Cup, Doha has been bubbling over with anticipation and so have its neighbours, who are welcoming the overflow from Qatar hotels. Dubai is enjoying yet another real estate boom. Regional rivals like Riyadh are racing to be the next Dubai, funnelling oil profits into property mega projects.\nMany Gulf leaders recognise that a boom built on high oil and property prices is unlikely to endure, but that age-old problem can wait. The party is happening now.\nRead full opinion on TOI+\n\n",
        "headline_1": "Football isn’t the only party: Qatar’s hosting the World Cup and in Middle East, economic good times are rolling, at least for now",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/football-isnt-the-only-party-qatars-hosting-the-world-cup-and-in-middle-east-economic-good-times-are-rolling-at-least-for-now/",
        "news_paper_name": "The Times of India",
        "publish_date": "23-11-2022"
    },
    {
        "full_article": "Iranian footballers’ silent protest against Tehran, seen by the world at the World Cup, should be read in the context of the huge churn in Iran. Amazingly, protests over women’s dress code continue despite 400-plus deaths at the hands of the regime’s law enforcers. The big question is whether the ayatollahs’ dispensation will survive what is turning out to be the biggest mass movement since the 1979 Islamic Revolution. That is still difficult to answer. The regime has shown considerable appetite for violence. Plus, the protesters are, as always happens in mass movements, a mixed bunch. They have been led by young women. But they have also drawn in people protesting corruption and economic slowdown and inflation. There’s also a division between radicals, who want regime change, and moderates, who want to change the regime somewhat.\nThe cost of goods and services in Iran has increased by staggering 1,135% over the last decade – that’s an average 100%-plus annual increase – with a corresponding steep decline in living standards. Tehran’s decision earlier this year to stop subsidising imports of some essentials has pushed inflation up. Add to this Iran’s inability to sell its oil openly – which can by the way cool down global energy prices – due to US sanctions.\nAll of this has created the ground for the current protests. But given Iran’s geography and strategic importance in West Asia, a total collapse of the country will have serious consequences. Additionally, the regime could double down with the support of its growing relationship with China. This will be detrimental for India, which needs Iran for connectivity to Afghanistan and energy-rich Central Asia. Neither is a China-Iran axis good for the US. Donald Trump’s needless aggression is one reason the ultra conservatives outplayed the moderates in Tehran’s power politics. That’s another reason why the Democratic US administration should restart talks on the Iran nuclear deal and give Tehran the economic succour it desperately needs. This will perhaps also be a way to prod the ayatollahs to take a softer attitude to protesters.\n\n",
        "headline_1": "Persian playing field: Iran is in a great churn. Neither more repression nor a China-Iran axis will help major democracies",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/persian-playing-field-iran-is-in-a-great-churn-neither-more-repression-nor-a-china-iran-axis-will-help-major-democracies/",
        "news_paper_name": "The Times of India",
        "publish_date": "23-11-2022"
    },
    {
        "full_article": "What’s happening with young men in India, as more women move out of the allotted gender roles, bears deep examination. Men, who feel entitled to these services, act out their entitlement. It often takes the familiar form of retributive violence – in Aurangabad, a male graduate student set himself and his fellow student ablaze in their professor’s office, because she rejected his proposal. More often, it is simply the inability to see women as people with wills and desires of their own, who exist for themselves and not to serve men’s needs. In Karnataka, young farmers are requesting a ban on inter-district marriage, because the women around them are seeking better prospects and wider horizons. Those who fight inter-faith or inter-caste relationships assume that women are docile dupes, property to be safeguarded by ‘their’ men.\nThis thinking is bone-deep in our society, expressed by some women too. Violence against women is also processed through this lens. Attacks like intimate partner rape or abuse that are far more widespread but less socially ‘shameful’ than street and stranger crime provoke less outrage. Our institutions mirror this mentality. Police investigations turn their glare on the woman who is victimised, judges ask women to marry their rapists or make assumptions about what is expected of a wife, or discipline them for not being ‘pure’ and compliant fem-bots.\nIt’s alarmingly evident what harm this kind of thinking has wrought. Most men are schooled into power and dominance, taught to be ashamed of ordinary vulnerability. They pretend otherwise and displace their inability to live up to these norms of manliness into contempt and cruelty – the targets can be women or other different people or those socially worse-off than them. An increasing number of women are questioning this order, seeking their own freedom in education, employment and life. Men, who don’t see that a system set up to serve them is harming them, lash out in confusion and rage at women. The future will change only when boys do.\n\n",
        "headline_1": "Boys can’t be boys: Young men’s response to changing gender roles is often violent because they are schooled into dominance",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/boys-cant-be-boys-young-mens-response-to-changing-gender-roles-is-often-violent-because-they-are-schooled-into-dominance/",
        "news_paper_name": "The Times of India",
        "publish_date": "23-11-2022"
    },
    {
        "full_article": "The attack began from the left. Christian Pulisic, the nifty US forward barreled through the middle, his precision pass knifing through the Welsh defence. The ball was intended for fellow American Timothy Weah, who timed his run with exactness and pace to beat the offside trap and poke the ball with the outstep of his boot past the despairing keeper.\nIn this World Cup, politics has been more talked about than on-field play. Conservative hosts refusing to serve beer in the stadium, Iranian team producing the loudest sound of silence by refusing to sing the national anthem in solidarity with the anti-hijab protesters back home, players being forced to drop the OneLove band displaying solidarity with the LGBTQ community have been some headline moments.\nRead full opinion on TOI+\n\n",
        "headline_1": "A World Cup goal & the story of two nations: How football added a nicer dimension to the shared history between big, rich US and tiny, troubled Liberia",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/Addictions/a-world-cup-goal-the-story-of-two-nations-how-football-added-a-nicer-dimension-to-the-shared-history-between-big-rich-us-and-tiny-troubled-liberia/",
        "news_paper_name": "The Times of India",
        "publish_date": "23-11-2022"
    },
    {
        "full_article": "Dr Mustafizur Rahman, Distinguished Fellow at the Centre for Policy Dialogue (CPD), talks to Eresh Omar Jamal of The Daily Star about Bangladesh's growing current account deficit and other economic challenges.\nIn September, Bangladesh's current account deficit sank further into red. What is driving this deficit and how worried should we be?\nForex reserves came down from USD 46.4 billion in June 2021 to USD 41.8 billion in June 2022, a clear reversal of the trends of the past decade. In the first quarter of the ongoing fiscal year, exports and remittances did post some rise, of 14.3 percent and 4.8 percent respectively. However, this is not adequate to cover the rise in import payments by about 11.8 percent, amounting to more than USD 2 billion. This transmitted a worrying sign for the economy.\nHowever, if we consider the first four months of the current fiscal year, the picture is somewhat mixed. In the first two months, exports and remittances were rising, but in September and October they were lower than the previous two months. Fears of recession in major markets, and the rising gap between formal and informal exchange rates, were two possible reasons behind this.\nWe do not have the actual import figure for October 2022 yet, but early signs of a fall in import payments are already there. The government's policy of reducing imports through import bans and raising letter of credit (LC) margins, as well as reduced demand due to costlier foreign currencies, have started to take effect. The dearth of foreign currency for opening LCs was also a reason, which will be reflected in actual import payments in the coming days.\nThe exchange rate for remittances has been revised upward recently. More than 1.5 million people have gone abroad since January 2021 and inflows of remittances are likely to go up in the near-term future. It is possible that the reserve situation will see some improvement over the next few months, especially after the loans that are being negotiated by the government.\nHowever, the burden of imported inflation and supply-side implications of reduced imports will have adverse implications for economic growth and welfare, particularly of marginalised people.\nHas the government taken adequate measures to turn the deficit around? What more can they do?\n\nWhen the impacts of the global shock started to be felt in the economy, the government responded through a number of measures. However, the actions have been more reactive than proactive.\nNo one could predict the Russia-Ukraine war's impact on global prices of fuel, food, fertiliser and other commodities. This had led to a significant increase in import payments, resulting in rising trade and current account deficits, which in turn resulted in a drawdown in forex reserves. However, three factors have accentuated the adverse situation.\nFirstly, the taka remained appreciated for a long time, which undermined the competitive strength of exporters and created disincentives for remittance senders. Multiple exchange rates, which were introduced later, proved to be inadequate and suffered from lack of coherence and predictability.\nWhile the fear of imported inflation was not without foundation, gradual depreciation over the past few years would have helped markets to reach a new market equilibrium. Now, we had to go for significant depreciation at a time when global prices are high. As a result, the adverse impacts of imported inflation have led to a significant undermining of welfare and erosion of purchasing power, particularly of low-income people.\nSecondly, the lack of strong steps against money laundering, capital flight, trade mispricing and operation of illegal informal markets have made the situation worse. This had adverse implications on reserves in particular, but also on availability of foreign currency in the market in general. We have many laws and regulations in place, and also institutions such as the Financial Intelligence Unit, Transfer Pricing Cell, and Anti-Corruption Commission. Not only were existing laws not enforced; rather wrong signals were given when fiscal measures were announced in the latest budget to entice the repatriation of money taken out of the country illegally.\nThe third relates to reserve calculation – an issue the IMF had raised some time back. However, no clarification was given by the central bank when this was first flagged. It is not so much a question of dollars not being in the system – these were used in the worthy causes of export development, infrastructure building, etc – but about knowing what amount will actually be available when there is demand, be it for imports, debt servicing or other needs.\nStrategic thinking rather than fire-fighting should have informed exchange rate management in particular, and monetary policy management in general. Making the exchange rate more market aligned, enforcement of legal measures against capital flight, and evidence-based policymaking will be crucial in going forward.\nBangladesh recently struck a deal with the IMF for loan assistance, and is also negotiating with the World Bank for a USD 2 billion financial support package. How much can they help to overcome our economic problems?\n\nThis will be the 13th time Bangladesh is borrowing from the IMF, but the first time in the last decade. The IMF's BoP support of USD 4.5 billion, to be extended over next three years, is in itself not a significant amount, and the first instalment of about half a billion is expected only in February 2023.\nHowever, the IMF loan has signalling importance. Some of the steps that have been discussed, if implemented, will help stabilise the market, as will additional budgetary and targeted support from other multilateral organisations. All these will hopefully contribute to the improvement of the reserve situation and, more importantly, help reduce the prevailing uncertainties in the foreign exchange market.\nHowever, in view of the current pace of depletion of reserves, the loans in themselves will have limited impact. On the other hand, the steps being discussed will have demand-side implications, and to that extent is expected to have positive impacts also on forex reserves. The recommendations and understandings will need to be codified in terms of quantitative targets and milestones, and reflected in the letter of intent from Bangladesh, which will set the stage for the formal endorsement of the IMF loan.\nMany of the issues raised during IMF discussions, including banking sector reforms, institutional strengthening, enforcement of rules and regulations, central bank autonomy, raising the capacity of the National Board of Revenue, enhanced domestic resource mobilisation, rationalisation of public expenditure, etc are necessary towards more effective macroeconomic management. Bangladesh's concerned stakeholders, economists and experts have been drawing attention to these measures for a number of years. Ownership of the reform agenda and the political will to enforce it will be crucial – not so much to get the IMF loans but for much-needed good governance.\nIf the foundation of the economy is good, resistance to unforeseen shocks – pandemic, war, natural disasters – will become stronger. Not all countries are experiencing the same degree of difficulties as Bangladesh is, and not many are having to approach the IMF.\nOur current economic struggles have been primarily attributed to external shocks by the government. Is that a fair assessment?\n\nGlobal shock is a triggering factor, but there are a number of underlying reasons that accumulated over the years and accentuated the adverse impacts on the Bangladesh economy. Thanks to our steady economic growth of recent years, we now have a USD 440 billion economy. Economic development brought along a new generation of challenges in managing our middle-income economy. Against this backdrop, the economic growth of the past cannot be sustained without strengthening good governance and significantly raising the efficacy of concerned institutions.\nTake for example the banking sector, considered to be a vital nerve-centre of an economy. Regrettably, not only was there a lack of reforms that would strengthen the capacity of the sector, we have witnessed the reversal of measures taken earlier to improve the state of governance in the sector. The significant rise in default loans, by about six times over the last decade and a half, and siphoning off of thousands of crores of taka from the banking system, often through illegal means and capital flight, deprived the country of investible resources for businesses, enterprises and entrepreneurs. These had important implications for domestic resource mobilisation, potential export earnings, and for the replenishment of forex reserves.\nThe suggestion of setting up a Banking Commission to come up with concrete recommendations, to be implemented in a time-bound manner, I think merits serious consideration by policymakers, particularly given the emergent situation.\nOur response to capital flight through illegal channels has been muted, to say the least. Our domestic resource mobilisation has not kept up with our economic growth. On the other hand, autonomy of key institutions where independence and evidence-based policymaking would have strengthened the government's hands and bolstered underlying macroeconomic soundness suffered significant erosion.\nI would venture to say that we should take the prevailing challenging situation as an opportunity to revisit not just our policies, but also the process of policymaking. We must draw necessary lessons to inform our journey forward. IMF borrowing is a transitory phenomenon; we will no doubt be able to overcome current difficulties, but can we meet our developmental aspirations? The right lessons from the emergent scenario must be drawn so that we can avoid the middle-income trap experienced by many developing countries following initial economic success.\n",
        "headline_1": "Revisit process of policymaking, not just the policies",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/revisit-process-policymaking-not-just-the-policies-3176951",
        "news_paper_name": "The Daily Star",
        "publish_date": "23-11-2022"
    },
    {
        "full_article": "Recent revelations about the drug dealing hotspot in Chonpara, in the aftermath of the murder of BUET student Fardin Noor Parash and the killing of a DGFI official during a drug bust, have once again brought to the fore our painful struggles with the illegal drug trade.\nWhile Bangladesh is not a significant narcotics producer, geography puts it at the heart of three major Asian drug trade routes: the Golden Wedge, the Golden Triangle and the Golden Crescent. This, unfortunately, makes the country a lucrative transit for the region's drugs, especially from Myanmar and India.\nTo understand the influence of these drug trade routes on Bangladesh, we need to look at the drug trafficking value chain. The Golden Wedge is perhaps the newest route, linking north Bangladesh to the Indian states of Himachal Pradesh and Uttar Pradesh, and expanding to encompass Nepal and certain parts of Bhutan. The Golden Triangle, which covers Myanmar, Thailand, Laos, and Vietnam, is a formidable zone that supplies almost all kinds of narcotics, and Bangladesh's southeast remains exposed to this drug route. The west of Bangladesh is vulnerable to the Golden Crescent, which sees the trafficking of massive amounts of opium and heroin produced in Afghanistan, Pakistan, and Iran.\nThrough these routes and others, drugs of all kinds have over the years passed through Bangladesh due to its easy access to the Bay of Bengal and its porous borders both with India and Myanmar. This strategic location means drug gangs from other countries are also active in Bangladesh, including from Sri Lanka and some African countries, and are trying to find easy routes to smuggle their product.\nIn the process of being used as a transit, Bangladesh has also become a growing market for drugs, especially yaba, mostly coming in from Myanmar. A report by the United Nations Office on Drugs and Crime (UNODC) suggests that the production of methamphetamine and its use in the manufacturing of yaba has increased significantly in the Golden Triangle region, especially in Myanmar, with Bangladesh being targeted as one of the key markets. A 2021 report by a local English daily, citing a top DMP official, revealed that yaba has a Tk 210 crore daily market in Bangladesh, with seven million pills being sold every day.\nUnfortunately, ongoing efforts to curb the drug trade are not making much of an impact. The regular seizures of drug consignments, comprising of 20,000 to 30,000, or even 1-2 lakh yaba pills, are in reality very meagre quantities in comparison the overall volume being sold across the country. And this is only in the case of yaba. Drug use has penetrated all layers of society and affected people from all backgrounds. Law enforcers, politicians, administrators, entertainment personalities, corporate leaders, sports persons – you name the group and you will find people who are either abusing drugs or somehow involved in the business.\nThe Bangladesh government is signatory to all three UN Conventions on drug abuse and trafficking – the Single Convention on Narcotic Drugs 1961, the Convention on Psychotropic Substances 1971 and the United Nations Convention Against Illicit Traffic in Narcotic Drugs and Psychotropic Substances 1988. And according to a 2005 country profile by UNODC, it has also declared an all-out war on drugs – similar to the one undertaken in the Philippines, the pros and cons of which should be saved for another day – and taken up other measures, such as dope tests for police personnel. However, more needs to be done to fight the drug trade, and without this fight leading to human rights violations.\nFor one, while there have been repeated anti-narco crackdowns in areas that are part of the Golden Triangle routes, especially in Badarban, Teknaf, and other CHT locations, borders guards need to be more alert in the Golden Wedge region. We also need to keep a careful eye on the developments in the Rohingya refugee camps, since it has been suggested that certain quarters are exploiting their squalid living conditions and the desperation of unemployed refugees to use them as drug mules.\nMoreover, the government needs to do a thorough assessment of law enforcement and intelligence agencies and build their capacity to effectively fight drug trafficking. They should also seriously investigate allegations of certain members of law enforcement being in cahoots with drug gangs, and take punitive measures to discourage others from choosing this path. On top of that, the plan to make drug tests mandatory in certain sectors should be implemented, but it should be expanded to include political party members and people's representatives. Having said that, we also need to think of the wider implications of criminalising users without doing enough to deal with those who directly benefit from the trade.\nDrug trafficking is a complex and sophisticated process fuelling the growth of multiple extremely powerful transnational gangs across the world. While the situation in Bangladesh is still at a stage where it can be reined in, if we do not adapt our outlook, policies and methodologies in tune with global changes, it will not take long for things to spiral out of control.\nTasneem Tayeb is a columnist for The Daily Star. Her Twitter handle is @tasneem_tayeb\n\n",
        "headline_1": "Bangladesh caught in a narco triangle",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/closer-look/news/bangladesh-caught-narco-triangle-3176611",
        "news_paper_name": "The Daily Star",
        "publish_date": "23-11-2022"
    },
    {
        "full_article": "COP27 ended a day overtime on November 20 in Sharm El-Sheikh, Egypt with the historic achievement of a new fund for addressing loss and damage in vulnerable developing countries. Today, I want to tell the story of how this was achieved.\nThe demand for rich countries to shoulder their responsibility for historic pollution – which has raised the global temperature above one degree Celsius and is now causing damages around the world, particularly in the poorest developing countries – is over 30 years old.\nThe most vulnerable developing countries are organised into four subgroups under the broader group of all 134 developing countries, called the Group of 77 and China (G77). The four subgroups are the Alliance of Small Island States (AOSIS), who have always been the most vocal on this issue as they face an existential threat from sea level rise, the Least Developed Countries (LDC), which includes Bangladesh, the Africa Group, and finally the AILAC group of Latin American countries in Central and South America.\nThese four subgroups bring together over 100 countries, and hence constitute a simple majority amongst the 194 countries in the United Nations Framework Convention on Climate Change (UNFCCC). They also constitute over two-thirds of the G77. However, they are all relatively poor and small countries whose voices seldom count, even within G77, unless they can present a united front.\nThis story begins a few COPs ago, when the LDC group, with support from the International Centre for Climate Change and Development (ICCCAD) at the Independent University, Bangladesh (IUB), began to organise pre-COP planning workshops with loss and damage negotiators from the other three subgroups to try to present a common demand to the G77 first. The G77 then supported these demands and put forward two demands in COP25, which was held in Madrid, Spain in November 2019.\nThe demands were to create a technical body for carrying out research and providing technical support on loss and damage, and for the creation of a fund through which the rich polluting countries will pay compensation to poorer developing countries suffering from human-induced climate change. Clearly, the latter was the more politically sensitive demand.\nAt COP25, the developed countries eventually agreed to set up the Santiago Network for Loss and Damage, but they refused to agree to the fund.\nThen, at COP26 in November 2021 (two years after COP25, because of the Covid-19 pandemic) the G77 again raised the demand for the establishment of the Glasgow Facility for Finance for Loss and Damage. While this was in the draft Glasgow Climate Pact text until the last day, the then COP president went overtime by another day (as now seems to be normal practice). The negotiators arrived to find they were given a take-it-or-leave-it Glasgow Climate Pact in which the wording had been changed to the establishment of the Glasgow Dialogue on Finance for Loss and Damage, and that too would run for three years. In other words, a last-minute change replaced a finance facility with more talks without any substantial outcome. Even then, US Climate Envoy John Kerry claimed this was a major concession on their part.\nNeedless to say, this was extremely disappointing for the most vulnerable developing countries. So, we went back to the drawing board and came up with a proposal to include finance for loss and damage as a sub-agenda under the Finance agenda of COP27, instead of the separate loss and damage agenda.\nThis proposal was provisionally accepted by the incoming Egyptian Presidency, but in order to be adopted it needed support from all countries, since COP decisions are made by consensus. We knew that some of the developed countries would try to block this, so we started to lobby with friendly developed countries like Denmark, Germany and Ireland to persuade others, particularly the US, from not blocking the agenda.\nAs expected, there were intense negotiations behind the scenes even before the official beginning of COP27. In the end, the US only agreed with the caveat that it would not be used for liability or compensation. This was the first win for vulnerable developing countries and G77, to get finance for loss and damage in the COP agenda for the very first time, after many years of trying unsuccessfully.\nThen the difficult negotiations began. The G77 was ably led by Sherry Rehman, Minister of Climate Change of Pakistan, who spoke passionately on behalf of both the people of Pakistan who had suffered devastating floods with losses and damages estimated at USD 30 billion, and all the people from vulnerable developing countries. This unity of the G77 at COP27 was an important factor in persuading the developed countries.\nThe outstanding work done towards achieving the loss and damage by LDC Group Chair Madeleine Diouf from Senegal and Saber Hossain Choudhury from Bangladesh, ministerial level spokesperson from the LDC Group, should also be mentioned here.\nIt is important to note that this is just the beginning and much work still needs to be done on the modalities of the fund, who will pay into it, how much will be paid, who will manage it and finally, who will be eligible to receive funds once they are available. These questions will be addressed by a transitional committee at COP28 in November 2023, when we hope the new fund can become operational.\nFinally, it should be noted that Nicola Sturgeon, First Minister of Scotland, is also an important part of this story, since she was the first leader to offer GBP two million towards loss and damage explicitly at COP26 last year, and she challenged other leaders to do the same. This was followed up by the government of the Belgian province of Wallonia offering one million euros, and a number of foundations giving several million dollars as well.\nBefore COP27, Denmark also offered 100 million kroners, and the G7 under German leadership set up the Global Shield to address loss and damage from human-induced climate change. During COP27, other countries including Austria, New Zealand and Belgium all offered varying amounts of funding to address loss and damage. However, while these offers of funding outside the UNFCCC are most welcome, they are not a substitute for a collective fund under the auspices of the UNFCCC where all countries have a say.\nCOP27 has ushered in a new era of shared acknowledgement of responsibility for human-induced climate change. I believe it would not be wrong to rename it as COP1, due to this historic commitment.\nDr Saleemul Huq is director of the International Centre for Climate Change and Development Independent University, Bangladesh.\n\n",
        "headline_1": "The story behind the loss and damage fund at COP27",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/politics-climate-change/news/the-story-behind-the-loss-and-damage-fund-cop27-3176401",
        "news_paper_name": "The Daily Star",
        "publish_date": "23-11-2022"
    },
    {
        "full_article": "In the midst of the worst cost-of-living crisis in over a decade, the Bangladesh Energy Regulatory Commission (BERC) has decided to raise the bulk electricity price by a whopping 19.92 percent, signalling the beginning of another bout of inflation in the country. From next month, the six state-owned distributor companies will have to purchase electricity from the Bangladesh Power Development Board (BPDB) at Tk 6.20 per kilowatt hour (kWh), up from Tk 5.17 at present. \nWhat does this mean for end consumers, who are already drowning in an increasingly harsh economic landscape where the cost of every essential item has increased manifold since the beginning of the year? More misery in the coming days, to be sure, despite assurances from the state minister for power, energy and mineral resources that retail electricity prices will not increase now. But in what alternate reality can we expect distribution companies to absorb the rise in cost themselves and look out for the best interests of consumers when the government itself won't do the same? In fact, the distribution companies have already submitted their proposals for a price hike to BERC, and it's only a matter of time before the burden is passed down to the consumer. \nThis year has witnessed the ruthless return of loadshedding, with power outages taking place as often as eight to ten times a day, thanks to years of misguided energy policies that prioritised the interests of a few powerful blocs over the people. Although loadshedding has decreased now as a result of cooler weather, it will inevitably return with a vengeance as summer rolls in next year, especially if the gas crisis persists and LNG prices continue to be high in the global market. The government, unfortunately, is yet to present a viable and cost-effective alternative to get the country out of the energy crisis. \nWhat makes the decision to hike electricity prices all the more upsetting and unjustifiable is the callous refusal of the government to rectify the widespread irregularities and mismanagement plaguing the power sector. More than 50 percent of BPDB's operating expenses go towards paying capacity charges to independent power producers and for quick rentals to sit idle, of which an overwhelming majority goes to just 12 firms. Despite widespread criticism of the absurdity of paying approximately Tk 90,000 crore as capacity charges, over the past 11 years, we have not received any convincing answers from the government as to why they took this decision, nor whether they will end the contracts anytime soon. \nMeanwhile, according to a recent study, the BPDB purchased electricity from some power plants at a 25 percent higher price, while the leasing of government land in the form of subsidies to some plants led to a 15 percent rise in power prices. Why should the people be asked to pay for these collusive and corrupt decisions, which are driving the price of electricity upwards? \nThe irregularities and lack of accountability in the power sector – and energy sector at large – needs to be addressed first before any demands can be made on consumers to pay higher prices. It's time for policymakers and state institutions to abandon their reckless energy policies and remind themselves who they are bound to serve: the people.\n",
        "headline_1": "Why must consumers always be the punching bag?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/consumers-the-ultimate-punching-bag-3176286",
        "news_paper_name": "The Daily Star",
        "publish_date": "23-11-2022"
    },
    {
        "full_article": "In the midst of the worst cost-of-living crisis in over a decade, the Bangladesh Energy Regulatory Commission (BERC) has decided to raise the bulk electricity price by a whopping 19.92 percent, signalling the beginning of another bout of inflation in the country. From next month, the six state-owned distributor companies will have to purchase electricity from the Bangladesh Power Development Board (BPDB) at Tk 6.20 per kilowatt hour (kWh), up from Tk 5.17 at present. \nWhat does this mean for end consumers, who are already drowning in an increasingly harsh economic landscape where the cost of every essential item has increased manifold since the beginning of the year? More misery in the coming days, to be sure, despite assurances from the state minister for power, energy and mineral resources that retail electricity prices will not increase now. But in what alternate reality can we expect distribution companies to absorb the rise in cost themselves and look out for the best interests of consumers when the government itself won't do the same? In fact, the distribution companies have already submitted their proposals for a price hike to BERC, and it's only a matter of time before the burden is passed down to the consumer. \nThis year has witnessed the ruthless return of loadshedding, with power outages taking place as often as eight to ten times a day, thanks to years of misguided energy policies that prioritised the interests of a few powerful blocs over the people. Although loadshedding has decreased now as a result of cooler weather, it will inevitably return with a vengeance as summer rolls in next year, especially if the gas crisis persists and LNG prices continue to be high in the global market. The government, unfortunately, is yet to present a viable and cost-effective alternative to get the country out of the energy crisis. \nWhat makes the decision to hike electricity prices all the more upsetting and unjustifiable is the callous refusal of the government to rectify the widespread irregularities and mismanagement plaguing the power sector. More than 50 percent of BPDB's operating expenses go towards paying capacity charges to independent power producers and for quick rentals to sit idle, of which an overwhelming majority goes to just 12 firms. Despite widespread criticism of the absurdity of paying approximately Tk 90,000 crore as capacity charges, over the past 11 years, we have not received any convincing answers from the government as to why they took this decision, nor whether they will end the contracts anytime soon. \nMeanwhile, according to a recent study, the BPDB purchased electricity from some power plants at a 25 percent higher price, while the leasing of government land in the form of subsidies to some plants led to a 15 percent rise in power prices. Why should the people be asked to pay for these collusive and corrupt decisions, which are driving the price of electricity upwards? \nThe irregularities and lack of accountability in the power sector – and energy sector at large – needs to be addressed first before any demands can be made on consumers to pay higher prices. It's time for policymakers and state institutions to abandon their reckless energy policies and remind themselves who they are bound to serve: the people.\n",
        "headline_1": "Why must consumers always be the punching bag?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/consumers-the-ultimate-punching-bag-3176286",
        "news_paper_name": "The Daily Star",
        "publish_date": "23-11-2022"
    },
    {
        "full_article": "An obvious symptom which tells us that our cities, especially the capital, have been unsustainably urbanised is our footpaths – and often the lack thereof. As such, we welcome the High Court's directive towards relevant government authorities to stop \"leasing\" footpaths in Dhaka within seven days and to take legal action against offenders, as reported by this daily on Monday. The HC ordered the government to constitute a five-member high-powered committee to identify those leasing out footpaths and submit a list of their names to the court in 60 days. We also appreciate the HC's issuing of a rule asking the officials concerned to explain in four weeks why their inaction to stop \"selling and leasing\" footpaths should not be declared illegal.\nFootpaths being occupied by vendors and other structures has been a longstanding issue in the capital, with corrupt groups (often politically influential locals) making a business out of renting out these public spaces. To be able to identify the culprits and bring them to book will set a much-needed example of accountability for all city authorities. Certainly, the small businesses which thrive thanks to these footpaths also need to be integrated into our city through conscious planning (as many citizens rely on them for their necessary purchases, too), but taking up walkways is not the way to go. \nHowever, it is not only informal businesses that our footpaths need to be freed of in order for pedestrians to actually be able to use them. Just a week ago, we wrote in this column about how the roads and walkways of our major cities are littered with open manholes and drains. Some of these have been marked with bamboo fences, while others remain open for weeks, while citizens often sustain injuries slipping a limb or few into these traps. And this is not due to the greed of any anonymous influentials. It is the respective city corporations of each area and their ward councillors who fail to ensure that manholes and drains in the middle of our streets and footpaths are properly covered. \nWe hope that the HC stepping in and demanding accountability from city authorities will jolt the latter into action and fix every issue ailing our footpaths, which makes them nearly unusable for citizens in many areas. Urbanism experts have long told us how, in addition to other areas of our cities being improved, authorities must focus on making footpaths more walkable. And as much as we appreciate the development of better roads and more flyovers to make the generally terrible commute within Dhaka city easier for citizens, all this means nothing if our capital is also not walkable. \nIn a city that is becoming increasingly expensive, and where the average vehicle speed is less than 7 km/h, walking remains the most feasible option for many people. And as public servants, the least our city fathers can do is ensure that walkways are not illegally occupied by powerful influentials or do not have gaping holes in them that pedestrians could easily fall into.\n",
        "headline_1": "Will our footpaths finally be free?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/will-our-footpaths-finally-be-free-3176251",
        "news_paper_name": "The Daily Star",
        "publish_date": "23-11-2022"
    },
    {
        "full_article": "The Bangladesh Energy Regulatory Commission (BERC) has reportedly announced an upward adjustment of the per unit tariff of power at Tk 6.22 for bulk consumers to be effective from next month. It is a 19.92 per cent increase over the previous rate of Tk.5.17 set in February, 2020. Oddly though, for reasons best known to it, the energy regulatory body has skipped the usual practice of holding the final public hearing before going for the latest power price hike. The wholesale price of power in recent years has increased by 118 per cent, while at the retail level it has gone up by 90 per cent. That the present power tariff raise is taking place at the bulk level is of little comfort for common consumers at the retail end. Already the distributor companies are learnt to be in the process of making their pleas to the energy regulatory body (BERC) for a retail level hike in power price.The BERC's latest move to increase bulk power tariff came following a petition submitted to it by the Bangladesh Power Development Board (BPDB). It may be recalled at this point that the plea for a substantial raise in power tariff through a proposal was made at the beginning of this year by this government agency (BPDB) to compensate, what it said, the government exchequer for a deficit of about Tk300 billion. But the proposal was finally rejected by BERC on October 30 following revisions and public hearings on the grounds that it (the proposal) had data ambiguities. But, again, after a review petition made by the BPDB, the BERC has now gone for this power tariff hike saying that the government would at the same time be providing the power sector with a subsidy of TK170 billion to partially offset the said deficit. What this statement by the BERC implies is that the current raise in tariff is not much considering the huge shortfall in the public exchequer attributable to the power sector that the government is still facing. Even so, the rationale behind the said power-sector-related deficit in the public exchequer is yet to be made plain to the consumers in general. It may be noted that recently, the delegates of the global lender, the International Monetary Fund (IMF), which visited the country recently in connection with a loan worth US$4.5 billion that the government has been seeking from it (IMF), did also discuss the issue of energy price with the BERC. However, the head of the energy regulatory body reportedly dismissed suggestions regarding any connection between the current tariff hike and the meeting with IMF. Then the questions remain as to why it was necessary to go for this raise in power tariff at a time when the cost of living has witnessed an unprecedented rise due to the runaway inflation, especially, in the prices of essential commodities? Many are of the opinion, the government could well spare the public of a fresh power tariff hike with money saved by plugging the existing systemic loopholes in the power sector including corruption and irregularities. One could also mention here the tens of billions of taka already paid to the owners of the so-called rental power plants in the form of so-called capacity payment.",
        "headline_1": "Another spell of power tariff hike",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/another-spell-of-power-tariff-hike-1669122121",
        "news_paper_name": "The Financial Express",
        "publish_date": "23-11-2022"
    },
    {
        "full_article": "A lack of required testing facilities, believed to be a serious deterrent in export of both primary and manufactured products, is increasingly telling upon the prospects of export. This is more pronounced these days than in the past as the destination markets, especially those in the developed countries, are resorting to various trade barriers through stricter non-tariff measures on standards relating to, among others, sanitary and phyto-sanitary aspects.While there is a dearth of well-equipped laboratories to test products prior to exports, the need for compatibility with the standards of overseas markets is yet another major hurdle affecting exports. This is to say, equipping the labs with proper human, technical and logistic resources is not enough to assure the exporters of entry of their products into the target markets. What is critically important is compatibility that can only be ensured through accredited agencies authorised to conduct tests as per strictly followed and monitored guidelines. Accreditation is an international practice in which certification of competency along with authority or credibility is presented. Organisations that issue credentials or certify third parties about official standards are themselves formally accredited by accreditation bodies. The testing labs accredited to do the job are thus entrusted to ensure compliance with established technical requirements involving physical, chemical, forensic, quality and security standards. At the moment, there are testing labs in the country under various ministries, but lack of coordination, poor or deficient compliance of quality and technical standards set out by the BSTI (Bangladesh Standard Testing Institute) have resulted in a sense of uncertainty about the acceptance of their certification in overseas markets. The number of labs that are able to do the job well with proper international accreditation is few and is not in a position to cater to the requirements of a cross-section of products. Bangladeshi products that currently face entry barriers due to testing inadequacies include pharmaceuticals, processed food products, spices, shrimps and frozen foods, leather and leather goods, to name a few. In the absence of the facility, local manufacturers are forced to send their products abroad for required tests and compliance certification which is very expensive and renders the exported products less competitive. As a result, exported products suffer due to a lack of proper testing and certification. The detection of lead by a US lab in turmeric exported some time ago by a Bangladesh company to the US is a case in point. Newspaper reports suggest that there are a few turmeric growing areas in the country where the soil contains lead. Had there been proper testing prior to export, it could have been detected. Among the potential products faced with accreditation-related problems, pharmaceutical is one believed to be suffering the most. A lack of accredited laboratories has for long been recognised as a crucial deterrent to the expansion of the country's pharmaceutical industry, as well as accessing overseas markets. Concerned quarters are of the view that medicine exports from Bangladesh, given its potentials, could have increased manifold had there been accredited labs in the country to conduct proper bio-equivalence and bio-availability tests of the generic drugs produced by the pharmaceutical companies. Although at present Bangladesh exports generic medicines to a good number of low-end markets in the Asian, Middle Eastern and African regions where markets are less regulated, the real opportunity for the country's pharmaceutical sector to grow with attendant challenges lies in penetrating the high-end advanced markets of Europe and the United States.Forecasts on prospects of the country's pharmaceutical sector have been doing the rounds for quite some time-for well-deserved reasons. However, given the strictly regulated global pharmaceutical regime coupled with the highly capital-intensive nature of the industry, its expansion is dependent on factors, a good deal of which is beyond the capacity of individual entrepreneurs. This is particularly so when it comes to accessing overseas markets, especially those in the developed countries. As for meeting the demands of the domestic market, it has been learnt that medicines produced locally- generic drugs of brand medicines - are presently in a position to meet 97 per cent of local demand. According to industry insiders, Bangladesh is capable of producing high-quality drugs as the industry employs state-of-the-art manufacturing facilities, sophisticated quality control equipment and skilled human resources. This is well complemented by the capacity and heavy investment by local companies in the past years.Absence of accredited labs also affects export of many other products, including both primary and processed products. Food products, in particular processed food products, are reportedly hard hit in this respect. Like pharmaceuticals, many of the primary and processed products can only access less regulated markets. If absence of accreditation is a major deterrent to expanding export destinations, not only for pharmaceuticals but also for a number of other products, steps should be taken to develop facilities enjoying globally recognised accreditation power. It has been learnt that one of the key hurdles in the process of having accredited labs in the country is that the Bangladesh Accreditation Board (BAB), the designated body to get the testing labs registered or authorised by it, is itself yet to be authorised by international accreditation bodies. The authorities concerned must immediately initiate a serious move to earn recognition from international bodies.\n[email protected]",
        "headline_1": "Absence of accredited labs is a major deterrent to exports",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/absence-of-accredited-labs-is-a-major-deterrent-to-exports-1669122186",
        "news_paper_name": "The Financial Express",
        "publish_date": "23-11-2022"
    },
    {
        "full_article": "The government has hiked the bulk power tariff by nearly 20 per cent. The new rate comes into effect from December, 2022. It does not come as a surprise. What does come as a surprise is that the Bangladesh Energy Regulatory Commission (BERC) didn't even bother to go through the motions of holding a public hearing, as has been the norm till date. Perhaps the idea was to avoid the inevitable public outcry that various stakeholders, including the Consumers' Association of Bangladesh (CAB) would raise on such a move.The hike has, however, been minimised since the government will be providing the Bangladesh Power Development Board (BPDB) with a subsidy of Tk200 billion. Had that not happened the revised tariff would have gone up even further. Whilst such statements may be gratifying to those in the driving seat, it does little to help matters at consumer level. Because although we have been assured that there will be no increase of tariff at retail level, the various distribution companies (like West Zone Power Distribution Company Ltd.) are, reportedly, clamouring for a corresponding raise in power tariff. The same can be said about Dhaka Power Distribution Ltd. (DPDC), Dhaka Electric Supply Company Ltd. (DESCO), Rural Electrification Board (REB), all of which are preparing their own respective proposals to be submitted to BERC for such a raise. Why shouldn't they? Since they'll be dishing out money at this new revised (upward) rate to buy bulk power, why would any of the distribution companies bear the brunt? Retail price hike may be deferred for some time, but it is likely to be raised eventually. The State has raised the power tariff nine times during its tenure in power. With the primary fuel energy mix getting more and more dependent on expensive fuel imports, it is increasingly becoming impossible to rationalise the cost. The depletion of proven natural gas fields in the country which is being beefed up by a mixture of diesel and liquefied natural gas (LNG) points to a scenario where there will be periodic hikes in power tariff. The International Monetary Fund (IMF) (from which the government has sought a multi-billion dollar loan package) has also advised the government to ease off the subsidy it gives to the power sector. Unfortunately for the Bangladeshi people, the economy has not been faring particularly well this year. In the broader scheme of things, the foreign exchange reserve has been under intense pressure to meet import payments, but the situation has gotten murkier with a fall in inward remittance. On top of all this, the global energy market has been turned on its head due to the seemingly endless Russo-Ukrainian conflict. The runaway inflation for basic food staples has been extremely painful. With an unheard-of spike in fuel prices for transportation coupled with racketeering at wholesale level, prices of edibles are rising at a phenomenal rate on a weekly basis.The winter is knocking at the door. So city residents are refraining from running their air conditioners at full blast, which according to experts is saving at least 3,000 megawatts of electricity. The government has just announced that 25 per cent more LNG will be imported and there will be no more endless load-shedding. But what is the point of having ample energy if the prices at retail level is raised somewhere down the line? The sad reality is that we still refuse to tap our own proven reserves of primary energy sources. There is simply no way of scaling down energy prices until we move away from the expensive imported fuels, prices of which will always remain volatile, either due to geopolitical conflict or price fixation by producing nations.\n[email protected]",
        "headline_1": "Yet another round of power price increase",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/yet-another-round-of-power-price-increase-1669122226",
        "news_paper_name": "The Financial Express",
        "publish_date": "23-11-2022"
    },
    {
        "full_article": "Whether you love it or hate it, TikTok is one of the most popular and fast-growing short video sharing platforms in Bangladesh. It was the most downloaded non-game app in the country in 2021. It has rapidly become an emerging online social community, regardless of age and socio-economic background. The members of this community are often called as TikTokers. However, in an attempt to go viral, some of these members are resorting to vulgarity, and following bizarre lifestyles. Most of TikTok video clips do not give any good message but promote immoral practices. Sometimes, young people are being involved in crimes, while making contents for TikTok. However, it is unfortunate that the use of this app has been increasing among the country's youths. Entertainment is a fundamental right to a human being. But at the same time, it should be healthy and ethical. Many people play outdoor sports for fun. It also keeps them fit and strong-willed in mentality. As leisure, some people love to read books. This is also a good hobby. Watching movies, cartoon, stage play or sports is also known as quality pastimes. But when in the name of creating video contents for TikTok, young people start wearing indecent clothes, calling names or speaking roughly and behaving offensively, it cannot be accepted. It is because of TikTok addiction, today's youths are losing their interest in reading and other recreational activities. So, we urge the authorities concerned to filter these video contents. Also, we should make young people understand that they are getting addicted to this app that adds nothing of value to their thought process but only waste their precious time. \nAbdullah Almamun, Student of Department of Sociology, Jagannath University, Dhaka, [email protected]",
        "headline_1": "Don't waste time watching, creating TikTok videos",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/dont-waste-time-watching-creating-tiktok-videos-1669122254",
        "news_paper_name": "The Financial Express",
        "publish_date": "23-11-2022"
    }
]