[
    {
        "full_article": "The 41 workers who were trapped for 17 days in the collapsed tunnel in Silkyara, Uttarakhand, were rescued after extensive efforts led by the National Disaster Management Authority. On November 28 evening, rescue personnel managed to breach the rocks that had collapsed around the workers, and evacuated them. In and of itself, the rescue was remarkable because of the resources mobilised to achieve it. Just a day after a part of the tunnel caved in, officials were able to supply the trapped workers with oxygen and food. By November 16, an auger drill had been flown in from Delhi, assembled, and pressed into service. In the following week, efforts to reach and release the workers progressed in fits and starts, as officials at the site dealt with obstacles in the drill’s path, its own health, the stability of its platform, and the effects of its motion on the surrounding rock; in particular, they had to ensure the workers were not endangered by rocks loosened by vibrations. But work was forced to a halt by November 25 when the drill’s blades lodged in the debris. The next day, a new phase of the operation commenced: vertical drilling, with assistance from experts of rat-hole mining to help clear the rubble. Finally, on November 28, the rescuers finally pierced the cavern and brought the workers out. The operation involved the National and State Disaster Response Forces, the Border Roads Organisation, the National Highways and Infrastructure Development Corporation Limited, and the Indo-Tibetan Border Police, among others.In a post on X, President Draupadi Murmu called the rescue “one of the greatest” in history. It may well be, but the scale and the fervour with which it was undertaken also casts an unfavourable spotlight on the Char Dham highway project and on the unsafe working environments of those expected to build such infrastructure. In both this incident and one in July, when a crane collapsed on and killed 20 workers working on the Nagpur-Mumbai Samruddhi Expressway, in Thane, the contractor was Navayuga Engineering Company Ltd. The government must investigate the specific causes of both incidents, take steps to prevent recurrence of similar situations and ensure on-site working conditions include safety features. Then again, if unsafe environments are the issue, ongoing work on the Char Dham highway itself may need to be reconsidered, since experts have repeatedly raised concerns about the carrying capacity of the local terrain and slope-cutting activities defying geological wisdom. The rescue was certainly laudable, but if adequate attention is paid to workers’ — and the highway’s future users’ — safety, such operations may not be needed altogether.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nUttarakhand\n\n/\n\naccident (general)\n\n/\n\ndisaster management\n\n/\n\nmountains\n\n/\n\nenvironmental issues",
        "headline_1": "Rocky reminder: On the Silkyara tunnel rescue",
        "headline_2": "The Silkyara tunnel rescue is laudable, but the accident was preventable",
        "link": "https://www.thehindu.com/opinion/editorial/rocky-reminder-the-hindu-editorial-on-the-silkyara-tunnel-rescue/article67587441.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "30-11-2023"
    },
    {
        "full_article": "The Model Code of Conduct (MCC) that parties and governments are expected to follow during election campaigning is well-meaning, but not easy to enforce. The MCC is largely dependent on the cooperation of parties and governments and the vigilance of the Election Commission of India (ECI). Some of its clauses are declarations of intent, such as maintaining the “purity of the election process”. In recent days, the ECI has wielded the MCC against the Assam Chief Minister Himanta Biswa Sarma of the Bharatiya Janata Party, and its Delhi unit president; Congress leaders Rahul Gandhi and Priyanka Gandhi; Aam Aadmi Party (AAP) leader and Delhi Chief Minister Arvind Kejriwal, Bharat Rashtra Samithi (BRS) supremo and Telangana Chief Minister K. Chandrashekar Rao and his son and cabinet colleague K.T. Rama Rao following alleged violations of various kinds. In a more consequential move, the ECI has withdrawn its permission for the Telangana government to credit cash to farmers under the Rythu Bandhu scheme ahead of voting on November 30. The ECI found statements made by State Finance Minister T. Harish Rao to be in violation of the MCC. But curiously, the Congress government in Karnataka has been served notice for issuing advertisements that might influence voters in Telangana. The Gandhis were served notices for using allegedly derogatory words against Prime Minister Narendra Modi based on the BJP complaints.This catalogue of ECI actions might give an appearance of even-handedness, but issues that it did not address too require attention. Congress complaints against Mr. Modi and Home Minister Amit Shah, for charges comparable if not more serious than those against Opposition leaders, have been ignored. The ECI has not responded to a Congress complaint that the Enforcement Directorate tried to tilt the scale in Chhattisgarh by making a public accusation against Chief Minister Bhupesh Baghel, in the midst of elections, that he had received kickbacks from a fugitive. The merits of this case apart, weaponisation of investigations by central or State agencies for political purposes during an election can be an unfair interference. It is doubtful that the ECI has proven itself up to the task and demonstrated its capacity to act fairly and objectively. In this context, a government move to legislate the supremacy of the executive in the appointment of the members of the ECI is worrisome. Under the proposed scheme, the ruling party at the Centre will solely control the composition of the ECI. That is not good news for free and fair elections in India. \nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nelection\n\n/\n\nAssam\n\n/\n\npolitics\n\n/\n\nBharatiya Janata Party\n\n/\n\nIndian National Congress\n\n/\n\nAam Aadmi Party\n\n/\n\nBharat Rashtra Samithi\n\n/\n\nTelangana\n\n/\n\nPrime Minister Narendra Modi\n\n/\n\nChhattisgarh\n\n/\n\nChhattisgarh Assembly Elections 2023\n\n/\n\nTelangana Assembly Elections 2023",
        "headline_1": "A better model: On a catalogue of actions by the Election Commission of India",
        "headline_2": "The ECI must act independently as the arbiter of election code breaches",
        "link": "https://www.thehindu.com/opinion/editorial/a-better-model-the-hindu-editorial-on-a-catalogue-of-actions-by-the-election-commission-of-india/article67587393.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "30-11-2023"
    },
    {
        "full_article": "The politician’s UID markers.\nSharper during elections \nIf you don’t know that netas are a unique species sent to earth by whichever god/s you believe in, or don’t, you must have\n\n lived under a rock; \n most certainly never lived through an election;\n never stepped on to any street in big city, small town or even village;\n tried to be blind, deaf and definitely not dumb, in fact epic-ally detached.    \n\nThe Netazen believes he has been sent to save us. Actually, it is the opposite. Netas’ presence in our consciousness is in inverse proportion to their real usefulness in our lives. In fact, from the mess they are making, you can see that states function in spite of their governments. My own state is a Maha example; it’s not even clear if two out of its three ruling parties are the real Shiv Sena/ NCP. However, even the most Teflon-coated citizens are stuck with the rules/ policies thrust upon us. Alas, netas can’t be discarded and replaced at every Diwali dhamaka sale. \nHere is a primer on the Netazen’s distinguishing factors/ favourites:\nHabitat: Seat of power, corridor to it, wings for waiting in. Hoardings  \nScience subject: Egology\nObsession: Photo-op\nSport: Riding a high horse, hot-air ballooning; stool-pigeon shooting. Own goal  \nPlant: Poison ivy\nAnimal: Chameleon\nBird: Peacock. When out for a duck, he must eat a crow\nGift: Cutlery set, with back-stabbing knives, implement to fork out excuses, and lots of extra chamchas\nAilment: Hyperactive gallbladder and bile duct, garrulitis, electile dysfunction. Cardiac to prevent arrest\nPrefix: ‘Honororable’, even if far from\nSuffix: ‘-ji’ \nMusic: Air On The ji-string’. For Congressies, it’s Heir On The G-string\nFairy tale: The Ghoos That Laid The Golden Eggs\nBedside book: My Experiments With Untruth\nFilm: Gaali Boy\nGolden-oldie: Poll, ally, poll, sangam hoga ke nahin; Aaj haraaney ki zidd na karo.  \n                           ***\nAlec Smart said: “There’s always light at the end of the tunnel.”\n\n",
        "headline_1": "Netazen’s charter",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/voices/netazens-charter/",
        "news_paper_name": "The Times of India",
        "publish_date": "30-11-2023"
    },
    {
        "full_article": "There is always a hype built around the annual United Nations Climate Change Conference. Every Conference of the Parties (COP) is projected as a do-or-die meeting. Success is typically measured by the grandeur of new pledges, with the host country basking in the glow of any significant commitments. However, the 28th COP, which begins on November 30 in Dubai, is unique because it is not so much about new promises (though there will undoubtedly be some) but what happened to the old ones. The question to be answered in Dubai this December is: Have the countries kept their promise, and if not, what’s next? Dubai COP, therefore, is the first “official” reality check of the climate crisis. It is also a reality check for the oil and gas industry and for the commitment of the rich world to support poor countries in dealing with climate disasters.Read full story on TOI+\n\n",
        "headline_1": "So, what can Dubai do? COP28 will really test rich nations’ commitment to climate finance. Big Oil & Big Gas will be under severe scrutiny",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/so-what-can-dubai-do-cop28-will-really-test-rich-nations-commitment-to-climate-finance-big-oil-big-gas-will-be-under-severe-scrutiny/",
        "news_paper_name": "The Times of India",
        "publish_date": "30-11-2023"
    },
    {
        "full_article": "On Tuesday, they were heroes. But down the decades, in India and in most other mineral-rich parts of the world, they were held up as examples of what goes wrong when economic desperation forces people to seek livelihoods risking their lives.\nSilkyara’s 41 trapped workers were finally rescued by rat-hole miners. Some rat-hole miners interviewed by the media before they went in to complete the rescue effort were confident, and downplayed fears of claustrophobia or the risk they themselves were undertaking to work through crevices in the debris.\n\nRead full story on TOI+\n\n",
        "headline_1": "Heroes in Silkyara, at risk in mines around the world",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/heroes-in-silkyara-at-risk-in-mines-around-the-world/",
        "news_paper_name": "The Times of India",
        "publish_date": "30-11-2023"
    },
    {
        "full_article": "Seventeen days after workers constructing a 4.5 km motorable tunnel at Silkyara-Barkot, Uttarakhand, were trapped following acave-in, an unprecedented multiagency rescue effort, capped by the heroic final act from rat-hole miners, brought them out safely. For a country that tends to ignore project safety, the price of which is paid by workers, it was a rare occasion when no one gave up on the workers trapped in the tunnel. This makes Silkyara memorable. The task was daunting, with rescue teams having to dig through 57 metres of debris. Of this, the last 12 metres required manual clearing. Over the 17 days of rescue efforts, a highlight was the way different agencies pitched in.\n\nOther than NDRF and its state counterpart who were at the forefront, five other agencies, including ONGC, were part of the rescue efforts. The army lent the services of the Madras Sappers, an arm of its corps of engineers. The rescue efforts did not hesitate to tap into foreign expertise or even the basic approach of rat-hole miners, who are now banned from extracting minerals using this technique. A notable aspect of the multiagency rescue effort was the seamless coordination.\n\nOnce the emotions over the rescue efforts settle, it’s important to ask questions about the risk assessment of the Chardham Mahamarg Pariyojana (CMP). At a local level, workers in the Silkyara-Barkot tunnel were exposed to high risk because there was no escape route in case of an accident. This violates safety norms. CMP sidestepped overall environmental impact assessment by breaking down the project into separate segments, each of which was below a threshold of 100 km. This helped CMP begin building an all-weather road in one of India’s most seismi-callyactive and fragile zones without adequate risk assessment.\nIndia needs a massive infrastructure upgrade. But to view projects through the lens of development versus environment is false. The core issue is about the cost-benefit analysis that factors in risks. There have been several incidents along CMP that show bypassing a proper environment impact assessment was shortsighted. It’s still not too late to reassess CMP and tweak it to account for risks. That’s the least we can do for the workers who are building it. The aim of CMP is to ensure safe access to key nodes. Ignoring environmental risks will defeat the purpose.\n\n",
        "headline_1": "Silkyara’s 2 lessons: First, when agencies work together, even tough jobs can be tackled. Second, revisit project risk assessment",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/silkyaras-2-lessons-first-when-agencies-work-together-even-tough-jobs-can-be-tackled-second-revisit-project-risk-assessment/",
        "news_paper_name": "The Times of India",
        "publish_date": "30-11-2023"
    },
    {
        "full_article": "In a land-scarce country with an oversize population, the value of each inch of territorial area cannot be overemphasised. The country's incumbent prime minister has long been taking pains to drive home the message of making good use of land. Her concern was largely for bringing even fallow lands under cultivation or tree plantation. Now she qualifies her earlier stance by directing the authorities concerned to prepare upazila master plans for judicious use of land under each of the lowest administrative tiers. In a country with a population of around 1,200 living in a square kilometre, cropland has aggressively been brought under housing and development projects. Woodlands and forests have mindlessly been denuded until the nation became aware of the precarious environmental degradation and started creating social forestry. This initiative was further motivated by the timber value of particular species of trees, unlike the indigenous ones, that were introduced.So, now is the time for introspection. With the country projected to suffer the worst adverse impacts of climate change and under the compulsion of feeding an increasing population with its home-grown staples and other produce, all the options open before the nation have to be explored in-depth. It is exactly from this perspective, a master plan drawn on land use for each upazila can be a clinching factor for the nation. Not all upazilas are equal in size, nor do they have similar geo-morphological conditions. So the master plans will have to be quite diverse but must suit each of their territorial areas. But about one particular point, there should not be two opinions and this concerns preservation of as much cropland, forest areas and water bodies as possible. Although 1,200 people live in a square kilometre area, the population concentration is not homogeneous. The likely migration of people from the coastal areas in case of inundation by the rising sea should also be kept in mind.There are not many options open before the nation to meet the challenge posed by the shrinking and degrading lands. The first option ought to be a plan for reducing the rate of population growth still further. Villages with dense population may have to opt for taller buildings ---say three to four-storey – instead of building separate house on farmlands. In that case, the master plan might be of help with not only clear guidelines but also finance. Villagers have already found that the traditional tin-roofed houses are almost as costly as those made with bricks. Now the master plan can include some administrative entity that will serve as a counterpart to the Rajdhani Unnayan Kartripakhha (RAJUK). True, there is a need for streamlining the house-building sector in villages but the infrastructure development under the ambit of the local government should also get regulated with both lower tiers of local government and the upazila administration collaborating with each other. Newspapers often publish pictures of and reports on roads and bridges built in the middle of vast rice fields coming to no one's use ever. The master plan should bring an end to such eccentric, freakish and useless development initiatives once and for all. Those who have already been responsible for waste of money on such infrastructure should be made accountable for their misdeeds.",
        "headline_1": "Upazila master plan for land use",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/upazila-master-plan-for-land-use-1701272602",
        "news_paper_name": "The Financial Express",
        "publish_date": "30-11-2023"
    },
    {
        "full_article": "The actor Ferdous is a candidate for the forthcoming general election in January next year from the ruling Awami League. His selection as a candidate follows in the tradition set by others of his profession in these past many years. To what extent showbiz personalities enrich politics remains a question, but what is obvious is that voters are often swayed by the screen images of the artistes they admire, enough to vote them into parliament. As we speak, another actor, having failed to come by a ruling party nomination for parliament, has decided to go into the election as an independent candidate.One recalls the thespian Amitabh Bachchan becoming a Congress candidate for parliament in the 1980s, thanks to his good friend Rajiv Gandhi, and thoroughly beating the very experienced Hemwati Nandan Bahuguna at the election. But whether Bachchan was able to make any significant contribution to Indian politics is a question that might be debated. In any case, Bachchan soon made his exit from politics and back to filmdom. It was a decision that was wise. Perhaps he should not have gone into politics. Dilip Kumar, Raj Kapoor and Dev Anand never did.In Bangladesh, there has been the accomplished artiste Kabori, who was elected a member of the Jatiya Sangsad from Narayanganj but soon found herself busy waging battle with people in her own party, those who were unhappy at the prominence given to her in politics. The recently deceased actor Farook was also in parliament, but ill health prevented him from playing the sort of role one expected of him. Had he been in good health, he would be an asset in national politics. His commitment to the nation, to values was never in doubt. Anwar Hossain, he of Sirajuddoulah fame, once joined the Muslim League. But then nothing more was heard about it.There have been others, Asaduzzaman Noor and Tarana Halim for instance, who have played important roles in parliament. Halim has not been given a nomination by the ruling party this time, but people who know her for the eloquent voice she has always been will know too that her future in politics is not over yet. Meanwhile, prior to the last election in 2018, a prominent actress of the 1960s and 1970s - she earned renown by her performances in both Urdu and Bangla movies - expressed her desire for a parliamentary nomination. She did not get it.The participation of actors in politics has been a reality in our times. The most famous instance of an actor making his mark in politics is that of Ronald Reagan, whose career in the film industry was not much to write home about. But his interest in politics, coupled with his affable personality, was to take him all the way to the governorship of the state of California and eventually to the White House. The actor Clint Eastwood once served as mayor of the charming, small Californian town of Carmel. Peter Lawford never went into politics, but his marriage to a Kennedy brought him in close connection with politics.Glenda Jackson was a formidable actor in Britain. Her bold performances were a broad sign of the realism she wished to base her acting on. Once her film career was over, or was brought to an end by herself, she focused on national politics. She aligned herself with the Labour Party and entered parliament, where she did very well. Her understanding of politics, her comprehension of foreign affairs marked her out as one of the best additions to the House of Commons in modern times. In Ukraine, Volodymyr Zelensky was an actor who specialised in comedy roles on television, where he played the character of his country's President. Destiny would take Zelensky to the actual presidency, where today, in an embattled condition, he provides desperate leadership to Ukrainians in the war imposed on them by Russia.In Pakistan, the actor Mohammad Ali was once associated with the Pakistan People's Party but after Bhutto's execution he is known to have switched loyalties to the Muslim League. In neighbouring India, apart from Amitabh Bachchan, there have been other artistes who have made their way into politics and indeed into parliament. Whether or not they were able to make a difference in politics is a matter for historians to dwell on. But it noted, though, that these actors brought, if nothing else, a dash of glamour to Indian politics. Shatrughan Sinha, Rajesh Khanna, Jayaprada, Nargis, Jaya Bhaduri, Raj Babbar, Smriti Irani, Vinod Khanna, Sunil Dutt, Hema Malini, Kamaalhasan, Mithun Chakraborty, Dipankar De and a host of others at some point found in politics a new home. How effective or rich were their contributions to politics? The seductive Ilona Staller, popularly known as Cicciolina, was a Hungarian-born porn actor who subsequently was elected to the Italian parliament. She made no mark in politics, unless her status as a sex symbol could be considered a part of the politics she represented. She was more amusement than politician.In recent years, it has not only been actors but people from other fields of life who have been making a foray into politics. University teachers, superannuated civil and military officials, journalists, businessmen, medical personalities and sportsmen have clearly felt the need to make their contributions in politics, which is just as well. It only goes to show how the shape of politics could be changing. In the old days, Jiang Qing, the wife of Mao Zedong later condemned as one of the Gang of Four, was an actress when she met her future husband. Cambodia's Norodom Sihanouk combined in himself the roles of head of state, singer, lyricist and actor. Nancy Reagan, like her husband, was an actress who in the White House engaged in séances as a way of ensuring that no evil befell her husband.Yul Edochie in Nigeria and John Dumelo in Ghana decided, at a certain phase of their careers as actors, that they could transform their artistic experience into an articulation of passion necessary for the social uplift of the deprived sections of the community. Judith Babirye in Uganda and Desmond Elliot in Nigeria are some other screen personalities who have made the journey into politics.Politics, one could suggest, has been broadening out into areas never previously imagined. In Bangladesh, the singer Momtaz has been a member of parliament. Years ago, the astronaut John Glenn reinvented himself as a US senator. The Peruvian writer Mario Vargas Llosa once tried to get elected as President. Of course he did not succeed. Let's call it a day. \n[email protected]",
        "headline_1": "There is, yes, life after the movies",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/there-is-yes-life-after-the-movies-1701272641",
        "news_paper_name": "The Financial Express",
        "publish_date": "30-11-2023"
    },
    {
        "full_article": "It is often said that young people these days are no longer interested in reading newspapers. This is not correct. Rather, a major section of our youngsters is news-conscious and well-aware of what is happening around them and the world at large. The fact is that their news reading pattern has evolved. Young people, particularly university students, nowadays consume news through online portals and social media platforms. They now prefer photo-cards, satirical memes, photo-stories, features and even long-form stories on screen, but not on conventional papers. Sometimes, they come up with excellent pieces of writing, which they post on different social media platforms. And a few of them go viral among netizens. This shows us that our youth are not reluctant to read, write and express their voice on social issues. If the universities of Bangladesh could provide their students platforms for exchanging their views, we would be able to hear diverse voices and opinions from them. There are a host of issues in the country at the moment on which students' voices are not just important, they are essential. Some of them may relate to issues on campus, while others to much wider subjects. Our university students need more forums to share their views and ideas. Apart from TikTok, Facebook and X (former Tweeter), they need platforms like campus newspaper or university online news portal. And it is not difficult for a university to publish such a newspaper. Most of our universities has journalism department. Teachers and students of these departments can come forward to collect and edit write-ups from students of others departments and run the paper or portal. A campus newspaper or online news portal of a university is like a laboratory for those students who have journalism majors. While there are some obvious differences between a lab work and writing, the principle of hands-on experience still stands. However, it is the best way to do real journalism. Usually, most of our universities have IT specialists and departments of computer science and engineering. Teachers and students of these departments can help manage and oversee the technical aspects of the campus news portals. These newspapers will not only give young students an opportunity to explore their writing talent but they can also help the country's media industry find a pipeline of young scribes and future journalists. According to a survey, there are currently more than 1,600 university newspapers in the US. And European universitees also have a culture of campus publications including student newspapers. But unfortunately, in Bangladesh we have not yet been able to develop such a culture of publishing campus newspapers or other publications at our universities, whether they are public or private. The students at US or European universities are no different than students in any other parts of the world, including Bangladesh. They are perceptive, thoughtful, engaged and see the world in unique ways. Classroom lectures are not enough for them. In this age of fourth industrial revolution, what students need more is problem-solving skill rather than traditional lectures. Student journalism at Bangladeshi universities is not a serious endeavour. As a result, students do not get the opportunity to channel their ideas in a thoughtful and constructive manner. Publishing campus newspapers is an important step a university can take to cultivate students' writing and journalism talents. \n[email protected]",
        "headline_1": "Time to publish campus newspaper",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/time-to-publish-campus-newspaper-1701272667",
        "news_paper_name": "The Financial Express",
        "publish_date": "30-11-2023"
    },
    {
        "full_article": "Using an elephant for extortion is nothing new in Bangladesh. We often come across people riding elephants on Dhaka roads. They block the roads and ask for illegal toll from the shopkeepers, the passers-by and the car owners. It is nothing but extortion. They do not leave until they get the money. As a result, traffic gets stuck for a long time. In some places like sea-beach, elephant-rides are also common. Circuses are terrible places where elephants are physically abused by their trainers with electric shocks, whips, and sharp-ended metal sticks so that they listen to their trainers' dictates. When they make a mistake, they are beaten, tied up with ropes, starved, or chained for hours. But besides robbing people through extortion, those using elephants for extortion are maltreating them as well. And this is also a matter that should concern the authorities. The elephants that are used for extortion should be taken into government sanctuaries, instead of being exploited like this by these extortionists. And the authorities concerned should also take stern action against those who use the elephants either for extortion or entertainment. It is not difficult for the authorities concerned to catch culprits using elephants for extortion in the act. We urge the authorities to take the matter of animal rights seriously and hope that they will bring an end to this illegal practice. \nAfroza Sheikh,Dania, Dhaka,[email protected]",
        "headline_1": "Stop using elephants for extortion",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/stop-using-elephants-for-extortion-1701272685",
        "news_paper_name": "The Financial Express",
        "publish_date": "30-11-2023"
    }
]