[
    {
        "full_article": "It was 50 years ago today when hundreds of Londoners flocked to Sadler's Wells theatre to show their support and donate to the cause of Bangladesh's Liberation War. It, too, was a concert, though not as spectacular as the Madison Square Garden's Concert for Bangladesh organised by the Beatles' guitarist George Harrison and Sitar Maestro Ravi Shankar. The London Concert and seven other concerts in the following weeks in various other English cities were known as the \"Concert in Sympathy\". Sadler's Wells had three shows on the day. And, the key organiser of the series was Birendra Shankar, one of the nephews of Ravi Shankar.\nBirendra courted support from politicians, artists from both parts of Bengal, celebrities including Hollywood's top actress Glenda Jackson, and businesses for his concerts. Birendra Shankar, who founded the Sanskritik Centre of Indian Arts, was well known for his devotion in promoting Indian classical music in Britain. Unfortunately, there is not much information available about his experience in organising this huge series of concerts as he passed away in 2015 at the age of 82. Most of the other participants from India and Bangladesh too have died.\nThough Birendra reproduced a commemorative album of the concert in 1996, marking the 25th anniversary of Bangladesh's independence, that album too is not available on the market. I found a private collector's copy on eBay in 2019 which now belongs to Prothom Alo. Fortunately, the Islington Local History Centre and Museum of Islington Borough of London where Sadler's Wells theatre is located has kept a flyer and some pictures of the event in its digital archive.\nAccording to an obituary written by his wife Barbara Shankar published in the Guardian on June 18, 2015, Birendra had already successfully organised and managed musical shows of Ravi Shankar, Ali Akbar Khan, a folk festival and a dance festival at Piccadilly theatre, Royal Albert Hall and the ….Scala Theatre.. Powered by such experience, he travelled to India and refugee camps in bordering areas of West Bengal and brought in Ruma Guha Thakurta, Nirmalendu Chowdhury, Sabitabrata Dutta, Radhakanta Nandy, Phani Bhushan Bhattacharya, Chandrakanta Nandy, Mohammad Moshahed Ali and Shah Ali Sarkar to \"show something of the soul of the millions\". British artists were inducted to express their \"sympathy for the suffering people\".\nThe musical soiree was a unique mix of two cultures. On the one hand it was a portrayal of the performing arts of Bengal, mostly folk music and songs, and the other was Western music performed by British artists to express their sympathy. It also included songs of Rabindranath Tagore and Kazi Nazrul Islam. Another remarkable aspect was the depiction of religion in rural life. The show started with the Azan (call to prayer) at dawn and then a devotional Hindu song \"Rai Jaago Rai\", followed by a farmer walking to his farming field with bulls and plough. British artists played different compositions with the piano, cello and other instruments. Among them were Jazz artists Norma Winstone, John Taylor, cellist Keith Harvey and pianist Marilyn Knight. Actress Glenda Jackson, who won the Academy Awards as the best actress that year for her role in \"Women in Love\", recited a couple of short poems. French sculptor Jephan de Villiers donated one of his sculptures—to be auctioned for aid for the refugees—that was exhibited at the foyer of Sadler's Wells.\nDescribing people who fled persecution and deaths at home and took refuge across the border, the concert flyer said: People! Lonely and lost; baffled and bewildered; disrupted and dispossessed. Once they were farmers, workers, teachers, doctors and artists—now only refugees. But, to reflect the resistance and defiance it pronounced: \"Bengal, together with her music and literature is alive! Though all is not well there, we hope that we might reach what all Art seeks to reach—the heart of the matter. A battered peoples' Art lives\".  \nThe Earl of Harewood George Henry Hubert Lascelles, who was then the director of the Royal Opera House, Oscar winning actress Glenda Jackson, the vice chancellor of the University of London and the mayors of Birmingham and Wolverhampton were among the nine patrons of the committee. Members of the committee included about 20 members of parliament, including well known supporters of our Liberation War John Stonehouse and Peter Shore. A Nobel Prize winning economist, Professor JT Tinbergen, was also a member of the committee.\nSince finding and listening to the album, I have been trying to learn more about the concert. But I could not find any of the organisers and participants except Glenda Jackson—as most of them have passed away. When I contacted her in early 2020, she was again ruling the British TV screen following her return from politics to acting after a 27-year break, when she played the key role in the BBC drama series \"Elizabeth Is Missing\". For the 2019 production, she won a Bafta TV Award and an International Emmy for best actress. Sadly, when I asked her about the Concert in Sympathy, she could not remember anything. She only said we should all be happy that Bangladesh gained independence and expressed her delight that she had also done something for the cause. Our conversation ended soon, but her recital of the following verses reverberated in my ears, though I could not ascertain who the poet was:\nEach day blood flows on Bengal soil\n Every traveller leaves behind some of his blood in this blood\n bank \n Where it is stored for the future needs of the land \n Bengal's blood is drawn inexorably towards the soil\n And though the river may dry and the sea disappear \n The garland of nature she wears may dry \n Yet one day from this same blood shall emerge a new river\n A fresh garland of nature\n The village that was once destroyed \n And so who wants to keep his blood in the blood bank at the\n hospital \n Where it becomes polluted with the poison touch of glass\n bottles\n There can be no blood bank better than the Bengal soil \n Where each drop of blood donated becomes 10 drops\n And that is why people no longer go to the blood bank at the \n hospital\n Bengal's blood is drawn inexorably towards the soil.\n \nKamal Ahmed is an independent journalist. His Twitter handle is @ahmedka1\n",
        "headline_1": "Looking back at the 1971 Concert in Sympathy",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/looking-back-the-1971-concert-sympathy-2178786",
        "news_paper_name": "The Daily Star",
        "publish_date": "19-09-2021"
    },
    {
        "full_article": "How long does the world have until climate change irreversibly changes our planet for the worse? A new \"climate clock\" installed at Manhattan's Union Square by artists Andrew Boyd and Gan Golan is counting down the amount of time left to achieve net-zero emissions before the effects of carbon emissions from energy use alter the future of this planet. According to climate scientists, an increase in global temperature (caused by greenhouse gases produced by human activity) will lead to higher sea levels, more flooding, intense wildfires, heatwaves, drought, and a rise in other natural disasters. A 2019 report by NASA on global climate change warns that an increase in global temperatures by 1.5 degrees Celsius will lead to melting ice, species and biodiversity loss and extinction, food insecurity, heat-related and vector-borne illnesses and economic losses from climate change.\nThe use of energy (which is currently derived from fossil fuels at disproportionately high rates) is at the core of our modern, global economy. We use energy to power our homes, schools, offices, and factories, to drive our vehicles and transports, to produce our clothes and most essential items, among other activities. However, given the catastrophic impact of climate change and the role of carbon emission from burning extractive energy sources such as fossil fuels in driving such impacts, it is increasingly important for our planet and our economies to be calibrated towards transitioning into renewable energy that will lower emissions. Renewable energy can not only solve the rapidly worsening climate crisis, but it can also facilitate in creating more jobs within an economy, leading to higher wellbeing and a thriving global economy.\nThe International Labour Organisation (ILO) reports that renewable energy sectors are primed to create higher employment opportunities than traditional fossil fuel industries as they tend to have \"longer and more diverse supply chains, higher labour intensity, and increased net profit margins\". These jobs can be created through the production and distribution of equipment and other inputs as well as through services like project operation, installation, and management. Renewable energy can not only create new jobs, but it can also create better and more decent jobs by expanding the scope for better working conditions and creating opportunities for dialogue between workers and employees. It can also create possibilities for greater economic activities in other sectors—for example, it can accelerate economic activity in the agricultural sector by increasing the demand for biomass. Moreover, simple economic principles can also be the driving force behind fossil-to-clean energy transition. Building and maintaining new green energy plants are far more cost-effective than fossil fuel plants, creating more demand for workers and raising job opportunities. A green energy sector is currently booming in the US—around 3.3 million people are working in the sector, outnumbering total fossil fuel jobs in the country.\nExpanding the renewable energy sector portends more job opportunities; however, the challenges associated with transitioning into it also need to be addressed. Although there are concerns with fossil fuel jobs being phased out and replaced with green energy jobs, research suggests that falling employment in these industries will be offset by the rising employment in the renewable sector.  Another issue is ensuring the just transition of a labour market into the green energy sector which necessitates the flexibility of the labour force. As such, transitioning to a new industry will also require new training and opportunities for retraining and supplementary upskilling opportunities, along with possibilities for transition for workers in extractive energy industries as well as focusing efforts on retaining workers and their expertise within the industry.\nDespite the promise of higher employment and greater economic growth and wellbeing with renewable energy transition, conversations around this issue inflict doubt and scepticism about the viability of green energy to ensure sustained economic growth. There is a pervasive myth in policy discussions which indicate that higher growth cannot be separated from soaring greenhouse emissions, especially as countries in the Global South (a term which refers to lower, middle- income, and emerging national economies) are rapidly industrialising their economies, leading to more carbon emissions.\nHowever, the concept of eco-economic decoupling in economic and environmental fields suggests that an economy can achieve economic growth without resorting to corresponding carbon emissions and environmental pressures through adopting relevant policies and technologies. Dr Narasimha Rao at Yale University, whose research examines the relationship between energy systems, human development and climate change, demonstrates that the choice between economic growth and lowering emissions is often a false dichotomy. Traditional economic thinking centres economic growth and wellbeing around metrics like GDP that do not measure the sense of wellbeing and equality within an economy; thus, he suggests moving towards a more holistic definition of growth that focuses on ensuring justice—social, economic, and environmental. According to Dr Rao, reducing inequality—both between countries and within them—is one of the most effective ways to mitigate the impact of climate change. Economic growth does not need to be energy-intensive. Instead, it is possible to create opportunities for energy-efficient economic growth in developing countries through expanding renewable energy sectors, which in turn can lead to policies and technologies that protect the environment, create jobs, and elevate people's quality of life. \nThe \"Climate Clock\" ticking away at Manhattan showed that at the time of writing, humans have a little over seven years to reverse the future that unfettered climate change and environmental degradation will inflict on the planet. Transitioning into a renewable energy economy is a key part of the solution to the challenges posed by climate change. It is also the solution that is more positioned to create higher employment, a dynamic economy, and one that will allow greater wellbeing while keeping our planet safe.\n \nBijetri Tasnuva Pronomi is Executive Director, The Blue Sky Charitable Foundation ( BSCF).\n",
        "headline_1": "Green jobs and green energy",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/green-jobs-and-green-energy-2178771",
        "news_paper_name": "The Daily Star",
        "publish_date": "19-09-2021"
    },
    {
        "full_article": "The USA observed the 20th anniversary of the 9/11 attacks on September 11, 2021, on the same day the Taliban raised its white flag on the Presidential Palace in Kabul to celebrate their victory. Regardless of its act of defiance, the new government of Afghanistan has at the same time appealed for assistance from the global community to feed its starving millions, and to put the Afghan economy on an even keel. Meanwhile, international aid agencies are gearing up to send food, health supplies and other essential items to a country where, after 20 years of war, peace might finally be on the horizon. While some major regional powers including Russia, China, and neighbouring Pakistan are also sending material support to Kabul, it is not clear what role the USA will play as the latter struggles to find its own footing in the global geopolitical setup.\nThe composition of the new government has been a disappointment for the USA, UK, Germany, and other donor countries. Not a single country has so far recognised the new regime. The Taliban were forewarned that if they go back to their old style of governance, that would bring \"an Afghanistan that is kept backwards, ridden with obscurantism, bereft of civilisation and art, devoid of unity and solidarity, and a country that is forced into economic and political isolation.\" These strong words did not come from the US president, but from one of Afghanistan's well-known politicians, Ahmed Massoud, who is the founder of the National Resistance Front of Afghanistan.\nAid agencies in Afghanistan are now in a terrible fix. They must decide how to help the country without abetting the Taliban. The challenges are enormous. The heads of UN agencies and international aid groups appealed last week for more humanitarian funding for Afghanistan as they pledged to stay, warning that they were at least USD 800 million short of what was needed. Even during the Ghani regime, salaries of doctors, nurses, teachers, and civil servants were overwhelmingly subsidised by the World Bank. More than 70 percent of the government's non-military budget was financed by the donors.\nThe UN Office for the Coordination of Humanitarian Affairs sent out a \"Flash Appeal\" or request for emergency aid for USD 606 million to assist nearly 11 million Afghans with critically needed food and \"livelihood assistance\" for the four remaining months of 2021 amid warnings of drought and starvation. This money will also fund essential health services for 3.4 million Afghans, treatment for acute malnutrition for more than 1 million children and women, water and sanitation for 2.5 million people, and protection for 1.5 million people including children and survivors of gender violence. The UN took up this funding request on Monday and the UN Secretary General announced an agreement to fund Afghanistan to the tune of USD 1 billion.\nThere have been voices of dissent from some aid agencies stationed in Kabul. They were hoping that the new Taliban government would be inclusive and be formed after consultation with the various rival factions operating in Afghanistan. All these expectations have now been dashed. Religious minorities, particularly the Hazaras, women, and various ethnic groups were left out.\nFormer Irish president Mary Robinson, who heads the group of prominent former leaders founded by Nelson Mandela (Elders), called on China and Russia especially to tell the Taliban that participation of women in Afghan society and the education of girls are \"non-negotiable and must be respected.\" Now, aid groups may try to bypass the Taliban, who are still under international sanctions.\nThe new government is pushing back and even seeking to capitalise on the division between the superpowers. \"Afghanistan needs help,\" said Zikrullah al-Hashemi, a Taliban aid official. \"But this is my suggestion for the Western countries: The conditions will not work with the Afghan people. If you want to help us, do not put the conditions forward. If you put pressure, they will not accept.\" For many Afghans, more pressing than the composition of the Cabinet was the economic fallout of the chaos triggered by the Taliban's conquest. Concerned observers abroad are still struggling to come to terms with the urgency and importance of foreign aid for the new Afghan government as it tries to revive the economy.\nWhat does Afghanistan need now?\nTwo issues have emerged as of paramount importance for policymakers in the West: how important is foreign aid for the survival of the Afghan economy and secondly, how much leverage can the US and its allies exercise by maintaining sanctions and other forms of economic warfare against the new government.  \nUnquestionably, the new Afghan acting Prime Minister, Mullah Hassan Akhund, and his team will need to face the challenge of reviving the economy head-on, and brace themselves to combat steep inflation, food shortages exacerbated by drought, and the prospect of international aid being slashed as countries distance themselves from the Taliban.\nMany Western observers are puzzled and asking, \"Where are Taliban officials getting the money to run Afghanistan?\" The World Bank (WB) has painted a bleak picture of Afghanistan's economic scenario. It describes Afghanistan's private sector as narrow, characterising its economy as \"shaped by fragility and aid dependence\".  The BBC called it \"desperate and uncertain\".\nInterestingly, two researchers for the Overseas Development Institute (ODI) present a different picture of the resilience of the informal economy. Graeme Smith, author of \"The Dogs Are Eating Them Now: Our War in Afghanistan,\" and David Mansfield, author of \"A State Built on Sand: How Opium Undermined Afghanistan,\" contend that only a small proportion of Taliban revenues from trade involves opium, hashish, methamphetamines, and other narcotics. Based on their fieldwork in the province of Nimruz, they found that even more lucrative is the legal movement of ordinary goods, such as fuel and consumer imports.\nOne reason foreign donors inflate their own importance in Afghanistan is that they do not understand the informal economy, and the vast amounts of hidden money in the war zone. In Nimruz alone, Smith and Mansfield estimated that informal taxation—the collection of fees by armed personnel to allow safe passage of goods—raised about USD 235 million annually for the Taliban and pro-government figures. By contrast, the province received less than USD 20 million a year in foreign aid.\nNonetheless, UN Security Council resolutions imposing sanctions and other restrictions on the Taliban for terrorism-related actions will prevent the Central Bank of Afghanistan from receiving new paper Afghan currency, which is printed in Europe.\nGreg Ip of the Wall Street Journal questions the effectiveness of sanctions. \"The last American soldier had barely left Afghanistan when President Biden pledged that pressure on the Taliban would continue through other means, in particular what he described as economic tools,\" i.e. sanctions. Cornell University's Nicholas Mulder in his forthcoming book, \"The Economic Weapon: The Rise of Sanctions as a Tool of Modern War,\" uses historical data to document the failure of sanctions to counter authoritarian regimes.\nIn the context of the new Afghanistan, the complex set of sanctions that the UN Security Council previously imposed on the Taliban, as well as those imposed by the US, EU, and many governments, should be reviewed to ensure that they do not complicate the delivery of humanitarian assistance by NGOs.\n \nDr Abdullah Shibli is an economist and IT consultant. He is also Senior Research Fellow at International Sustainable Development Institute (ISDI), a think tank based in Boston.\n",
        "headline_1": "The multi-dimensional challenges of resuscitating the Afghan economy",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/open-dialogue/news/the-multi-dimensional-challenges-resuscitating-the-afghan-economy-2178761",
        "news_paper_name": "The Daily Star",
        "publish_date": "19-09-2021"
    },
    {
        "full_article": "It is as refreshing as watching flowers of urban forestry in bloom or the roadside plants glisten after a bout of rain.\nChildren in their uniforms, heading to their schools, have brought back memories of a life that came to a standstill for over 18 months. A little boy with a school bag and a water bottle, hugging his dad from the back on a motorbike, a sleeping girl in her mother's arm under a rickshaw hood, or a caregiver feeding a restless child breakfast in a speeding car—all this is a morning vista that we greatly missed. In the last year and a half, my niece grew up and became a teenager; her teacher could hardly recognise her when she returned to school. It was quite an emotional reunion, from what I hear.\nThe institutions are starting to be abuzz with life. The tiny masks worn by our young ones, however, remind us that not everything is normal. And to minimise the physical stay in the compound, many schools are offering half of their classes online. Hybrid learning is the new absolute.\nThe Ministry of Education has always maintained that they would not reopen schools unless the infection rate dropped under 10 percent, adding that they would not hesitate to shut down if there was any sign of a viral spike. It is a prudent decision. The parents, too, are cautious, as suggested by the low turnout in schools. If the rise and fall of the viral curve is any indicator—that, too, based on only those who have volunteered to be tested—the cautiousness of the students and their parents is also understandable. They need complete assurance that their children will be in a protected environment. The reality is we are far from an ideal situation where we can claim normalcy.\nAt my university, ULAB, we conducted a survey to assess the vaccination status as well as the student preference for online/in-person classes. While most of our teachers and staff are vaccinated, only one-third of our students have been able to get the jabs. The absence of national ID cards seems to be a hindrance; only recently, the option of birth certificates and a dedicated link for university students have been introduced. Priorities have been given to medical students and public universities with residential dorms; private universities like ours did not make the cut. If our students manage to avail themselves of this lately given window of opportunity, we expect two-thirds of our students to receive at least one dose of the vaccine by the end of this month, when we are supposed to resume face-to-face learning.\nThe rate of being infected after two doses throws another spanner in the works. There is a three-way split among our students: 39.7 percent are comfortable in continuing classes online, 33 percent want to return to physical classrooms, while 27.3 percent have no preference. Given the adversity aired against online teaching, it is interesting to see how an age-old system of in-class lecturing can undergo a serious revision with the advent of the new.\nAnother interesting find in the survey was that almost all students would move to Dhaka once the campus reopened, which means even if we adopt a hybrid or a blended model, our students from outside of Dhaka (about 25 percent) would like to relocate. This is understandable as universities are required to hold exams and laboratory classes in a physical setting.\nThere is no clear-cut solution to the imbroglio that we are facing. To adopt a hybrid model—where teachers will be streaming classes with half of their students present in the classroom, with the remaining half in their homes—will need massive investments. All classes will need high-resolution cameras and microphones, and teachers will be required to have basic training on addressing two different audiences at the same time. Such a model will allow the university administrations to control the crowd: for example, the odd roll numbers attending the Sunday slots, while the even roll numbers coming in on Tuesdays.\nThis is an example of a hybrid model where face-to-face and online activities are integrated. In a blended learning model, class sessions are mostly held in traditional classrooms with the online platforms used for activities, lecture sharing, and assessment. With just weeks to go before the reopening, the government directives for universities have been very flexible. It has asked the academic council and syndicate concerned to decide on the teaching modalities.\nAs the split in our survey shows, the situation is unlikely to yield any consensus. We will need decisive actions. The government's vaccination programme is directly linked with the campus visit policies. For instance, as an institution, can we declare a campus policy that says \"no vaccine, no entry\"? We submitted the list of our registered students in February, but only last week did we have the introduction of a university vaccination service. We cannot bar students from entering their campus. We can always endorse basic health protocols, such as wearing masks, using sanitisers, checking temperature, classroom airflow, and disinfection of public places. Then again, who will bear these additional expenses? What will be our protocol for a \"panic shutdown\" if there is a rise in the number of infections? We have already seen a similar instance in the US.\nThe key challenge in reopening our institutions and adapting to a new model is making sure that all our students have the same experience. We cannot have one set of teaching/learning experiences or assessments for one group of students, while another set of experiences for the others. How can we ensure that, outside our protected area, the students are moving with similar health and safety standards? The public bus in which a student is travelling may not have the luxury of our spaced-out classroom seating arrangements. To what extent can we police our students in maintaining health protocols? Is that a reminder of the Bangla idiom of a tight bundle with a loose knot?\nI believe that a comprehensive strategy is required. Leaving it to the local authority or agency will mean that each institution will set its own bar: some will lower the net to play tennis, while others will set it so high that it will be unrealistic. The country is already experiencing a digital divide where the access to and the affordability of procuring technological devices and the internet have been an issue. The pandemic has exposed the gap between developed and developing countries, urban and rural populations, young and educated versus older and less-educated individuals, public and private, and men and women. One consequence of the digital divide is isolation, which can cause psychological disorders. Gender discrimination is another issue as parents prefer investing more in the education of a male child than that of a female one. It is important that we go back to the campuses to bridge these gaps.\nIn an ideal world, we would like to see the campuses and compounds filled with the liveliness of our students, freed from their screen times and Zoom boxes. We would like to get involved in activities that will hone their social skills and practical knowledge. But letting the policy balloon fly at the last second with a lot of holes in it is sure to spoil the party.\nShamsad Mortuza is acting vice-chancellor of the University of Liberal Arts Bangladesh (ULAB), and a professor of English at Dhaka University (on leave).\n",
        "headline_1": "With Covid, there’s no easing back into campus",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/covid-theres-no-easing-back-campus-2178241",
        "news_paper_name": "The Daily Star",
        "publish_date": "19-09-2021"
    },
    {
        "full_article": "It is extremely disappointing to note the ever-increasing chaos in our road transport sector. As the Road Transport Act-2018 remains mostly ineffective three years after its enactment, and the number and deaths have increased manifold across the country during this time. According to police data, there has been a 40 percent increase in road crashes and deaths in the country in the first seven months of this year, compared to the same period last year. Meanwhile, it has become quite difficult to bring those responsible for the accidents and casualties to justice and compensate the families of the road crash victims due to the nonchalant attitude of the road transport authority.\nAccording to our report, the rules of the Act have not been formulated until now, without which the law cannot be implemented. Moreover, several key sections of the Road Transport Act-2018 still could not be implemented because of \"negotiations\" between transport associations and the government, according to road safety campaigners. Up until now, the government did not penalise those driving large vehicles with licences for light or medium sized vehicles and also did not impose any fine on any vehicles that were modified for carrying containers. Reportedly, the BRTA still issues fitness clearances to these modified vehicles.\nMost importantly, under  this new law, compensating the road traffic victims has not been  possible as the Trustee Board which is supposed to deal with the issue  still could not start its work and will not be able to deal with the  compensation-related issues before the rules of the Act are formulated. As we know, the BRTA has finally formulated the draft rules and it is now awaiting the law ministry's vetting. We think the process should not take long at the law ministry—however, after the vetting, the draft rules will also have to go through several other procedures before they become fully functional. We are also concerned about the amendment of the Road Transport Act-2018. Apparently, the transport ministry has made a draft of the amended law in which at least 29 of the 126 sections have been amended and punishment or fine under at least 14 sections have been reduced. Before finalising the draft amendment, the government should consider the opinions of all the stakeholders concerned.\n",
        "headline_1": "Only a fully functional law can make our roads safe",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/only-fully-functional-law-can-make-our-roads-safe-2178751",
        "news_paper_name": "The Daily Star",
        "publish_date": "19-09-2021"
    },
    {
        "full_article": "It seems the news on Wednesday that seven healthcare facilities would set up RT-PCR labs at the Hazrat Shahjalal International Airport (HSIA) within three to six days was a sham. These labs are desperately needed by the between 30,000 and 50,000 migrant workers, who have been stranded here and unable to go back to work in the UAE for months. This is due to the fact that, on August 4, the UAE government imposed a condition for migrant workers from different countries to carry a Covid-19 negative certificate based on an RT-PCR test result obtained within six hours before boarding their plane. Though countries like India and Pakistan responded promptly by arranging for RT-PCR labs at their airports, the same cannot be said for Bangladesh—a country that owes 10 percent of its USD 24.8 billion of remittance in the last fiscal year to migrant workers in the UAE. \nA report by this daily published on Saturday has revealed how the setting up of these labs is still far-fetched as there are a couple of issues that the authorities involved must resolve. First, the chosen seven healthcare facilities must have their standards of procedures approved by the UAE government in order for their test results to be acceptable. Second, though the seven firms have told the Civil Aviation Authority of Bangladesh (Caab) that the rooftop space of the airport's parking building allocated to them is unsuitable for setting up RT-PCR labs, it seems the Caab is reluctant to cooperate. Its representatives have been reported saying that the healthcare facilities \"will have to create an environment for setting up labs at their own expense\" and that \"action\" will be taken against any organisation unable to set up the lab within the stipulated time. \nThe tone of the Caab's response is hard to overlook. Especially since the priority should be to set up effective RT-PCR labs that can carry out proper Covid-19 testing of our migrant workers, so they can return to their workplaces and resume earning their livelihoods—which have been stumped for months due to the government's apathy towards them and their needs. The Caab must understand that this is not the time to create conflict or try to avert responsibility. Moreover, it is baffling that this is the state of operations even after authorities received directives by the prime minister herself to set up rapid Covid-19 testing labs not just at HSIA, but also at the country's other two international airports. It seems not even the protesting workers' movement of fasting unto death earlier this week, demanding that these labs be set up, has communicated the urgency of the matter to the authorities involved. \nWe would urge the relevant authorities—mainly the Caab—to cooperate with each other and to set up proper RT-PCR labs at all three of our international airports quickly, but not hastily. The quality of service must be ensured so that outbound migrant workers are not faced with even more troubles. \n",
        "headline_1": "Delay in setting up RT-PCR labs at airport",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/delay-setting-rt-pcr-labs-airport-2178896",
        "news_paper_name": "The Daily Star",
        "publish_date": "19-09-2021"
    }
]