[
    {
        "full_article": "The dastardly murder of a Kashmiri Pandit farmer in Shopian in south Kashmir recently follows a series of attacks on the minority community in the Union Territory (UT), with at least six Pandits having been killed in targeted attacks by militants this year. Despite assurances on the community’s protection, the recurring attacks have increased its sense of fear, with several families having fled the Valley earlier this year. At one level, these attacks reflect the desperation of radical elements in the separatist current in the Valley, who rely on such murders to create a fear psychosis, invite inevitable state repression in retaliation, and seek to exploit the discontent and disaffection from state actions. This is evident in the statement released online by the purported attackers who use the excuse of the change in the status of Jammu and Kashmir (J&K) in the Indian Union for the targeted murders and also warn of further attacks. That hapless civilians — migrant workers, farmers and government officers — have been the victims brings back memories of the exodus of minorities following violence in the Valley in the 1990s, notwithstanding condemnation of the violence now by mainstream and separatist leaders and also civil society. A clinical approach to finding and punishing the perpetrators will be better than seeking to dragnet suspects; it is important to isolate the radicals. The UT administration must also not spare any expense in renewing its commitment to protecting the Pandits and migrants.The attacks and killings also suggest the failure of the Union government’s decisions — the dilution of Article 370 and the bifurcation of J&K — in arresting the trend of violence in the Valley in the latter part of the last decade. Worse, the renewed violence against minorities reflects the deterioration of the situation in the Valley just a few years after democratic participation had improved steadily, reflecting a sense of ease with the mainstream polity among the citizenry. That these attacks have continued with impunity calls into question whether the authoritarian turn to governance in Kashmir has had any fruitful impact. Besides the emasculation of nearly the entire Kashmiri polity — both mainstream and separatist — and persisting disaffection, there is now increased religious polarisation, which has led to the burgeoning of violent radical elements. The persistence of a security-centric approach to the Kashmir issue and the lack of ownership in governance among the citizenry due to the absence of an elected authority have only added to the alienation in India’s most conflict-prone province.",
        "headline_1": "Murders most foul: On recurring attacks on Kashmiri Pandits in J&K",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/murders-most-foul-the-hindu-editorial-on-recurring-attacks-on-kashmiri-pandits-in-jk/article66031433.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "20-10-2022"
    },
    {
        "full_article": "An investigation report is not a clean slate on which the investigator can record his whimsy that flies in the face of facts. Did the Arumughaswamy Commission of Inquiry’s final report clarify the circumstances that led to the death of former Chief Minister Jayalalithaa, as mandated by the terms of reference or did it rest with a conclusion that followed a preset diabolical script, accentuating conspiracy theories hatched within a context of political opportunism? The report that was submitted in the Tamil Nadu Assembly on Tuesday found fault with Jayalalithaa’s aide V.K. Sasikala, former Health Minister C. Vijayabaskar, two IAS officers, and three doctors, and recommended further investigation against them. However, it falls perplexingly short of explaining where the fault lay with those it found culpable, or tracing a damning trail of evidence to their doorstep. Justice Arumughaswamy, trained as a lawyer and not in medicine, makes post-facto judgments about the medical procedures (angio/surgery for a heart condition) that must have been followed in treating Jayalalithaa during her 75-day stint at Apollo hospital, and goes further out of line to make allegations against qualified medical professionals in charge of treatment, based on these conjectures. In a glaring lapse, he completely sidesteps the AIIMS medical experts’ committee’s (constituted by the Supreme Court of India) report released earlier, agreeing with the treatment course, and the final diagnosis by the hospital.The report cherry picks elements from the range of options provided by a panel of doctors, and part-phrases from depositions that suit a seemingly pre-determined narrative to arrive at conclusions. Worse, it peddles lies to heap calumny on respondents and witnesses, particularly obvious when it asks why Jayalalithaa was not taken abroad for treatment after she had agreed to it, ignoring documentation enclosed as part of the report recording that she categorically refused to be shifted out of the country for treatment. The report itself encloses elaborate documentation on treatment from the hospital and yet, unfathomably, accuses it of not providing contra-evidence or documents (on the surgery aspect). Coming five years after the commission of inquiry was constituted, and nearly six years after the death of Jayalalithaa, the report makes no attempt to render any justice, but steps out of line in making unqualified calls on medicine, and reeks of malfeasance. The Tamil Nadu government has done its duty by presenting the report in the Assembly, and seeking legal opinion on it. It is now obligated to render true justice in the matter by ensuring that this long-drawn-out issue is well and truly buried, along with the report.",
        "headline_1": "A travesty of justice: On Jayalalithaa death probe panel",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/a-travesty-of-justice-the-hindu-editorial-on-jayalalithaa-death-probe-panel/article66031386.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "20-10-2022"
    },
    {
        "full_article": "Had Shashi Tharoor been contesting for party leadership in a Western country, he might have fared better. The problem for him was that the election for the Congress president is very different from say a primary contest for the Democratic Party in the US, as it is not really decided by the general membership of the party. It’s more akin to the election of a chieftain of a grand khap panchayat. So the election result was clear by nomination day, when the elders of the various influential Congress clans publicly coalesced around his rival Mallikarjun Kharge.\nRead the full article on TOI+\n\n",
        "headline_1": "Old new chief, same old party: Kharge being elected president means Congress’s frigid bureaucracy will last at least till 2024",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/old-new-chief-same-old-party-kharge-being-elected-president-means-congresss-frigid-bureaucracy-will-last-at-least-till-2024/",
        "news_paper_name": "The Times of India",
        "publish_date": "20-10-2022"
    },
    {
        "full_article": "To hardly anyone’s surprise, Mallikarjun Kharge won the Congress president polls. With the field narrowed to him and Shashi Tharoor, when so-called G23 leaders lined up behind Kharge the result was plain to guess. But alongside enjoying this upper hand, Kharge has faced non-stop speculation that he will only be a ‘puppet president’. With Himachal and Gujarat elections around the corner, he has immediate room to prove the sceptics wrong. In different ways, Congress is struggling in both states. In fact, it hasn’t had a party president fronting assembly battles since mid-2019. So, Kharge should hit the ground running.\nFrom resource crunch to dispirited cadres, infighting and a drip-drip attrition to BJP, the party’s problems in these two states are mirrored everywhere else. The five other large states that go to the polls ahead of the 2024 general election include the only two where Congress is still in government – Rajasthan and Chhattisgarh. Holding onto these while clawing back ground in Karnataka, Madhya Pradesh and Telangana has to be red-lettered on Kharge’s to-do list.\nA party chief’s job is also about talent-spotting. Congress’s Delhi HQ and state PCC units are overseen by those appointed by the president. They’re mostly lacklustre Gandhi family loyalists. Weeding out non-performers will spawn conflict, which Kharge will have to manage. Supporters of his ‘self-effacing manner’ have been slyly running down Tharoor’s lack of it. But the modesty card cannot get Kharge out of the Gandhis’ shadows or re-energise Congress. His own five-decade-long legislative career also suggests much ambitiousness of his own. If his term has to mean anything it has to revitalise the party and produce a win sooner rather than later.\nRahul Gandhi moved to Wayanad, now the Congress presidency has been contested between Kerala and Karnataka candidates. Yet, Uttar Pradesh, where the party’s vote share dipped to 2% in the last assembly election, still places the largest number of PCC delegates. Kharge has to know that the meaningfulness of the national party badge depends on being competitive in the Hindi heartland. The larger project here is wooing back the social groups who have been drifting away, including Dalits. None of these goals are his for the taking. Kharge and his party are up against high odds. And it remains to be established that he is actually in charge.\n\n",
        "headline_1": "A win or two: For his and his party’s sake new GOP chief must first focus on clawing back state electoral ground",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/a-win-or-two-for-his-and-his-partys-sake-new-gop-chief-must-first-focus-on-clawing-back-state-electoral-ground/",
        "news_paper_name": "The Times of India",
        "publish_date": "20-10-2022"
    },
    {
        "full_article": "The tragic chopper crash in Kedarnath that killed six passengers and the pilot adds to the list of growing helicopter fatalities over the years. The chopper had taken off from Kedarnath shrine and was headed to Guptkashi when it encountered bad weather. It appears that the pilot had tried to return but the chopper experienced a tail hit as it was flying too low, killing all on board. There are a total of nine operators, including government-run Pawan Hans, that operate heli-services on the Kedarnath route. The question is why unsafe practices continue here despite the regulator repeatedly identifying serious violations of rules. Checks on airworthiness and other standards such as whether operators are blatantly flouting guidelines by flying too low or operating in poor weather, do no good if the follow-through is not effective.\nThere are also questions about pilot training. Both in the Kedarnath crash and the Pawan Hans offshore crash near Bombay High in June that killed four people, the pilots concerned had recently moved to flying an aircraft type new to them. Inadequate acclimatisation can be extremely risky in challenging weather conditions. For, by their very design, helicopters offer very little margin for error, especially single-engine choppers that have to be flown visually. Add to this the issue of old choppers continuing to be in service. In fact, this is even a problem for the air force, which continues to be saddled with obsolete Chetaks and Cheetahs of 60s-70s vintage.\nOverall, India is seeing a mix of pilot errors, poor machine maintenance and a weak regulatory framework. In hilly terrains or other ecologically sensitive areas, poorly regulated commercial choppers pose an even greater danger. And this malaise is old. The Kaushik Committee reports of 1991 and 2005 had highlighted some of these problems, calling for more accountability on the part of operators. But good advice is useful only when it is followed.\n\n",
        "headline_1": "Flight risks: Helicopter safety standards have to be strictly enforced, otherwise they are not of much use",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/flight-risks-helicopter-safety-standards-have-to-be-strictly-enforced-otherwise-they-are-not-of-much-use/",
        "news_paper_name": "The Times of India",
        "publish_date": "20-10-2022"
    },
    {
        "full_article": "The US has taken firm action to cripple China’s supercomputer and artificial intelligence industry. It has banned the supply of software, machines and semiconductor chips that power the supercomputers running AI applications.\nThe new US export control rules announced on October 7 also block chip makers worldwide from developing advanced chips for China.\nRead the full article on TOI+\n\n",
        "headline_1": "Many hurt in US tech war against China: America’s determination will deeply affect China but also companies around the world",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/many-hurt-in-us-tech-war-against-china-americas-determination-will-deeply-affect-china-but-also-companies-around-the-world/",
        "news_paper_name": "The Times of India",
        "publish_date": "20-10-2022"
    },
    {
        "full_article": "The last decade has seen the graphic novel take off in mainstream literary circles, moulding the depth of emotive storytelling with gorgeous, picturesque artwork. Most graphic novels, save a few such as Will Eisner's A Contract with God, have rarely been a collection of short stories. It's Not What You Thought It Would Be (Fantagraphics, 2021) is one such graphic novel saturated with a plethora of short stories around themes of friendship—the lost ones, the transitory ones, and the recovering ones—alongside ideas about the formation of the self. How does one navigate expectations, and accept the terms of a relationship between one's desires and needs? \nThe author-illustrator, Lizzy Stewart, who teaches illustration at Goldsmiths College, conjures up a series of short, lively, and uniquely heartwarming stories that make it hard to believe that this is her debut collection. Stewart places her strong female characters and stories in a myriad of different settings which serve as the background to a flow of the conversations taking place. Intensely relatable as the reader flips the pages, the stories occur in places deeply etched into many of our memories—from rooftops to buses to benches in the park to the digital world of emails and texts.\nNine incredibly jarring and vibrantly beautiful stories wrapped into one book. The stories take place in line with the ebb and flows of seeking different truths and understanding friendships and relationships with a heartfelt intensity. Each story has a unique setting to it. \nThe first story, \"Heavy Air\", deals with a group of friends making a shelter for an injured fox in a neglected estate that ends up getting wrecked by a torrent of rainfall. \"Blush\" deals with the annals of growing up \"embarrassed to get anything right and equally embarrass[ed] to get anything wrong\", ending with the positive message of self-growth.\n\"Dog Walk\" is an exciting story with two teenage girls frolicking from the park to a nearby roof, hoping to meet someone new and exciting. Interesting stories that harken to a time we have known and relished. \n\"Walking Home\" is a short story without any dialogue whatsoever; it leaves the sepia-minded artwork to do the talking in the reader's mind. \"Quiet\" is about a voice artist struggling to juggle her own needs versus the demands of her followers. \"Kindness is a noise. I wanted to make people hear kindness\", the artist says in the story. \nPerhaps the most heartfelt stories in the collection are \"A Quick Catch Up\" and \"The Wedding Guests\", which deal with placements and changing courses of friendship, from deep trust to the mundane to distant ones, portrayed through both in-person conversations and in digital settings. The dialogues are emotive, beguiling, and relatable. \nThe artwork in each of the stories is relatable. Muted with shades of black, white, grey and blue—except the last story, which is filled with colours as the two characters chart their journey from dreamy childhood to the confusing phase of adulthood. The pages change from water colour images of nature and spaces to blue-ink drawn landscapes of various settings and the inhabitants in them. \nThis is a soft, reflective collection of storytelling that touches your nerves gently, proving the tenacity and importance of friendships in our daily lives. In a banal life filled with anxieties, It's Not What You Thought It Would Be proves how, at the end of the day, we both constitute and make our own stories.\nIsrar Hasan is a Senior Research Assistant at BRAC James P Grant School of Public Health.\n\n",
        "headline_1": "A graphic novel on the push and pull of friendships",
        "headline_2": "",
        "link": "https://www.thedailystar.net/daily-star-books/news/graphic-novel-the-push-and-pull-friendships-3146991",
        "news_paper_name": "The Daily Star",
        "publish_date": "20-10-2022"
    },
    {
        "full_article": "Famous for satirical headlines, British tabloids are having a field day due to the UK's tumultuous politics, which is equally brutal. One of them – the namesake of this paper – has been betting Prime Minister Liz Truss' tenure with the shelf life of lettuce for a couple of days. Its front page on Monday also featured an image of a lettuce head bought from Tesco, to see if it can outlast Ms Truss' premiership, and there's a livestream where readers can watch the vegetable's progress, too. For those who have a habit of discarding tabloid headlines as gossip, there's no respite from speculations either. The Conservative-supporting press, too, such as The Sunday Times, has advised the Tories that it would be \"astute\" to let the Labour Party \"confront the economic challenges\" ahead. The Economist has also suggested that Liz Truss' premiership could very well be the shortest one in modern British history.\nPolitical pundits and the media were remarkably unanimous that her sacking of Chancellor Kwasi Kwarteng was nothing but buying off a little more time for herself as his so-called mini-budget that rattled the financial markets was drawn fully on her pro-growth economic promises she had made during her leadership campaign. The reactions to her tax plan in the market and other major economies were quite sharp and harsh. Markets saw her tax cuts unaffordable, which simultaneously weakened the value of the pound and pushed up the cost of borrowing for the government.\nThe International Monetary Fund (IMF) weighed into the debate on the issue of unfunded tax cuts and called for reversal of such policies. For the UK, as a member of G7, the club of industrialised nations, it is quite unusual to be publicly lectured by the IMF. And then came criticisms from its allies, including the US. Following the market turmoil, President Joe Biden said the outcome was \"predictable\" and \"I wasn't the only one that thought it was a mistake.\" He added that he had disagreed with \"the idea of cutting taxes on the super wealthy,\" but it was up to the UK to \"make that judgement, not me.\"\nSince assuming the office, the newly appointed Chancellor Jeremy Hunt has announced a series of U-turns of the government policies, including scrapping the top income tax rate, and a freeze on corporation tax. To calm the markets, he had to make a Monday morning statement over a live broadcast, instead of unveiling it in parliament as per the tradition, in which he scrapped all those tax cuts announced in the \"growth plan\" by his predecessor a few weeks back.\nThese assertive measures of the new chancellor, however, have been greeted by the media and political observers as a sign of further waning of Prime Minister Liz Truss' authority. In anticipation of Jeremy Hunt's announcement, The Sunday Times wrote that the new chancellor had taken \"full control\" by delaying the prime minister's flagship 1p cut to income tax by a year. It also said Hunt's self-proclaimed \"clean slate\" on the mini-budget would add to the sense among some Tories that the prime minister was \"increasingly powerless.\" Another Tory-friendly weekend paper, The Sunday Telegraph, wrote, \"Good news for the economy may mean bad news for Ms Truss.\" The paper quoted an unnamed senior Conservative as saying, \"She's in office, he's [Hunt's] in power. That's why she's got to go.\"\nThe dwindling authority of the prime minister means more speculation and potential plotting for change in leadership. Weekend papers have suggested that Liz Truss' former leadership rival Rishi Sunak is ready to replace her, if asked. The Daily Mirror reports that the \"rattled\" Conservatives want Defence Secretary Ben Wallace to replace Ms Truss as the prime minister. Staunch Conservative-supporting The Sunday Express reports of a \"secret plot to oust\" Truss, claiming it's been told that around 100 MPs are backing a plan to bring the prime minister's \"'catastrophic' stint in No 10 to an end and appoint her successor without a contest.\" Some observers believe party grandies will prefer crowning the new chancellor as an interim leader, instead of another bruising leadership contest.\nOpposition parties have demanded a new general election as the main contender, the Labour Party, has been maintaining quite a significant lead over the Conservatives since the unceremonious exit of Boris Johnson. However, Conservative MPs are terrified about the likely electoral disaster, which makes it more likely that if and when Liz Truss is forced out, a replacement would be found.\nThe current party rules prevent a formal leadership challenge for a year following a leadership election or a confidence vote among the MPs. But, if the majority of party MPs submit no-confidence letters to the chair of the back-bench members body known as the 1992 committee, then that could force a rule change and even allow the MPs to bypass party members and elect a new leader themselves.\nA handful of MPs in the party have already broken cover to call for Liz Truss to go. Her premiership may very well outlast a lettuce head, but securing it till the next election remains uncertain.\n \nKamal Ahmed is an independent journalist and writes from London, UK. His Twitter handle is @ahmedka1\n\n",
        "headline_1": "Ditching the growth plan may not save PM Truss",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/ditching-the-growth-plan-may-not-save-pm-truss-3146876",
        "news_paper_name": "The Daily Star",
        "publish_date": "20-10-2022"
    },
    {
        "full_article": "Some psychologists suggest that gossip is the \"glue that binds social groups together\".\nWhile we can justify our unquenchable thirst to absorb and distribute personal, and often clandestine, information about celebrities using psychology, the same cannot be said for media organisations that impede into the personal lives of celebrities to provide coverage.\nRecently, there has been a surge in coverage of the actor Shakib Khan and his relationship with film actress and news anchor Shobnom Bubly. Many of the articles published cover and extend on pre-existing rumors about their divorce, and speculations of their current relationship since they uploaded a picture of their two-year old son. However, the coverage went just beyond that. From probing into their personal lives, contacting close family members, to solidifying rumors about Shakib's involvement with other female co-stars, the media stopped at nothing to pump out content.\nThis harms our community in a multitude of ways, the first one being the most obvious one: not doing justice to the right to privacy of these celebrities. It is already difficult for celebrities, wherever they may be from, to keep their lives under the wraps from the public. It's easy for us to forget that they are just like the rest of us, and have the same inalienable rights to privacy and non-disclosure as us.\nIn this wild goose-chase of Shakib Khan's history and his past and present involvement with co-stars, the personal lives of female artists like Apu Biswas, Puja Chery, and Shabnom Bubly herself were put in jeopardy.\nAs much as the audience should try to deter from being obsessed with canards and tell-tales, media organisations also have the unique responsibility of protecting the actors involved in the drama, not to mention the children of Shakib Khan as well. This forced limelight that children face due to the lottery of being born to celebrities is absolutely damaging to their childhood. The moral responsibility of sparing them the flashes of the paparazzi rests solely on the shoulders of these newspapers, TV channels and news portals, something that they do not seem to pay heed to.\nThere exists a fine line between providing news reports on currently sought-after topics and being invasive. And in our information hungry delusions we often don't realise that the line we have crossed is miles behind us.\nI sympathise with those who have the job of providing coverage on celebrities and their lives, but that sympathy is valid only up to the point where they are not stepping on civil liberties or harming the readers in doing so. Just because a market for this content exists does not mean it is justified for publications to go absurd lengths to acquire information that they know the public will devour.\nAs a general rule, I think it is okay to report on celebrities' personal lives as long as the information being published comes from those celebrities themselves and are consensually disclosed by them only, where they are aware of the exposure that they're subjecting themselves to. When it comes to children, media organisations must be proactive in taking responsibility even if their celebrity parents aren't aware of the dangers that come with having a limelight at infancy.\nFollowing the scandal around Shakib Khan's marriage, our feeds and front doors got saturated with articles that are basically gossip written in formal language. It's all invasive, not only are they stepping on the civil liberties of these celebrities, but invading the lives of the general public as well. After a point these articles get harder and harder to avoid. Algorithms work their magic by pushing juicy articles to the top and suppressing genuine and informative journalism. The more likes and shares articles about Shakib Khan get, the more incentive media houses have to uncover never-seen-before information, and this deprave cycle continues.\nKoushin Unber wishes to fast-track winter in Dhaka. Send her video essays at koushinunber27@gmail.com\n",
        "headline_1": "Has the media's obsession with Shakib Khan gone too far?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/shout/news/has-the-medias-obsession-shakib-khan-gone-too-far-3147066",
        "news_paper_name": "The Daily Star",
        "publish_date": "20-10-2022"
    },
    {
        "full_article": "How are people supposed to live and do their daily work with electricity going out every alternate hour? That is exactly what the people of 21 Dhaka neighbourhoods are having to experience. According to a report by this newspaper from Wednesday, people living in the capital's Shyampur, Nandalalpur, Kajla and Matuail areas experienced load-shedding every alternate hour on Tuesday. And if that wasn't bad enough, they had to endure four hours of load-shedding between midnight and 8am, making it impossible for them to get any proper sleep.\nBecause of this grave situation, families are having to spend their nights crammed into one room with a single rechargeable table fan. Young mothers are having to spend their nights fanning their babies by hand. And all these are happening at a time when temperatures are going up to 34 degrees Celsius during the day.\nBusinesses are also suffering huge losses due to the regular power outages. Customers have been reluctant to visit markets when there is load-shedding. Production is being hampered tremendously, as many factories and industries rely on electricity for their production. And even though they have generators as backup, power outages are occurring so frequently that even the generators are failing to provide enough backup, leading to lost work hours.\nEven though there is no denying that global factors have had a big impact on our power sector, the fact remains that corruption and mismanagement are also responsible for its poor state. And it is a grave injustice that the government, instead of taking action against those responsible for such corruption and mismanagement, is making the people pay via frequent power cuts. And that, in turn, is damaging the national economy even further – as well as causing huge sufferings for ordinary people.\nHad the government paid proper heed to the past warnings of the experts, and taken appropriate measures, it is quite possible that we would not be in this terrible shape that we are in now. Be that as it may, even the experts have said that there is still time for the government to turn things around. However, for that, the government must now be open to taking advice from experts, and be willing to conduct its activities far more transparently, as well as hold the concerned authorities who were involved with all the irregularities in the sector to account.\nIn the meanwhile, since right now there is no way for us to avoid load-shedding, we hope that the authorities will be far more conscious and thoughtful about how to conduct it. Load-shedding should be equally divided amongst different areas – none should get preference over others, unless they have a higher volume of schools, hospitals, and other emergency service provers. And power cuts should be avoided as much as possible at night, so that people can get some proper sleep.\n",
        "headline_1": "Area discrimination unacceptable during loadshedding",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/area-discrimination-unacceptable-during-loadshedding-3146856",
        "news_paper_name": "The Daily Star",
        "publish_date": "20-10-2022"
    },
    {
        "full_article": "How are people supposed to live and do their daily work with electricity going out every alternate hour? That is exactly what the people of 21 Dhaka neighbourhoods are having to experience. According to a report by this newspaper from Wednesday, people living in the capital's Shyampur, Nandalalpur, Kajla and Matuail areas experienced load-shedding every alternate hour on Tuesday. And if that wasn't bad enough, they had to endure four hours of load-shedding between midnight and 8am, making it impossible for them to get any proper sleep.\nBecause of this grave situation, families are having to spend their nights crammed into one room with a single rechargeable table fan. Young mothers are having to spend their nights fanning their babies by hand. And all these are happening at a time when temperatures are going up to 34 degrees Celsius during the day.\nBusinesses are also suffering huge losses due to the regular power outages. Customers have been reluctant to visit markets when there is load-shedding. Production is being hampered tremendously, as many factories and industries rely on electricity for their production. And even though they have generators as backup, power outages are occurring so frequently that even the generators are failing to provide enough backup, leading to lost work hours.\nEven though there is no denying that global factors have had a big impact on our power sector, the fact remains that corruption and mismanagement are also responsible for its poor state. And it is a grave injustice that the government, instead of taking action against those responsible for such corruption and mismanagement, is making the people pay via frequent power cuts. And that, in turn, is damaging the national economy even further – as well as causing huge sufferings for ordinary people.\nHad the government paid proper heed to the past warnings of the experts, and taken appropriate measures, it is quite possible that we would not be in this terrible shape that we are in now. Be that as it may, even the experts have said that there is still time for the government to turn things around. However, for that, the government must now be open to taking advice from experts, and be willing to conduct its activities far more transparently, as well as hold the concerned authorities who were involved with all the irregularities in the sector to account.\nIn the meanwhile, since right now there is no way for us to avoid load-shedding, we hope that the authorities will be far more conscious and thoughtful about how to conduct it. Load-shedding should be equally divided amongst different areas – none should get preference over others, unless they have a higher volume of schools, hospitals, and other emergency service provers. And power cuts should be avoided as much as possible at night, so that people can get some proper sleep.\n",
        "headline_1": "Area discrimination unacceptable during loadshedding",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/area-discrimination-unacceptable-during-loadshedding-3146856",
        "news_paper_name": "The Daily Star",
        "publish_date": "20-10-2022"
    },
    {
        "full_article": "Can government authorities really be so inefficient and inept they can't even process much-needed medical equipment and medications they received as donations from international organisations and through various funds for months on end? Unfortunately, in Bangladesh, such a situation is not only possible but almost inevitable, given the lack of foresight, planning and coordination of concerned authorities.\nAccording to a report in Prothom Alo, donations from the various organisations has been lying in the Chittagong port for five months, which, by the admission of the Directorate General of Health Services (DGHS) itself, is disrupting the ongoing Covid vaccination programme and malaria and worm prevention activities across the country.\nWhat is particularly astonishing is the reason cited for the delay in releasing these donations. Apparently, the DGHS needs to pay Tk 20 crore as customs duty and port fees to get these goods out – money which it does not have in its budget. While DGHS officials say that donations and essential items should get duty exemption in public interest, NBR and port authorities maintain that there are no provisions for such exemptions and that in order to waive the duty on special consideration, separate paperwork must be filed seeking permission (which has not yet been filed). As things stand now, the DGHS has reportedly asked the Finance Ministry to provide them the additional funds needed to get the goods released from the port, but is yet to resolve the issue.\nWhat we fail to understand is why it should take so long for the agencies to sort out the confusion. Is it the first time that such donations are coming into Bangladesh? It seems bizarre that there should be no established protocol or precedent for how to process them, given that over the decades the country has received billions of dollars' worth of donations in goods and equipment from different countries and global institutions. Besides, even if there is no precedent, one would expect the concerned agencies to move at a fast speed, particularly as such unnecessary delay at the port risks damaging the effectiveness of emergency health supplies. Most importantly, it sends a wrong message to our development partners about our sincerity in making use of the donations.\nIt is unacceptable that such bureaucratic delays and inefficiencies are holding hostage important interventions serving the public. The government must revisit its policy and ensure a common understanding among all government bodies. In the meantime, we urge the concerned authorities to process the supplies with the urgency they deserve, instead of spending another few months sending letters from department to department without making any headway.\n",
        "headline_1": "What explains the delay in processing donations?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/what-explains-the-delay-processing-donations-3146836",
        "news_paper_name": "The Daily Star",
        "publish_date": "20-10-2022"
    },
    {
        "full_article": "Bangladesh may not have achieved an economic miracle but its journey on the road to development against all odds so far has been highly appreciable. This is exactly why the development paradigm of this once basket case-famed country has ever remained an enigma to notable financial experts around the world. Eminent economist of the country Dr. Wahiduddin Mahmud, while speaking as the guest of honour at a book launching ceremony in the city has, however, outlined the efforts that went into the making of what Bangladesh today is. According to him, the country's socio-economic transition came on the strength of a combination of efforts. Whatever was the type of regime -- no matter if there was no accountability, everyone concentrated on reduction of poverty in order to legitimise the respective rules. The role of development partners and non-government organisations helped but above everything else it was the hardworking people of the country who lent their hands into the effort as part of their survival instinct. Dwelling on this theme, Dr. Mahmud then raised the more pertinent question relevant to the next course of journey. Against the backdrop of the post-pandemic crises -- both natural and manmade with a famine looming large globally -- and on the eve of the country's graduation in that critical situation, how much is the country prepared to take that journey? Professor Mahmud and other leading economists who participated in the discussion there, were unanimous that the country's economic progress was made possible so far on the strength of cheap labour -- most strikingly in the RMG sector, but this will prove useless to face the challenges of the fourth industrial revolution (4IR) the world is poised to embrace. Required infrastructure, good governance, financial and banking reforms, accountability are a sine qua non but it is the improved and diversified skills of the human resources that will clinch the day.Bangladesh is lagging not only the advanced countries but even some of the South and South-east Asian nations in this regard. A highly significant factor is the low quality of education and a lack of investment in research at the tertiary level of education. Evidently, a culture of research in the country's academia has not grown mostly because neither the government nor the corporate and industrial sectors have felt the necessity to collaborate with the universities in augmenting research and innovation. Without such collaboration and investment, a country's scientific and technological talent pool cannot be developed suited to the special need of a country. This is further corroborated by the global rankings of the country's universities. For career building of the average students, the best option is either vocational or technical education and training. At least, this can help them avoid the low-end employment and a pittance of wages abroad. But to meet the challenges of the 4IR, the country will have to upgrade its education in terms of science, technology and innovation. A culture of creativity has to be encouraged by way of making space for the highly talented people. An appropriately developed mindset of governance has also to be there in order to encourage and expedite the process.",
        "headline_1": "To be equal to developmental paradigm shift",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/to-be-equal-to-developmental-paradigm-shift-1666186833",
        "news_paper_name": "The Financial Express",
        "publish_date": "20-10-2022"
    },
    {
        "full_article": "Our villages are in need of rejuvenation, in every sense of the meaning. In our race toward urbanization, an experiment which has often led to cities being unable to cope with the innumerable pressures brought on by projects and by the influx of citizens from the rural regions, we have quite relegated our villages to second league status.Ours being an agrarian country, despite all the industrialization that has gone on, it is of vital importance that we remember this unassailable truth. Let us begin with an acknowledgement of reality, at the core of which is the thought that a major segment of our population yet wallows in poverty. Go around the villages dotting this land and what you will stumble into is hovels peopled by the desperately poor. That is a reason why education is today a paramount requirement in our villages. But the first necessary step toward achieving that goal is to have the children of these poor families, those who go to primary school or should be going there, taken care of by the state. Begin with a resumption of midday meals at the schools, which themselves are often rundown structures where poorly paid teachers go out on a limb to educate the young.The priorities ought to be clear. If the state can expend such massive resources on planning and implementing mega projects, it is only natural that demands will arise for it to look to its poor students, not just in a few villages but in villages in every union in the country. A midday meal is a godsend for poor parents, for they are too deprived of the bounties of existence to ensure the welfare of their children.And so policymakers in the nation's capital ought to turn their attention to this basic issue --- educating the poor and the deprived. Midday meals will be an inspiration to these children, to those who have dropped out and will make it back to the classroom again. And with that must come guarantees of salaries that will have teachers lead lives removed from the ceaseless worries which have kept them impoverished and unable to focus on the children in their care.In these past many decades, little thought has been expended on the need for land reforms in Bangladesh. Not since the days of Bangabandhu's government has there been any measure geared to such reforms --- limiting the size of land holdings and administering rural cooperatives --- in the rural regions. The consequences have therefore been disturbing. While the affluent have increased the volume of their landed property, there have been those among the poor as well as middle class who have seen their fortunes decline either because they have had to sell their land or have been owned landed property of an inconsequential nature.In Bangladesh, with its cultural and social traditions rooted in its villages and hamlets, a surefire indicator of progress will be the focus placed on rural development in national planning strategies. One ought not to forget the historical truth that in the War of Liberation it was largely young people from our villages who made their way to the battlefield and came back home triumphant. Many did not return, having perished in battle.The victory achieved in 1971 was a revolution with its genesis in our villages. More than a half century after that December afternoon when Bangladesh emerged as a sovereign nation-state, it becomes the sacred responsibility of the state to return to such basics. Education and land reforms are but part of the strategy we need to adopt to revive the dynamism of our villages. There are other measures needing to be given the highest consideration.Digital technology has certainly transformed the communication landscape all around the country. The positives are all out there, but again, there are the negatives one cannot overlook, particularly in the villages. Mobile phones are a ubiquity in the rural regions, with young men and women having taken to them like fish to water. But since water can often be polluted and muddied through much use, one needs to step out of it to restore its brilliance.For the young and indeed for the elderly as well in the villages, intellectual pursuits are a huge need. The easiest way of guiding the young toward such pursuits will be through setting up libraries in schools and colleges and at union level in all the districts of the country. Nothing can better prepare the young to handle the future, for themselves and for their nation, than studies of literature, politics, biographies, history, science, mathematics, the environment. It would be naïve to expect our children and grandchildren in the rural regions to read works on these subjects on their own, because they are not economically empowered to purchase books and read them at their leisure. In our People's Republic, therefore, it becomes the supreme responsibility of the state to have books made available to school, college and union libraries in order to enable the young to comprehend the nature of a world they share with billions of others on the planet.When an old man dies, so goes an African proverb, a whole library burns to the ground. One might now suggest, in approximation to such profundity of experience, that when traditions are neglected and heritage is cast to the winds, it is a village which is left bereft of its life force. In Bangladesh, the jatrapala, bhawaiya, bhatiali, jaari, shaari and puthi were the roots which deepened our hold on life and portrayed our image as a rich emblem of humanity on the global stage. These roots need to be watered again, cared for and revived in our villages. For the state and for our public intellectuals, a revival of Bangladesh's pastoral glory necessarily comes associated with a drive, a well-laid out movement for a reassertion of these historical traditions.On a mundane and yet absolutely essential level, the roads, many of them in dilapidated circumstances, snaking through our villages need not just repair but wholesale reconstruction. Culverts need to be built and those in bad conditions call for proper maintenance.There is this final thought: let our villages, in terms of agricultural richness, not be commandeered by ever-expanding urbanization. In a number of instances, the damage has already been done, but in what remains undefiled by town and city-centred encroachment, definitive laws need to be formulated towards a preservation of our villages. The countryside must not become hostage to effete commercialization.Our villages are our prop on our societal existence. Let that prop not be taken away from us. [email protected]",
        "headline_1": "Our villages ... in need of rejuvenation",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/our-villages-in-need-of-rejuvenation-1666186874",
        "news_paper_name": "The Financial Express",
        "publish_date": "20-10-2022"
    },
    {
        "full_article": "The literacy rate in Bangladesh is hovering around 72-74 per cent. That means we are far off the mark of achieving cent per cent literacy rate. This is the state of literacy rate, let alone the quality of education.Primary education was made compulsory in our country in 1990. The government took different measures to convince the guardians to send their children to school. No doubt, the efforts have paid off. Over the years, the country has made notable progress in ensuring children's access to education. Now the percentage of primary school age children enrolled stands at 98 per cent with the total number hovering around 18 million (1.8 crore). But this is not the end of the story. The dropout rate remains a big concern.In 2019, nearly 3.2 million (32.30 lakh) students appeared in the primary education terminal exams, a big drop in the number of students continuing education up to the fifth grade. Then comes the Junior School Certificate Exams. According to available data, the number of students continuing education up to the eighth grade stood at 2.46 million (24.68 lakh). This indicates how students are dropping out at every hurdle. It underlines the importance of rethinking our education system.The United Nations has set a threshold of public expenditure on education. As per that threshold, the public expenditure on education should account for 6.0 per cent of the gross domestic product (GDP). But is that happening in Bangladesh? Available data suggest that the total public expenditure on education in the country was 1.6 per cent of GDP in 1990. It rose to about 2.0 per cent in 2000. But as the GDP was rebased with the fiscal year 2015-16 set as the base year, the percentage came down to 1.4 in FY21. Experts have warned that the share of spending on education compared to the GDP is decreasing. That raises the all important question: Are we serious about education?Education is one of our fundamental rights. Every citizen should get access to education at least up to the 12th grade and that should be free of cost. In our society, people are left uneducated and half-educated while a small number of them can get access to higher education. This creates deep divisions in society. This is a big hindrance to nation-building. No nation can go ahead with society so divided.In 2026 Bangladesh is going to graduate from the Least Developed Country (LDC) to a developing one. Many of the trade preferences that Bangladesh is now enjoying will not exist anymore after graduation. Education will then become a big challenge. If we want to ensure human resource development, it will be suicidal to ignore the quality of education. Once people are educated as they are in the developed countries, they will help the government in facing the economic challenges. Now we depend heavily on remittances from expatriates and readymade garment exports for our foreign exchange earnings. But there are many other untapped areas. These days freelancing is emerging as a new window of opportunity. For industrialisation, we need skill development. So without education, the country will be nowhere near what it aspires to be in the post-LDC era.[email protected]",
        "headline_1": "Importance of education in post-LDC era",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/importance-of-education-in-post-ldc-era-1666187065",
        "news_paper_name": "The Financial Express",
        "publish_date": "20-10-2022"
    },
    {
        "full_article": "Drug abuse has become a big problem in the country and is worsening day by day. Drug abuse leads to many crimes and anti-social activities. It also ruins physical health. Many youths in the country have already fallen victim to drug abuse. So it becomes a big challenge to build a healthier and prosperous nation. In this connection, creating awareness among the students about the severe consequences of drug abuse and drug addiction is a must. The awareness will help to save them from ruining their future and guide them to unlock their talents. The grievous impacts of drug abuse are not unknown. So, creating adequate awareness among the young generations and common people for building a drug-free society is an urgent task. The government has already taken several measures to curb drug abuse. These steps need to be strengthened along with a social movement to save the young generations. The youths need a congenial atmosphere to develop their talents. So both guardians and their children need to be made aware about the issue. All sections of people in society should also come forward to eradicate drug abuse.Shamapti YasminKarwan BazarDhaka",
        "headline_1": "Combating drug abuse---",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/combating-drug-abuse-1666187102",
        "news_paper_name": "The Financial Express",
        "publish_date": "20-10-2022"
    }
]