[
    {
        "full_article": "Hill areas in Manipur will continue to be under the Armed Forces (Special Powers) Act (AFSPA) for another six months from October. The State government has issued a notification to extend the law’s imposition to the whole State, barring the areas falling under 19 police stations in the Imphal valley. The notification maintains the status quo on the applicability of the potent law that grants extensive powers to the armed forces in notified ‘disturbed areas’ in the use of force. In normal circumstances, the only question that may have arisen is whether AFSPA is needed any longer. However, given the violent ethnic conflict since this May between the Meitei and the Kuki communities, the exclusion of the Imphal Valley from its purview even while extending it elsewhere comes across as quite ironical. The Army had sought its re-imposition in the Valley districts, as it felt that the absence of the law is hampering its operations against insurgent groups, which may be using the unrest to gain a foothold in the State. It can be nobody’s case that AFSPA should remain or its ambit increased; but it is difficult to avoid the question whether, if at all AFSPA is needed for some more time, areas that have witnessed considerable violence in recent months should remain excluded.Perhaps, the government’s logic is that AFSPA is meant only to provide legal protection to forces engaged in counter-insurgency operations and not those engaged in law and order duty amidst internal conflict. However, the exclusion of the valley districts from AFSPA at this stage is liable to be interpreted as yet another instance of the government’s partisan conduct. One of the reasons for the government maintaining the status quo on the extent of the ‘disturbed areas’ is that a detailed assessment of the ground situation is not possible at the moment when the security agencies are engaged in maintaining law and order. Further, the notification says the issue of declaring an area as ‘disturbed’ is quite sensitive and it may lead to public criticism and resistance. The only possible interpretation is that the fear of displeasing the majority Meitei seems to be the core aspect of the government’s policy. In the backdrop of the hostility of the community towards the Assam Rifles, and the Assam Rifles’ apprehension that trucks made to resemble its vehicles may be used to commit offences in a bid to tarnish its image, the situation is rife with possibilities of further conflict. The Centre should not delay any further a serious initiative to bring about reconciliation between the two communities, lest the situation fester and deteriorate.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nlaws\n\n/\n\narmed Forces\n\n/\n\nManipur\n\n/\n\npolice\n\n/\n\ngovernment\n\n/\n\ntribals\n\n/\n\nunrest, conflicts and war",
        "headline_1": "Extended exclusion: On AFSPA in Manipur",
        "headline_2": "With or without AFSPA, Centre should not allow Manipur situation to fester",
        "link": "https://www.thehindu.com/opinion/editorial/extended-exclusion-the-hindu-editorial-on-afspa-in-manipur/article67361893.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "30-09-2023"
    },
    {
        "full_article": "The move by the Philippines to remove a 300-metre floating barrier installed by China near the disputed Scarborough Shoal in the South China Sea and Beijing’s warning to Manila asking it “not to stir up trouble” underscore how delicate the situation is in one of the world’s busiest waters. Tensions were high between China, which claims much of the South China Sea, including areas away from its coast, and a more assertive Philippines in recent months. Manila has repeatedly accused Beijing of blocking its shipping vessels in and around the Scarborough Shoal, a triangular reef encircling a resource-rich lagoon that China seized from the Philippines in 2012. When the Philippines realised that China’s forces were setting up a barrier blocking Filipino fishermen from getting closer to the reef — it was fully accessible until 2012 — President Ferdinand Marcos Jr. ordered its removal at the risk of inflaming tensions with Beijing. The Philippines sent Coast Guard crew in a boat to the Shoal, who dived and cut the rope that anchored the buoy line. Malaysia and Indonesia, which also have disputes with China, have sent vessels to the disputed waters for survey at various times this year. Manila’s action underscores the trend of smaller countries in the region trying to be more assertive in their maritime claims as China tightens its hold over the South China Sea.Under Rodrigo Duterte, the former President, the Philippines tried to play down its tensions with China, even though Manila got a favourable ruling from an international tribunal in 2016 over Beijing’s claims in the South China Sea. However, Mr. Marcos Jr., who assumed office in June last year, has taken a different approach. His administration has named and shamed China’s high-handedness even as it has strengthened defence and strategic ties with Washington, its former colonial master. In February, the countries announced a defence cooperation agreement, which provides the U.S. access to nine Philippine bases, from the previous five. In April, the Philippines hosted its largest joint military exercises with the U.S. Enhanced cooperation with the U.S., with assurances from Washington that the mutual defence treaty “extends to Philippine public vessels, aircraft, armed forces and the Coast Guard”, seems to have emboldened Manila in its disputes with Beijing. But such actions carry risks, which could lead to tensions spiralling out of control. The U.S. and its Paciﬁc allies might get dragged into a conflict between China and the Philippines, potentially turning the South China Sea into a battle theatre, which is in nobody’s interest. Both China and the Philippines should be mindful of the risks that their actions pose to the world and be ready to engage in talks and establish guardrails, ensuring stability in their volatile relationship. \nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nChina\n\n/\n\nPhilippines\n\n/\n\ndiplomacy\n\n/\n\nMalaysia\n\n/\n\nIndonesia\n\n/\n\nUSA\n\n/\n\noceans",
        "headline_1": "Troubled waters: On the China-Philippines tensions in the South China Sea",
        "headline_2": "China and Philippines should desist from raising the risk in South China Sea",
        "link": "https://www.thehindu.com/opinion/editorial/troubled-waters-the-hindu-editorial-on-the-china-philippines-tensions-in-the-south-china-sea/article67362393.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "30-09-2023"
    },
    {
        "full_article": "As Oppenheimer & Isro’s Chandrayaan team showed, albeit in very different ways, scientific pursuits needn’t and shouldn’t be divorced from larger ethical questions\nThe movie Oppenheimer has now become the most successful biopic ever, crossing $900 million at the global box office. Based on the life of JR Oppenheimer, theoretical physicist and creator of the atomic bomb, this film intertwines intriguingly with a current development in Indian science.\nWhile being lauded for landing India’s spacecraft on the moon, scientists from the Indian Space Research Organisation (Isro) were simultaneously trolled for visiting temples to pray for Chandrayaan-3’s success. No good deed goes unpunished and thus, online liberals wondered in their sacred threads why scientists were praying to an unknown Pi in the sky? Did their belief in the invisible show a weak scientific temperament?\nRead full opinion on TOI+\n\n",
        "headline_1": "Movie and moon: It’s not just rocket science",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/cutting-edge/movie-and-moon-its-not-just-rocket-science/",
        "news_paper_name": "The Times of India",
        "publish_date": "30-09-2023"
    },
    {
        "full_article": "Sanatan Dharma and Tamil identity are twined at the core. Great texts Tolkappiyam, Tirukkural and Silapathikaram testify to this. DMK itself is well versed in this history and fact\nThe most actively suppressed truth in the debate on Sanatana Dharma is that it is the very soul of the ancient Tamil people. How has this suppression happened?\nThe anti-SD rhetoric rooted in the anti-Brahmin politics of Tamil Nadu in the last century has systematically concealed the umbilical cord between SD and Tamil people. This politics began with the Justice Party that was promoted by the British as part of their divide and rule policy.\nFounded in 1916, with antiBrahminism as its core, the party rose to power in 1920, then collapsed in the late 1930s, with the rise of the nationalist Congress. But the seeds of anti-Brahminism sown by it among the castes next to Brahmins in the Hindu hierarchy, continued to provide the emotional and intellectual leadership for the rising antiBrahmin socio-politics.\nRead full opinion on TOI+\n\n",
        "headline_1": "The truth of the false debate",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/the-truth-of-the-false-debate/",
        "news_paper_name": "The Times of India",
        "publish_date": "30-09-2023"
    },
    {
        "full_article": "Horrific as the news of a 12-year-old rape survivor’s 8-km walk in search of help was, it was equally troubling that no one in Ujjain, MP, came forward to assist her. Turned down by everyone, she walked till she fell unconscious. Help came after that. This response to a child visibly in distress holds up a mirror to Indian society. Quick to be animated by the most abstract of subjects, not for the first time have people displayed indifference to a minor or an adult desperately seeking help. What makes the Ujjain incident worse than many others is that no one could use the fear of perpetrators as an excuse.\nIt’s this fear that’s often used to rationalise the disinclination to help victims, who are almost always women. For example, in Chennai this month, a stalker stabbed and injured a 16-year-old girl while people watched. If fear was an excuse here, is there anything to rationalise the indifference to a minor’s visible distress in Ujjain? India, however, is not unique in the way people react to violent crimes.\n\nOne such incident in the US in the 1960s, where the victim was a woman, catalysed sociological research into why people fail to respond. The phenomenon, termed as ‘bystander effect’, has led to multiple explanations.\nThe most persuasive reasons, which are interrelated, are social influence and diffusion of responsibility. Social influence kicks in when bystanders look to others for guidance. However, as the number of bystanders increases the sense of personal responsibility diffuses, and therefore diminishes. The combined effect leads to tragedies that could well have been averted. The bystander effect cuts across all classes in society. No one is immune to it. However, even accounting for the bystander effect, it’s hard to ignore the level of indifference that Indians exhibit to distress around them.\nTake the example of road accidents where lives can be saved if victims receive medical treatment in “the golden hour”. There was a time when the fear of police procedures and attendant harassment discouraged people from extending help. But that’s a thing of the past. Now Good Samaritan laws protect people who volunteer to help a victim. Surely, this should galvanise the middle class to step in more often. Not only do they have social cache, they can also call upon social networks to shield them from harassment. Unfortunately, Good Samaritans are in short supply. India sure could do with a lot more empathy.\n\n",
        "headline_1": "Why we look away: The level of indifference to a minor’s visible distress in Ujjain says something disturbing about us",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/why-we-look-away-the-level-of-indifference-to-a-minors-visible-distress-in-ujjain-says-something-disturbing-about-us/",
        "news_paper_name": "The Times of India",
        "publish_date": "30-09-2023"
    },
    {
        "full_article": "The Supreme Court on September 20 rightly refused to intervene in a plea by Tamil Nadu over sharing of Cauvery waters between TN and Karnataka. But Karnataka on Wednesday said it would challenge in SC the Cauvery Water Regulatory Committee’s direction to it to release 3,000 cusecs of water to TN. This recurring fight between states over sharing of waters is not new and invariably flares up in years of deficient rainfall. The southern water disputes follow a pattern near-replicated in every other inter-state water dispute. GOI’s Jal Shakti website records five such tribunals, all several decades old. The Cauvery dispute is for all official purposes “resolved” – but, of course, it’s not.\nThere are lessons here on how not to tackle inter-state water conflicts. Experts have long held that tribunals for every dispute does not lead to lasting solutions. Dispute resolution operates almost on a permanent ad-hocism; in some disputes “formulas” themselves cause further dispute. While tribunals largely follow international practice and norms – equitable, reasonable water utilisation and mutual benefit – their decisions have little legal backing. When states challenge these, as is happening currently, the legal tangle only enlarges the dispute and delays resolution. Erratic and variable rainfall, rapidly depleting groundwater, land-use modifications, and water-intensive cropping patterns are intensifying river disputes.\n\nThe existing Inter-State River Water Disputes Act, 1956, depends on tribunals as its main dispute resolution body. SC adjudicates on orders by various tribunals. The Lok Sabha in 2017 passed the InterState River Water Disputes (Amendment) Bill. It included a single permanent river-water disputes tribunal and a mediation committee. The implementation mechanism is still to be worked out. This is where states thwart or go to court on tribunals’ orders. India is likely to become “water scarce” by 2050. The Cauvery, like most major rivers, has seen declining water volumes – drought years worsen matters. Without urgently prioritising a legislative framework that gives tribunals teeth, the bickering between states will continue, benefiting no one.\n\n",
        "headline_1": "Warring over water: River fights between states need a single dispute resolution body with real enforcement powers",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/warring-over-water-river-fights-between-states-need-a-single-dispute-resolution-body-with-real-enforcement-powers/",
        "news_paper_name": "The Times of India",
        "publish_date": "30-09-2023"
    },
    {
        "full_article": "Despite the mounting evidence declaring Dhaka's air to be deadly, a new study by the Centre for Policy Dialogue (CPD) shows that all the statistics and warnings on air pollution over the years have fallen on deaf ears. We are concerned to find that since 2020, air pollution has actually increased by 13 percent. From 2018 to 2021, Dhaka remained the second most polluted city in the world, and even now, it continues to be among the cities with the worst air. These pollution figures translate into all kinds of disasters for people. The latest study has found that seven out of 10 Dhaka residents suffer from respiratory issues, like breathing problems and chest pain. All these health complications add up, with Bangladeshis losing almost seven years of life expectancy due to air pollution. According to a World Bank report, toxic air is killing around 80,000 people every year in the country.\nResearch shows that 30 percent of Dhaka's pollution originates from construction, 29 percent from brick kilns and factories, and 15 percent from vehicles. We are witnessing unprecedented levels of development work and industrial expansion in the hopes of bolstering the economy. But air pollution, brought on by this rampant growth, is squashing those very hopes. Last year, Dhaka residents took 2,117 days off work due to sickness attributable to air pollution, which of course does not bode well for the economy. In fact, the World Bank says air pollution is wiping out around four percent of the country's GDP.\nAs air pollution has been wreaking all kinds of havoc for so long, surely the government has incentives to address this critical issue, but the numbers belie this notion. In February, the High Court censured the government for not complying with a nine-point directive it issued in 2020 to curb air pollution in Dhaka. Some of the initiatives, like the 2012 Air Pollution Reduction Strategy, largely still remains on paper, and the Clean Air Act is yet to be enacted. At the end of last year, four South Asian countries – Bangladesh, India, Nepal and Pakistan – agreed to drastically curb air pollution, including transboundary pollution, by 2030. But clearly that is not bearing fruit as well.\nThe government has to get its priorities straight; it cannot keep on ignoring this health crisis and solely concentrate on infrastructure development for the sake of the economy. As air pollution is an all-encompassing issue, we urge all relevant ministries, divisions and departments of the government to address this menace collectively. The existent strategies, policies and acts must be implemented and enforced; only then would people breathe in fresh air again.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n\n \n",
        "headline_1": "How did our air get even worse?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/how-did-our-air-get-even-worse-3430421",
        "news_paper_name": "The Daily Star",
        "publish_date": "30-09-2023"
    },
    {
        "full_article": "Despite the well-documented risks of cutting or compromising the integrity of hills in Chattogram, it is disheartening to see this continuing to happen due to a lack of proper interventions from the authorities. According to a report by this daily, over 3,000 illegal structures have been constructed on nine hills owned by the Bangladesh Railway in various parts of the city. It is well-known that building such structures increases the risk of deadly landslides. Yet, over 5,500 people currently reside on these state-owned hills, while the latter are being subjected to degradation in various ways. Clearly, those enabling and profiting off of this risky venture, including politically connected individuals and corrupt government officials, care little about the danger residents face.\nAs per a study, some 400 people have been killed in landslides in Chattogram between 2000 and 2017. Subsequent years have seen little improvement in this scenario. The question is: Why are the authorities failing to prevent this? Just last month, two people died in a landslide at the Soloshohor Hill, where people are still living. This is partly because of a general lack of awareness, and partly because of the increasingly high house rent in other areas which drove many families to such informal settlements in landslide-prone areas. Reportedly, several syndicates of powerful individuals in collusion with corrupt government employees are responsible for the construction of these buildings, violating relevant laws.\nSimilarly, land grabbers have been inflicting irreversible damage to the environment and biodiversity of hills under the nose of the local administration. Over the past 40 years, according to an estimate, some 120 hills have been lost in the port city. If the trend continues, we dread to think what will become of this still environmentally rich region. Experts have long blamed corruption and political interference for the lack of effective measures to stop the practice of hill razing. This must stop. We urge the authorities to undertake stern measures, including regular drives, to take down risky structures and rehabilitate residents, and also punish those responsible for this situation.\n",
        "headline_1": "Railway must take better care of its hills ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/railway-must-take-better-care-its-hills-3430006",
        "news_paper_name": "The Daily Star",
        "publish_date": "30-09-2023"
    },
    {
        "full_article": "It is distressing to see the continued plight of famers in parts of the Barind region, known as the \"rice bowl\" of the country, where rapidly depleting groundwater levels have caused a catastrophic water crisis. A recent report by this daily shows how the distribution of irrigation water, through deep tubewells, has become a tool for individuals with political clout to exploit vulnerable farmers, particularly those from ethnic minority communities. This is what we can call \"a crisis within a crisis\", its magnitude exemplified by several farmer suicides, which calls for urgent interventions from the authorities.\n\nThe roots of the crisis can be traced back to the 1990s when deep tubewells were introduced, enabling farmers to cultivate multiple crops annually and transforming the Northwest into a thriving grain-producing hub. Ironically, it is this very success – on the back of excessive groundwater extraction – that contributed to the water crisis and attendant troubles. Although the Barind Multipurpose Development Authority (BMDA), responsible for overseeing irrigation, ceased installing new tubewells in 2012, unregulated private operators have continued to thrive. Today, these operators as well as the ones appointed by the BMDA are primarily responsible for much of the suffering being caused.\n\nAccording to our report, farmers are supposed to pay a nominal fee for water under the BMDA management, which is Tk 85-125 per hour of irrigation. For context, there are approximately 16,000 government-run and 56,000 privately run deep tubewells in 16 districts of Rajshahi and Rangpur divisions. However, tubewell operators frequently sell water at higher rates to affluent farmers, breaching the \"first come, first serve\" policy. Marginal farmers are most at risk – sometimes the operators take away their smart cards and force them to enter into direct contracts with them, which means paying 6-28 times more than the government-fixed rate. Often, they are also denied water, leading to suffering and desperation. Despite some attempts to prevent it, however, political connections have continued to enable exploitation.\n\nAll this – against a backdrop of climate change and the region's crisis of groundwater, whose levels alarmingly fell by at least two feet over the last year alone – serves as a wake-up call for the authorities. Ridding the water irrigation/distribution process of exploitation, and ensuring equitable access for all farmers, is indeed the priority. Equally important, however, is finding a comprehensive solution that takes the bigger picture into account and addresses the water and livelihood crises in the region.\n",
        "headline_1": "A crisis within a crisis for Barind farmers",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/crisis-within-crisis-barind-farmers-3429996",
        "news_paper_name": "The Daily Star",
        "publish_date": "30-09-2023"
    },
    {
        "full_article": "Despite the well-documented risks of cutting or compromising the integrity of hills in Chattogram, it is disheartening to see this continuing to happen due to a lack of proper interventions from the authorities. According to a report by this daily, over 3,000 illegal structures have been constructed on nine hills owned by the Bangladesh Railway in various parts of the city. It is well-known that building such structures increases the risk of deadly landslides. Yet, over 5,500 people currently reside on these state-owned hills, while the latter are being subjected to degradation in various ways. Clearly, those enabling and profiting off of this risky venture, including politically connected individuals and corrupt government officials, care little about the danger residents face.\nAs per a study, some 400 people have been killed in landslides in Chattogram between 2000 and 2017. Subsequent years have seen little improvement in this scenario. The question is: Why are the authorities failing to prevent this? Just last month, two people died in a landslide at the Soloshohor Hill, where people are still living. This is partly because of a general lack of awareness, and partly because of the increasingly high house rent in other areas which drove many families to such informal settlements in landslide-prone areas. Reportedly, several syndicates of powerful individuals in collusion with corrupt government employees are responsible for the construction of these buildings, violating relevant laws.\nSimilarly, land grabbers have been inflicting irreversible damage to the environment and biodiversity of hills under the nose of the local administration. Over the past 40 years, according to an estimate, some 120 hills have been lost in the port city. If the trend continues, we dread to think what will become of this still environmentally rich region. Experts have long blamed corruption and political interference for the lack of effective measures to stop the practice of hill razing. This must stop. We urge the authorities to undertake stern measures, including regular drives, to take down risky structures and rehabilitate residents, and also punish those responsible for this situation.\n",
        "headline_1": "Railway must take better care of its hills ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/railway-must-take-better-care-its-hills-3430006",
        "news_paper_name": "The Daily Star",
        "publish_date": "30-09-2023"
    },
    {
        "full_article": "It is distressing to see the continued plight of famers in parts of the Barind region, known as the \"rice bowl\" of the country, where rapidly depleting groundwater levels have caused a catastrophic water crisis. A recent report by this daily shows how the distribution of irrigation water, through deep tubewells, has become a tool for individuals with political clout to exploit vulnerable farmers, particularly those from ethnic minority communities. This is what we can call \"a crisis within a crisis\", its magnitude exemplified by several farmer suicides, which calls for urgent interventions from the authorities.\n\nThe roots of the crisis can be traced back to the 1990s when deep tubewells were introduced, enabling farmers to cultivate multiple crops annually and transforming the Northwest into a thriving grain-producing hub. Ironically, it is this very success – on the back of excessive groundwater extraction – that contributed to the water crisis and attendant troubles. Although the Barind Multipurpose Development Authority (BMDA), responsible for overseeing irrigation, ceased installing new tubewells in 2012, unregulated private operators have continued to thrive. Today, these operators as well as the ones appointed by the BMDA are primarily responsible for much of the suffering being caused.\n\nAccording to our report, farmers are supposed to pay a nominal fee for water under the BMDA management, which is Tk 85-125 per hour of irrigation. For context, there are approximately 16,000 government-run and 56,000 privately run deep tubewells in 16 districts of Rajshahi and Rangpur divisions. However, tubewell operators frequently sell water at higher rates to affluent farmers, breaching the \"first come, first serve\" policy. Marginal farmers are most at risk – sometimes the operators take away their smart cards and force them to enter into direct contracts with them, which means paying 6-28 times more than the government-fixed rate. Often, they are also denied water, leading to suffering and desperation. Despite some attempts to prevent it, however, political connections have continued to enable exploitation.\n\nAll this – against a backdrop of climate change and the region's crisis of groundwater, whose levels alarmingly fell by at least two feet over the last year alone – serves as a wake-up call for the authorities. Ridding the water irrigation/distribution process of exploitation, and ensuring equitable access for all farmers, is indeed the priority. Equally important, however, is finding a comprehensive solution that takes the bigger picture into account and addresses the water and livelihood crises in the region.\n",
        "headline_1": "A crisis within a crisis for Barind farmers",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/crisis-within-crisis-barind-farmers-3429996",
        "news_paper_name": "The Daily Star",
        "publish_date": "30-09-2023"
    },
    {
        "full_article": "It is common knowledge that unregulated and illegal extraction of sand from the country's rivers have been continuing unabated causing incalculable damage to the watercourses, their ecosystems and the environment. This has been going on despite the existence of a law,'Quarry and Soil Management Act', enacted in 2010 to control sand-mining illegally. Ostensibly, the brazen and rampant sand-grabbing backed by powerful quarters flouting all norms and the existing Act, prompted the Jatiya Sangsad (JS) or parliament, recently to pass the 'Quarry (Balumahal) and Soil Management (Amendment) Bill, 2023'. Especially, the amended law aims to stop destruction of croplands and their topsoil from sand lifters. As it was the case with the original Act of 2010, its amended version, no doubt, has also been enacted with the best of intentions to stop the evil practice of deliberate depredation of the country's river system. But if past experience is to go by, a law in itself cannot address a problem, unless it is implemented in its true spirit by the executive arm of the state.In this connection, what a very recent report carried by the media said quoting the Chairman of the National River Conservation Commission (NCC) on sand-lifting from the Meghna river is simply mind-boggling. It said that a person extracted 6.68 billion cft (cubic feet) of sand worth Tk60 billion from the said river and that the illegal act was legitimised, thanks to the quarters with enormous political clout backing him, in exchange for, what the NCC chairman termed, a royalty amounting to Tk 2.67 billion. Needless to say, the colossal amount of sand being thus looted is being used to fill in some lowland elsewhere, again to the detriment of the environment of the place. Admittedly, sand-mining that reportedly happens in 60 to 70 per cent of the cases illegally, is the main driver of the construction boom the nation has been witnessing over the past decades. The unplanned construction of residential quarters, office complexes, shopping malls - you name it, has been taking place to satiate the greed of the construction industry. But wittingly or unwittingly, these activities are causing damage to the existing physical structures like bridges, roads, schools, agricultural lands as well as the river embankments and the adjoining groundwater reserves. In the process, the sand lifters are also creating holes in the riverbeds thereby accelerating the pace of erosion of the rivers concerned.But this is all about the small picture. Experts are of the view that unrestrained sand-mining is altering the pattern of riverbeds and coastal areas and causing Bangladesh's floodplains to sink deeper, worsening the conditions for flooding further. On this score, what the Centre for Environmental and Geographic Information Services (CEGIS), which has been monitoring erosion caused by the country's three major rivers-the Padma, the Brahmaputra and the Meghna-recorded in its 2019 report is alarming. It said 725 hectares and 1,240 hectares of lands respectively were devoured by Brahmaputra and Padma. Next year (2020), the picture was even worse. For about 1,120 and 1,265 hectares were lost to the rain-swollen Brahmaputra and Padmain that year.So, it is not hard to understand why these three rivers, which are also the main target of the sand-miners, are getting hungrier by the day. So, to rein in the sand-lifters now laying the country's river system to waste, the option of a temporary ban on sand-mining may be given serious consideration. But most importantly, the stress should be on strict enforcement of the existing law on sand extraction.",
        "headline_1": "Reining in rampant sand-mining",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/reining-in-rampant-sand-mining-1695997973",
        "news_paper_name": "The Financial Express",
        "publish_date": "30-09-2023"
    },
    {
        "full_article": "The issue of massive capacity charges being paid yearly has become a cause for serious concern. While there are a lot of misconceptions about the practice, it is not limited to Bangladesh but has turned out to be a global practice. The problems associated with these charges reaching critical levels as far as the amount doled out is concerned now calls for a critical revision. The problem could have been mitigated had there not been a mismatch between demand for power and supply of primary fuel supply. Unfortunately, as things panned out over the last decade, policymakers went on adding an excessive number of power plants without doing a proper demand forecast for power. Financial resources were poured into these plants without the corresponding investments in exploration of national fuel sources. Hence, today Bangladesh finds itself burdened with massive capacity charge and rent, all of which is putting immense strain on the country's capacity to pay for these charges. The power sector is in constant need for more infusion of funds to pay off dues owed to various suppliers of energy, be it oil, LNG, or the independent power plants (IPPs). The fact that a quarter of the annual subsidy is being pumped into the power sector is still not enough for Bangladesh Power Development Board (BPDB) to clear what is owed to IPPs. The massive power production expansion has come at a cost to consumers. Repeated tariff hike at retail level (thrice this fiscal year alone) points to the general tendency that additional cost of producing power is simply being offloaded on to consumers. The failure at policymaking level is the burden for power consumers. Things were laid bare in parliament recently when \"Nasrul Hamid MP, State Minister for Power, Energy and Mineral Resources, responding to a question in parliament stated that the government paid about TK 105,000 crore as a capacity charge and rent to power plant operators over the past 14 years.\" So, it did not come out of the blue! Every year, incremental growth in capacity charge was being added, and it was being paid to keep plants idle.Media reports point to the fact that the country has some 151 power plants that are grid connected. On top of this there is import of power from India and power from solar. According to data (as of April 19, 2023), the maximum power generated on that date was 15,648 MW (megawatts). Currently daily demand is around 14,500 MW. But BPDB can manage a maximum of 13,500 MW power generation. Why the discrepancy? That comes from BPDB's inability to clear outstanding payments, as well as, failure to ensure adequate fuel supply. The net result of all this is two-fold. The capacity charges for keeping power plants idle goes up, and industrial output suffers due to a lack of adequate power. While things are somewhat better in urban centres like Dhaka, the rest of the country suffers many hours of power outage on a daily basis. One wonders what possessed policymakers to keep on adding power plants without ensuring uninterrupted fuel supply.If one takes a look at a recent study done by the Center for Policy Dialogue (CPD) in June 2023, the situation becomes clearer. It states that the reserve margin against demand may increase to 50 per cent in 2025. Now if the government ends up paying half of the national subsidies to the power sector, there won't be much left for anything else to happen in the economy. As per CPD analysis, \"BDT 57,970 crore has been paid to IPPs as capacity charge in 5 years. In addition, BDT 41,309 crore has been paid to the BPDB-owned power plants as a fixed cost. It makes a total of BDT 99,297 crore.\" Existing gas supply is depleting alarmingly. Against a demand for 2,100 MMCFD (million cubic feet per day), the supply has dwindled to 1,200 MMCFD. The use of local coal remains off the shelf and foot-dragging continues on expediting natural gas exploration (both on-shore and off-shore). The bad decisions of a decade ago have caught up with Bangladesh and there is no good news on the horizon. Energy experts agree that adding new power plants is a necessity. But what has not happened in Bangladesh is the retirement of older power plants that had outlived their active life and were no longer efficient. Perhaps the idea was to show (on paper) that power generating capacity of the country was doing exceedingly well. With enactment of the Speedy Power Supply Special Act, there was a race for continually setting up an unprecedented number of power plants. The time has surely come to retire fuel-inefficient power plants so as to help reduce the bleeding of finances. \n[email protected]",
        "headline_1": "Why pay for idle power plants?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/why-pay-for-idle-power-plants-1695998070",
        "news_paper_name": "The Financial Express",
        "publish_date": "30-09-2023"
    },
    {
        "full_article": "Many cities in the world on September 22 observed the World Car-Free Day. Though it is still celebrated as a European car-free day in the continent as introduced by the European Commission (EC), since 2000, it has also been observed as an international day. The core idea behind the day is to discourage the use of cars, private cars to be precise, and encourage people to use bicycles and public transport like buses, trams and trains. In the day, people can see what their cities would look like with fewer cars and what the alternatives are without cars on the roads. By keeping cars off the streets for a day, it is also possible to reduce air and sound pollution. Thus, the concept of a car-free day has broader implications.It is widely recognised that a standard private car is less efficient in commuting as it can carry a maximum of five people at a time. The number of passengers in bigger cars is seven to eight, and in microbuses, it is a maximum of 12 to 14. The car, however, occupies comparatively more road space than a bus, which is an efficient mode of public transport. Generally, a bus is threefold the size of a car, while its capacity to carry passengers is far higher than a car. A standard public bus can easily replace eight to ten private cars by having 40 to 60 passengers at a time.Cars are primarily for comfort and used to maintain privacy in commuting, especially by the affluent section of society. A growing number of people within the middle-class bracket also use cars in Bangladesh. The lack of decent and efficient public transport is primarily responsible for the increase in the use of private vehicles on roads, contributing to traffic congestion. The communication infrastructure is also biased towards the car. That's why there is a persistent rise in private cars.Statistics available with the Bangladesh Road Transport Authority (BRTA) showed that at least 45 private cars appear on the country's roads daily on an average. The total number of registered private passenger cars last year alone stood at 16,695 across the country, of which 14,946 were in Dhaka. Again, in the first eight months of the current year, some 6,495 new private cars were registered in Dhaka metropolitan area.The increase in private vehicles is co-related mainly to economic growth. It can be said that higher economic growth induces higher consumption spree among more people. As their income rises, they look for their houses and personal transport. Thus, the number of cars also increases. This has been happening in Bangladesh. At the same time, it also reflects the growing income disparity in the country.Limiting cars on the road is necessary to enhance the mobility of mass people, and that requires efficient public transport. By ensuring green and decent public transport, it will be possible to curb the use of private vehicles like cars and motorcycles. The rapid rise of motorcycles also becomes another severe constraint to controlling traffic congestion. Chaotic movement of motorcycles including on the footpaths and also in the wrong direction creates traffic anarchy---not to mention the frequent accidents. As cars and motorcycles are a private mode of transport, it is necessary to curb the use of both on roads. \n[email protected]",
        "headline_1": "Message of the World Car-Free Day",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/message-of-the-world-car-free-day-1695998103",
        "news_paper_name": "The Financial Express",
        "publish_date": "30-09-2023"
    },
    {
        "full_article": "Storytelling is an important tool for human communication. Stories are told to share ideas, connect with individuals and understand the meaning of life. As a result, this beautiful art of storytelling has been used by companies to create an impact and connect with their audience. Nowadays, creating a brand image is not just about customers frequently buying a product or service. Rather, it is about generating a relationship, tugging at their heartstrings and creating an experience that makes them feel that they are part of the family. Hence, companies need to break that emotional wall. As a result, this tool has a much better outcome on customers than discounts, special features and memberships.Storytelling gives life to a brand. It provides empathy and familiarity. For example, the advertisement Grameenphone's 'Shopno Jabe Bari Amar' still resonates with people till today. The beautiful song and visuals of people from all walks of life celebrating Eid with families is still loved by the audience. It created a huge impact on Grameenphone and the vision it stands for. If storytelling is done perfectly, it can be the most effective marketing tool to build a lasting relationship with customers. It is a strategy for marketers to gain trust and create reliability. In conclusion, companies can weave a beautiful story and utilise it as their advertising content to convey their brand message. \nParisa Tahseen Chowdhury,Student of North South University, [email protected]",
        "headline_1": "Art of storytelling in marketing",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/art-of-storytelling-in-marketing-1695998129",
        "news_paper_name": "The Financial Express",
        "publish_date": "30-09-2023"
    }
]