[
    {
        "full_article": "For Bangladesh, the Delta variant of Covid-19 virus couldn't have come at a worse time. Starting in January, our infection rate had been going down and was below 300 per day in mid-February. Then Bangladesh experienced a rise in infection and death rates in the wake of the spread of the Delta variant in India. The subsequent cancellation of the contracted SII vaccine shipment to Bangladesh compounded its woes. Now, everyone is talking about breakthrough cases, long Covid, booster shots, the third dose (for Pfizer), the Lambda variant, and the possibility of the world fractured once again between the North and the South.\nWhile the previous characterisation may appear to be an over-dramatisation, it is closer to reality than it sounds. Bangladesh's economy fared much better than many other developing countries as it bounced back a few months ago from the earlier phases of the pandemic. Now, it will not be an exaggeration to say that the Delta variant, along with the talk of breakthrough infections—cases where fully-vaccinated people get infected—and the uncertainty relating to a global economic recovery, will continue to plague the engine of GDP growth. It is already casting its shadow on financial markets. While the Tokyo Olympics, however scaled back, has kept us distracted for a few weeks until August, eventually reality will sink in and we need to ask: \"When and how can we get rid of this Covid spectre once and for all?\"\nIn a recent article in the Boston Globe, Professor Katherine Gergen Barnett, MD, of Boston University wrote, \"As Covid-19 rates are rising again and the Delta variant is spreading at dramatic rates in largely unvaccinated American states, partially vaccinated countries, and globally where access to vaccines has been poor, the fantasy of arriving at our 'final destination'—the post-Covid-19 world—appears to be quickly slipping away.\" Garnett is vice chair of Primary Care Innovation and Transformation in the Department of Family Medicine at Boston Medical Centre, clinical associate professor at the Boston University School of Medicine, and a fellow at the Boston University Institute for Health Systems Innovation and Policy.\nI asked an infectious diseases specialist, \"Since I have been fully vaccinated, can I be sure that I will not get the Delta or die from it?\" He hesitated for a few seconds, and said, \"I wish I can give you a straight answer\". On TV, epidemiologists are making contradictory guesses, for example, \"Either there's lots of unseen spread of Delta among the vaccinated, or hardly any\". On July 27, the CDC in the USA advised even the fully vaccinated to wear masks in indoor settings. Representatives from the Robert Koch Institute (RKI), Germany's centre for disease control, offered a bleaker picture. To reach herd immunity, they said, 85 percent of those aged 12 to 59 would need to be vaccinated, as well as 90 percent of all those above the age of 60. Out of frustration, Germany's Der Spiegel announced, \"Herd Immunity is Impossible. Now What?\"\nThere is no doubt that the timeline for herd immunity is receding, and so is the immediate prospect of the so-called final destination.\nLet me reassure the readers that Bangladesh is not alone in facing a future that is uncertain, unpredictable and unmapped. The Delta variant has emerged as a \"black swan\" for the world economy which has been struggling under the Covid pandemic since March 2021. The IMF has in its latest forecast for the global economy cautioned that Delta variant has introduced considerable uncertainty, given the unpredictable course taken by the pandemic, especially in emerging-market economies and finally conceded that its forecasts outlined in its Economic Outlook remains uncertain. In a nutshell, the effect of the Delta variant in these precarious times is slower global recovery and massive redistribution of wealth.\nThe variant, which some have also compared to the bubonic plague of the 14th century, has unleashed unfounded speculations and total disarray even in the scientific community. Now, after months of vaccination and an uptick of the Delta variant, ordinary people are confused and fatalistic, believing at the same time that Covid is rarer, more random, and more fatal than it is.\nTrudie Lang, director of the Global Health Network at the University of Oxford's Nuffield Department of Medicine, said the Delta variant was an important factor in leading to new mutations and would continue to gradually drive out old ones. The WHO has already warned that, based on the estimated transmission advantage of the Delta variant, \"it is expected that it will rapidly outcompete other variants and become the dominant circulating lineage over the coming months.\"\nIn its latest weekly report on Wednesday, the WHO noted that as of July 20, the prevalence of Delta among the specimens sequenced over the past four weeks exceeded 75 percent in many countries worldwide including Australia, Bangladesh, Botswana, China, Denmark, India, Indonesia, Israel, Portugal, Russia, Singapore, South Africa and the UK. For many of these countries, the variant has had the effect of wrecking any confidence in the recovery and by increasing uncertainty about the shape of things to come.   In the USA, last week, the headlines in the prestigious Wall Street Journal ranged from the entire spectrum from pessimism to optimism. \"Variant Can Still Clip US Economy's Wings\" (July 22) and \"Delta Variant of Covid-19 Isn't Expected to Dent Robust US Recovery\" (July 23). In the UK, the Financial Times was more global. \"The Spread of the Delta Variant Bodes Ill for the World Economy\".\nThis type of contradiction is also reflected in the latest pronouncements from the IMF and European Bank. Kristalina Georgieva, IMF's managing director, last week told a webinar that while its projection for world economic growth in 2021 will stay at the 6 percent forecast in April, the outlook for rich countries with speedy vaccination programmes has improved, while the outlook for poor countries has weakened! \"The reopening of large parts of the economy is supporting a vigorous bounceback in the services sector,\" Christine Lagarde, president of the European Central Bank, told reporters Thursday. \"But the Delta variant of the coronavirus could dampen this recovery in services, especially in tourism and hospitality.\"\nOf course, all this is not entirely due to the Delta variant but the uncertainty about the road ahead is shattering any confidence in the recovery. The global supply problems that accompanied a rapid surge in demand earlier this year have yet to be resolved. \"Continued price increases for labour, raw materials and transportation threaten to keep inflation elevated. And the spread of the new Delta variant could damp business optimism and consumer confidence.\"\nExperts say it's still too early to say whether that will keep people home, as in previous spikes, slowing the economy and weakening the stock market. \"We have to see how behaviour changes,\" says Michelle Meyer, head of US economics at Bank of America. Meyer said that her economic forecast hasn't changed, but the risk factors are increasing. \"What we've seen throughout the course of this year has been an extraordinary increase in spending on activities, leisure,\" she tells Barron's. \"The Delta variant, and the rise in Covid cases can disrupt that trend in a way that would be problematic for the economy.\"\nThe IMF report tried to add a sprinkle of hope. \"Concerted, well-directed policies can make the difference between a future of durable recoveries for all economies or one with widening fault lines—as many struggle with the health crisis while a handful see conditions normalise, albeit with the constant threat of renewed flare-ups\", it said.\nDr Abdullah Shibli is an economist and IT consultant. He is also Senior Research Fellow of International Sustainable Development Institute (ISDI), a think tank based in Boston.\n",
        "headline_1": "The effect of the Delta variant in uncertain times",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/the-effect-the-delta-variant-uncertain-times-2145751",
        "news_paper_name": "The Daily Star",
        "publish_date": "06-08-2021"
    },
    {
        "full_article": "The last batch of US-led NATO troops left Afghanistan's Bagram Airfield in early July of this year. They have been attacking Al-Qaeda and the Taliban in Afghanistan from this airfield for the last 20 years.\nA few days ago, US President Joe Biden had a meeting with the visiting Afghan President Ashraf Ghani. What Biden said after the meeting was that Afghanistan will have to decide what happens next. Support would continue though, he added. That means, after a long period of geopolitical use, the US administration no longer wants to take any responsibility for the ongoing situation in Afghanistan, which has been in the throes of a bloody conflict for nearly 20 years.\nAt a time when Biden is preaching, NATO troops are leaving and on the other side, the Taliban are on a mission to occupy Afghanistan. The Taliban have expanded their dominance in rural areas of western Afghanistan. Now they are moving towards the major cities. They are occupying the districts. There have even been reports that 260 Afghan soldiers have fled to Tajikistan in the face of Taliban attacks. A few days ago, the Taliban launched an attack on the regional capital. After the Qala-e-Naw attack in western Afghanistan, there have been reports of clashes between Taliban and Afghan forces. With everything that is happening, everyone is concerned about Afghanistan.\nAmerica retreating like this is not new. They have provoked regional instability by creating complexities in the name of democratising Afghanistan and fighting a war on terror. The consequences of any military alliance led by them have always been the same. They have done the same thing in Vietnam and Iraq. While the war in Vietnam had created new areas of conflict during the Cold War, the experience of Iraq is even grimmer. Today, everyone knows that the reasons for the Anglo-American alliance's invasion of Iraq were baseless. But that invasion paved the way for terrorism around the world to increase and created new extremist forces like the IS, not only in Iraq, but all over the world.\nThe US supported the Taliban—or the Mujahideen—in the early 1990s to fight against the Soviet Union. It was after 9/11 that the US started its anti-Taliban activities. Today, John Bolton, a former US security adviser, says that Pakistan is responsible for the rise of the Taliban! Most former and current US policymakers like him hide the fact that the militants have emerged in areas around the world where they have created chaos and unrest. It can be seen that the rise and actions of these militants have always favoured their geopolitical interests at the end.\nThe strengthening of the Taliban in Afghanistan did not stop its influence in that country alone. Pakistan, Bangladesh and even India were influenced by the rise of such forces. The Taliban had established contacts with extremists in Bangladesh and they also developed close ties with radical political parties. We heard them chant slogans in their processions in the nineties that Bangla shall be Afghan and they will all be the Taliban!\nWe have seen how Bangladeshis have travelled to Afghanistan and fought for the Taliban. After returning to Bangladesh, they have not only created militant organisations like Harkatul Jihad or HUJI, they have tried to destroy the progressive politics of the country as well. They have strategically expanded their organisation by choosing their political allies, and to do so, they have received money from the Taliban. The impact of the rise of the Taliban in the country was even clearer when one read the statement made before the execution of JMB leader Shaykh Abdur Rahman. Shaykh Abdur Rahman made contact with Afghani and Pakistani militants before entering the JMB with the help of Bangla Bhai. He also had a meeting with HUJI on that basis. The unity of progressive politics in the country did not allow them to succeed in the end. But they are yet to be fully stopped.\nAccording to media reports, intelligence officials have found the involvement of Afghan militants in the violence of Hefazat-e-Islam in the country a few days ago. They are working on different strategies together. While staying in India, Salahuddin alias Salehin, the current Amir of JMB, has been organising militants in the country. A militant arrested in Dhaka a few months ago has confessed that he went to India and met him. It is not difficult to see from past experiences that the return of the Taliban to full power in Afghanistan will again fuel this radical group in Bangladesh.\nIs this a danger only for our country? India, one of the largest countries in Asia, cannot avoid such influences either. According to media reports, JMB's Salahuddin has reportedly worked with militant groups inside India. Hefazat's vandalism in March 2021 was also focused on the Indian prime minister's visit to Bangladesh. It cannot be ruled out that the rise of the Afghan Taliban will create a new crisis in Kashmir. There is nothing new to say about the Taliban's position inside Pakistan. As a result, just as a bloody Iraq affected the stability of the entire Middle East, a conflict-ridden Afghanistan could in fact destabilise the whole of South Asia.\nSo, we all need to focus on the future crisis brewing in Afghanistan now. It is not a headache of any single state. If the South Asian countries cannot work together on this issue with a common goal of achieving regional stability, then everyone will have to pay the price for it in the future.\nFazle Hossain Badshah is a Member of Parliament from Rajshahi-2.\n",
        "headline_1": "Resurgence of Taliban in Afghanistan and its effect on Bangladesh",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/resurgence-taliban-afghanistan-and-its-effect-bangladesh-2145741",
        "news_paper_name": "The Daily Star",
        "publish_date": "06-08-2021"
    },
    {
        "full_article": "Now that San Marino, population 34,000, less than Sabrang, the smallest Union in Teknaf Upazila, have won medals at the Tokyo Olympics, the pressure is mounting on us, the eighth largest country, with about 17 crore people. But, how?\nFor a person with first-hand experience of presenting for BCB Bangladesh's case to the ICC delegation before we were granted, first the ODI and then the Test status in 1996 and a year later, I know how difficult it is to sell an argument when you do not have a bag-full of laurels.\nThe importance of a games medal is the prestige and the inspiration it entails for the winner. Ignorant me did not know about San Marino before their triumph on August 1.\nSan Marino's Alessandra Perilli won their first medal, a bronze in the Women's Shooting Trap at Tokyo. She paired with Gian Marco Berti to claim their second-ever medal, a silver in Mixed Trap two days later.\nBangladesh is the most populated part of the world that has been without a medal, and we have been in the Olympics since USA 1984. Someone born then is today 37-years-old, about the age when most retire from competitive sports. Invigorated by sporting spirit, we are taught that participation is more important than winning, but for how long can we beat our empty vessel?\nAt Tokyo 2021, Bangladesh had six athletes in four events. Except our male archer, being the first ever direct qualifier in Olympics, the others participated by invitation—our woman archer, the 400m sprinter, the men's rifle shooter, and the two swimmers.\nTime has come to shake off the lassitude and sluggishness, but Paris 2024 is too soon. Not much time is left to implement a strategy to our advantage. Realistically, we should target USA 2028. We will have come a full circle in almost 50 years from Los Angeles to Los Angeles. Beats me, I thought they had 50 states.\nLet us oil our own charka, and approach the medal problem holistically.\nConsider the track sprints. The variety of rice we take helps to fatten us in the wrong places. No calf muscle to power us. We have no stamina for long distance events because our lungs are bungled by oil and spice, roshogolla and jilapee.\nLong and high we are not, the events are. Have you seen how tall these Fosbury Floppers are? Too dizzy an altitude, if you ask me at five feet five, and they are leaping almost eight feet high. The elastic pole that can bend so, is quite different from the bamboo we produce, so vaulting is not in our wish list.\nThrowing events have been designed unfairly to favour the mammoth. Clearly the steel sphere (Okay, shot putt, you whiz!), the disc, and the hammer that is useless with nails are too heavy. The spear would have been declared a WMD were we good at flinging it, and so they call it javelin.\nOur waterbodies are hardly suitable for training. They are dirty, stinking and shallow from dumping waste. I am talking about the sports swimming pools. No surprises that at the Tokyo 2021 our male participant finished 51st, and our woman swimmer finished 68th. Don't look at me! I can barely cover a few metres in a pool.\nBasketball, handball, volleyball, nahh… we are too short. We could provide Liberoes though, the diminutive chap in volleyball with the different coloured jersey, but we have to wait till citizenship policies are relaxed in the taller nations. Scanty beach volleyball is out because that would be unjust to our prosperous garment industry.\nAllow me to give you one example of this international machination, and our sports pundits are none the wiser. Say, if boxing, wrestling and lifting can be run on the basis of bodyweight, why can't we have volley- and basketball according to height. Lower the net and the basket to make us look good.\nOur only male archer at Tokyo 2021 was eliminated from the last 16 and the woman from 32, giving us reason to further concentrate on Archery, but the target has receded into the horizon seemingly well beyond our vision.\nShooting was seriously a promise once upon a time, but if our air rifle shooter was 41st at Tokyo from 10 metres away, we need to rethink the entire process of talent hunt, training and competing. One wonders whether the sport is restricted initially to the son of a big gun, seeing the amount of expensive technical equipment required.\nGymnastics could have been our forte, given our physique, but we cannot start after 12 years of age for Olympic glory, and never stop the rice and other culinary vice. Some of those celebrity rubber band athletes start at two years.\nLet's talk of the conspiracy against us. How many countries play the Olympic events, baseball or softball? Globally how many people are golfers of some standard? Canoeing and equestrian are hardly popular worldwide. Respective federations governing karate, skateboarding, sport climbing, and surfing have enough clout to compel IOC to include them in the Olympics. After two consecutive T20 triumphs against Australia early August, we have to move full throttle to convince IOC to include cricket too. It's more global than some.\nTokyo, more than any other games, has been a celebration of athletes without borders, although the trend was growing. Sudan-born Peter Bol ran the 800m for Australia in Tokyo. American Becky Hammon competed for Russia in the 2008 Olympics. Tongan Olympic flag bearer at Rio and Tokyo, Pita Nikolas Taufatofua, was born in Australia. American pole vaulter Giovanni Lanaro represented Mexico in Rio. Qatar has lured Kenyan athletes to run for them. Great Britain's 2012 Olympic team had 60 athletes born in other countries. So do the European countries, and the USA.\nRacism perhaps is deep-seated but the stigma of colour and nationality has been shattered in world sports for socio-economic and political reasons; thus allowing switching of country. Olympics is no more about patriotism only, but an opportunity to compete, which is the moving force for any athlete.\nRule 41 of the Olympic Charter requires an athlete with a new nationality to let three years pass since the competitor last represented another country to be eligible for the Olympic Games. Just enough time for us to catch Paris.\nThat has given me the gold medal idea of inviting world-class athletes from other countries. Offer them facilities, and grant them (dual) citizenship to represent Bangladesh. Why should they? For Olympic glory obviously.\nThe Olympics allow only three athletes per event per country. Many countries have several with qualifying marks in the queue. Their only Olympic hope is to migrate. Why not to Bangladesh?\nDr Nizamuddin Ahmed is a practising Architect at BashaBari Ltd., a Commonwealth Scholar and a Fellow, a Baden-Powell Fellow Scout Leader, and a Major Donor Rotarian.\n",
        "headline_1": "In search of an Olympic medal with ‘athletes without borders’",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/chintito-1995/news/search-olympic-medal-athletes-without-borders-2145731",
        "news_paper_name": "The Daily Star",
        "publish_date": "06-08-2021"
    },
    {
        "full_article": "We have all become accustomed to the economic story of China, its astonishing success in reducing poverty, its emergence as the economic powerhouse of the 21st century and its infrastructural ambitions expressed through the Belt and Road Initiative. Lesser known is its foray into the world of ideas and political theorising. Few people in Bangladesh may have heard of Wang Huning. The political theorist behind three paramount leaders including the current leader Xi Jinping, Wang Huning's induction into the all-powerful Politburo of the Chinese Communist Party marks the first time a person primarily from the world of ideas has been assessed as important for the corridors of supreme power.\nBorn in Confucius' birthplace, Shandong, Wang Huning's rise from being a professor of international politics at Fudan University in Shanghai has not merely been a personal journey. Seen by some international circles as China's Machiavelli, his theoretical constructs of political leadership during the modernisation process and integration of Confucian thoughts represent serious challenges to established theoretical orthodoxies on the interface of politics and development. They also provide a novel opportunity to take a fresh look at issues of governance, politics and development, which are particularly pertinent for countries like Bangladesh that are aspiring to climb the next rung on the development ladder.\nThe linking of democracy and governance to issues of developmental performance has long antecedents but in recent times has had varied and contested formulations. The coming to prominence of the \"good governance\" paradigm in the 1990s has obscured a deeper discourse on the interface of politics and development that has run since post-colonial developing countries grappled with issues of economic and political modernisation in the new world order following the Second World War. The late Harvard icon Samuel P Huntington's 1968 seminal work Political Order in Changing Societies provided a dominant reference point for this discourse. Huntington provided a reality check on the over-optimistic modernisation theories and pointed to the possibilities of political decay as much as political development in the process of social and economic change. Analysts and academics have had to cross the traditional disciplinary boundaries to grapple with such complexities, in the process bringing to prominence newer disciplines such as political sociology, institutional economics and culture studies. \nA critical insight emerging from such analysis is that it is less the form of government and more the degree and quality of politics and governance (i.e. legitimacy, opportunities for contestations, rationalisation of authority, state capacity, robust spaces for public discourse, minimising system disruptions around transitions in power) that distinguish politically developed societies from politically decaying ones. Clearly, politics and development are closely intertwined processes that have no easy or predictable answers on cause and effect. Experience shows that there are both well-performing and poorly-performing \"democracies\". The more relevant issue thus is less the regime type per se or a normative set of \"good governance\" indicators, but rather the constellation of system and process features that generate a \"political governance\" capable of nurturing inclusive and sustainable economic outcomes.\nPrevailing perspectives on democracy and governance in developing countries have a typical blind spot as to how politics and political leadership is accommodated within such analysis. For example, the \"good governance\" paradigm favoured by civil society and development agencies includes a politics variable—\"political instability and violence\". This is certainly relevant for many contexts. But what of realities such as today's Bangladesh, where there is both enforced political calm and pronounced uncertainty about the future—a case of \"uncertainty despite stability\" reflected, for example, in stagnant private investment, and rising brain-drain and youth unemployment? Similarly, the \"democracy\" discourse too has found it hard going to concretise the \"politics\" variable beyond \"elections\". The sad reality of \"electoral democracies\" across many parts of the developing world is either of \"voter-less elections\" or various degrees of \"controlled\" elections or directionless blood-letting by rival political blocs during transition. The economic and social fallouts in these countries are all too visible—all-encompassing corruption, state capture by elite groupings, deepening inequalities, pervasive insecurity, and political marginalisation of the common citizenry.\nThe pandemic has created an existential moment for humanity. Sadly, facile talk of \"common purpose\" is belied by the reality of vaccine inequality between developed and developing worlds, rise in number of billionaires and millionaires during the pandemic, and the misery of the \"new poor\". Clearly, the driving of \"common purpose\" has to start at home. And home here is the nation-state and the political order on which it functions. Fifty-odd years after Huntington penned his seminal work and the intervening rise and fall of neoliberal hubris of market supremacy, the development discourse is needing to embrace the thorny discourse of \"politics\".\nIt is here that Wang Huning and China's burgeoning discourse on political theory present new points of departure for the interface of development and political leadership. The impetus for rethinking came in the wake of the ideological crisis of communism, symbolised by the fall of the Berlin Wall. Wang Huning was the driving force for an ideological repositioning that also drew on Confucian thinking to project new concepts such as political meritocracy, virtuous governance and performance legitimacy. Such theoretical efforts have not necessarily led to a full-blown ideological construct such as liberal democracy. Nor have they gained broad-based endorsement. But they have certainly put a spotlight on the urgency of seeking new answers to the all-too-familiar problems of democratic dysfunction and political decay in many of the developing countries. How can merit and efficiency be nurtured as integral building blocks of political governance? And is \"merit\" enough without a commitment to values and being open to performance scrutiny? The discourse is notably reticent on issues of representation, focusing instead on the issue of legitimacy.\nFrom an external perspective, these are large canvases worth exploring with lessons to be independently arrived at rather than axiomatically drawn. Whatever such instrumental lessons turn out to be, the discourse lesson is already clear. Without \"good politics\", there will not be \"good development\". Unlike \"good governance\", which has over-focused on technical solutions, \"good politics\" forged on values, vision and competence can only emerge out of risk-taking and active engagement.\nHossain Zillur Rahman is Executive Chairman, Power and Participation Research Centre (PPRC) and former Advisor of the Caretaker Government of Bangladesh. Email: hossain.rahman@gmail.com\n",
        "headline_1": "Development and political leadership: China’s Wang Huning and new perspectives",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/development-and-political-leadership-chinas-wang-huning-and-new-perspectives-2144841",
        "news_paper_name": "The Daily Star",
        "publish_date": "06-08-2021"
    },
    {
        "full_article": "We are deeply concerned to find that, due to excess liquidity in the banking sector, savers and some small borrowers are being penalised to ensure hefty dividends for shareholders. This is a result of interest rates on deposits being slashed at a faster pace than interest rates on loans, leading to a widening gap between lending rates and deposit rates (average spread).\nAccording to a report in this daily, the weighted average rate on deposits dropped to 4.13 percent in June 2021. The June inflation rate of 5.64 percent means depositors actually received negative returns on their savings. At the same time, the lending rate in June was 7.33 percent, leading to a highly undesirable average spread of 3.20 percent. Experts have warned that not only does this deprive depositors of getting returns on their funds, it also goes against banks' main agenda and shifts their focus to profit-making instead. \nAt a time when the Covid-19 pandemic has had massive repercussions on incomes and pushed a substantial chunk of the population into poverty—2.45 crore people, according to data released by PPRC and BIGD in April 2021—it is distressing that banks would adopt such a strategy. We have written extensively on how unemployment, redundancy and reduced incomes have forced many to dip into their savings to survive the pandemic. But we now find that our banking regime is set up so that savings are discouraged, so what are people supposed to fall back on? The fact that banks in Bangladesh posted a hefty operating profit in the first half of 2021 despite the pandemic-induced economic slowdown, while during this same period, ordinary people struggled to make ends meet, only makes this situation more objectionable.\nAlongside savers, small borrowers have also been adversely affected by this banking strategy, since they have little bargaining power to secure loans at a lower rate than larger ones. Yet, it is these same borrowers who have suffered the most during the pandemic and are most in need of help. A report in The Daily Star from October last year detailed how banks were given the responsibility to distribute more than Tk 80,000 crore from the government stimulus packages in the form of soft loans. From these, the packages dedicated to corporate groups were most successfully disbursed, yet the funds allocated for the SME and farm sectors saw sluggish implementation due to the reluctance of lenders.\nExperts have suggested that the central bank should take actions to mop up a portion of the excess liquidity, boost the private sector's appetite for credit and ensure a stable stock market where individual investors can benefit. We hope the authorities will listen to these suggestions and implement monetary policy that benefits all sections of society and not just the privileged few. However, the most urgent need of the day is to get the pandemic situation under control and rein in widespread transmission through a comprehensive vaccination programme in order to restore business confidence and get the economy back on track. \n",
        "headline_1": "Low interest rates penalise savers, small borrowers",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/low-interest-rates-penalise-savers-small-borrowers-2145761",
        "news_paper_name": "The Daily Star",
        "publish_date": "06-08-2021"
    },
    {
        "full_article": "Severe storms and lightning are common during the June-September monsoon season in Bangladesh, where each year lightning kills more than 200 people, mostly farmers in their fields. The country is said to be the third-most lightning-prone region in the world. These statistics add a certain degree of inevitability to the occurrence of this natural phenomenon and the fatalities and injuries caused, but are of little consolation when you consider how a lot of them are actually preventable with enough preparation and awareness. In the latest case reported on Thursday, at least 19 people were killed and 16 others injured in two separate incidents in Chapainawabganj and Kishoreganj districts. Of the dead, 17 were struck in Chapainawabganj when they were travelling by a boat to a wedding, while the groom, who was with them, survived. The other two victims were fishermen who were struck by lightning when they were fishing in a haor in Kishoreganj.\nIn Bangladesh, lightning strike is recognised as a major disaster, yet official response remains far from adequate, and clearly not on a par with its response to other natural disasters like cyclones and floods. Because of the government's failure to devise an effective plan to bring down the incidence of lightning and associated risks, the country has seen an alarming rise in deaths in recent years. Since 2017, the annual death toll twice rose north of 300, and this year recorded 177 deaths in the first half alone. The upward trend in casualties is deeply worrying.\nExperts say the rise in fatal lightning strikes is due to continued deforestation, which has led to the disappearance of many tall trees that earlier would have drawn lightning strikes. In recent years, the government has taken initiatives to plant hundreds of thousands of palm trees in a bid to ease the impact of lightning. But clearly, a more robust, better-planned and better-coordinated intervention is needed, both in the countryside, where most casualties occur, and in urban areas, where most buildings still do not have lightning diversion systems in place. As well as addressing these problems, the government also needs to step up its efforts to increase awareness. Unfortunately, for most people, lightning still seems to inspire only awe and allusions to the divine. If people cannot be made aware of the importance of responsible behaviour—such as staying indoors around the time a storm occurs, or taking shelter at the first sight of it—tragedies may continue to happen.\n   Only through a combination of judicious prevention measures, including extensive afforestation, and proper awareness can we hope to bring down the number of striking fatalities. The government must step up its game.\n",
        "headline_1": "Are we doing enough to curb lightning fatalities?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/are-we-doing-enough-curb-lightning-fatalities-2145756",
        "news_paper_name": "The Daily Star",
        "publish_date": "06-08-2021"
    }
]