[
    {
        "full_article": "Bangladesh Prime Minister Sheikh Hasina’s ongoing state visit to India and meeting with Prime Minister Narendra Modi have resulted in positive outcomes and seven agreements, which include the conclusion of the first water sharing agreement in 26 years, the launch of free trade agreement talks, and infrastructure projects particularly in the railways sector. The water sharing agreement on the Kushiyara, which was preceded by the first Joint River Commission meeting in 12 years, is a particularly hopeful sign on resolving water management, and a very contentious issue, of 54 trans-boundary rivers. While there has been a smaller agreement on the withdrawal of 1.82 cusecs from the Feni in the interim period, the Kushiyara agreement is the first time the Centre has been able to bring on board Assam and other north-eastern States, for the agreement since the 1996 Ganga water treaty. However, the Teesta agreement, of 2011, held up by West Bengal, remains elusive, a point Ms. Hasina made several times. Clearly, the Teesta river agreement will require more efforts by the Modi government, and flexibility from the Mamata Banerjee-led State government, if the deal is to be sealed soon. The timeline grows more important for Ms. Hasina, who is due to hold elections at the end of next year, after three terms in office. Much of her focus was also on attracting investment by Indian industry, which now constitutes a small fraction of Bangladesh’s FDI inflows. Ms. Hasina made particular mention of two dedicated Special Economic Zones for Indian companies, coming up at Mongla and Mirsarai.Ms. Hasina’s visit, which follows her previous state visit in 2017, and Mr. Modi’s visit to Bangladesh in 2021, have set India-Bangladesh ties on a firmer footing, and on course for closer engagement in trade, connectivity and people-to-people ties. However, the positive trend in ties goes further back, to Ms. Hasina’s advent to power in 2009, her unilateral moves to shut down terror training camps, and to hand over more than 20 wanted criminals and terror suspects to India. It is incumbent on New Delhi, which has benefited from such outcomes and the turnaround in relations with what used to be an inimical neighbour, to be equally sensitive to Dhaka’s concerns, particularly when it comes to comments made by ruling party leaders on deporting Rohingya refugees, comparing undocumented migrants to “termites”, the Citizenship (Amendment) Act, and more recent references to annexing Bangladesh for “Akhand Bharat”. While cross-border sensitivities in South Asia often run high over such political rhetoric, it is necessary that New Delhi and Dhaka remain focused on their future cooperation, built on their past partnership, and what is referred to as the “Spirit of 1971”.",
        "headline_1": "The spirit of 1971: On India-Bangladesh relations",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/the-spirit-of-1971-the-hindu-editorila-on-india-bangladesh-relations/article65861643.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "08-09-2022"
    },
    {
        "full_article": "Chilean voters’ decision to reject a new Constitution that would have replaced the 1980 charter written under the brutal military dictatorship of General Augusto Pinochet could deepen the country’s political divisions and throw its future into uncertainty. The new document, supported by Chile’s 36-year-old leftist President Gabriel Boric, would have transformed South America’s most free market-friendly country into a state-driven, rights-rich welfare society. But the voters seem to have concluded that the draft went too far. With almost all votes counted, 62% of voters said ‘No’. The Constitution drafting process itself was the result of months-long social and political struggles. Chile witnessed street protests in 2019 — triggered by a modest rise in subway fares — which prompted then President Sebastián Piñera to promise to rewrite the Constitution. Despite amendments, the Pinochet-era Constitution remains a pro-business, pro-market document, restricting state intervention in the economy. While Chile has seen fast development ever since its market reforms, it has also grown into one of the most unequal countries in the region, leading to disquiet. Mr. Boric rose from this chaos. In his election campaign in 2021, he had promised a new beginning. The referendum was his best opportunity to rewrite Chile’s future. But Mr. Boric and his comrades seem to have lost the momentum.The 170-page, 388-Article document promised to legalise abortion, provide universal health care, mandate gender parity in government, empower labour unions, and tighten regulations on mining. It also sought to define Chile as a “plurinational” state that would recognise its 11 Indigenous groups, who make up some 13% of the population — they could have their own governing structures and legal systems. This proposal became the rallying cry of the rejection camp which argued that the enhanced rights of the indigenous communities (including veto powers on big-ticket projects) and the limits the new Constitution would place on security agencies would promote anarchy. Rising inflation and a militant uprising by the Mapuche community made it difficult for Mr. Boric to sell the proposals to voters. Chile is now back to square one. The old Constitution would remain in force until Chile’s political class finds a way ahead. Mr. Boric has promised to repeat the Constitution process — elections to the constituent assembly and then preparation of another draft that is put to a referendum — which would take time. The conservatives and centrists, who ruled Chile since the fall of the dictatorship, would try to maximise their interests in the coming elections. But political struggles could only make the political crisis worse. As Chileans have demanded the old Constitution be repealed and replaced, it is for the politicians to provide them a document that they would support. For that, they should start with building consensus on the future of the country.",
        "headline_1": "Uncertain future: On Chileans rejecting new Constitution",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/uncertain-future-the-hindu-editorial-on-chileans-rejecting-new-constitution/article65857180.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "08-09-2022"
    },
    {
        "full_article": "Next week: ‘How Xi Jinping Extends Control over the Party’\n\nThis autumn Xi Jinping will, according to most analysts, be appointed as General Secretary of the Chinese Communist Party (CCP) for a third five-year term. If that happens, he could become the longest serving dominant leader to hold office since Mao Zedong. In any case, over the past ten years, he has transformed China’s political, social and national security landscape.\nRead the full article on TOI+\n\n",
        "headline_1": "The enigma that is Xi: China’s communist elders chose him because they thought he could be controlled. He proved them wrong",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/the-enigma-that-is-xi-chinas-communist-elders-chose-him-because-they-thought-he-could-be-controlled-he-proved-them-wrong/",
        "news_paper_name": "The Times of India",
        "publish_date": "08-09-2022"
    },
    {
        "full_article": "Bharat Jodo Yatra, Congress’s first attempt at mass contact in a long while, is an improvement to the extent that motion is better than appearing moribund. That this comes as party elections are again caught up in petty controversies does mangle the message a bit. But the yatra won’t hurt the party – unless Congress leaders, especially Rahul Gandhi, make the mistake of thinking that trying to establish direct contact with people is what the party needs, or needs the most, to win polls. The electoral reality doesn’t allow for such romantic notions. It’s not that yatras don’t yield political dividends – but they do so only when the yatris have already communicated a solid message, one that stands out from the clutter. LK Advani’s rath yatra, YSR Reddy’s Andhra marches, later emulated by son Jagan, Mamata Banerjee’s many marches in Bengal – all of these had a good story to tell and sell. Congress and Rahul don’t have anything right now to tell or sell that will attract new support or even hold back those deserting.\nThere are two parts to the problem of not having a solid political message. First, Congress has lost the ideas battle even as BJP has got smart on where and how to deploy Hindutva, become past master at social engineering, hijacked the erstwhile left-of-centre welfarist political line, and packaged muscular nationalism in a people-pleasing way. Second, and related to the first, Congress has lost so much ground in so many states – it hasn’t won an election on its own since 2018 – that even if it were to come up with a good story, it will lack heft. Therefore, more than yatras Congress must do the real hard work of rebuilding in at least four or five major states. Otherwise, Bharat may not take much notice.\nIt is astonishing that so little attention has been paid by Congress leaders to organisational atrophy. Electoral defeats needn’t necessarily lead to withering away of local party structures and mass disaffection among long-standing supporters. After all, BJP lost two consecutive general elections, as have regional parties that have bounced back. Congress, amazingly, has been lackadaisical after losing, occasionally making state-level appointments that have ended in disaster and/or defeats. Little wonder then non-Congress opposition parties have started making their own plans. The road ahead for GOP is long and hard, and it’s not the route the yatra is taking.\n\n",
        "headline_1": "It’s not the journey: Yatra makes Congress look like it’s doing something. But what it really needs to do is rebuild ground-up",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/its-not-the-journey-yatra-makes-congress-look-like-its-doing-something-but-what-it-really-needs-to-do-is-rebuild-ground-up/",
        "news_paper_name": "The Times of India",
        "publish_date": "08-09-2022"
    },
    {
        "full_article": "Credit rating agency Moody’s retained India’s sovereign rating at Baa3 with a stable outlook, indicating that it’s subject to moderate credit risk. Baa3 represents the medium-grade category. The rating is unsurprising. If anything, India’s resilience to macroeconomic shocks is greater than what the rating implies. Moody’s believes geopolitical challenges will not derail economic recovery, leading to the stable outlook. Also, that the negative feedback between the economy and financial system is receding.\nAmong G20 economies India stands out. The base for government debt financing is mainly domestic. The process is smoothened by RBI’s liquidity operations and a mandate for banks to hold a proportion of their deposits in government debt. RBI also holds foreign exchange to insulate domestic financial markets from external shocks. India is well-placed today in terms of both retail inflation rate and forecast growth rate. Of all these factors, it’s growth rate that holds the key to a stable environment. Since 1991, India’s debt sustainability has rested on its growth trajectory. Barring a couple of years, economic growth has outpaced the interest rate on government debt, an important metric of debt sustainability.\nGovernment expenditure is generally inflexible while revenue is influenced by growth. Therefore, every protracted spell of a slowdown in growth rate leads to an increase in the debt to GDP ratio. For example, states’ debt to GDP ratio was 22.6% in 2012-13. Subsequently, as growth trended lower, this ratio worsened to 26.3% by 2019-20. For GoI, the ratio of interest payment to revenue increased to over 40% after the 2020-21 economic contraction from the average 36.5% in the last decade. High growth rate, therefore, is the fulcrum of debt sustainability. That, however, shouldn’t deter a political conversation on the quality of spending or transparency in budgeting.\n\n",
        "headline_1": "Growth is everything: Rising GDP is key to government debt sustainability. But don’t ignore spending",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/growth-is-everything-rising-gdp-is-key-to-government-debt-sustainability-but-dont-ignore-spending/",
        "news_paper_name": "The Times of India",
        "publish_date": "08-09-2022"
    },
    {
        "full_article": "On March 15, 2022, the UN General Assembly passed a resolution on an “International Day to Combat Islamophobia” (IDCI), sponsored by the Organisation of Islamic Cooperation (OIC). India and France alone gave an Explanation of Vote expressing concern – that combatting the hatred against one specific religion was being elevated to an International Day for the first time.\nRead the full article on TOI+\n\n",
        "headline_1": "Why are attacks on Hindus, Sikhs, Buddhists ignored? These are just as religiophobic as anti-Semitism, Islamophobia, Christianophobia",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/why-are-attacks-on-hindus-sikhs-buddhists-ignored-these-are-just-as-religiophobic-as-anti-semitism-islamophobia-christianophobia/",
        "news_paper_name": "The Times of India",
        "publish_date": "08-09-2022"
    },
    {
        "full_article": "If I had a dollar for every time I've heard that \"traffic was particularly bad today,\" I could have retired already.\nOver the years, people have hazarded various suggestions as to the cause of the terrible Dhaka traffic and its potential solutions. Causes include: not enough roads for all the cars; poor traffic management or a lack of operational signals; lack of lanes; an insufficient number of buses, including school buses; too many rickshaws; and the \"disorderly\" movement of pedestrians. Each cause suggests its own solution: build more roads/flyovers/elevated expressways; modernise traffic management and fix the traffic signals; mark lanes clearly; ban rickshaws; throw pedestrians in jail if they fail to use foot overbridges.\nSome of those solutions have been attempted. The result? Well, the traffic flow sure hasn't improved, but as cars continue to gain priority on the roads, our air gets ever more polluted and road crashes become ever more frequent.\nI'm not sure why we're surprised. If you try to enable millions of people to move about within a small space, especially via the space-hogging private cars, what you will get is congestion. For Dhaka, it would be helpful to learn from the experience of other cities in the world, rather than try untested ideas and hope that they will magically work.\nHere are a few basic truths that are illustrated around the world: the more that cities rely on the automobile for transport, the worse the congestion is – as well as pollution, road crashes, and other problems related to cars. Since cars require so much space for movement and parking, vast amounts of urban land are expended to accommodate them. As a result, there is less space for trees, parks, and playgrounds, while the cost of housing goes up. We can never build roads as fast as people buy new cars, and wider roads simply invite more cars.\nBut the opposite is also true; when roads are permanently closed to cars, or lanes are converted from car lanes to bicycle lanes and to widen footpaths, much of the former traffic simply disappears. This is known as traffic evaporation. Cities that limit parking through high fees, implement congestion charges, and limit where cars can go, while simultaneously improving the quality of public transit and making walking and cycling more convenient, attractive, and safer, experience a decrease in congestion.\nBut not just that. Cities that control cars also experience less pollution and fewer road crashes. When the ground level of buildings is used for shops and offices, their rent subsidises that of the flats above, and housing becomes more affordable.\nWith mixed-use neighbourhoods, the need for travel decreases, which also reduces congestion. If we ensured that each neighbourhood had decent schools, then children could walk or cycle to school, making them healthier and happier while dramatically reducing congestion. Fewer cars would also mean more space for canals, parks, playgrounds, and urban trees, all of which make for more liveable and cooler cities with less flooding.\nSure, we can continue to try to tinker around the edges, maintaining our car dependency while hoping that somehow congestion will magically decrease. We can continue to complain about traffic, mourn those lost to road crashes, and build ever more impressive monuments to our love affair with the automobile.\nOr we could implement measures that would actually reduce congestion by discouraging and disenabling car use while also improving our quality of life in numerous ways. Of course, there is a sacrifice: All the convenience that we get – or hope to get – from cars and motorbikes. But we should also consider all that we could gain if we greatly reduced our use of individual motorised transport: cleaner air, safety, some peace and quiet, and far more liveable streets and cities. Surely those benefits would outweigh the loss of status and imagined convenience.\nDebra Efroymson is executive director of the Institute of Wellbeing and author of \"Beyond Apologies, Defining and Achieving an Economics of Wellbeing.\"\n\n",
        "headline_1": "How can Dhaka solve its traffic problem?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/how-can-dhaka-solve-its-traffic-problem-3113491",
        "news_paper_name": "The Daily Star",
        "publish_date": "08-09-2022"
    },
    {
        "full_article": "The key part of Prime Minister Sheikh Hasina's visit to India, which ends today, is over with the conclusion of the meeting with her Indian counterpart Narendra Modi on September 6, 2022. The formalities of signing MoUs and the inauguration of projects are also complete. The fate of the visit is now set. So, what are the outcomes of this high-level diplomatic engagement? What are the gains for Bangladesh?\nDuring the meeting, seven MoUs were exchanged and five projects were inaugurated.\nAmong the MoUs, the most important one is the withdrawal of 153 cusec (cubic feet per second) water from the Kushiyara River by Bangladesh under the upper Surma-Kushiyara project, via Rahimpur. The water will be used for irrigation of about 5,000 hectares of land. This is the first bilateral water-sharing arrangement between the two countries since the Ganges treaty in 1996. We must welcome this development. However, the major water-sharing disputes between the two countries remain unresolved.\nUnfortunately, there has been no progress regarding the signing of the Teesta water-sharing agreement, the draft of which has been gathering dust since 2011. It is still at the assurance level, and not even mentioned in the statement issued by the Indian prime minister after meeting his Bangladeshi counterpart. Prime Minister Sheikh Hasina, in her statement, only expressed hope that the outstanding issues, including the Teesta treaty, would be concluded at an early date. The joint statement didn't mention India's current view on the matter either. Meanwhile, new dams are being planned on the Teesta River in the Indian state of Sikkim, which will further choke the river's water flow.\nSimilarly, although the delegations of the Joint River Commission (JRC) discussed preparing the drafts of the water-sharing frameworks for the Manu, Muhuri, Khowai, Gumti, Dharla and Dudhkumar rivers, they couldn't finalise them.\nThe Bangladesh government's poor water diplomacy has failed us again. They have failed to make India understand that Bangladesh can't wait forever to resolve the issues of sharing the water of the common rivers. It is worth mentioning that the JRC ministerial-level meeting was held on August 25, 2022 after about 12 years. Can we expect a better result?\nAmong the projects inaugurated, a major one is the unveiling of the Unit I of the Maitree power plant. The 1,320 (660x2) MW supercritical coal-fired thermal power plant in Rampal, Khulna is being set up at an estimated cost of approximately USD 2 billion, with USD 1.6 billion as Indian Development Assistance under Concessional Financing Scheme. There has been strong criticism and protest against this controversial project since its inception. Numerous studies have shown that the benefits of the Rampal coal-fired power plant are negligible compared to its negative irreversible impacts on the ecosystem of the Sundarbans, a natural shield against cyclones and storm surges for Bangladesh.\nOn the first day of Prime Minister Sheikh Hasina's visit, Indian business tycoon Gautam Adani called on her. He expressed confidence in the completion of the transmission line under the Adani Godda Power Plant project to Bangladesh by December this year. The power deal was signed during Modi's first visit to India in 2015. This project has also drawn a lot of flak from environmental activists and energy experts in both countries.\nA report jointly published by the Bangladesh Working Group on External Debt (BWGED) and the India-based Growthwatch estimated that the capacity charge that Bangladesh is set to pay to the 1,600MW Adani Godda Power Plant over its 25-year lifetime is more than enough to build three Padma Bridges. The power from this plant, according to the study, will be 56.2 percent more expensive than the power imported from other sources.\nIt is reported that Adani has proposed to invest on a large scale in Bangladesh's energy and infrastructure sectors. Bangladesh must be aware of the Adani trap. We can learn from Sri Lanka's experience. In June 2022, Sri Lankan electricity chief MMC Ferdinando told a parliamentary committee that Prime Minister Narendra Modi had \"pressured\" Sri Lankan President Gotabaya Rajapaksa to clear an Adani Group project in the island nation. Massive protests were held in the country against the proposed wind mill project by Adani Group. However, Gotabaya Rajapaksa \"vehemently denied\" the statement; Ferdinando subsequently withdrew his statement and stepped down from his position.\nThrough this visit, the two countries have also made some progress on the upgradation of train tracks, signalling systems and railway stations, training of Bangladeshi judicial officers, and cooperation in space technology. Those will definitely contribute to strengthening the bilateral relationship between the two neighbours, but Bangladesh deserves better.\nThere was some hype about the Comprehensive Economic Partnership Agreement (CEPA), but it didn't get much importance in the statements of the prime ministers and the joint statement, except what Indian PM Modi said, \"We will soon start discussions on the bilateral Comprehensive Economic Partnership Agreement.\" In his special media briefing, the India foreign secretary disclosed that talks between the two countries on CEPA were proposed to start this year and conclude before the graduation of Bangladesh from LDC status by 2026.\nThe Hasina-Modi talk failed to reach a meaningful point on two major security concerns of Bangladesh: repatriation of Rohingya refugees and border killings.\nBangladesh has raised the repatriation issue multiple times with New Delhi and urged India to use its good office with the Myanmar junta to take back the refugees currently sheltered in Bangladesh. However, India has been diligently maintaining its do-nothing policy towards the Rohingya. During this visit, Sheikh Hasina again emphasised that India can \"do a lot\" to help Bangladesh cope with the Rohingya crisis. But no concrete initiative to address the crisis is found in the joint statement – Indian Foreign Minister S Jaishankar gave our prime minister only assurances.\nAlthough Bangladeshis are regularly killed on the border by India's Border Security Force (BSF), the joint statement expressed \"satisfaction that the number of deaths due to incidents along the border has significantly reduced.\" Are border killings no longer a concern for Bangladesh?\nWhen the BSF DG justified border killings during a meeting in Bangladesh on July 21, 2022, saying all Bangladeshis killed on the border were criminals, his Bangladeshi counterpart maintained silence. Is such silence bringing satisfaction?\nThe prime ministers of Bangladesh and India have met 12 times since 2015. Every time, particularly during the state visits, high expectations arose and, invariably, as they were not met, disillusionment settled in. Sheikh Hasina, after returning from her state visit to India in 2018, said that India would always remain grateful for what Bangladesh did for its neighbour. This time also, there is no major gain from her visit. One can't help but wonder: Will India ever reciprocate the favour?\nShamsuddoza Sajen is a journalist and researcher.\n\n",
        "headline_1": "PM Hasina’s India visit 2022: Will India ever reciprocate our favour?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/pm-hasinas-india-visit-2022-will-india-ever-reciprocate-our-favour-3113481",
        "news_paper_name": "The Daily Star",
        "publish_date": "08-09-2022"
    },
    {
        "full_article": "More than a million Rohingya refugees who fled Myanmar over the past few decades are living in sprawling and over-crowded camps in Bangladesh's Cox's Bazar. It is safe to assume that a significant percentage of these refugees are women and small children – given that men and boys were the major target groups of the Tatmadaw – although presenting a figure is difficult as such data is scarce.\nRohingya women have survived brutal gang rape, mutilation, unspeakable torture, and murder of their loved ones – including their children – before their eyes, when the Myanmar forces unleashed their atrocities on them with the intent of ethnic cleansing and genocide over decades, with one of the biggest attacks taking place in 2017. Yet, these women survived; their resilience overcame their helplessness, and they embarked upon a journey to Bangladesh in search of safety. They came here with scarred souls; their horrific experience in the Rakhine state left long-term psychosomatic impacts on them that include conditions like post-traumatic stress disorder, depression and panic attacks. Unfortunately, for these women, respite was not to be found in the camps inside Bangladesh.\nOnce inside the refugee camps, Rohingya women face a different set of problems – which includes sex trafficking. Many of these women have lost their fathers, husbands and sons to the Tatmadaw attacks, and the fathers and husbands of some others had previously fled to East Asian countries, including Malaysia and Thailand, seeking a better life abroad. For these women, having to survive without a male protector and breadwinner, inside the cramped camps, in a patriarchal and conservative social structure, is very difficult. Without access to economic opportunities, yet left to fend for themselves and the remaining members of their families, these women are often tricked into sex trafficking by unscrupulous individuals.\nTake the case of Halima, whose plight was highlighted in a 2017 BBC report \"Rohingya women in Bangladesh face 'forced prostitution.'\" When 21-year-old Halima came to Bangladesh with her neighbours, without any knowledge about the whereabouts of her family, she was penniless and hungry. A man offered her food and told her that having lost his wife, he was looking for a bride. He told her that he wanted to marry her. Halima bought his words at face value; such must have been her desperation. At the house where Halima was taken by the man, Halima found another seven-eight young girls like herself, and all of them were forced into sexual slavery. Halima was unpaid, and was only provided with three meals a day.\nLater, although she was rescued, she chose to remain a sex worker because she had no other way of earning a livelihood. \"I want to go back to praying five times a day, having meals with my family… I want the life I had before with my family in Myanmar,\" Halima told the BBC.\nThere are many more Rohingya women who have been forced into prostitution by hustlers. Many of these women work in Kutupalong, in Cox's Bazar's Ukhiya upazila. The sex trade hotspot in Kutupalong is the largest in the camps, with more than 500 sex workers earning livelihoods there. Apart from this, the sex workers are often transported to hotels and guest houses in the greater Cox's Bazar area for jobs. Since the nature of the job is clandestine, and the women cannot tell their families and communities what they do for a living, they resort to lying, saying they are going to get medicine or visiting someone outside the camp. According to a report published by PBS, the hustlers have an understanding with the army personnel posted at the checkpoints surrounding the camps, which enables them to smuggle Rohingya women and girls in and out when required.\nWhat is even more alarming is that the demand for children, both boys and girls, are increasing among the clients, as reported by Sky News, in a report titled, \"Pimp says Rohingya plight 'good for business.'\"\nFor those women who have been forced into this profession by their husbands to earn a quick buck – they can keep between 80 cents and USD 1.20 per client on an average, after giving the hustlers their cuts – or those who have been tricked into this profession, seeking justice is not a viable option as they hardly have access to Bangladesh's formal justice system. The loosely-tied mechanism that is in place at the camps to address grievances are not women-friendly and are more focused on managing the situation rather than delivering justice. It is basically in the form of a body involving a local Rohingya leader, called majhi, along with representatives from mosque committees and government officials to monitor individual camps, and it is they who manage the system. Often, the women who have dared to speak up have found no solution. The Humanitarian, in a report, quoted the protection and rule of law coordinator for the International Rescue Committee (IRC) in Bangladesh, Patrick Sooma, as saying, \"The informal system often fails to provide adequate justice for women.\"\nAnd for the Rohingya women who are trafficked abroad and sold into sexual slavery in India, Nepal, Middle East and East Asia, among other places, justice remains a far-fetched idea.\nSex trafficking is a major problem in the Cox's Bazar camps, and reveals the dark underbelly of the lives of the refugees in Bangladesh. This situation needs to be addressed immediately.\nFirst of all, the government needs to ramp up security around and inside the camps so that women are not coerced into this profession by hustlers or their families, and the women and children cannot be smuggled outside the camps. Secondly, the government and humanitarian agencies working in the field need to make sure that Rohingya families have access to the basic essentials. Then, the government and humanitarian agencies need to put more focus on the education and empowerment of Rohingya women so that they can become more aware, identify the threats, and make informed decisions – be it about earning a livelihood here or finding opportunities abroad.\nRohingya women should also be provided with adequate counselling and healthcare facilities. While some NGOs and humanitarian agencies, along with the government, are working in these areas, more needs to be done, with a structured and holistic approach. Most importantly, the government needs to create a sustainable and structured justice system for the refugees so that the Rohingya women feel confident to seek legal recourse for the persecutions they have faced inside the refugee camps.\nBut these are only stopgap measures. The most important step in ending the plight of the Rohingya women and children at the refugee camps has to be taken by the international community, who needs to find a suitable and sustainable rehabilitation solution for them. These women and children need to be empowered with education and confidence so that they can exercise their own agency and help themselves and other women from their communities find better lives. And the role of the international community here is paramount. Bangladesh alone cannot find a sustainable solution to rehabilitate Rohingya women and children.\n \nTasneem Tayeb is a columnist for The Daily Star. Her Twitter handle is: @tasneem_tayeb\n\n",
        "headline_1": "Protect Rohingya women, children from sexual exploitation",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/closer-look/news/protect-rohingya-women-children-sexual-exploitation-3113466",
        "news_paper_name": "The Daily Star",
        "publish_date": "08-09-2022"
    },
    {
        "full_article": "Consistent with the opinion polls among party faithfuls, the Conservative Party has chosen Liz Truss, a free market champion, as its leader and the fourth prime minister in six years since the Brexit referendum. Liz Truss is the third female prime minister in the United Kingdom, following the footsteps of Margaret Thatcher and Theresa May, a unique record for the Conservative Party, which its rival the Labour Party is yet to achieve. Had her rival Rishi Sunak succeeded, that too would have set a new record, making him the first leader from the ethnic minority communities to rise to the top. Liz Truss moves into one of the most famous addresses, Number 10, Downing Street, vacated by a scandal-ridden populist leader Boris Johnson. Given the enormity of the economic woes the UK is facing amid a war in Europe involving Russia and a prolonged global energy crisis, the challenges she faces are multilayered and daunting.\nSimply put, her first and main task will be to take effective economic measures to ease the cost-of-living crisis faced by the ordinary people in the UK. Inflation has already exceeded 10 percent and is predicted to rise above 15 percent in the coming months. Fuel prices have doubled and are expected to rise many times more as Russia has suspended its gas supplies to Europe. Railway and transport workers, postal workers, some dockers and even barristers have resorted to strikes demanding pay rise. Pressures to increase public service wages and provide financial support to vulnerable groups are mounting. With the Bank of England's warning that the UK is heading towards a deep recession like the 1970s, the new prime minister's biggest challenge would be to ease public sufferings, bring the economy back to recovery and make it grow again.\nDuring her campaign for leadership, one core policy she frequently uttered was the mantra of helping the economy grow by lowering tax burdens. Her rival Rishi Sunak and a number of leading economists argued that instead of tax cuts for big businesses, money should be spent on providing relief to those who need it most. In her victory speech, and later during her first prime ministerial statement, Truss stuck to her mantra of tax cuts, but promised immediate help to tackle the spiralling energy costs.\nAccepting the need of state intervention in dealing with rising energy costs is not the first or only occasion where she has adjusted her stance, if not take a complete U-turn. Her father was a Labour-supporting academic, and she joined him in protests against the nuclear arms race and demanded abolition of the monarchy. In her early days in politics, she was a member of the Liberal Democratic Party, from which she switched to the Conservative Party. However, since joining the Conservatives, her ascension to the top has been quite rapid. She served the government in various capacities and is one of the most experienced ministers in the previous cabinet. In the Brexit referendum, she campaigned in favour of remaining in the EU. But later she admitted that her position was wrong and became a staunch Brexiteer.\nOn the diplomatic front, she is known as a hawk and has earned some wrath from Russian Foreign Minister Sergei Lavrov for insulting President Vladimir Putin, whom she described as a \"rogue operator.\" Unwavering military and financial support to Ukraine amid war fatigue and the financial crunch at home will certainly remain a challenging task for her administration.\nHer most crucial foreign policy challenge, however, will be relations with Europe over disputes on implementation of the Brexit deal. The prolonged dispute over the Northern Ireland Protocol, involving a virtual border on the Irish sea for cargo movement between mainland Britain and Northern Ireland, risks a trade war with Europe. It became even more critical as the devolved administration in Northern Ireland remained without a government due to the unionist party's refusal to join the power-sharing government until the UK government tore up the deal with the EU. Liz Truss, as the foreign secretary, favoured unilaterally opting out of the EU deal, and if she makes good on her promise, a European retribution will aggravate the economy further.\nThere's little doubt that such a trade war will have wider consequences for the rest of the world, too. Otherwise, it is unlikely that there will be any major change in the UK's foreign policy directions. Though her drive for promoting free trade beyond Europe had limited success for UK exports, it opened up possibilities for others to make inroads in the British market. She had also reiterated her support to the controversial policy of offshoring asylum seekers to Rwanda in a bid to stem the inflow of migrants from war-torn countries crossing the risky English Channel via Europe. This policy has caused friction with the UN, too, and is currently a subject of judicial review.\nOn the political front, the coming days won't be smooth sailing either. Among the party's 172,000 voters, she was endorsed by about 57 percent, which is lower than her three predecessors; each of them had secured over 60 percent of the votes. In the parliamentary party, too, she came second against Rishi Sunak, which is reflective of the daunting task of uniting the party. Opinion polls suggest the majority of the British people want a national election, and Labour is consistently performing well against the Conservatives. Winning the party leadership was tough, but winning the next election will be a monumental challenge. Besides, her additional headache would be the question of Scottish nationalists' demand for a referendum on their independence, which so far has been resisted by the Westminster government.\nThe two-month-long leadership campaign, since Boris Johnson announced his resignation on July 6, have laid bare the weaknesses of the party and the failures of the government as all the blame for the country's current woes were laid on the then front-runner former chancellor Rishi Sunak's economic policies. Some observers believe that, despite the disgraceful exit, Boris Johnson will return to frontline politics and Liz Truss's failure to ride out the economic storm will create such an opportunity. Pointing at his departing speech, in which Boris likened himself to Cincinnatus, a Roman statesman who turned to farming after leaving Rome, veteran political journalist Andrew Neil tweeted, \"This is not the speech of a departing prime minister who necessarily thinks he's going away forever. And he's enough of a classics scholar to know, in comparing himself with Cincinnatus leaving for his farm, that when the call came, Cincinnatus returned to Rome.\"\n \nKamal Ahmed is an independent journalist and writes from London, UK. His Twitter handle is @ahmedka1\n\n",
        "headline_1": "Too many adversities await new UK PM",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/too-many-adversities-await-new-uk-pm-3113416",
        "news_paper_name": "The Daily Star",
        "publish_date": "08-09-2022"
    },
    {
        "full_article": "If you're a resident of Dhaka, here's a question to start your day: When was the last time Dhaka Wasa made headlines for something that wasn't outright objectionable? It may be hard to answer. There remains, after all, an air of inevitability around its incompetence, mismanagement and irregularities that seems impossible to break. On Tuesday, Wasa again put itself on the spot after a daily reported how, between FY 2018-19 and FY 2020-21, it collected Tk 1,066 crore from residents for a service it barely delivered: sewage treatment. The amount was around Tk 400 crore in FY 2021-22. So why should residents be charged for a non-existent service?\nThat's something only the Wasa management can answer. According to the report, even though Wasa charges the same for sewage and water services, it doesn't treat sewage enough to justify the billing. Currently, around 910 million litres of sewage are reportedly generated every day in the areas covered by Wasa. Of this, around 900 million litres of untreated sewage land directly into our freshwater sources such as rivers and canals. In other words, only less than 2 percent of the sewage is being treated. Although there is no data to measure the damage done to our waterbodies because of this massive disposal, the chairman of the National River Conservation Commission in May blamed Dhaka Wasa for the pollution of rivers surrounding the capital. \nSo, not only are citizens being exploited in the name of a non-effective service, but our waterbodies are also being damaged as a result of Wasa's activities. This is totally unacceptable. It is also deeply immoral. This only shows how inattentive Wasa is to the quality of its services or the needs of citizens – its customers – despite having increased its water tariff a total of 15 times since 2009.\nWasa's existing sewage treatment system is all but broken at the moment, with an insufficient and largely ineffective network of sewer lines, pipes, and appurtenances. Ideally, there should be enough treatment plants for the sewage generated and in all the areas under Wasa. And only after treatment should wastewater be discharged, not before. Unfortunately, despite reportedly collecting around Tk 3,000 crore in sewage bills over the last 13 years, not only has Wasa failed to reform and modernise its sewage treatment system in line with the need of a growing city, it has even failed to bring more than 80 percent of the areas under its sewage treatment coverage.\nWe're told that the Wasa authorities have taken up a project to rebuild its sewage collection/treatment system. But we must remind them that having enough sewer lines is not enough; those need to be effective as well. But more importantly, the authorities must answer for exploiting the residents in the name of a phantom service and polluting our rivers for so long.\n",
        "headline_1": "Why is Wasa discharging untreated waste into Dhaka waters?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/why-wasa-discharging-untreated-waste-dhaka-waters-3112706",
        "news_paper_name": "The Daily Star",
        "publish_date": "08-09-2022"
    },
    {
        "full_article": "On September 5, around midnight, at least eight people were killed and 50 sustained injuries when two buses collided head-on on the Rangpur-Dinajpur highway in Rangpur. How many times in the last year, months or even one month have we come across similar news of devastating road crashes? A common citizen could be forgiven for losing count. But what of the government? We are frustrated at the apparent oblivion of the relevant authorities when it comes to the country's awful state of road safety. According to the Road Safety Foundation, at least 519 people died in 458 road crashes in August 2022 alone. But this is no wonder, unfortunately, given that – as per the Bangladesh Road Transport Authority's (BRTA) own data from February – more than five lakh vehicles plying our roads have no fitness clearance, while at least 10 lakh registered vehicles are being driven by unlicensed drivers.\nIn fact, this newspaper has reported that neither of the two buses involved in the Rangpur crash had the necessary route permits. Moreover, one of the buses, under Joyana Paribahan, actually violated the Road Transport Act 2018, as its registration was switched from being under Rozina Enterprise without the BRTA's approval. Worse still, the bus' fitness clearance expired in May 2011. But worst of all, the Joyana Paribahan bus is owned by the general secretary of Bangladesh Bus Truck Owners Association (BBTOA). The fact that a top transport leader is able to run an unfit bus under his ownership for 11 years testifies to the authorities' total lack of care for ensuring road safety.\nIs any of this really shocking? Four years after its hasty introduction in 2018, in the face of the students' Road Safety Movement 2018, the RTA 2018 remains unimplemented for the most part. Within this time, it has also been amended numerous times – not to suit the needs of citizens, but to fulfil the demands of transport owners. Meanwhile, as mentioned above, thousands of lives continue to be crushed to death on our roads, which are chock-full of unchecked and unfit vehicles.\nAs we do at least every other week on this very column, we would urge authorities to wake up and do all that is necessary to lessen the number of road crashes across the country. The Road Transport Act must be implemented strictly. All unfit and unregistered vehicles must be brought to book by the BRTA, while only licensed drivers should be allowed to drive if the government really wants to cut down road crashes by half by 2030. Authorities must know that monetary compensation for road crash victims is not a long-term solution for the disease that is our dismal road safety situation.\n",
        "headline_1": "Will the authorities ever pay for deaths caused by unfit vehicles?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/will-the-authorities-ever-pay-deaths-caused-unfit-vehicles-3112401",
        "news_paper_name": "The Daily Star",
        "publish_date": "08-09-2022"
    },
    {
        "full_article": "The time taken for getting imported goods released at major ports ---sea, air and land ---may not interest the general public but it is highly important for importers and the economy. Delays or longer times than the globally accepted standard means unusual hassles and increased costs involved in the process. To have an authentic picture of the release times and the points where procedural formalities are required to be completed, a study titled Time Release Study (TRS) 2022 was conducted by a team of customs officials of the National Board of Revenue (NBR). Funded by the State Secretariat for Economic Affairs (SECO) of the Government of Switzerland under a World Customs Organisation (WCO)-SECO Global Trade Facilitation Programme (GTFP), the study has presented an average release time for imported goods at major ports of Bangladesh. Now the average consignment clearance time at Chattogram seaport, the country's prime one, was found to be 11 days six hours and 23 minutes. It is seven days at Air Cargo Complexes (ACC) and 10 days for land ports. For customs clearance, paper work has to pass as many as 25 to 32 approving gates. Clearly, the cost and time are particularly yet to be of help in improving Bangladesh's ranking significantly in the World Bank's Ease of Doing Business Index. For comparison, customs clearance at Hong Kong seaport takes only 3-5 days but if the papers are up-to-date, the time can be even shorter. Ever since the introduction of a seamless automated facility with zero human intervention at some selected ports at the end of 2019, India has brought down the customs clearing process from 12 hours to just 12 minutes. The automated facility uses block chain, machine learning and artificial intelligence to perform the task so fast. Whereas the formalities of customs clearance at Chattogram seaport take eight days, nearly three days at airports, five days and four hours at land ports. Clearly, the country has a long way to go before it adequately improves cargo and freight handling at its air, sea and land ports. One of the ways to improve a land port's capacity for early release of imported goods is to turn it into an integrated check post. Automation of the customs clearance process at a single point by bringing about the necessary coordination and cooperation can do away with the current hassles and undesirable delays in releasing both imported and export-bound goods and commodities.The bottom line is to rise up to the challenges facing the country's trade and investment. Without improvement in the Ease of Doing Business Index of the WB, massive investment in particular will not be coming Bangladesh's way. The ports as entry and exit points present the face of the country and if things have to go through long bureaucratic processes, they do a disservice to the country's economic interests. Early release of capital machinery can make a lot of difference in the productive system of industry. Similarly, faster shipments of products from the country save both time and cost to the benefit of exporters and the economy in the final count.",
        "headline_1": "Reducing consignment clearance time",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/reducing-consignment-clearance-time-1662556178",
        "news_paper_name": "The Financial Express",
        "publish_date": "08-09-2022"
    },
    {
        "full_article": "In death, decades after he made his way out of power, Mikhail Gorbachev is the subject of discussion in the West, which has gone into binge celebrations of his role in ending the Cold War and with that the collapse of the Soviet Union. People elsewhere have had cause to reflect on his legacy in a different way. Russians continue to hold him in disdain, unable to forgive him for the speed with which he dismantled communism and presided over the death of the Union of Soviet Socialist Republics (USSR).But such subjective analyses of the late Soviet leader do little justice to him. Gorbachev, despite the adulation of the West over his role in 1991, was a fervent communist till his final days. He certainly did not imagine that perestroika and glasnost would lead to the break-up of his country. It is simply that politics, or more precisely the idea of geopolitics, slipped from his grasp. Besides, the West, obsessed with thoughts of seeing communism fall and the Soviet Union pass into history, did nothing to help him reform the political system in a way that would ensure a better, more peaceful era for the world.The hard truth is that Gorbachev was a brave leader. He needed to give the sclerotic Soviet system a good shake and he did it. The results were disastrous, but that does not obscure the fact that Gorbachev looked to a more cooperative future for the world. The pity is that in his search for that future he found himself pushed into the past, a has-been.In our times, quite a few political leaders have been there whose courage and vision propelled them into assuming the mantle of statesmen. It will not do to forget them or to downplay their achievements. When Willy Brandt, as chancellor of what was then West Germany, knelt in penitence in Warsaw before a memorial erected in commemoration of the victims of Nazism in the Second World War, he was not drawing cheap attention to himself. The gesture was a bold move on his part. None of his three predecessors had done what he did. Brandt opened a window to European integration through his Ostpolitik. He made a point of travelling to communist East Germany, rekindling the logical notion that Germans were a single nation. In more ways than one, the reunification of Germany in October 1990 was a tribute to the sagacity Brandt demonstrated in the early 1970s.One of the more remarkable tales of courage in leadership was demonstrated by Anwar Sadat in November 1977. His nocturnal mission to Jerusalem in search of peace, four years after he had gone to war against Israel on Yom Kippur, was a mark of foresight on the part of the Egyptian leader. Many in his government did not approve of his trip; his Arab allies deserted him one after the other, accusing him of undercutting the Arab cause. They had a point, of course. But of greater importance was the need for statesmanship to break the deadlock in Middle Eastern politics. Sadat turned out to be that statesman. It was a diehard Zionist named Menachem Begin who welcomed him. The Middle East would never be the same again.Which takes us back to the excellent diplomacy pursued by Richard Nixon in policy over China. There have been all those moments in history when men engaged in rabid politics have turned out to be peacemakers through a change of heart and, more to the point, an understanding of global politics. When the anti-communist Nixon travelled to Beijing and engaged in constructive negotiations with Mao Zedong and Zhou Enlai, he certainly gave hope to the world. It was a week, as he would say, that changed the world. And it did, despite the current state of adversarial relations between Washington and Beijing. One can condemn Nixon for Watergate, for a host of other reasons. But one will always be grateful that he went to China, that he convinced the world that diplomacy could work wonders.Bangabandhu Sheikh Mujibur Rahman remains one more instance of a national leader rising to the pinnacle of statesmanship through his moves in the interest of peace in South Asia. Having promised Bangladesh's people that the 195 war criminals, all senior figures in the Pakistan army who had presided over the genocide in 1971, would be tried in Bangladesh, he eventually came round to the requirement of reconciliation between Bangladesh, India and Pakistan. Under the terms of the 1974 tripartite agreement, he agreed to let the prisoners go on the promise made by the Bhutto government that they would be placed on trial in Pakistan. It is another matter that none of the war criminals were ever tried by Pakistan. Some of them ended up occupying high positions in the Pakistani government, some went into politics. But what stands out is Sheikh Mujibur Rahman's courage in letting the war criminals go. He was not happy with his decision, but he believed that the South Asian subcontinent needed a fresh beginning. He went to Lahore to attend the summit of Islamic nations; and he invited Z.A. Bhutto to Dhaka for talks in June 1974. Bhutto's intransigence caused the collapse of the talks, but the statesman in Sheikh Mujibur Rahman remained on prominent display.Bold statesmanship was clearly the idea behind Atal Behari Vajpayee's bus diplomacy with Pakistan in 1999. Known for years as an implacable enemy of Pakistan through his leadership of the Jana Sangh, Vajpayee as prime minister cut through the detritus of decades to travel to Lahore, meet Nawaz Sharif and inform Indians and Pakistanis that the bitterness of partition did not have to linger, that the future did not have to be shackled to the past. Vajpayee's bold diplomacy was accentuated by his poetry, conveying the sense that men of literary power are often the harbingers of change. His statesmanship has not been equalled since that trip to Lahore.Mikhail Gorbachev needed to change the world. His ambition was never to preside over the death of the Soviet Union. Nor was it to adopt a political and economic system that would be in tune with that of the West. He wished to reshape his country, to offer the world a more humane and positive idea of communism. His policies did not fail him. The abortive coup in August 1991, followed by Boris Yeltsin's adventurism and the sudden desire on the part of the West to see Yeltsin undermine Gorbachev ruined it all.And yet Mikhail Gorbachev will be remembered by future generations as a statesman who had the boldness and intellectual acumen to go for change. That will be his legacy. \n[email protected]",
        "headline_1": "Gorbachev . . . and tales of statesmanship",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/gorbachev-and-tales-of-statesmanship-1662556243",
        "news_paper_name": "The Financial Express",
        "publish_date": "08-09-2022"
    },
    {
        "full_article": "A number of write-ups on renewable energy have been published in this newspaper recently. The potential of renewable energy, especially solar power, and the way of harnessing this have been discussed in details by experts in this field. The issue of renewable energy has come into focus these days for two reasons: Firstly, around 100 nations pledged at the COP26 (Conference of Parties) at Glasgow in 2021 to slash methane emissions. Secondly, fuel oil prices have spiked following the Russia-Ukraine war that has its rippling effect on economies across the globe.The shock wave from the global energy market has not spared even Bangladesh. The country raised energy prices to cushion the effect as it depends heavily on oil and gas for power generation. Gas accounts for 60 per cent of the power generation and furnace oil 22 per cent followed by other sources of energy. According to the Energy and Mineral Resources Division's annual report, 2020-21, the domestic proven reserve of gas is 12,252 BCF, of which 8,802 BCF has already been extracted. Now there remains an extractable reserve of 3,449 BCF, unless new reserves are found. That indicates how fast the gas reserves are depleting.Bangladesh is now weaning itself off coal gradually like other countries at a time when other fossil fuels are getting scarce. In this situation renewable energy can be a game changer. The trends across the world show that the use of renewable energy is increasing fast. Experts forecast that renewable energy will be the prime sources of power generation in the world by 2050. Denmark is fully dependent on renewable energy for power generation as Europe is showing its growing appetite for it. In India also the use of renewable energy is increasing fast. According to experts, nearly 100,000mw of electricity is generated from renewable energy in the country and the government has set a far higher target of power generation from this source of energy in the days to come.But in Bangladesh, according to Sustainable and Renewable Energy Development Authority (SREDA), only 881mw of electricity, both on-grid and off-grid, comes from renewable source, including 647mw of solar power. This is rather frustrating. Oddly though, when the world is marching ahead, we are lagging behind. If Denmark can fully depend on renewable energy, why is Bangladesh taking the slow lane while solar PV technology is tipped to be the most cost-effective option? The global weighted average of the installed cost of solar PV technology has dropped sharply by 80 per cent. In line with that trend, in Bangladesh also the tariff of IPP (independent power producer) solar PV power dropped around 50 per cent in the last five years.Bangladesh is aspiring to be a developed country by 2041. To achieve this feat, it will have to depend heavily on industrialisation. This will lead to a shift of the peak demand for power from evening to the day time. The country needs to get ready for that by gradually raising its use of solar PV technology. It is heartening to note that some private companies are installing factory-based small-scale solar power plants to meet their own demand. The government should come up with more policy measures to encourage growing use of renewable energy, especially solar power, across the country. \n[email protected]",
        "headline_1": "Solar power: The next big thing",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/solar-power-the-next-big-thing-1662556284",
        "news_paper_name": "The Financial Express",
        "publish_date": "08-09-2022"
    },
    {
        "full_article": "The number of motorcycles is increasing every year in Bangladesh. Nowadays, more and more people are choosing motorbikes as these vehicles are easier to maintain in terms of cost and hassle. Though they have provided some relief to the public amid the transport crisis, these risky two-wheelers have also increased the number of road accidents. At least 519 people were killed and 961 others injured in 458 road crashes in the country in August this year, according to a recent report published by the Road Safety Foundation. Of the total victims, 172 people or 33.14 per cent were killed in motorcycle accidents. Motorcycle crashes can happen just about anytime and anywhere. But there are some factors that make such accidents more likely to occur. Speeding, among others, is a major cause for these accidents. Many underage bikers are careless on the road and drive recklessly, often causing deadly accidents. These accidents are so frequent that there are many people who want the authorities concerned to ban this vehicle. However, banning two-wheelers can never be a solution. Alternative means of transportation like electric bicycles should be considered and promoted in place of motorcycles. Generally, electric bicycles can move at speeds up to 35km/hour to 45 km/hour, which usually does not cause fatal road crashes. The advantage of using an electric bicycle would be the reduction in transportation expenses as the recent price hike has increased the transportation budget of many people in the country. They are convenient as they reduce the physical effort of the rider while also allow them to travel faster to reach their destination. In Bangladesh, electric bicycles are getting increasingly popular in the urban areas. If we can promote these vehicles across the country instead of traditional motorbikes, it will certainly reduce the number of road crashes. \nAbu Elias Linkon,Banasree, Dhaka,[email protected]",
        "headline_1": "Promoting electric bicycles",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/promoting-electric-bicycles-1662556309",
        "news_paper_name": "The Financial Express",
        "publish_date": "08-09-2022"
    }
]