[
    {
        "full_article": "The brief arrest of Congress leader and its Media and Publicity Department chairman Pawan Khera, after he was deboarded from a Raipur-bound flight, for an allegedly unsavoury remark against Prime Minister Narendra Modi, is yet another instance of how criminal law can be misused to settle political scores. His lawyers managed to obtain an order from the Supreme Court that ensured his interim bail, but the episode highlights the cavalier use of the power to arrest under political instruction. It is one thing to denounce a comment as offensive or hurtful, but quite another to read into it crimes such as making assertions against national integration, outraging religious sentiments or causing enmity in society. It becomes an egregious misuse of power if police from a distant State travel all the way to effect an unwarranted arrest based on a complaint by someone claiming to be offended. The Assam Police, which had arrested Gujarat legislator Jignesh Mevani in April 2022 for calling Mr. Modi ‘a Godse worshipper’ on Twitter and produced him before an Assam court, tried to repeat the exercise against Mr. Khera, but were thwarted by the Court. It is disconcerting that the police in Bharatiya Janata Party-ruled States tend to act on complaints relating to events that have nothing to do with their jurisdiction, except for the incidental circumstance that it is reported as news in their geography too, as elsewhere.Unwarranted insinuations against political leaders are not uncommon when party spokespersons talk to the media, and Mr. Khera’s use of ‘Gautamdas’ as the Prime Minister’s middle name may have touched a raw nerve among Mr. Modi’s supporters who saw in it a sly reference to allegations about his proximity to industrialist Gautam Adani. In fact, Mr. Khera had apologised for his comment. The police often tend to register cases for strident and unsavoury remarks made against those in power. However, the need to arrest someone in such cases is questionable. In most instances, as is the case with Mr. Khera, these comments seldom amount to the serious offences mentioned in the FIRs. Malicious or threatening speech may warrant arrest, but strident criticism or tasteless comments alone should not. Multiple FIRs in different jurisdictions and attempts to arrest those involved are part of a playbook common to rulers in many States. Often lost in the controversy is the fact that effecting arrest on charges that attract less than seven years in prison amounts to a flouting of the norms of arrest. Such egregious violations will continue as long as courts of law limit their protection to grant of bail or clubbing of FIRs, instead of hauling up the police officers and bureaucrats involved for their partisan action.\r\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\narrest\n\n/\n\nIndian National Congress\n\n/\n\npolitics (general)\n\n/\n\nPrime Minister Narendra Modi\n\n/\n\nAssam\n\n/\n\npolice",
        "headline_1": "Settling scores: On Congress leader Pawan Khera’s arrest",
        "headline_2": "Pawan Khera’s arrest shows how partisan police action is a serious threat to liberty",
        "link": "https://www.thehindu.com/opinion/editorial/settling-scores-on-congress-leader-pawan-kheras-arrest/article66556539.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "27-02-2023"
    },
    {
        "full_article": "Many barriers on the road to gender equality have been removed, but many roadblocks remain. Women have fought hard to get to the present when, thanks to higher education and work opportunities, they can dream of balancing work and home, though couple equity is still not a reality for many. The battle for rights related to reproductive health has been a hard-fought one but women have been successful at persuading governments to initiate policy changes to improve their health and well-being. In India, the Maternity Benefit Act that was enacted by Parliament in 1961 has been amended from time to time to give women better benefits; for instance, paid maternity leave has been extended from the earlier 12 weeks to 26 weeks. It is in this context that the Supreme Court of India’s directive to a petitioner to approach the Union Ministry of Women and Child Development to frame a policy on menstrual pain leave has to be seen. Pointing out that there are different “dimensions” to it, a three-judge Bench led by Chief Justice of India D.Y. Chandrachud said the biological process must not become a “disincentive” for employers offering jobs to women. A petition had sought the Court’s direction to States to frame rules for granting menstrual pain leave for students and working women, but there are apprehensions that these could entrench existing stigma and also result in furthering discrimination.In India, Kerala and Bihar have menstrual pain leave; the food delivery app Zomato has also introduced it. Indonesia, Japan, South Korea, Spain and Zambia have this policy included in labour laws. Many feminists have, however, decried the move, saying it will reinforce negative gender stereotypes. Also in India, there are other problems in need of addressing such as lack of sanitation facilities in school and at the workplace, especially in the informal sector. Between 2010 and 2020 the percentage of working women dropped from 26% to 19%, according to World Bank data. To encourage more women to join the workforce, it is imperative they have access to higher education and more opportunities. Sometimes, girls have to drop out from school simply because there are no toilets. In a world that should strive to become a better place for all, it is the responsibility of the wider society and governments to ensure that no section is left behind. Many countries are trying out four-day work days for a quality life, while others are offering paternity leave so that parenting can be, rightly, equally shared, and also to ensure employers do not see recruiting women as a disadvantage. All constraints on the road to gender equality and equity must be done away with.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nsocial issue\n\n/\n\nhealth and hygiene\n\n/\n\nministers (government)\n\n/\n\njudiciary (system of justice)\n\n/\n\nlabour legislation\n\n/\n\nKerala\n\n/\n\nBihar\n\n/\n\nSpain\n\n/\n\nJapan\n\n/\n\nIndonesia\n\n/\n\nSouth Korea\n\n/\n\nwork relations",
        "headline_1": "Reducing pain: On menstrual leave",
        "headline_2": "All constraints on the road to gender equality must end",
        "link": "https://www.thehindu.com/opinion/editorial/reducing-pain-the-hindu-editorial-on-menstrual-leave/article66556441.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "27-02-2023"
    },
    {
        "full_article": "Congress politician Jairam Ramesh tried hard to present the Bharat Jodo Yatra (BJY) as an ‘apolitical’ act. Introducing the new Congress move Hath se Hath Jodo to mobilise voters, Ramesh made a categorical remark that unlike BJY, this new initiative was entirely ‘political’. This is not the first time Congress has made a distinction between moral claim and political acts. During the Delhi assembly election of 2015, the party published a poster captioned ‘Rajniti nahi, kajniti’.\nCongress is not the only political party that adheres to this binary of politics and morality. BJP is equally apprehensive about pure politics. Party brass often criticise the opposition for indulging in what they call vote-bank politics in order to make a claim for virtuous nationalistic resolve.\nRead full opinion on TOI+\n\n",
        "headline_1": "In defence of politics: Parties would have us believe there’s no space for morally committed political endeavour. But people’s movements in today’s India speak of the politics of justice, inclusiveness and equality",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/in-defence-of-politics-parties-would-have-us-believe-theres-no-space-for-morally-committed-political-endeavour-but-peoples-movements-in-todays-india-speak-of-the-politics/",
        "news_paper_name": "The Times of India",
        "publish_date": "27-02-2023"
    },
    {
        "full_article": "The storming of a police station near Amritsar by a radical Sikh outfit demanding the release of their associate from police custody, forcing his release by a court order soon after, is a study in intelligence failure at state and central levels. Amritpal Singh, whose militant followers clashed with police in Punjab’s Ajnala town near Amritsar, is no stranger to central intelligence agencies, nor state police. But police said they did not reckon the attackers would use the Sikh holy book as a shield to break the barricade. No one apparently had an inkling they would brandish swords or near-hijack the thana, although their mobike rally rode a 60-km distance.\nThat the radicalised 29-year-old has long advocated the demand for Khalistan on Facebook – justifying the renewed desire as a counter to calls for Hindu rashtra – cannot have skipped scrutiny by security agencies. Yet, he preaches free. Vocal on social media since at least 2015, Amritpal made joint appearances on voice-based network Clubhouse with Deep Sidhu, who flirted with the Khalistan idea but died last year days before the Punjab election. Amritpal reportedly never met Sidhu but was seen as a worthy successor to his outfit, also triggering local rivalries. In his own telling, security agencies questioned Amritpal on his return to India from Dubai. That such openly hostile social media accounts should be allowed to run when the Centre is known to demand suspension of accounts for much milder ‘dissent’ – and this is way beyond dissent – begs a review.\nThe Khalistan bogey has repeatedly reared its head the last few years, particularly loud before elections, but has also been dismissed as fringe activity since the clashes would occur in the UK or Australia. Electioneering also saw politicians trade charges on Khalistan. Amritpal’s swift takeover, upping the ante and successful siege last week is beyond social media swag. It bodes ill for Punjab, the border state in a fragile unsettled peace since the poor handling of sacrilege cases by the state. Plus, there’s the drugs scourge. Now, radicals are bound to be fired up. Therefore, governments and intelligence agencies should act now. Of course, in Punjab anyone claiming to speak for Sikh identity, even if he’s bad news as Amritpal is, has to be handled carefully. But careful handling is not the same as coddling. Intelligence agencies need to be intelligent.\n\n",
        "headline_1": "Intel tells the tale: That Amritpal’s dangerous influence has grown so much is a failure of state, central agencies",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/intel-tells-the-tale-that-amritpals-dangerous-influence-has-grown-so-much-is-a-failure-of-state-central-agencies/",
        "news_paper_name": "The Times of India",
        "publish_date": "27-02-2023"
    },
    {
        "full_article": "Congress’s plenary session in Raipur provided a clearer understanding of its likely approach to the 2024 Lok Sabha election. There’s no longer any ambiguity about its approach to forming alliances, especially for 2024. Congress implicitly acknowledged BJP’s pole position by observing a third front will benefit NDA. Anxiety about a third front should also be read as shorthand for ground realities in the political landscape.\nRegional parties, particularly in south and east India, are often the dominant political force in states. To illustrate, in the 2019 LS election, all of Andhra Pradesh’s 25 seats went to regional parties. Moreover, no political party will voluntarily cede space. Plus, alliances at the national level are sometimes formed after the election. Regional parties tend to be flexible when it comes to post-poll alignments as protecting their state’s and party’s interest takes precedence over political ideologies. Therefore, looking for ideological affinity may not yield much. Winnability is prioritised in Indian politics, witness BJP’s willingness to embrace allies of all kinds.\nGiven this backdrop, alliance building will be influenced by nine assembly elections in 2023. In these nine elections, Congress and BJP go head-to-head in four states – Karnataka, Rajasthan, MP and Chhattisgarh. The outcomes here will deeply influence Congress’s bargaining power. Even “like-minded” political parties may not be accommodating if they feel Congress is not electorally competitive in states. Yes, Congress needs to be part of an alliance in 2024, where every partner knows it has to play to its strengths. But unless 2023 assembly elections show Congress as a party that can defeat BJP, such an alliance will not accept Congress in the pole position. All the manoeuvrings of non-Congress opposition leaders will disappear if Congress does well this year – and that’s the big if.\n\n",
        "headline_1": "2023 leads to 2024: Results of nine assembly elections this year will influence alliance-building effort of Congress",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/2023-leads-to-2024-results-of-nine-assembly-elections-this-year-will-influence-alliance-building-effort-of-congress/",
        "news_paper_name": "The Times of India",
        "publish_date": "27-02-2023"
    },
    {
        "full_article": "The clashes between supporters of radical Sikh preacher Amritpal Singh and the police in Amritsar last week have echoes of Punjab’s bloody past. But what explains the anti-establishment streak in Punjabi society? Punjabis, especially Sikhs, value courage and spirit of resistance. It is this sentiment that drives their support to all causes and protests, which essentially at an organic level are a battle against governments and their policies.\nHistorical and religious roots\nThis reverence for resistance and courage to stand up to powerful governments have geographical, historical and religious roots. Pre-Partition Punjab was at the forefront of resistance to invaders, adventure-seekers and colonial powers from Alexander of Macedonia to the British. And this spirit of standing up to intruders was honed by the supreme sacrifices of the Sikh Gurus while facing off with the rulers at the time. As the saying goes, Punjab is never in sync with Delhi. This was encapsulated in the year-long farm struggle on the borders of Delhi, in which every strata of Punjabi society, regardless of their affiliation, supported the campaign against the now withdrawn three central laws with donations of funds, material and time.\nRead full opinion on TOI+\n\n",
        "headline_1": "Decoding the DNA of Punjab’s constant restiveness: Amritpal represents one of many versions of anti-establishment impulses, some positive, some destructive",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/decoding-the-dna-of-punjabs-constant-restiveness-ampritpal-represents-one-of-many-versions-of-anti-establishment-impulses-some-positive-some-destructive/",
        "news_paper_name": "The Times of India",
        "publish_date": "27-02-2023"
    },
    {
        "full_article": "The very fact that a language identifies and defines a specific human group often leads to controversies and conflicts. Everyone knows that a group's relation with another may vary from the concordant to the combative, so their respective languages may sometimes become bones of contention, apart from being one of its instruments. However, we will not deal here much with the instrumental aspect, but focus on it as an object or source of discord. Our time-span is also restricted to a single century, though we may have to refer back and forth to others, as these issues are somewhat persistent.\nThe presence and use of more than one language in a society often gives rise to such controversies, as they have to be organized in a hierarchy for various administrative reasons, with one language being given a more important role than another. This brings them into a dominant-dominated relationship, from which various kinds of frictions result.\nFor us, the following are the notable controversies involving language that Bengal had to tackle in our chosen century, for better or worse. We will not follow a strict chronology but throw a date or two here and there so that a rough idea of their duration is available.\nBangla and Urdu: An old controversy, with several incarnations \nThis particular controversy dates back to much earlier times than the Pakistan period of Bangladesh, as one may not be too surprised to know. It concerned the literary language, which for some centuries was only poetic. As early as the fifteenth century, we find a sense of irresolution in most of the Muslim Bengali poets about writing in the Bangla script, which they (wrongly) believed came from Sanskrit, which they termed Hinduyani akshar. Syed Sultan, the author of Nabi-bangsha (1584), was one such author. An Islamic religious stricture was on the script. Without going deep into the story, we can briefly say that the controversy raged for decades, but Abdul Hakim (1620-1690) in the next century knocked the embargo finally down by writing his famous lines of Noor-Nama, whose angry arguments we give in our meek and passionless translation: \"Those who hate the language and knowledge of the country should better leave it and go to a foreign land.\"\nIt is interesting to note that, at about the same time, the Bengali Brahmins also had the same kind of aversion to the Bangla language and script, as they would not allow Sanskrit puranas to be translated into Bengali. \"Do that and rot in the Raurava hell for eleven thousand years!\" they threatened. So Hindu Bengali authors, who were as keen to translate into or write in Bengali, took resort to two kinds of sly tricks. One, adopted by Maladhar Basu, the first translator of the Bhagabata, was to naively ask how the ordinary people, who do not know Sanskrit, can read Bhagabata and get deliverance. The other dodge was to say that the gods or goddesses themselves had ordered them, appearing physically before them or in their dreams. It was difficult for the Brahmins to challenge such claims, so the authors and translators went on having their way. And Bengali literature continued to flourish in the hands of both Muslim and Hindu poets.\nLiterary historians have noted that it was the Muslim rulers of Bengal like Hossein Shah, who had primarily encouraged poets to write in Bangla, by supporting them with grants and rewards. They loved to hear the fantastic stories found in Hindu epics and puranas. This controversy was reborn in the middle of the Twentieth Century in East Pakistan, but it is beyond our scope, as well as unnecessary for us to go into that. The birth of Bangladesh has written the story in blazing details for the entire world to read and never forget.\nAs we said, this controversy had continued through the Nineteenth Century, with at least two side narratives. One was related to the haughty mindset of the so-called Ashraf Muslims, who boasted and believed themselves to be the descendants and associates of the earlier Afghan or Mughal rulers. They, as is well-known, preferred to declare Urdu as their mother tongue and believed Bangla to be an inferior, coarse, as well as effeminate language since it was the language of a subject race. This supercilious attitude of the so-called Ashrafs agitated the Bengali Muslim society even in the Nineteenth Century. Nawab Abdul Latif had made a representation to the Education Commission (Hunter Commission) of 1882 that the instructional language of the aristocratic Muslims of his class should be Urdu, while that of the ordinary Muslims should be Bengali with a profusion of Arabic and Persian words. This differential language deal spilled over to the next century. The advent of Muslim League in 1906 added extra fuel to the debate.\nOne Khan Sahib Abdul Wali Khan wrote in the Journal of the Asiatic Society of Bengal in 1925 that \"Muhammedan gentry of Bengal wrote Persian and spoke Hindustani.\" However, a Bengali-speaking and Bengali-writing Muslim Bengali elite arose in the same century to distance themselves from the die-hard Urdu speakers. The language of the so-called Punthi Literature was also brought into the fray, which complicated the issue. Scholars agree, however, that punthi-Bangla was not a natural language of any community but a pidginized form of Hindi, Urdu (a carrier of Arabic and Persian words), and Bangla, specially created to entertain a mixed linguistic audience in urban locations. Although a few Bengali intellectuals proposed it as a model for a new Pakistani Bangla, their prescription received a rather cold response.\nThe last connected mini-narrative relates to some conservative Brahmin scholar's objection to the use of Perso-Arabic words in written Bangla prose. Now that prose was introduced in the language, the very first attempts at writing it showed two divergent styles: one, the highly Sanskritized diction of Mrityunjay Vidyalankar (c. 1762-1819) continued through Vidyasagar and others, and the saucy and popular style of Ram Ram Basu (1751-1813) that sporadically cropped up in works of Bhabani Charan Banerjee (1787-1848), Pary Chand Mitra, Kaliprasanna etc., particularly in the so-called naksha (sketches) literature. This probably led some to fear that the \"pure\" Bangla prose was being \"contaminated\" with Perso-Arabic elements, and Bangla should be rid of them. Haraprasad Shastri himself came forward to show the absurdity of the claim and predicted rightly that such an attempt was not going to succeed.\nBankim Chandra Chatterjee, then the reigning authority of Bengali literature, finally took up the role of the final arbitrator and, in his famous article Bangala Bhasha, ruled in 1878 that one's subject and intention would determine one's vocabulary and style. No word, be it Arabic, Persian, rustic, bucolic--would be rejected if it served the author's purpose rightly. Bankim's favourite word was saralata, (simplicity). One's style should communicate easily to the reader. Beauty comes next. In his Sahaj Rachana Siksha (1892?), he recommends ishtehar in preference to bijnapan. In his English article Bengali Literature, he decries the \"dull, pompous array of high-sounding Sanskrit words\" of Sanskrit College authors, not excluding that of Vidyasagar. Here one wishes that he should have taken into account other various styles of Bengali in which Vidyasagar wrote before dismissing him so glibly.\nStandard Colloquial vs. Chaste or Sadhu Bengali\nContinuing with the discussion of Bengali literature, we should also mention another micro-narrative that concerned Shyamacharan Ganguli (1838-1928)'s prescription of using Standard Colloquial Bangla in children's texts as well as in written literature, as outlined in his famous article 'Bengali, Spoken and Written,' published in the Calcutta Review in October 1877. Bankim, in the very same article noted above, did not approve of this approach, saying that Ganguli had gone too far without specifying what he disagreed with. As we all know, the acceptance of Standard Colloquial Bangla as a literary vehicle would be delayed for several more decades. It first appeared in comical and children's literature, and although Pramatha Chaudhuri (1868-1946) and Tagore paraded its power in Sabuj Patra from 1914, it had to wait another half-century for widespread general acceptance until Anandabazar Patrika began using it on 22 March 1966.\nHowever, even in the 1840s, it became evident that highly Sanskritized prose was not the only face of Sadhu Bangla. As the century came to a close, this prose was also coming closer to the spoken standard, except for the verbs, pronouns, and some other word categories.\nBangla vs. English: Love, Servility, Caution and Dismay\nIn this century, the major conflict was between Bangla and English, although it began with a sense of accommodation to the latter. The new imperialist rulers did not want to impose their language on the subjects right away, as Bengalis themselves were keen to learn the King's language, as that was a gateway to government jobs and a means of business transactions, apart from the prestige that goes with its acquisition. Several English schools mushroomed in Calcutta and its vicinities, where middle-class (mostly) Hindu Bengalis thronged to learn the language. Many informal institutions for teaching English also cropped up, where just English vocabulary was drilled with their Bangla synonyms, in rhymed verses. An example of this was given by Raj Narain Bose (1826-1899):\n\"Pumpkin laukumro, ploughman chasha, Brinjal bartaku, cucumber shosha.\"\nThis gave rise to a kind of Bangla-English pidgin, examples of which abound in contemporary Bangla literature. If, however, a pidgin means an attempt at linguistic harmony, the honeymoon was threatened at another level. The emerging middle-class elites of Bengal, quite eager in embracing English and Western education, were not generally ready to sacrifice their own language, as many communities under imperial onslaught in other colonies had done. Many of the latter had no scripts or written literature and succumbed easily under colonizer's languages (attributed as 'killing languages') like English, Spanish, French, etc. But most of the major South Asian languages like Bangla had a long and rich written literature of their own, with reasonable pride in them. So, their love for their mother tongue was reinforced with their learning of English, as they became more acutely conscious of their glorious past.\nThe support these native languages received from the Portuguese Catholic and English Protestant missionaries, as from some ruling and legal authorities like Warren Hastings, William Bentinck, and William Jones, was also notable. The last two had the first Bangla grammar in English published in 1778, the one written by Nathaniel Brassy Halhed (1751-1830). So, the earliest and foremost Bengali elite of the Century, Rammohan Ray (1772-1833), published some Upanishads translated into Bangla, and, in its preface, instructed the readers how to read his early attempts at writing the new Bangla prose, with its long and scrambled sentences. Rammohan himself published a Bangla grammar in English in 1826, to translate it later (1833) in Bangla.\nOne assumes that a part of the Bengali elite began feeling that Bangla was under threat of extinction, as it was being neglected by the 'Young Bengal' who were educated at Hindu College. Reputedly, their favoured motto was somewhat like 'Speak English, read English, write English, and, if possible, dream in English!' Bengalis began writing in English as well. This, of course, led to a neglect of their mother tongue, Bangla. The threat was more pronounced after 1835 when the English aristocrat Thomas Babington Macaulay (1800-1859) in his Minutes recommended English as the language of administration and education for the Indian empire.\nSo, the Bengali defense mechanism began working in several directions. Some members of the elite often asserted their Bengali-ness, although they were not averse to other languages. Rammohan was one. Debendranath Tagore was another who refused to reply to a son-in-law's letter written in English. Poets like Ishwar Chandra Gupta wrote cautioning against the neglect of Bengali in his poem \"Matribhasha\". Bengalis began publishing newspapers, books, and periodicals in Bangla in profusion, and Bangla plays were written and staged. A huge and eventually glorious literature in the language was in the making with the jealous participation of men like Ishwar Chandra Vidyasagar (1820-1891), Michael Madhusudan Dutta (1824-1873), Pyari Chand Mitra, Bankim Chandra Chatterjee (1838-1894), and more. Madhusudan and Bankimchandra represent two typical cultural models of that age: both began writing in English to begin with but reverted back to Bangla in good time to become icons of the literature of the century. One is tempted to translate not only Dutta's candid confession, \"In due time, I discovered the gem-filled mine of my mother tongue\", but also his hugely satirical dialogues from his Ekei ki bole Sabhyata (1859) in which a Bengali young man declares the imposing of English over that of Bangla. In that play, some wayward sons of the Bengali nouveau riche gather in a prostitute's house, where one of them, Kali, tells Naba, the leader, that he was a liar. Naba gets furious and threatens that he'll shoot Kali for the insult (He had nothing to shoot with though). Others hold him from attacking Kali, saying that friends should not be at each other over such a 'trifling' matter. Naba does not stop fulminating: 'Did you say calling one a liar is 'trifling'? Why didn't he call me mithyabadi in Bangla? No son-of-a-bitch would have taken offense then!'\nOf course, the problem ran deeper than being an object of mere bantering. Bankim Chandra wrote about it in his first editorial of Bangadarshan, his own journal: \"The English-educated Babu does not feel for the unschooled Bengali.\" There, in fact, arose a yawning divide between the two classes, the (English)-educated and that of those who were not. The dominance of English in education kept the literacy rate of the country for the century restricted within four in a hundred.\nConclusion\nAs we can determine from history, apart from the 'genetic' and 'environmental' multilingualism that we find in South Asia and elsewhere, colonial situations of various kinds also impose multilingualism on a society. The features 'foreign', 'native' etc. of a language often combine with other features like 'language of the ruler', 'language of the subject', 'developed', 'underdeveloped' and several others. From such combinations, a power hierarchy arises, which ultimately leads to conflicts and controversies. Only in the last few decades has there been a keen awareness of the survival and other rights of a language, no matter how small or 'underdeveloped' it may be, with UNESCO initiating a movement towards linguistic democracy. The International Mother Language Day, instituted in the memory of the glorious language movement of Bangladesh (then East Pakistan), is, we hope, going to play a big role in this movement.\nPabitra Sarkar in an Author and former Vice Chancellor of Rabindra Bharati University, Kolkata.\n\n",
        "headline_1": "Language Controversies in 19th Century Bengal",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/focus/news/language-controversies-19th-century-bengal-3258266",
        "news_paper_name": "The Daily Star",
        "publish_date": "27-02-2023"
    },
    {
        "full_article": "After experiencing the worst load-shedding in a decade last year, we seem to be heading towards another sweltering summer, with no one the wiser about how to tackle the energy crisis. According to a report by this daily, independent power producers (IPPs) that use furnace oil risk facing severe shortage of fuel this year, unless they can import fuel worth $1.05 billion between March and June. In a letter sent to the Bangladesh Bank (BB), the Bangladesh Independent Power Producers' Association pointed out that due to a shortage of US dollars, their members have been unable to import heavy fuel oil (HFO), adding that the country's \"energy security is at peril\" without the central bank's support.\nThe BB is reportedly waiting for instructions from the government. The problem is, whatever the government decides, we, the people, are looking at a lose-lose situation. Given the severity of the dollar crisis in the country, it seems illogical to expect the government to approve an amount that is roughly one quarter of the IMF loan, when it should prioritise plants that require cheaper fuel, like gas. But with these IPPs making up as much as 27 percent of the total capacity of the country's grid, this would inevitably result in frequent power cuts. Meanwhile, even if these plants sit idle due to fuel shortage, the government will have to continue to pay them a huge amount as capacity charges.\nWeren't we in this exact position less than a year ago, when fuel prices skyrocketed in the international market following the outbreak of the Russia-Ukraine war? Back then, we joined the experts in highlighting to the government the dangers of having relied on an energy policy that was so dependent on imports; we had implored it to move away from paying atrocious amounts of capacity charges to IPPs – a whopping Tk 90,000 crore in less than a decade – and coming up with short-, medium- and long-term alternatives that were sustainable, cost-effective and focused on building our national capacity.\nUnfortunately, over the past year, we did not see any comprehensive plan for resolving the crisis, nor any acknowledgement of having learnt from the reckless policies that had pushed the country to such an insecure place in the first place. In fact, the new proposed Integrated Power and Energy Master Plan (IEPMP) endorses the decade-old policy of over-reliance on IPPs, foreign imports and foreign investments. In the absence of any meaningful reforms in the sector, it is only inevitable that the government will continue to find itself in such tricky situations from which there is no easy escape.\nThus far, the government has resorted to blaming external factors for the crisis, while passing down the cost of its own decisions to the public, even going so far as to curtail the Bangladesh Energy Regulatory Commission's right to hold a public hearing before any price increase. We urge the government to review its energy policies and finally clarify to the people what steps it will take to address the crisis and ease people's suffering.\n",
        "headline_1": "Caught between two crises",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/caught-between-two-crises-3257861",
        "news_paper_name": "The Daily Star",
        "publish_date": "27-02-2023"
    },
    {
        "full_article": "We are frustrated at how things are unfolding in the country's political field, as the 2024 national election draws closer. Despite there being assurances by the ruling party leaders, including the prime minister herself, that the opposition parties would be allowed to hold peaceful political programmes ahead of the election, and promises by the Election Commission (EC) of a level playing field, we are regularly getting news of attacks on various programmes organised by the BNP. Its latest programme – a road march across the country on February 25 – also faced a similar fate, in which at least 100 people, including six policemen, were injured and over 100 of its leaders and activists were held by the police. All these are ominous signs for a country whose people are hoping to see a free, fair and violence-free national election next year.\nIn the latest case, attacks were reported in Natore, Patuakhali, Jhalakathi, Bagerhat, Netrakona and many other districts. The police tried to justify their baton charges on the BNP activists by saying that they did so to clear the roads or that they were attacked first by the BNP activists; the BNP leaders and activists, on the other hand, claimed that their protest marches were largely peaceful and that the Awami League activists and the police attacked them without any provocation. The general secretary of Natore city unit BNP also claimed that the \"Jubo League and Chhatra League men hurled the bombs from motorcycles\" to scare them.\nAround two weeks earlier, we witnessed similar incidents of violence in which at least 200 people, mostly BNP activists, were injured. While the BNP's programme was pre-scheduled – a march in every union parishad to press home its 10-point demand, including the next national election under a caretaker government – the Awami League also held \"peace rallies\" at the union level on the same day. And naturally, clashes took place among both party members.\nFrom the way every political rally and programme of the BNP has been attacked, obstructed or countered by the ruling party men – often in collusion with the police – it is clear that there is no level playing field for the opposition parties in the country at present. Holding rallies and processions is a constitutional right of any political party. By attacking such rallies, resorting to violence, and countering the programmes of the BNP, what message is the ruling party sending to the opposition, voters and the world at large? If the ruling party is really sincere about holding a free, fair and inclusive election, it must allow the opposition parties to hold their political activities, sit in a dialogue with them and come to a consensus about holding the next election in a credible manner.\nPeople are eagerly waiting for the political atmosphere of the country to change for the better. The government and the Election Commission must not continue to disappoint them.\n",
        "headline_1": "The long march to a level-playing field",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/the-long-march-level-playing-field-3257946",
        "news_paper_name": "The Daily Star",
        "publish_date": "27-02-2023"
    },
    {
        "full_article": "We are frustrated at how things are unfolding in the country's political field, as the 2024 national election draws closer. Despite there being assurances by the ruling party leaders, including the prime minister herself, that the opposition parties would be allowed to hold peaceful political programmes ahead of the election, and promises by the Election Commission (EC) of a level playing field, we are regularly getting news of attacks on various programmes organised by the BNP. Its latest programme – a road march across the country on February 25 – also faced a similar fate, in which at least 100 people, including six policemen, were injured and over 100 of its leaders and activists were held by the police. All these are ominous signs for a country whose people are hoping to see a free, fair and violence-free national election next year.\nIn the latest case, attacks were reported in Natore, Patuakhali, Jhalakathi, Bagerhat, Netrakona and many other districts. The police tried to justify their baton charges on the BNP activists by saying that they did so to clear the roads or that they were attacked first by the BNP activists; the BNP leaders and activists, on the other hand, claimed that their protest marches were largely peaceful and that the Awami League activists and the police attacked them without any provocation. The general secretary of Natore city unit BNP also claimed that the \"Jubo League and Chhatra League men hurled the bombs from motorcycles\" to scare them.\nAround two weeks earlier, we witnessed similar incidents of violence in which at least 200 people, mostly BNP activists, were injured. While the BNP's programme was pre-scheduled – a march in every union parishad to press home its 10-point demand, including the next national election under a caretaker government – the Awami League also held \"peace rallies\" at the union level on the same day. And naturally, clashes took place among both party members.\nFrom the way every political rally and programme of the BNP has been attacked, obstructed or countered by the ruling party men – often in collusion with the police – it is clear that there is no level playing field for the opposition parties in the country at present. Holding rallies and processions is a constitutional right of any political party. By attacking such rallies, resorting to violence, and countering the programmes of the BNP, what message is the ruling party sending to the opposition, voters and the world at large? If the ruling party is really sincere about holding a free, fair and inclusive election, it must allow the opposition parties to hold their political activities, sit in a dialogue with them and come to a consensus about holding the next election in a credible manner.\nPeople are eagerly waiting for the political atmosphere of the country to change for the better. The government and the Election Commission must not continue to disappoint them.\n",
        "headline_1": "The long march to a level-playing field",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/the-long-march-level-playing-field-3257946",
        "news_paper_name": "The Daily Star",
        "publish_date": "27-02-2023"
    },
    {
        "full_article": "After experiencing the worst load-shedding in a decade last year, we seem to be heading towards another sweltering summer, with no one the wiser about how to tackle the energy crisis. According to a report by this daily, independent power producers (IPPs) that use furnace oil risk facing severe shortage of fuel this year, unless they can import fuel worth $1.05 billion between March and June. In a letter sent to the Bangladesh Bank (BB), the Bangladesh Independent Power Producers' Association pointed out that due to a shortage of US dollars, their members have been unable to import heavy fuel oil (HFO), adding that the country's \"energy security is at peril\" without the central bank's support.\nThe BB is reportedly waiting for instructions from the government. The problem is, whatever the government decides, we, the people, are looking at a lose-lose situation. Given the severity of the dollar crisis in the country, it seems illogical to expect the government to approve an amount that is roughly one quarter of the IMF loan, when it should prioritise plants that require cheaper fuel, like gas. But with these IPPs making up as much as 27 percent of the total capacity of the country's grid, this would inevitably result in frequent power cuts. Meanwhile, even if these plants sit idle due to fuel shortage, the government will have to continue to pay them a huge amount as capacity charges.\nWeren't we in this exact position less than a year ago, when fuel prices skyrocketed in the international market following the outbreak of the Russia-Ukraine war? Back then, we joined the experts in highlighting to the government the dangers of having relied on an energy policy that was so dependent on imports; we had implored it to move away from paying atrocious amounts of capacity charges to IPPs – a whopping Tk 90,000 crore in less than a decade – and coming up with short-, medium- and long-term alternatives that were sustainable, cost-effective and focused on building our national capacity.\nUnfortunately, over the past year, we did not see any comprehensive plan for resolving the crisis, nor any acknowledgement of having learnt from the reckless policies that had pushed the country to such an insecure place in the first place. In fact, the new proposed Integrated Power and Energy Master Plan (IEPMP) endorses the decade-old policy of over-reliance on IPPs, foreign imports and foreign investments. In the absence of any meaningful reforms in the sector, it is only inevitable that the government will continue to find itself in such tricky situations from which there is no easy escape.\nThus far, the government has resorted to blaming external factors for the crisis, while passing down the cost of its own decisions to the public, even going so far as to curtail the Bangladesh Energy Regulatory Commission's right to hold a public hearing before any price increase. We urge the government to review its energy policies and finally clarify to the people what steps it will take to address the crisis and ease people's suffering.\n",
        "headline_1": "Caught between two crises",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/caught-between-two-crises-3257861",
        "news_paper_name": "The Daily Star",
        "publish_date": "27-02-2023"
    },
    {
        "full_article": "A Japanese company's lukewarm interest in a planned project with the potential of doing away with much of the capital city's gridlock is highly disappointing. The project is the outer ring road, which was supposed to go round the capital. Marubeni Corporation of Japan, the company concerned, is the project's part-financier. It's disheartening to learn that the company is now interested in constructing a very small part of the 50-kilometre ring road. The Road Transports and Highways Division (RTHD) doesn't find the plan viable under the PPP model. Ironically, Marubeni was selected as a potential investor during a Japan-Bangladesh Joint Platform meeting to build the outer ring road under government-to-government PPP model.The delay in implementing the outer ring road in its original form in Dhaka is feared to exact a heavy toll on the capital. Had Marubeni been free of its present opaqueness on its position on the planned outer ring road, its relations with Bangladesh would have gone a long way. The RTHD authorities held a meeting recently with the Japanese company on its revised shorter length of the planned outer ring road. It has been learned that the company-proposed 18-km stretch from Kalakandi to the 3rd Shitalakkhya bridge is located in the middle of the southern part of the outer ring road. The financing of the two other parts is still not confirmed under the PPP model.Although Dhaka had dreamt of circular railways and circular waterways, it focused on an outer ring road only informally. Unfortunately, the first two were eventually dropped due to technical reasons. Although the ring road plan was approved in 2016, the original 20-year plan proposed to develop inner, middle and outer ring roads to help reduce traffic gridlocks through accelerating the process of decentralisation as well as shifting of businesses to the city outskirts. None of those saw even the distant signs of materialisation in the last six years. Given the developments punctuated by amateurish work suspensions, many grand plans died at the stage of the basic paper work.Before going full throttle in executing the Dhaka outer ring road, the authorities must have scrutinised its pros and cons. It's not always possible to foretell the unwarranted developments just before the start of a work. In the case of the Marubeni episode, an ambitious plan related to solving one of Dhaka's most pressing problems --- traffic gridlock, had been taken in earnest. As a natural corollary, Dhaka pinned great hope on the outer ring road project with the start of a feasibility study in 2020 on the ring road's eastern, western and northern segments. But the problem of overlapping of the work by different agencies began haunting the project soon. It occurred during planning of the road as other agencies like the Bangladesh Bridge Authority have also been considering plans to develop expressways in the same area. The authorities concerned are upbeat. According to sources, out of the entire 50-km ring road's southern wing, a meeting proposed construction of its third part immediately with the government's own funds. Had the project's work progressed without the hiccups at the execution stage, it would have been a reality by now.",
        "headline_1": "City's outer ring road",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/citys-outer-ring-road-1677422559",
        "news_paper_name": "The Financial Express",
        "publish_date": "27-02-2023"
    },
    {
        "full_article": "With the Ramadan approaching, the prices of basic daily necessities have again started to spiral upwards. Every kind of item of daily use in the kitchen market has gone up. Prices of egg, chicken, beef, mutton and fish are on the rise. Most concerning is that the cheaper sources of protein including egg, broiler chicken, and farm-produced fishes such as pangas, tilapia and carps have already gone beyond the reach of the low-income people. With the approach of the summer, the winter vegetables are also getting pricier.However, despite the ever-soaring trend in the essentials' prices, there is no shortage of customers in the major kitchen markets of the city. Neither is there any reduction in the volume of transactions in those markets. In fact, a section of the people has more money than they need and can always keep the traders in essential commodities upbeat. And that group of customers never questions any spike in the prices of the commodities of daily use. The traders as a result face no problem raising prices of spices, edible oil, meat or fish at their whim. The low-income people, on the other hand, can neither afford to buy the required amount of those basic commodities to meet their daily needs, nor do they have the organisational power to make those behind any irrational price hike of essential goods to listen to their complaints. True, there are genuine reasons like high import costs of some spices, edible oils, some imported raw materials for the poultry and fish farms that have been behind driving up the prices of some of these kitchen items. But the problem is both the wholesalers and retailers of these basic commodities often use the argument of high import cost to raise their prices irrationally. Creating artificial supply crisis is the common weapon they use to hike prices without rhyme or reason whenever they think fit. So, the upcoming Ramadan is obviously offering an opportunity to a section of dishonest traders to increase prices of various essential items. But the way the food price inflation is rising in an unrestrained manner, it is proving harder and harder for the low- and fixed-income people to cope with. The earnings of the fixed-income people, for example, those of the wage earners, are failing to adjust with the volatility of the essential commodity market. A report by the Bangladesh Bureau of Statistics (BBS) showed that for the 10th consecutive month till October last year, monthly wage growth of workers remained below inflation. In November 2022, for instance, the average inflation rate was 8.85 per cent. Whereas, the wages of the low-skilled and unskilled workers increased by 6.98 per cent. Clearly, whatever increase their wages saw was outstripped by inflation by 1.87 percentage points. In the previous month (October 2022), on the other hand, wages of workers in 44 occupations including agriculture, industry and service increased by 6.91 per cent. But consumer price rose by 8.91 per cent. So, how are the households of this segment of wage earners managing their family expenses? The only option left before them was to cut consumption. This, indeed, is the hallmark of creeping poverty among the people who have at least a source of monthly income.In fact, the trend of inflation-driven poverty is not a new development. Through a series of surveys since the April 2020 till May 2022 done by the Power and Participation Research Centre (PPRC) and the Brac Institute of Government and Development (BIGD), it came out that the percentage of new poor remained high at 18.54 per cent in May 2022. The poverty was driven mainly by inflation and less-than-expected rate of economic recovery after the Covid-19. As it is now, the inflationary pressure was affecting the vulnerable group of the population by negatively impacting their real income and threatening their food security. The real income of the poor households was still 15 per cent below the pre-Covid days. But the situation has far from improved since the study was carried out. To be frank, the inflation situation has further worsened by this time affecting overall condition of the economy negatively.Some among the political leaders often point to the abundant supply of foodstuffs in the market to assure the public of food security in the country. But the question remains as to whose food security they are talking about. Even at the moment, anyone visiting the big kitchen markets of the city will see that the shelves of the groceries are well-stocked. But that means nothing to the low-income people who are becoming poorer every passing day. The number of the new poor is growing, rather than declining. There is also no end to high inflation in sight. Though exogenous factors like the rising cost of US dollar is the main driver of the inflation, it cannot be any excuse for the government not to intervene and protect the low income group of people. As the belt-tightening measures have been affecting the growth of the economy negatively, the number of the new poor is also growing by the day. Meanwhile, a chunk of the lower-middle income group of the population has joined the ranks of the new poor. They constitute the most vulnerable group, since unlike the traditional vulnerable groups, they are not forthcoming about revealing their situation before the public. The government needs to pay especial attention to these fresh entrants to the vulnerable section of the population and include them in its ongoing support programmes. \n[email protected]",
        "headline_1": "Growth of the new poor",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/growth-of-the-new-poor-1677422674",
        "news_paper_name": "The Financial Express",
        "publish_date": "27-02-2023"
    },
    {
        "full_article": "In a letter published in the 'Letters to the Editor' column a few weeks ago, its writer lamented that India produces Chief Executive Officers (CEOs) for global multinational companies (MNCs) in America, while we in Bangladesh are busy wrangling over sending unskilled or semi-skilled workers to the Middle East. Indeed, the observation should set policymakers in particular to thinking what has gone amiss and what could be done. It is remarkable that among the more than a dozen Indian-origin top executives serving the world-famous companies such as Google, IBM, Microsoft, Abode Inc, Twitter etc., there is no one from West Bengal. This means that no Bangalee either from Bangladesh or from across the border has the distinction of making it to the top slot of such prestigious and famed companies. Also highly significant is the fact that all the CEOs of the more fancied multinationals are of South Indian origin except Parag Agarwal who hails from Punjab and has of late been removed from Twitter by Elon Musk after the latter had bought the social platform. Look at the impressive line of CEOs at the helm of leading global companies: Pichai Sundararajan popularly known as Sundar Pichai of Alphabet Inc. and its subsidiary Google, who is from Madurai, Tamil Nadu; Arvind Krishna of IBM Group, who is also the chairman of the group and hails from West Godavari District in Andhra Pradesh; Satya Nadella, Chairman and CEO Microsoft, comes from Andhra Pradesh; Shantanu Narayen is the top boss of Abode Inc, who also hails from Andhra Pradesh. The latest to join the bandwagon of Indian-origin top executives is Neal Mohon who takes over the most widely used and popular video streaming platform Youtube from Susan Wojcicki. He was born in Lucknow, Uttar Pradesh---an exception to South's monopoly. Almost a year ago, in March, Raj Subramanium became the president and CEO of FedEx. He is from Thiruvanathapuram, Kerala. Beside such high profile companies, Gap Inc., a casual wear's retail chain, has Sonia Syngal as its CEO and Laxman Narasimhan is all set to be placed in the top executive position of Starbucks, world's largest coffee chain shop.But the icing of the cake for the India-born heads of tech giants and global brands will be completed by the assumption of the president's post of the World Bank by Ajay Banga, a former Mastercard CEO. Born into a Sikh family in Pune, he has his family roots in Jalandhar, Punjab. Apart from these US-based companies and the Bretton Woods institution, the renowned French fashion house Chanel and the Britain's bank Barklays choose Leena Nair and CS Venkatakrishnan to grace the chief executive position respectively. Venkatakrishnan hails from Mysore and Nair from Maharashtra. In this connection, it merits mention that Indra Nooyi, from Chennai held the top position of PepsiCo for 12 years before she resigned in 2018. Parag Agarwal was not so lucky as Elon Musk sacked him. The world's second richest person, whose erratic mood swing is noticeable from his takeover of Twitter even humiliated Parag by a post in which he shared the picture of his dog in the CEO's chair and commented, \"Better than Parag\". Let this hubris of the world's once wealthiest person be ignored. The fact is Indians are consolidating their hold on to the number one position of the world's tech giants and companies where an overwhelming majority of the South Indians find themselves at the helm of affairs. A Bangladesh national cannot be blamed for becoming envious of such extraordinary achievements. Then the Americans should feel the heartburning at its worst. Some are quick to point out that the takeover of iconic companies in the West by the Indians is a step in the direction of counter-colonialism. That perhaps would be quite a stretch of mind. Be that what it is, for Bangladesh the need is to promote the techno-savvy young generation to realise their full potential. Before some among them get to the ultimate destination of MNCs' management summit, this country really needs to improve the status of migrant workers. Instead of rising the percentage of skilled migrant workers, according to the Bureau of Manpower Employment and Training, it has dropped to 23.30 per cent last year from 44 per cent in 2019. This is pathetic indeed. Without a paradigm shift in human resource development, the nation will miserably lag behind its neighbours and competitors. \nnilratanhalder20[email protected]",
        "headline_1": "World's top management bosses and Bangladesh's migrant workers",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/worlds-top-management-bosses-and-bangladeshs-migrant-workers-1677422779",
        "news_paper_name": "The Financial Express",
        "publish_date": "27-02-2023"
    },
    {
        "full_article": "Every year, a number of fire incidents take place across Bangladesh. The main reason behind this alarming rise of fire accidents is lack of awareness which often costs lives of innocent people. We have recently seen a deadly fire in Dhaka city's Gulshan. At least two persons were killed and many others received burn injuries in the fire. If we want to avoid such incidents to recur, we must follow fire safety measures. There are irregularities and lax monitoring of high-rise buildings, which cause accidental fires. Many high-rise shopping malls, factories and buildings have been built without proper emergency fire exits, extinguishers, insurance coverage and security management. Despite having RAJUK (Rajdhani Unnayan Kartripakkha) approval, many buildings do not have spaces for fire service vehicles to approach those. The authorities concerned hardly monitor the fire safety requirements that all buildings should follow.We have a tendency to avoid the rules of law and there is also a serious lack of awareness among us to maintain the fire safety measures. If we can follow some simple things like turning off gas burners after cooking, we can easily avoid fire incidents. The authorities concerned should also have to be stricter to implement the fire safety laws to reduce the number of such incidents. \nMd Zillur Rahaman,Satish Sarker Road,Gandaria, Dhaka,[email protected]",
        "headline_1": "Fire-safety awareness",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/fire-safety-awareness-1677422807",
        "news_paper_name": "The Financial Express",
        "publish_date": "27-02-2023"
    }
]