[
    {
        "full_article": "Given what transpired on Tuesday, it is difficult not to term the functioning of the government and the legislature in conflict-ridden Manipur a farce being played out in the State. The Assembly met just before the stipulated six months after the last session on March 3. Article 174(1) of the Constitution mandates that sittings have to take place within six months of the end of the previous session. Incomprehensibly, the session was adjourned sine die just 48 minutes after it began; there was barely 11 minutes of business with 10 MLAs of the Kuki-Zo community also absent. Chief Minister N. Biren Singh had reportedly invited the absentee Kuki MLAs to the House, by guaranteeing their security, but they denied having spoken to him and refused to buy the guarantee by pointing to the law and order situation in the Imphal valley. This reiterates the breakdown of trust between legislators of one community and the government’s leadership despite a sharing of party affiliations. The session was originally set to convene on August 21, but the Governor, Anusuiya Uikey, had, inexplicably, not issued the notification summoning the House, despite the Cabinet’s advice to her on August 4. That legislative functions have been so poorly conducted when there are pressing issues related to the rehabilitation of displaced residents, the recovery of looted weapons, the persisting ethnic divide leading up to “economic blockades” and the sporadic violence, indicate the failure of a government that commands an electoral majority in the House.The Manipur Assembly is no stranger to controversy. In its previous iteration, little heed was paid to parliamentary conventions, as it was marked by rampant defections, exemplified by the case of Congress MLA T. Shyamkumar, who became a Minister in the Bharatiya Janata Party-led government and later stripped of his office by the Supreme Court which had lost patience with the Speaker’s inaction after his blatant violation of the anti-defection law. This time around, the BJP regime suffers a severe legitimacy deficit — in its inability to bring about a turnaround in the deterioration of ethnic relations following the May 3 violence and to conduct proper legislative sessions to at least discuss a way out. Ethnic conflicts present complex problems, but the use of constitutional means is a must to enable workable solutions. As things stand, the two sparring communities in the State are veering towards positions that are becoming even more intractable as the government continues to flounder. The BJP is mistaken if it continues to believe that its ham-handed approach to retain the status quo in leadership will yield a breakthrough in the State.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nManipur\n\n/\n\npolitics\n\n/\n\nGovernor\n\n/\n\ndemocracy\n\n/\n\nconstitution",
        "headline_1": "Playing out a farce: On government and legislature functioning in Manipur",
        "headline_2": "The Manipur Assembly disregards duty by adjourning sine die at a time of crisis",
        "link": "https://www.thehindu.com/opinion/editorial/playing-out-a-farce-the-hindu-editorial-on-government-and-legislature-functioning-in-manipur/article67252808.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "31-08-2023"
    },
    {
        "full_article": "Distress is not uncommon to the Cauvery basin. As this year’s southwest monsoon plays truant in the catchment in Kerala and Karnataka, familiar scenes are unfolding. Tamil Nadu, which has a cumulative shortfall of around 51 thousand million cubic feet (tmc ft) in its share of water as on August 28, has been seeking 24,000 cubic feet per second (cusecs), or about 2.07 tmc ft a day, at Billigundulu on the inter-State border, during the second half of August. After its representatives protested at the meeting of the Cauvery Water Management Authority (CWMA) on August 11 over the CWMA’s perceived change in fixing the quantum of water release, it went to the Supreme Court, where the Authority is expected to present its report on September 1. Apart from the release for August, Tamil Nadu urged the Court to direct Karnataka to release the quantum of 36.76 tmc ft for September, as stipulated in the Cauvery Water Disputes Tribunal’s final award (2007) and modified by the Court in February 2018. Cauvery delta farmers need water to save short-term standing (paddy) kuruvai crop over 5.6 lakh acres. The situation on the other side is no better. Karnataka, in its affidavit, has informed the Court that the catchments of its two key reservoirs have had deficit rainfall. The CWMA has also assessed the deficit in inflow to Karnataka’s four reservoirs in the basin to be about 51%. Its stand is that Tamil Nadu has “failed to understand that 2023 is not a normal water year, but a distress water year”.The plight of both States reinforces the need for a distress-sharing formula — one that is favoured by both as a matter of principle. The Tribunal, in its final award, had advocated the concept of proportionate reduction in allocated shares, which was reiterated by the Court in its 2018 judgment. But, in practice, its implementation appears to be hurdle-ridden, if the decisions of the Authority and its assisting body, the Cauvery Water Regulation Committee (CWRC), are an indication. Early this month, the CWRC’s recommendation of 15,000 cusecs was reduced by the Authority to 10,000 cusecs. Even though the Authority says that it accounts for the ground realities and the relevant data, it should not create the perception that its decisions are shaped otherwise. Despite uncertainty about the remainder of the monsoon and rainfall pattern of the northeast monsoon (October-December) that will cover Tamil Nadu, what should not be glossed over is Karnataka’s move to comply with the CWMA’s directive to release 5,000 cusecs to Tamil Nadu till September 12. The quantum is insufficient for the lower riparian State but the least the two States can do is to ensure that the Cauvery does not become cause for disharmony.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nwater rights\n\n/\n\nrivers\n\n/\n\nKarnataka\n\n/\n\nTamil Nadu\n\n/\n\nagriculture\n\n/\n\nMonsoon",
        "headline_1": "Share the distress: On Karnataka, Tamil Nadu and water rights",
        "headline_2": "The plight of Karnataka and Tamil Nadu shows the need for a distress-sharing formula",
        "link": "https://www.thehindu.com/opinion/editorial/share-the-distress-the-hindu-editorial-on-karnataka-tamil-nadu-and-water-rights/article67252338.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "31-08-2023"
    },
    {
        "full_article": "Knock! Knock! Who is there? Omicron. Omicron who? Omicron who conned you, with mutations. This could well be the new word game patented by the SARS CoV-2 virus. New sub-variants of Omicron springing up in different parts of the world are demanding attention. What threats do these new arrivals pose? Will there be local outbreaks, superspreader events or a resurgent global pandemic? Or will Omicron keep up its presence amidst us as a tamed version of SARS CoV-2 which vigorously wags its tail but does not bite? Even though most people worldwide have stopped paying attention to Covid, scientists continue to track new forms of the SARS CoV-2 virus. Public health agencies watch warily for evidence of increased virulence, which signals a potential threat of a severe pandemic re-emerging. Social media commentators watch with amusement, giving cute names to the new variants, replacing the annoying jumble of letters and numbers we have grown weary of.\n\nRead full story on TOI+\n\n",
        "headline_1": "Omicronies & Covid’s Other Pals: Surge in infections in various countries from Omicron sub-variants is not of undue concern, given low severity and hospitalisation. Scientists hope it’ll stay that way",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/omicronies-covids-other-pals-surge-in-infections-in-various-countries-from-omicron-sub-variants-is-not-of-undue-concern-given-low-severity-and-hospitalisation-scientists-hope-it/",
        "news_paper_name": "The Times of India",
        "publish_date": "31-08-2023"
    },
    {
        "full_article": "Responding to a PIL in the Supreme Court on the subject of the Bihar government’s decision to carry out a caste survey in the state, GOI categorically stated that the census process is governed by a central legislation, Census Act, 1948. Therefore, only GOI can conduct a census. That’s right and what’s also right is that a caste census will widen pre-existing fault lines and lead to another slice and dice of quotas. Suboptimal economic policies cannot be offset by caste surveys.\n\nGOI’s statement on its authority over the census process, however, raises questions about the indefinite delay of Census 2021. It was meant to be the 16th decennial census. Covid delayed the enumeration in early 2020. Everything’s been normalised since then. However, there’s no indication when the census will be conducted. It’s the first time since the census exercise began in 1871 that there’s been an indefinite delay. This, in turn, has undermined the integrity of the statistical system.\nThe decennial census is the foundation on which the statistical system is based. It’s always been more than a mere population enumeration. Right from the beginning, the census has quantified the social and economic characteristics of India. For example, Census 1881 listed 480 groups of occupations. The need for data updates at shorter intervals later led to the design of national sample surveys to gather information in the period between two rounds of the census. These surveys depend on the census to frame a scientific sample design. The census, therefore, is at the heart of an integrated data collection programme. Acknowledging its criticality and to encourage cooperation with enumerators, GOI’s census law even exempts replies by respondents from being used as evidence in a legal case.\nOf late, the national statistical system has been criticised by economists associated with the government for the quality of its sampling frames. But why blame the statistical system when GOI hasn’t conducted the census. It’s been over a decade since the last census was carried out. Everything points to significant changes in the economic structure. But in the absence of a census, we don’t have the foundation on which to create new data sets to accurately map the changes. Without reliable data, policymaking is reduced to a shot in the dark. The world’s fastest growing major economy deserves much better.\n\n",
        "headline_1": "For a sense of us: As it told SC, only GOI can conduct a census. But just when is GOI going to conduct the 2021 census?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/for-a-sense-of-us-as-it-told-sc-only-goi-can-conduct-a-census-but-just-when-is-goi-going-to-conduct-the-2021-census/",
        "news_paper_name": "The Times of India",
        "publish_date": "31-08-2023"
    },
    {
        "full_article": "In a remarkable turnaround, Sri Lanka today appears to have overcome the worst of its political-economic crisis. Recall that a year ago, angry Sri Lankans had stormed their president’s residence dissatisfied with deteriorating economic conditions. There were huge shortages of essentials such as food, fuel and medicines. This ultimately forced then president Gotabaya Rajapaksa’s ouster. But today, things are looking up – no extraordinary long queues for fuel, hours-long rotating power cuts have ended, and the Sri Lankan rupee has stabilised.\n\nMeanwhile, overseas remittances and tourism figures are increasing. Much of this has been due to the deft handling of current President Ranil Wickremesinghe who negotiated a $2.9 billion bailout from IMF in March, removed all subsidies and is renegotiating bilateral loans. True, by no means is Sri Lanka out of the woods – prices of goods and housing are still very high and incomes haven’t caught up. But contrast this with the situation in Pakistan, which not long ago had foreign reserves worth less than one month’s imports. The economic turmoil in that country seems to have no end in sight with Karachi last month registering the world’s most expensive flour prices. Sure, the country also won a short-term loan package of $3 billion from IMF recently. But this still doesn’t inspire confidence given Pakistan’s political situation.\nThe crucial difference between Sri Lanka and Pakistan is that despite their similar economic woes, democratic institutions work in Sri Lanka. Pakistan, meanwhile, has seen its democratic institutions being repeatedly attacked, thanks to Pakistani army’s deep state role. Therefore, even when Sri Lanka faced economic challenges, suitable political changes were effected from within the country’s parliament. This is something Pakistan is simply incapable of doing. For India, Sri Lanka is crucial strategically. It should therefore continue supporting Sri Lankan recovery and make sure Colombo doesn’t fall for Beijing again.\n\n",
        "headline_1": "Tale of two crises: Sri Lanka’s economic recovery is markedly better than Pakistan’s. The former has better institutions",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/tale-of-two-crises-sri-lankas-economic-recovery-is-markedly-better-than-pakistans-the-former-has-better-institutions/",
        "news_paper_name": "The Times of India",
        "publish_date": "31-08-2023"
    },
    {
        "full_article": "G Madhavan Nair\nChandrayaan-3’s success has filled 140 crore hearts with pride. There have been celebrations in every part of India. Overseas friends and relatives have also been filled with joy. Actually, on August 23, 2023 humanity came together to fete Chandrayaan-3 as one family. Placing a spacecraft softly on the surface of the Moon, near its south polar region, is a very big accomplishment. Being the first to do so makes it even bigger. To everyone who watched history being created, Isro has come to personify excellence and diligence. Our scientists are simply the best, having been blessed with the utmost innovativeness and professionalism.\nRead full story on TOI+\n\n",
        "headline_1": "Why we must celebrate Chandrayaan-2 too",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/why-we-must-celebrate-chandrayaan-2-too/",
        "news_paper_name": "The Times of India",
        "publish_date": "31-08-2023"
    },
    {
        "full_article": "As we approach the six-year mark of the unprecedented 2017 influx of the Rohingya from Rakhine State in Myanmar, I cannot help but wonder if we are really doing enough for the people who sought support to be alive with safety and dignity. It was between August 24-25, 2017, in the weeks that followed escaping death and persecution, when the Rohingya sought refuge in Cox's Bazar. They had fled to Bangladesh earlier too; numerous times over the last 50 or 60 years. However, the influx of 2017 was significantly different. The violence had been unleashed with no bars held. The genocide was being committed and it took years to get the global leadership to acknowledge this.\nIf we go back and look at August-September of 2017 and how Bangladesh responded, one would feel convinced that humanity prevailed. Bangladesh could have turned its back, built walls, kept them at bay and let the Rohingya fend for themselves. But, as a nation, we opted for humanity and chose our love for fellow humans. The first responders were the communities in the surrounding areas of Cox's Bazar, Ukhiya, Teknaf, and Shah Porir Dwip. They opened up their homes and shared whatever limited resources they had. Local authorities and government agencies followed. Since then, Bangladesh has been hosting one of the largest and most vulnerable refugee populations in the world. The camps today are a testimony of all that was invested to try and make living bearable for the Rohingya communities, with the resources available on the ground and what was coming forth from global actors as humanitarian aid.\nSix years later, over 60,000 Rohingya have been born during this period, taking the total number of refugees way beyond a million. These children have joined their parents and are living in the camps. And they have difficulty understanding camp life and, on top of that, try to comprehend why they have been told to face shortages as they will receive less ration, given the cut in food aid twice, from $12 to $8 in just four months! The Rohingya response is facing a severe funding crisis, illustrated by the two recent cuts in food assistance. The spotlight should thus be on the worsening humanitarian situation and compounding requirements of the Rohingya.\nWhat about the present and future of the Rohingya refugees? Is it a battle of numbers that give political actors the right to dehumanise them? We wish to believe that crises create the push for alternatives and that, in this case, collective actions will be towards this direction.\nPresently, I experience feelings of pessimism as we are dealing with situations where we, as humanitarian actors, are often told that humanitarian aid for the Rohingya is shrinking. In fact, it has already shrunk, which is why, as of mid-August, funds for the Joint Response Plan only covered 28.9 percent of the $876 million yearly that humanitarian agencies had appealed for in 2023. Global leadership must have a list of explanations as to why they have less funds available and thus explain the cut. But why am I even surprised, when I live in a world where political actors have decided to abandon Palestinian refugees, Syrian refugees, and many marginalised communities? Geopolitics and geo-economics determine the availability of funds and the prioritisation for fund distribution, and we face the risk of seeing history be repeated.\nRohingya people living in Cox's Bazar, Teknaf, and Ukhiya are humans with the right to life, food, water, education, and dignity. Thus, the fear of the Rohingya being further ignored is a prominent concern of mine. I cannot but wonder if it is the ethnicity of the refugees and the colour of their skin that determines how much and for how long humanitarian aid will be available to them.\nI truly want to believe that I am wrong. I want to believe that we celebrate the diversity of humankind. But is humanity struggling to practise universal values that it has been chanting and teaching to the downtrodden for nearly 80 years? Do we not want to reaffirm the purposes and principles of the Charter of the United Nations, the Universal Declaration of Human Rights, and the core international human rights treaties? Of course, we are all equal as humans, but some are more equal than others – to paraphrase a widely quoted line from George Orwell's Animal Farm. Such differences are based on power, gender, ethnicity, money, natural resources, and arms trade, as evidenced in multiple countries at multiple levels.\nMy other feelings are of hope and optimism. This is based on how opportunities have been created for communities to adapt to their conditions in the camps, develop new learning skills, reduce reliance on aid, and advance their livelihoods through skills development and capacity-building programmes in community centres across the camps.\nWe are also going through a period of heavy rainfall, which has caused severe damage to shelters, facilities, and infrastructure, adding to the predicament of the already fragile displaced communities. Thus, greater effort and investment are the needs of the hour.\nRemaining fixated on the return of the Rohingya is understandable, as they have the right to return to their home. Having acknowledged this right, it is important to remember that even if repatriation is informed and voluntary, we cannot ignore the fact that such a return will be a huge undertaking and require the coordination of multiple actors on the parts of Myanmar, Bangladesh and of the global actors. A possible repatriation calls for intensive bilateral and multilateral negotiations, as it could be a long-term process spanning years. In the meantime, Rohingya refugees living in Bangladesh will require the flow of humanitarian aid without any disruption until repatriation is completed.\nHowever, before all this, if there ever has been a momentous time for humanity to exist and act, it is now. This is true in respect to climate justice, gender justice and justice for the Rohingya. We often tell the youth of today how brave, imaginative, innovative they are, and how they will lead the transformation we seek for justice. I therefore want to draw the attention of the youth leadership across the globe, to nudge them to unite and collectively call for the rights of refugees across the world. Rohingya youth are no different. They aspire, want to learn, and lead. They dream of a better world for themselves on their own land, as well as wherever they may settle eventually. We must acknowledge that there's no reaching the SDG goals until we have met the needs of the Rohingya youth. We cannot deny their presence, nor their rights for sustainable development for a secure future.\nLet collective efforts for durable and effective solutions be imminent and not be subject to geopolitics and geo-economics alone. Instead, focus on the humanitarian and rights perspective. Let us stand in solidarity and work for the rights and justice of the Rohingya.\nFarah Kabir is country director at ActionAid Bangladesh.\n",
        "headline_1": "Between ifs and buts dwindles the future of the Rohingya",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/between-ifs-and-buts-dwindles-the-future-the-rohingya-3407021",
        "news_paper_name": "The Daily Star",
        "publish_date": "31-08-2023"
    },
    {
        "full_article": "We are concerned about the downward trend of remittance inflow to Bangladesh from Saudi Arabia as seen over the last three years. According to Bangladesh Bank data, remittance earnings from Saudi Arabia was $5.7 billion in 2020-21. It dropped to $4.5 billion in 2021-22, and further to $3.7 billion in 2022-23. This is despite the fact that the outflow of migrant workers from Bangladesh to the Gulf state surged around four times during this time – while some 161,726 Bangladeshis went there in 2020, the number rose to 612,418 in 2022, according to the Bureau of Manpower, Employment and Training (BMET). For a country overly dependent on remittance earnings, the situation is indeed concerning.\nEconomists have identified a number of factors behind it. According to them, the growing use of hundi in recent years could be the main reason behind the fall in remittance earnings. Sending less-skilled workers to Saudi Arabia is another factor. According to a report by the Refugee and Migratory Movements Research Unit (RMMRU), about 78.64 percent of workers who migrated abroad from Bangladesh in 2022 were less skilled. Naturally, less-skilled workers get lower wages than skilled ones. Reportedly, many of our workers are also without jobs in Saudi Arabia, while some have become victims of cheating. The central bank has also observed that the global economic uncertainty and high inflation have adversely affected migrants' real incomes and consequently remittance inflow.\nThis demands a proper response from the government if we are to get the expected remittance from Saudi Arabia. Since hundi is a major reason behind the decline, the government must address migrants' continued dependence on such channels and take measures accordingly. Currently, migrants get a 2.5 percent cash incentive when they send money through the banking channel. The government may consider increasing the rate of this incentive to attract more formal remitters. Equally importantly, the authorities need to give more importance to enhancing our workers' skills level before they go abroad, which can definitely bring some positive results.\n",
        "headline_1": "Why is remittance from Saudi Arabia falling?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/why-remittance-saudi-arabia-falling-3406851",
        "news_paper_name": "The Daily Star",
        "publish_date": "31-08-2023"
    },
    {
        "full_article": "Anghkhana Neelapaijit, Asia and Pacific expert and member of the UN Working Group on Enforced or Involuntary Disappearances, speaks about their work regarding enforced disappearances, the situation in Bangladesh, and their recommendations going forward, in an exclusive interview with Ramisa Rob of The Daily Star.\nWhat is the UN WGEID's process of investigating and reporting on victims of enforced disappearances in Bangladesh?\nWe work strictly under the UN humanitarian mandate and, as a working group, we function like a channel between victims of enforced disappearances, their families, and government bodies. We examine the cases that come to us directly when family members of victims, or lawyers and sources connected to victims, file a complaint with us via our email. The procedure mandates that all victims and family members provide their consent for us to conduct the transmission to the government body. This has been the process we have deployed for the report in Bangladesh as well as other nations. When the government provides us with information regarding the fate and whereabouts of the victims – for example, if some have already passed away, or they are detained – we relay that information to the families. However, we don't close cases if victims' families have any doubt on the fate and whereabouts of the victims that are still unknown after the response from governments.\nRegarding the Working Group Method of Work, if sources provide new or updated information on a case that has been previously clarified, archived or discontinued, the Working Group may decide to transmit the case to the State anew and request them to comment. A case can also be reopened if the State's reply referred to a different person, and does not correspond to the reported situation or has not reached the source within the six-month period. In such instances, the case in question will be relisted among those outstanding.\nPreviously, in response to the UN WGEID report, the Bangladesh government had responded that it is \"unlawful to arbitrarily consider a missing person's case as enforced disappearance.\" What is your response to that? How do you define enforced disappearances?\nRegarding such cases, we follow the specific definition stated in Article II of the International Convention for Protection of All Persons from Enforced Disappearance and the preamble of the 1992 Declaration. Their definition states that \"enforced disappearance\" is \"considered to be the arrest, detention, abduction or any other form of deprivation of liberty by agents of the State or by persons or groups of persons acting with the authorisation, support or acquiescence of the State, followed by a refusal to acknowledge the deprivation of liberty or by concealment of the fare or whereabouts of the disappeared person, which place such a person outside the protection of the law.\"\nIt is a very comprehensive and specific definition and I want to stress on the \"deprivation of liberty,\" which demarcates cases of enforced disappearances from any other missing person's case. It means nobody knows where they are but their families suspect they are in danger, under arrest or detained by State officials. When the \"fate and whereabout\" is cleared from the case, meaning the families can access victims, then the victim is not considered \"disappeared\" anymore. Governments can say it is unlawful but we followed the Convention's definition.\nIn September 2022, the UN WGEID reported five new cases, two of which were considered \"time-sensitive\" or \"urgent procedures.\" Can you clarify what that means? \nSo, urgent procedures or \"time sensitive\" cases of enforced disappearance are ones that have occurred within the three months prior to the receipt of a report by the Working Group. These cases are transmitted to the State concerned through the most direct and rapid means possible. Cases that have occurred prior to the three-month limit, but not more than one year before the date of their receipt by the Secretariat, provided that they had a connection with a case that occurred within the three-month period, may be transmitted between sessions by letter upon authorisation by the Chair-Rapporteur. The Working Group notifies sources that an urgent action has been sent to the State concerned, thus helping relatives or the sources to enter into communication with the relevant authorities.\nHas the situation improved in Bangladesh and are there any outstanding cases currently?\n\nEnforced disappearances in Bangladesh increased since 2018. The outstanding cases today, from my knowledge, have actually decreased to around 70 cases. The Bangladesh government has worked with us to clear the cases and we hope they will continue doing so. There have also been new cases filed this year. It's also important to note that sometimes cases close and can reopen when the victims get re-arrested or when there's new information. The numbers of cases also vary from nation to nation in Asia. For example, in Thailand there are around 76 cases while in the Philippines and Indonesia there are 590 and 178 cases, respectively.\nMost importantly, we should keep in mind that the numbers might be only the tip of the iceberg. They are ones that have been reported and filed to us. Oftentimes, victims' families don't even file cases fearing retaliation or some are unaware of this channel through complaint forms. We believe the real picture of the situation anywhere is not reflected by the number of cases.\nWhat are your recommendations for Bangladesh going forward?\nFirst, we hope the Bangladesh government continues to work with the Working Group's procedures to clarify the outstanding cases. Secondly, we have urged the Bangladesh government to allow us to conduct a country visit for the past ten years. We have sent requests since 2013, but they have not accepted it yet. A country visit would allow us to understand more about the legal system, the real situation – to meet with victims' families, and all stakeholders, and conduct thorough investigations independently and impartially. The Working Group can then give thorough recommendations to the Bangladesh government. We hope that after our forthcoming report, the Bangladesh government will allow us to do a country visit.\nThirdly, we remain concerned regarding the suppression of NGOs, lawyers, or other organisations who act on behalf of the victims such as Odhikar. It's also not just Odhikar that has faced this harassment; it is commonplace in many nations. We recommend the Bangladesh government to strengthen the measures to punish perpetrators and reinforce effective measures to prevent the harassment of organisations that report on human rights.\nLast, but not the least, we hope the Bangladesh government will take the crucial step of ratifying the International Convention for Protection of All Persons from Enforced Disappearances (ICPPED). By doing so, Bangladesh will become a State party to the convention. The UN committee will then be able to investigate the country's situation. This step will ensure that there is separate investigation and rehabilitation, and measures for effective remedies including psychological remedy. The ratification will also ensure that the country enacts an organic law that complies with the ICPPED to protect victims of enforced disappearances. This is important for countries like Bangladesh, where there are no organic laws specifically protecting victims of enforced disappearances.\nSince 2018, numerous recommendations by the Universal Periodic Review (UPR) have urged Bangladesh to ratify the Convention. The ratification would be a very important step for Bangladesh to demonstrate commitment to eradicate enforced disappearances and strengthen the legislative framework on enforced disappearances, in terms of prevention and protection. We hope in the next UPR review later this year, Bangladesh will accept the recommendations to end this crime against humanity and commit to protecting all people in Bangladesh.\nViews expressed in the article are author's own. \n\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals.\nTo contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n",
        "headline_1": "'The numbers on our list might only be the tip of the iceberg'",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/interviews/news/the-numbers-our-list-might-only-be-the-tip-the-iceberg-3406771",
        "news_paper_name": "The Daily Star",
        "publish_date": "31-08-2023"
    },
    {
        "full_article": "We are concerned about the downward trend of remittance inflow to Bangladesh from Saudi Arabia as seen over the last three years. According to Bangladesh Bank data, remittance earnings from Saudi Arabia was $5.7 billion in 2020-21. It dropped to $4.5 billion in 2021-22, and further to $3.7 billion in 2022-23. This is despite the fact that the outflow of migrant workers from Bangladesh to the Gulf state surged around four times during this time – while some 161,726 Bangladeshis went there in 2020, the number rose to 612,418 in 2022, according to the Bureau of Manpower, Employment and Training (BMET). For a country overly dependent on remittance earnings, the situation is indeed concerning.\nEconomists have identified a number of factors behind it. According to them, the growing use of hundi in recent years could be the main reason behind the fall in remittance earnings. Sending less-skilled workers to Saudi Arabia is another factor. According to a report by the Refugee and Migratory Movements Research Unit (RMMRU), about 78.64 percent of workers who migrated abroad from Bangladesh in 2022 were less skilled. Naturally, less-skilled workers get lower wages than skilled ones. Reportedly, many of our workers are also without jobs in Saudi Arabia, while some have become victims of cheating. The central bank has also observed that the global economic uncertainty and high inflation have adversely affected migrants' real incomes and consequently remittance inflow.\nThis demands a proper response from the government if we are to get the expected remittance from Saudi Arabia. Since hundi is a major reason behind the decline, the government must address migrants' continued dependence on such channels and take measures accordingly. Currently, migrants get a 2.5 percent cash incentive when they send money through the banking channel. The government may consider increasing the rate of this incentive to attract more formal remitters. Equally importantly, the authorities need to give more importance to enhancing our workers' skills level before they go abroad, which can definitely bring some positive results.\n",
        "headline_1": "Why is remittance from Saudi Arabia falling?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/why-remittance-saudi-arabia-falling-3406851",
        "news_paper_name": "The Daily Star",
        "publish_date": "31-08-2023"
    },
    {
        "full_article": "The cabinet on Monday approved the final draft of the Cyber Security Act (CSA), bringing the curtain down on two weeks of speculations about it. This is supposed to be a \"replacement\" for the repressive Digital Security Act (DSA) – a \"transformed\" and \"modernised\" version, as state officials initially billed it. However, as a careful reading of the final draft shows, what has transpired, even after the so-called incorporation of feedback from stakeholders, is not a replacement per se but a repackaging of sorts, or as a report by this daily puts it, \"a spitting image of the very law it means to improve on.\" So why bother bringing it in then?\nIn letter and spirit, the final draft remains almost the same as the one first presented to the cabinet on August 7. Experts have highlighted how it retains all but one offence from the DSA, and how all other changes are related only to sentencing, meaning that all controversial sections/provisions of the DSA remain intact. Moreover, cases filed under the DSA will remain active under the CSA, which means there will be no relief for the DSA victims. And even though we're told that the bill, once passed into law, will have \"safeguards\" against the filing of cases or arrest without a court order in all but four sections, we know how fragile such safeguards can be when the all-powerful state wants to harass critical voices.\nThe government claims that it has consulted with the UN's OHCHR before preparing the CSA draft. This is only half-true given the denial by said UN offices, or lack of reflection of their recommendations in the draft. But what about consulting with the most important stakeholders of this law – the journalists? What about addressing the concerns they frequently raised? We still remember how the lawmakers made a mockery of pre-legislative review by media representatives when passing the DSA in 2018. The CSA appears to be headed in the same direction. So far, beyond cosmetic changes and the pretence of consultation, nothing has been done to indicate that citizens' rights to speak, write or publish will not be muzzled.\nThe government can bulldoze its way through the legislation of DSA 2.0 if it wants, but the fact remains that, in its current form, it is every bit as dangerous as its earlier iteration. We, therefore, urge the government to properly engage with journalists and rights defenders and address their concerns before proceeding any further with the CSA. Not doing so will only further tarnish the country's image abroad.\n",
        "headline_1": "DSA 2.0 is every bit as dangerous",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/dsa-20-every-bit-dangerous-3406686",
        "news_paper_name": "The Daily Star",
        "publish_date": "31-08-2023"
    },
    {
        "full_article": "Abdoulaye Sec, the World Bank's country director for Bangladesh and Bhutan in his speech at the third quarterly luncheon meeting of the Metropolitan Chamber of Commerce and Industry in the capital reminded Bangladesh of the overriding need for adapting itself to the paradigm shift in technology, global trade and economic regime, geopolitics and climate. The WB country director has been appreciative of the country's graduation from the least developed country (LDC), apparel sector's green status and attainment to second position after China but quite rightly points out the challenges and unpredictability it will have to navigate after 2029, three years after completion of the graduation process in 2026. That is the time when LDC trade preferences will cease to be, predictably causing a 14 per cent decline in Bangladesh's export competitiveness accompanied with 9.0 per cent increase in export tariff. How is Bangladesh prepared for meeting all these challenges? That its financial sector management has been dismal is more than evident from the fact that classified and non-performing loans have piled up to more than half the country's national budget. To make the matter worse its forex reserve has been on a tailspin to drop to $ 23374.3 million in July last from quite a satisfactory level of $48060.00 million in August, 2021-22 fiscal year. The July figure is according to the Balance of Payment and International Investment Position Manual (BPM) 6th edition issued by the International Monetary Fund (IMF). The August, 2021-22 fiscal figure would in fact be much lower if the BPM6 was followed to make the estimate. Although the WB country chief has suggested trade negotiations and partnerships for a transition from protective tariffs to an open, externally orientated and competitive economic model, the primary task ought to be freeing the country's economy from crony capitalism so that no scope is left for willing and intriguing defaulters to go away with non-payment of fabulous amounts of loans. Even a shift to 'business ready' projects from 'doing business' initiatives; and income and consumption taxes under the new National Tariff Policy from trade tariff will not be enough to offset the resource crisis if the loopholes for drainage of money in the form of bad loans cannot be plugged. Such outright loot of public funds has given rise to socio-economic discrimination and distributive injustice. Even in the apparel sector accounting for about 85 per cent of the country's export earnings, workers are at a greater disadvantage than they were before because of the market volatility triggered mostly by colluding business cartels. Low wages, adverse terms of employment and even gender discrimination including sexual abuses have by now forced women workers to leave their jobs to the extent that their majority in the sector has by now fallen to roughly 47 per cent.At a time when the challenges from climate change, technological shift to the likes of artificial intelligence (AI), rearrangement of global trade and economic fora and blocs are proving daunting before the country, the need is to focus more on education with special emphasis on technical and technological types. This is to bring the productive human resources including those of educated and skilled women into the formal sector for ensuring socio-economic justice. But this is not possible without diversifying the production base. The policymakers have miserably failed to exploit the potential of leather, footwear, pharmaceutical, light engineering, jute, processed food industries and IT – all of which together could ensure an export income greater than that of apparel. Along with generation of employment, the country's economic base would have been far stronger in the process.",
        "headline_1": "Challenges facing Bangladesh economy",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/challenges-facing-bangladesh-economy-1693402951",
        "news_paper_name": "The Financial Express",
        "publish_date": "31-08-2023"
    },
    {
        "full_article": "The Islamabad High Court has suspended the Toshakhana case against former Pakistani Prime Minister Imran Khan and has ordered his immediate release. Whether he will in fact walk free, given that scores upon scores of cases are yet stacked against him, remains in question.The interesting part of the Imran Khan story is that the IHC has pronounced judgment on him in the month of August, a period in the calendar which is of significance in Pakistan's history. Khan was taken into custody earlier this month and transported to Attock prison where, according to his lawyers, conditions have not been conducive to his status as a former head of government.Much more remains to be said about Imran Khan as Pakistan's courts, its government and its army go into action, each in its own way, on how to deal with him. Back in August 1947, be it remembered, it was the future that beckoned the Muslims of the Indian subcontinent through the idea of Pakistan. On 11 August, three days before the creation of Pakistan through the partition of India, Mohammad Ali Jinnah spoke of a country where the followers of all religions --- Muslims, Hindus, Christians and others --- would be free to pursue their faiths, noting that the state would have nothing to do with matters of people's religious beliefs.It struck people as rather odd that while Jinnah's campaign since 1940 had been aimed at the creation of a Muslim Pakistan, the soon-to-be founder of Pakistan was now speaking of a state in plainly secular terms. On 14 August, Pakistan came into being, with its two wings separated by a thousand miles of Indian territory. In effect, the state of Pakistan began from scratch in almost every respect, with even chairs and tables and other office paraphernalia needing to be divided between the dominions of India and Pakistan. And let us not forget that August 1947 was also the month when tens of thousands of refugees made their way to new homes across the border. Along the way, two million people were killed. As many as fourteen million Muslims, Hindus and Sikhs were displaced.Go back a little, to August 1946, when the Muslim League ministry in Bengal proclaimed on Jinnah's instructions a so-called Direct Action Day. The consequences were horrific, with anywhere between 5,000 and 10,000 Muslims, Hindus and Sikhs losing their lives in the communal riots which engulfed Calcutta over a period of four days. It was an eerie sign that India could not stay in one piece.In August 1971, the Yahya Khan military junta placed Bangabandhu Sheikh Mujibur Rahman, who had led his party the Awami League to a massive electoral victory in December 1970, on trial before a secret military court in Mianwali. The charge was waging war against Pakistan. The court was presided over by Brigadier Rahimuddin Khan, who in later years was promoted to lieutenant general. It may be recalled that a sentence of death was passed on Bangabandhu in November 1971 by the court.August has resonance for Pakistan in relation to the constitutional moves undertaken following the loss of the province of East Pakistan in December 1971 through the emergence of the independent state of Bangladesh. In August 1973, the government of President Zulfikar Ali Bhutto reached a deal with the political opposition on returning the country to parliamentary democracy. A constitution, the third in Pakistan's history after 1956 and 1962, was adopted by the national assembly. Its members were the 138 lawmakers who had been elected in December 1970, with the majority number of members, 169, having become part of the constituent assembly of Bangladesh. Under the new constitution, Bhutto took over as Prime Minister, with Fazle Elahi Chaudhry becoming President. Pakistan's four provinces --- Punjab, Sindh, Balochistan and the North-West Frontier Province (today's Khyber-Pakhtunkhwa) --- went for administrative changes with chief ministers becoming the centres of power and governors exercising authority as figurehead symbols of constitutional rule. The 1973 constitution was quite a remarkable document, given that unlike the constitutions of 1956 and 1962 it was a harbinger of proper democracy in the country. Unfortunately, beginning with General Ziaul Haque, the constitution would go through several amendments that would undermine its very spirit, principally reducing the powers of the Prime Minister and enhancing those of the President.In August 1988, Ziaul Haq, who had ensured Bhutto's execution after a sham of a trial of the former Prime Minister in April 1979, died when the C-130 aircraft he was on with senior military leaders and the US ambassador, crashed in Bahawalpur moments after take-off. There was no way to identify the bodies of the dead, save a piece of Zia through his teeth and moustache. The government of acting President Ghulam Ishaq Khan made arrangements for a grand state funeral for Zia, whose remains, assuming that they were his, were buried in the compound of the King Faisal Mosque in Islamabad. All these years after Zia's death, his legacy or whatever there was of it is conspicuous by its absence. He remains a reviled name in Pakistan's history.In December 1971, four days after the liberation of Bangladesh, General Agha Mohammad Yahya Khan handed over the presidency of a rump Pakistan to Zulfikar Ali Bhutto. One of the first acts of the Bhutto government was to send Yahya Khan and other senior officers of the Pakistan army into retirement. Additionally, Bhutto placed Yahya Khan under house arrest. When the Hamoodur Rahman Commission was constituted to inquire into the causes of Pakistan's military debacle in Bangladesh in 1971, Yahya Khan was summoned before it to explain his actions in that period. Among others who testified before the commission were Bhutto himself as well as former President Ayub Khan. In the end, the commission produced a lengthy report that was never revealed to the public. It is said that a copy was handed over to Bhutto, who promptly had it hidden away. Reports have also abounded that in his times, General Ziaul Haq came across a copy and quickly destroyed it.Yahya Khan was freed from house confinement by the Ziaul Haq regime once the government of Prime Minister Bhutto had been overthrown in a coup. He spent the final years of his life away from the public eye, unable to face the wrath of the people over his role in the cataclysmic events of 1971. Yahya Khan died on 10 August 1980. In what was a bizarre state of affairs, he was accorded a funeral with full military honours by the Zia regime. August is thus inextricably linked with Pakistan's history. Imran Khan is but the newest episode in the telling of the tale.\n[email protected]",
        "headline_1": "Pakistan through the tortuous alleys of August",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/pakistan-through-the-tortuous-alleys-of-august-1693403007",
        "news_paper_name": "The Financial Express",
        "publish_date": "31-08-2023"
    },
    {
        "full_article": "The transition from college to university is an important step in a student's life. After taking very competitive admission tests, one secures a seat in a university that offers them the opportunity to engage in scholarly pursuits. But unfortunately, the enthusiasm of stepping into this new life often turns into disappointment. The reason is the undesirable culture called ragging. When a new batch of students enters a university campus, some senior students start making fun of them in the name of ragging. Instead of welcoming them cordially, the seniors start teaching them the so-called manners of the university, which is often called 'guest room culture' or ragging. The seniors forcibly make the new students do embarrassing acts like singing and dancing or standing for hours. Sometimes, they are made to stay whole night outside their dormitory as punishment. This is humiliating and disturbing for the new students. It can lead to serious consequences including mental trauma, depression and even suicide. It often leads to leaving of the university by victim students. Thankfully, the ministry of education has adopted a policy in this regard, styled, 'Policy for the Prevention of Bullying and Ragging in Educational Institutions 2023,' a few months ago. The move should have come earlier. Even so, it is better late than never. Recently, the High Court has also ordered the authorities concerned to send the policy to all the educational institutions of the country within three months.Despite these initiatives, incidents of ragging in our universities and their affiliated colleges are increasing day by day. Two female students of Sher-e-Bangla Medical College in Barishal (SBMC) have allegedly fallen victim to ragging recently. The two students were called to a room in the college dormitory and were harassed till the late hours in the morning of Thursday (August 24). They were kept standing for long hours and subjected to verbal abuse and given threats. Worse, their phones were forcibly examined. Later, one of the students fell unconscious and was admitted to the emergency department of SBMC hospital, according to reports. In Kushtia, five female students of Islamic University have recently been expelled on charge of ragging a fresher. In a similar kind of incident, nine students of Hajee Mohammad Danesh Science and Technology University in Dinajpur have faced disciplinary action including expulsion. It is reassuring that universities are taking action against those involved in ragging. But the practice still prevails on our university campuses. And there are many incidents that go unreported. So, it is high time the education administrators and student bodies came together to find ways to end this inhuman practice of ragging that is psychologically damaging for freshers. India has introduced strict anti-ragging laws. It is a punishable offence there. The country has also launched an anti-ragging helpline for the possible victims. Sri Lanka made a law prohibiting ragging in educational institutions. These are examples that can be emulated here. True, senior students may feel that they were once ragged and so they have a right to rag their juniors. This is how the cycle of ragging goes on. A new generation of students should stand against this culture and say 'no' to ragging in all forms. \n[email protected]",
        "headline_1": "Ending abusive culture of ragging",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/ending-abusive-culture-of-ragging-1693403041",
        "news_paper_name": "The Financial Express",
        "publish_date": "31-08-2023"
    },
    {
        "full_article": "Dementia is a disease with the symptom that the patients cannot remember anything. Because of this disease, many people forget the work done a little earlier. This disease can make a person's normal daily activities miserable. The condition can turn so severe that the patients are unable to eat or use the toilet on their own. The number of dementia patients in Bangladesh is increasing these days. According to a recent research, one in every 12 Bangladeshi individuals aged 60 years or older has dementia. The Alzheimer's Society says that the number of patients with the disease is expected to reach 22 million by 2050 in the country. In addition to medication, some of the steps in the treatment of dementia include ensuring adequate nutrition and vitamins in the diet, behavioural therapy, occupational therapy, regular exercise and brainstorming. Stem cell therapy is currently used and many think it is effective in treating hereditary brain dementia. Dementia is a disease. So, it needs treatment. But many people in our country do not care about this disease and its treatment. Our senior citizens deserve better care regarding this disease. If the severity of dementia can be kept down a bit, the patient will be able to live a much better life. \nAshikujaman Syed, Research Assistant, Bioinformatics Research Lab, Center for Research Innovation and Development (CRID), [email protected]",
        "headline_1": "Dementia a rising mental health issue",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/dementia-a-rising-mental-health-issue-1693403068",
        "news_paper_name": "The Financial Express",
        "publish_date": "31-08-2023"
    }
]