[
    {
        "full_article": "It is a matter of concern that the Supreme Court has declined to review its May 2022 order holding that the Gujarat government is the “appropriate government” to decide on the premature release of 11 convicts serving life terms in the Bilkis Bano gang-rape case, which also involved the gruesome murder of several others. A court’s jurisdiction to review its own order is limited to correcting any error apparent on the face of the record. It is also a discretionary remedy and generally not heard in open court. However, it appears that the two-Judge Bench has failed to address a significant error in its finding that the decision on remission should be made by the Gujarat government. The case, which arose from one of the many heinous crimes that took place during the 2002 anti-Muslim pogrom in Gujarat, had been transferred for trial to Mumbai by the Court. The appeal arising from it was heard by the Bombay High Court. Section 432(7) of the Code of Criminal Procedure (CrPC) says the “appropriate government” is “the Government of the State within which the offender is sentenced”. Despite this clear provision, the Bench had taken the view that as the offence had taken place in Gujarat, and the trial in Mumbai, further matters had returned to the jurisdiction of Gujarat on conclusion of trial. It had also noted that the transfer of the trial to another State had taken place under “extraordinary circumstances”.The Bench’s view was quite peculiar because it goes against a statutory provision. Also, the transfer took place only because a fair trial was not possible in Gujarat. It stands to reason that the Gujarat government ought to have been divested of the power to consider remission in the same case. Another aspect of the earlier order was that it had specified that the remission should be considered under its 1992 policy, as it was the one in force on the day of their conviction. Accordingly, in the absence of any specific curbs in that policy on the power to remit the sentences of those involved in heinous crimes, the convicts were released. The Centre, it was later revealed, had also concurred with the decision. Fortunately, the refusal to review the earlier order will not affect the outcome of a separate petition challenging their release. There seem to be enough grounds to question the remission. Court filings suggest that the trial judge’s opinion against their release was disregarded. Further, the presence of political functionaries, including BJP MLAs, on a committee that recommended their release, may have also vitiated the decision. The Supreme Court may still have an opportunity to examine the legitimacy of allowing the premature release of those directly involved in communally motivated crimes.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\njudiciary (system of justice)\n\n/\n\nsexual assault & rape\n\n/\n\nGujarat\n\n/\n\nriots\n\n/\n\nBharatiya Janata Party",
        "headline_1": "A questionable refusal: On the rejection of Bilkis Bano’s review plea",
        "headline_2": "The Supreme Court of India should have reviewed its order letting Gujarat decide on remission for Bilkis case convicts",
        "link": "https://www.thehindu.com/opinion/editorial/a-questionable-refusal-the-hindu-editorial-on-the-supreme-courts-dismissal-of-bilkis-banos-review-plea/article66277926.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "19-12-2022"
    },
    {
        "full_article": "Convened after a gap of six months, the Goods and Services Tax (GST) Council on Saturday cleared what officials called a ‘pathbreaking’ move to decriminalise certain offences by taxpayers, with a higher ₹2 crore threshold for initiating prosecutions, except in cases involving fake invoices. Aimed at reducing disputes and chances of tax payer harassment when the stakes are not too high, these changes will take time to materialise. The Centre intends to introduce these changes in the Finance Bill of 2023-24 to be presented on February 1, 2023, and State legislatures will have to amend their respective GST laws too. While industry believes the prosecution threshold could have been raised further, there is greater disappointment that the GST Council side-stepped the broader solution to deal with rising GST disputes — the long-pending move to set up appellate tribunals as envisaged at the launch of the new indirect regime five and a half years ago. To be sure, a report with recommendations on the functioning of these tribunals submitted by a group of ministers of the Council was part of this meeting’s agenda, but for now, such disputes will continue to clog High Courts.The Council took up a handful of other items — a 5% levy on husk of pulses used as a cattle feed input was scrapped, while the tax rate on items such as Fryums and Sports Utility Vehicles was ‘clarified’. These minutiae apart, the larger takeaway is the outcomes not pursued — including the tribunal proposal, virtually half the agenda was abandoned and discussions were curtailed to a little under three hours. Finance Minister Nirmala Sitharaman said this was done as some States’ representatives had other ‘committed business‘ to attend to. This is most surprising as the December 17 date was notified well in advance. It is not clear if some States, otherwise vocal about their pending GST dues and reforms to improve their revenue share, sought any rescheduling, if the said Saturday did not suit them. Ostensibly, some State Finance Ministers are busy formulating their Budgets for the coming year, but the Union Budget preparations did not hold back Ms. Sitharaman from making time for this critical dialogue. This almost casual approach of some States towards the apex GST governance mechanism, not only means delays in efforts to plug tax leakages in the tobacco and Gutkha business, or fix the tax for the booming online gaming business but also bodes ill for the effectiveness of the Council. Taxpayers deserve more than such ad hoc, half-hearted, half-day deliberations with insipid outcomes.\n\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\n Telegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\ntaxes and duties\n\n/\n\nlaws",
        "headline_1": "A wasted chance: On the GST Council meeting",
        "headline_2": "Goods and Services Tax Council members must do more to make the indirect tax regime more effective",
        "link": "https://www.thehindu.com/opinion/editorial/a-wasted-chance-the-hindu-editorial-on-the-december-17-2022-gst-council-meeting/article66278296.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "19-12-2022"
    },
    {
        "full_article": "INS Mormugao, the Indian navy’s latest destroyer of the Project 15B class commissioned yesterday, signifies the substance of the navy’s hard power with an appropriate degree of symbolism as well.\nOn December 19, 1961, the Indian Tricolour was raised in Goa and the Portuguese forces surrendered. Perhaps coincidentally, the ship has another symbolic connection: She first sailed for sea trials on December 19 last year on the day Goa and India were celebrating 60 years of liberation.\nRead the full article on TOI+\n\n",
        "headline_1": "Creators of our destroyers: INS Mormugao, commissioned yesterday, shows both the progress & weakness in indigenous warship building",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/creators-of-our-destroyers-ins-mormugao-commissioned-yesterday-shows-both-the-progress-weakness-in-indigenous-warship-building/",
        "news_paper_name": "The Times of India",
        "publish_date": "19-12-2022"
    },
    {
        "full_article": "A meeting in Kolkata on Saturday of the chief ministers representing states in the East Zone Council, which was chaired by Union home minister Amit Shah, made a couple of important observations on left-wing extremism (LWE). Shah pointed out that LWE had almost ended in the eastern region. Separately, states wanted timely funding by GoI for dealing with the remnants of the problem.\nThe data is clear. LWE-related incidents and fatalities across India are declining. From 833 incidents resulting in 240 deaths in 2018, it was down to 509 incidents and 147 deaths in 2021. The cutting edge of the security apparatus, combating LWE is the police force of the states, which is backed by central paramilitary forces and funds. In this context, the surrender-cum-rehabilitation policies for LWE cadre initiated by states and backstopped by GoI’s financial reimbursement have produced results. Between 2018 and 2021, 2,295 LWE cadres surrendered. When dealing with an ideology committed to overthrowing the state, the security apparatus is at the core of the pushback. However, leaving aside a small number of ideologues, LWE has drawn sustenance from social and economic circumstances of its foot soldiers.\nHere, the real gamechanger has been India’s economic progress that has provided potential recruits an alternative narrative. India’s economic migration is mostly temporary, or circular migration. Research based on GoI’s sample surveys estimate that circular migration is about seven times larger than permanent migration. The 2017 economic survey summarising studies said migrants make up between 17% and 29% of the workforce. In absolute terms, that runs to 100 million people or more migrating for short durations to work. The survey made three observations that are important in the context of LWE. Language is not a barrier to economic migration, there’s a significant share of youth in circular migration and also an increasing proportion of women.\nEconomic opportunities thrown up in western and southern states, and NCR, are the barely noticed dimension to depriving LWE of foot soldiers. States such as Jharkhand, Odisha, Bihar, Bengal and Chhattisgarh have all seen economic out-migration. India has turned the corner on combatting LWE. But if the gains of the battle have to be consolidated, economic growth has to be front and centre of any future strategy. Economic development is the foundation on which India can be secured from both internal and external threats.\n\n",
        "headline_1": "Killed by growth: Economic migration has deprived left-wing extremism of foot soldiers and a cause",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/killed-by-growth-economic-migration-has-deprived-left-wing-extremism-of-foot-soldiers-and-a-cause/",
        "news_paper_name": "The Times of India",
        "publish_date": "19-12-2022"
    },
    {
        "full_article": "Although to a lesser extent than Ladakh and Arunachal Pradesh, Uttarakhand too is affected by increased Chinese military activities along the LAC. It is in this context that CDS General Chauhan has emphasised the security imperative to repopulate the border villages in the state. Even the previous CDS General Rawat had highlighted that migration from villages near the international border is not good for national security. Over the years, various CMs too have committed to tackling the outward migration that has been unusual enough to create numerous ‘ghost villages’ in Uttarakhand. But given the patchiness of the countermeasures, it’s unsurprising that these have been thoroughly ineffective. Without a holistic road map of how the goal is to be achieved, all the talk about it will bring us little closer to accomplishing it.\nThe really massive out-migration is from the hills to the plains, be they within or outside the state. This speaks to the decline of agriculture that has been the main livelihood in the hills. The fragmented landholdings and the topography of the region render it un-amenable to agricultural modernisation of the classic sort. Thus the tourism prospects that Chauhan has pointed to do seem a logical trail for alternative livelihoods.\nThe very infrastructure whose shortage has driven the villagers away is what is needed to bring the tourists in: Road connectivity, electricity, drinking water, health facilities. This is doable and well worth the monies that would be spent on it. Only, as the 2013 Kedarnath disaster and others have been drilling into us, all the building has to be done with ecological sensitivity, or else it will be counterproductive. But Uttarakhand will make the nation stronger in more ways than one, if it can crack the code of sustainable tourism.\n\n",
        "headline_1": "Head for the hills: Emptying border villages in Uttarakhand need reviving, but not just for protection against China",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/head-for-the-hills-emptying-border-villages-in-uttarakhand-need-reviving-but-not-just-for-protection-against-china/",
        "news_paper_name": "The Times of India",
        "publish_date": "19-12-2022"
    },
    {
        "full_article": "With nearly 5 crore cases pending, the Indian legal system is almost changing the way society behaves. Why bother waiting for 20 years in the court to get compensation for a road accident, you might as well use might is right on the road itself. In this context there is huge scope for utilising a key pillar of the Fourth Industrial Revolution for ensuring timely justice for all: Artificial Intelligence. This is even as the less-than-a-month-old ChatGPT software is threatening to dethrone the Google search engine.\nRead the full article on TOI+\n\n",
        "headline_1": "Passport to justice: Can AI help cut pendency dramatically? An Argentinian software suggests how India’s courts can work as smoothly as its passport offices",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/passport-to-justice-can-ai-help-cut-pendency-dramatically-an-argentinian-software-suggests-how-indias-courts-can-work-as-smoothly-as-its-passport-offices/",
        "news_paper_name": "The Times of India",
        "publish_date": "19-12-2022"
    },
    {
        "full_article": "These days, there seems to be a perception that we no longer need to talk about gender equality in our day-to-day lives. Those who still try to bring up the issue are usually the activists, development workers or the designated government officials responsible for women's affairs. And obviously, there is a common misperception that women are being given more – and often \"undeserved\" – opportunities these days, and they are not worthy of having equal rights as their male counterparts. Third gender, or any other gender identity, outside of the male-female identities – are not even mentioned.\nRecently, MRDI, a leading media development organisation in Bangladesh, conducted a brief media monitoring on gender representation during the recently concluded annual 16 Days of Activism against Gender-Based Violence campaign. Though it was only a seven-day-long monitoring of news content in 10 selected news outlets, the exercise provided us with a snapshot of a greater media landscape.\nThe outcome of this monitoring exercise is staggering. With more than 5,000 news write-ups monitored in those seven days, women were present only in 14 percent of said content – be it as the subject of the content, or as mentioned, quoted, interviewed in any way, and if the stories are concerned with gender issues. And if we look at women as content creators, only eight percent of the articles (with by-line, features and op-eds) were produced by women. \nIn a country where women outnumber men in the total population (according to the latest census in June 2022), how is this still the state of affairs?\nOf course, there are understandable reasons behind these findings. A recent study, also conducted by the MRDI as a part of a global research by FOJO Media Institute, Sweden, shows the big gap between male and female journalists. Although it is difficult to find the actual ratio as there is no official count of journalists, we can guess from the lists provided by some Dhaka-based journalist associations such as Dhaka Union of Journalists (DUJ) and Dhaka Reporters Unity (DRU). According to DUJ, nine percent of enlisted journalists could be women, judging by their names. DRU said of their total members, seven percent were women.\nMore than 500 newspapers are published from Dhaka, but only two of them have female editors. And most of the newsrooms have very few women in decision-making levels. In interviews and group discussions conducted under the study, women journalists mentioned that while mid-ranking women managers in TV media are slowly rising, a glass ceiling is very much there. Qurratul-Ain-Tahmina, the lead researcher of the study, concluded that the media landscape of Bangladesh is still quite male-dominated. \nSo is our society. Then why should the media be anything different? Because journalism at its core is dedicated to public interest. And when more than half of the population is women, one cannot do quality journalism by ignoring their interests. And the media also has their stake in this. By reaching out to women, it can expand their audience at a time when news outlets are struggling to keep their audience. Media houses need to represent the society better in order to be more relevant. \nAnd to reach out to a women audience will require audience research. At present, we see pages dedicated to women in newspapers or TV programmes targeting women usually to feature life-style stories such as cooking, fashion, relationship or entertainment. It is not fair to think that half of our population is only interested in these. No need to mention that the targeted women audience here are mostly urban. For rural women, the media seems to allocate even less space. They are generally the least engaged news users. And they don't see themselves represented anywhere in the news except probably as the victims of murder, rape, harassment or maybe of any environmental disaster. \nThe portrayal of women in the media in general is also unacceptable. It seems society is changing more quickly than the media. We still like to see women only as the vulnerable part of the society. Whenever there is an accident, we see women crying in the news. Whenever we see reports on gas or water crises, it seems only the women are suffering. And, while working women can be found in every sector in our country, we still don't see them much in the news. The monitoring exercise also found that only 3.5 percent women as experts were quoted in news stories. \nGender representation in the media cannot be achieved through activism, however; it needs long-term strategy and advocacy, because the task is to change the mindset of the newsroom and the owners first. Then the media can contribute to changing the mindset of society, by breaking the stereotypes, promoting gender equality.\nAnd the media is not the only stakeholder here. The Ministry of Information, Press Institute, Press Council, Universities Grants Commission (UGC) and relevant institutions need to have a common road map to achieve the goal. Media laws and regulations in Bangladesh lack a requirement for equal coverage of women or other gender minorities in media content. Sector-wide self-regulatory frameworks are also very rare. More stress on having policies, especially within media organisations is needed. This includes self-regulation in the digital platforms as well.\nJournalism schools can also contribute a lot in this aspect. They can consider if the classroom is accommodating the demands of the newsroom, to review the curriculum to see if there is anything we can add to enable the journalism students to be more gender-concerned in a practical approach.\nAnd above all, we all need to be on the same page, aspiring towards the fullest extent of freedom of expression, so that women or other vulnerable genders can also enjoy equal rights. \n \nSarwat Tarannum Nadia is the gender focal of a project aiming at improving quality journalism in Bangladesh, implemented by MRDI. She has worked as a journalist in print and electronic media for more than a decade. \n",
        "headline_1": "Can the media be equal for all genders?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/can-the-media-be-equal-all-genders-3199571",
        "news_paper_name": "The Daily Star",
        "publish_date": "19-12-2022"
    },
    {
        "full_article": "51 years after 1971, the birth of Bangladesh continues to evoke a range of emotions in Pakistan. There are civilians – poets, intellectuals, activists, even some former army officers – that protested the military-led violence against Bengalis and ethnic minorities five decades ago, and continue to criticize and agonize over the bloodshed and suffering caused by state policies. Some of them have been honoured in Bangladesh. There are others who lived in erstwhile East Pakistan and had Bengali friends; they remember and retell a different past than that which is registered in the national imaginary. They speak of the discrimination, the exploitation, the systemic violence they witnessed and remind those like me – born years after the war – of the importance of acknowledging the past and the way in which it shapes the present, not just in terms of internal and regional politics but especially for the countless people who continue to live with the trauma and loss encountered in 1971.\nHowever, these personal memories sit at odds with and on the periphery of official and popular discourse in Pakistan. In the case of the latter, there is little space for introspecting 51 years on. Textbooks present distorted information and skim over the complex and difficult history in a matter of a few paragraphs while mainstream discourse on 1971 remains limited if not absent, with efforts to sincerely engage with history curtailed. Nonetheless, given how recent 1971 is, it is also not easy to completely erase. The year continues to be defining for Pakistan, shaping educational and military policies, national ideological frameworks and regional relationships. Thus, rather than an absolute silencing, a selective remembering and retelling of 1971 is permitted in Pakistan, a carefully guarded evocation that reinforces national narratives while maintaining silences seen as essential to \"national stability.\" By setting parameters around what can be remembered, the state effectively also defines what must not be remembered.\nHow, might one ask, does the state do this? Pakistan is of course not alone in such efforts. Around the world, many states use techniques and strategies to \"cope\" with or deny histories that are perceived as dangerous to national ideology, in the process producing distorted, fabricated or misleading histories, partial truths or complete lies.  In Pakistan's case textbooks, museums and military memoirs – among other official sites – are used to make visible those parts of the past that are deemed convenient while erasing other essential realities, thereby producing a partial amnesia. There are a few different ways in which this selective and slanted remembering and forgetting is produced.\nFirstly, there is a quantification of violence and in this quantification, violence against Bengalis is minimized, denied or trivialized while violence against non-Bengalis – erstwhile West Pakistanis and the Urdu-speaking community – is maximized. Numbers are used but only to neutralize the bloodshed, reduce the significance of Bengali pain, undermine claims of genocide and absolve Pakistan. Violence of 1971 is remembered but only towards select bodies. If atrocities towards Bengalis and other ethnic minorities are recalled, they are framed as an \"excess.\" In the process, they come to be seen as something \"extra\" or in \"excess\" of the military action, as \"collateral damage\" of any war; therefore, even if this excess is criticized or lamented, state policies and military violence itself remains unquestionable. The language of excess enables a foreclosing of the possibilities of introspection or critique.\nSecondly, through this selective focus on West Pakistanis and the Urdu-speaking community, genuine pain and suffering is appropriated, instrumentalized and weaponized to legitimate state-led violence against Bengalis and other ethnic minorities from March 1971 onwards. In fact, the army museum in Lahore, inaugurated in 2016, uses the term genocide but only to refer to violence against \"pro-Pakistanis\", turning the atrocities Pakistan is accused of on its head, and arguing that military action was not only warranted but necessary.\nIn the process, false equivalencies are drawn between individual violence and large scale, state machinery backed action against citizens. Moreover, specific terminologies are employed, such as terming this state violence as \"clashes\", Bengali nationalism as an \"infection\" needing a \"cure\" and the struggle for liberation as Indian-state sponsored terrorism. The latter not only depoliticizes people's struggles but belittles and reduces them to an Indian conspiracy. Ironically, the same strategy is used by India in Kashmir, labelling people's fight for their rights as Pakistan-state sponsored terrorism and equating people picking up arms with Indian-state violence, in the process justifying violent crackdowns and torture of Kashmiris. This also has parallels to how Israel treats, equates, instrumentalizes and legitimates violence in Palestine.\nThirdly, critical events of and leading up to 1971, including the grievances of the people of erstwhile East Pakistan are either ignored, decontextualized or backgrounded. The focus remains on India's involvement in the war, with the language movement, the political and economic struggle and the violence against Bengalis overshadowed if not negated altogether. India is portrayed as wanting to \"break up\" Pakistan, as revenge for Pakistan \"breaking up\" India in 1947. While India's involvement in the war is well established, through this hyper focus on the eastern neighbour, Pakistan is able to deflect from its own role while reducing 1971 to another bilateral Indo-Pak war.\nThese are just some of the ways in which how 1971 is remembered also defines what must not be remembered; the quantification, the belittling, the backgrounding, the words used when referring to the year all ensure that only certain versions come forth, ones which end up defending state policies. If state violence ever emerges or is recalled, it can then be framed as an act of \"self-preservation\", a sacrifice to preserve \"national integrity\".\nWhile there are annual TV shows commemorating 16 December in Pakistan, more often than not, they too tend to echo the state narrative. In terms of books, literature on 1971 is dominated by military memoirs, several of which were published in or after the 1990s at a time when there were growing calls for holding perpetrators of the war responsible in Bangladesh. These memoirs attempt to not only control Pakistan's narrative in light of the movement for justice in Bangladesh but often are also used as platforms to absolve the authors of accusations levelled against them and the army. Outside of these military memories, cultural and literary works on 1971 have been minimal. As late Pakistani translator, editor and writer Asif Farrukhi has argued, compared to the 1947 Partition of British India, literature on 1971 is \"limited and lacklustre\" though nonetheless significant for writers have often been able to document stories, at least in fiction, that defy the forgetting and erasure at the state level. Thus, when on the 50th anniversary of the war, Pakistan saw the rare production of a series of films, TV serials and documentaries on 1971, it necessitated a reflection. I was curious if these newer takes would resist official narratives and unsilence the silences, bringing forth a nuanced reflection on the past through the use of art and storytelling. Yet I also feared the reproduction of the same distorted versions permeating widely through officially controlled and disseminated history. To explore the extent to which my reservations were accurate, I looked at two commercial media productions to explore the permitted and forbidden narratives five decades on.\nThe first is Khel Khel Mein, a 2021 film. The premise of the film is promising, centering around a quest for truth, a desire to fight false propaganda and distortions around 1971. The main protagonist is bent upon visiting Bangladesh, about mending ties, rebuilding the relationship and coming to terms with the past. Those might be noble gestures, but one must ask how this might be possible without an acknowledgement of that very past – one that Bangladesh has been asking for. Quickly, the film reveals that the quest for truth is a quest for partial truth, one Pakistan is already comfortable remembering, accentuating, reproducing. And the desire to come to terms with the past is a desire to \"fix\" misconceptions that Bangladesh has about its own history, by showing them the \"truth\" Pakistan has long known. This \"truth\" is what has always been permissible in Pakistan to speak to and runs around two common themes discussed above. The first is the violence experienced by West Pakistanis and the Urdu speaking community during 1971.The second is the role of India in \"dismembering\" Pakistan (common terminology used in Pakistan to refer to the year).\nSearching for her grandfather, referred to as an atka hoa Pakistani – commonly also termed as stranded Pakistanis – the film highlights the conditions of the Urdu-speaking community in Bangladesh. In 2017, I visited some of the camps that many from the community continue to dwell in. Poor sanitation, cramped settings and precarious economic, social and political conditions have left thousands vulnerable. In the interviews I have conducted with those who continue to reside in Bangladesh as well as those who were able to migrate to Pakistan, violence, trauma and loss remain palpable. However, in Pakistan, this suffering and violence is repackaged and instrumentalized.\nDedicated to the \"dignity and patience of stateless people who await recognition\" (it is pertinent to note that a 2008 Bangladesh Supreme Court judgement granted citizenship, although the process comes with its own limitations and hurdles), Khel Khel Mein, like official discourse, uses this selective violence to argue that mistakes were made by either side, and both therefore can apologize. The film asks both sides to seek forgiveness but Pakistan's role in the war is completely erased, as is the violence against Bengalis. An apology by Pakistan then seems almost unnecessary; like a big hearted generous and selfless act even though it has nothing to apologize for. And if Pakistan is absolved, who carries the blame? Fingers are pointed towards India which is accused of trying to destabilize and break Pakistan both in 1971 as well as today through its policies in Balochistan. In neither case is there any introspection on why citizens may rely on support from other countries – whether in the case of Bangladesh, Balochistan or Kashmir - as their rights are crushed upon; instead, they become framed as either a-political, agency-less, too innocent for their own good, or manipulated and exploited - and at worst treacherous, unpatriotic, unnationalistic and deceitful. The film constantly asks who benefitted from spreading hatred between two brothers who shared one mother, one blood, one religion, upsetting a seemingly romanticized, idyllic and rosy pre-1971 past without any reflection on Pakistan's own actions.\nThe serial Jo Bichar Gaye also centers around similar themes. The title evokes nostalgia which reinforces how 1971 is registered in Pakistan as loss or dismemberment (as opposed to liberation in Bangladesh). But this regret or remorse is again attributed to India breaking Pakistan by spreading hatred and misguiding Bengalis. Told partly through the lens of army officers, the serial does an excellent job at humanizing the soldiers and emphasizing the difficulties they faced against Indian betrayal. However, barring a few instances, the same humanization isn't afforded to Bengalis. Framed as villains and traitors working at the behest of India with caricature like accents, student activists are depicted as outlaws, with Bengalis hunting and butchering West Pakistanis, outnumbering Pakistani soldiers and running slaughter houses. Once again, the violence Pakistan is accused of is turned on its head, with the weaponized military shown as helpless victims. Politicians are criticized while the army is shown as having been compelled to use force in face of ruthless Bengali mobs, with their bravery championed. Statistics are flashed upon the screen, listing in thousands the number of people killed by \"angry Bengalis\" funded by India and sombre army officers are portrayed lamenting that though they are only there to fight and die for their country, history will only blame them.\nIn both Khel Khel Mein and Jo Bichar Gaye there is no desire to come to terms with the past, to say what remains unsayable. Perhaps their production was only made possible because of the parameters they adhered to. 51 years on there is no space to unsilence the silenced. Remembering must remain a selective act. What we are left with then are tireless efforts to absolve the army and the state, of acts that it claims never happened, of history that it claims is fabricated, of violence that it argues it was only a victim of.\nAnam Zakaria is the author of three books, including 1971: A People's History from Bangladesh, Pakistan and India (Penguin Random House 2019).\n\nA version of this piece was also published in Dawn, Pakistan.\n",
        "headline_1": "Guarding the silences",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/focus/news/guarding-the-silences-3199446",
        "news_paper_name": "The Daily Star",
        "publish_date": "19-12-2022"
    },
    {
        "full_article": "Most football fans growing up in the 90s or early 2000s are familiar with Chowdhury Jafarullah Sharafat. Largely adored and sometimes (unfairly) ridiculed, this is a man whose voice is recognisable across generations. To ears conditioned into expecting monotony, Jafarullah Sharafat's intonations may seem excessive. But that intonation becomes the trigger for excitement when something interesting finally happens in an otherwise uneventful game of football. Phrases like Meghmukto akash, kordomakto maath need to be registered before they are appreciated, but they do require a certain mastery of words.\nGetting people to appreciate Jafarullah Sharafat will always be an uphill battle, however, mainly because of the stage on which he gets to portray his considerable talents. The low quality BTV broadcast of a low quality Bangladeshi league, or even a match featuring the national team, is difficult ground for a commentator to flourish in. Instead of heroic acts of athleticism that can bring the name of long forgotten divinity to the lips of the godless, when the quality of the game is bad, players may display indescribable acts of lunacy, airheaded decision-making and a general lack of talent. Even when someone does bring a performance worthy of poetic brilliance in the commentary box, a lackluster broadcaster may cut the feed at the wrong moment or show the wrong player at the wrong time. So, we look to the west, where centuries of colonial exploitation followed by decades of eye watering investment has led to a sports entertainment industry that's enviable in all respects. But even there, the art of commentary distinguishes itself. Where watching a game with the volume down may seem standard practice for many, for those in the know, it's sacrilege. For beneath the shroud of a low volume setting, hides the thundering voice of Martin Tyler, or the sonic boom of Peter Drury. Who dares turn them down to a whisper!\nWhen Kostas Manolas, a Greek defender playing for the Italian club AS Roma scored a 82nd minute goal in the UEFA Champions League to put his team through, Peter Drury leapt out from everyone's TV set and into their spiritual existence to announce, \"Roma have risen from their ruins! Manolas, the Greek God in Rome! The unthinkable unfolds before our eyes! This was not meant to happen. This could not happen. This IS happening. It's a Greek from Mount Olympus who has come to the seven hills of Rome and pulled off a miracle!\" \nWhat's amazing about this is not just how wonderful the weaving of these words were by Peter Drury, but the fact that as stupid as it seems, this wasn't far off from how fans were feeling at that moment. Sports is overwhelming in its emotional range, in what it makes fans go through as a game rolls along, when it gets flipped on its head or even in the despair it evokes when the eventuality of a loss dawns on them. While verbosity often does the job in expressing these emotions, the opposite is also true sometimes. \nRoll back the years to the final match day of the 2011-12 Premier League season. Manchester City are playing Queens Park Rangers, and they need to win the match to secure their first ever Premier League title. Their rivals Manchester United have already won their game, so anything less than a win means glory slipping from their grasp at the last moment for Manchester City. It was the 93rd minute of the match when Sergio Aguero got clear, albeit at an awkward angle, and fired a powerful shot past the goalkeeper. The ball went in, the goal was scored, and Manchester City won the league. To describe that moment, Martin Tyler, a veteran of football commentary, simply chose to scream the name of the player who doused so many fans in the warmth of glory and the coldness of despair with one kick of the ball. \"AGUEROOOOOOOO!\" he went, and the moment etched itself into the memories of millions across the globe.\nCommentary, beyond simply describing the proceedings of a sport, has transcended into a place where it sprinkles the power of words over the raw emotional journey of live sports. To say that some of us watch sports for the commentary may be a bit of a stretch, but it wouldn't be a complete lie.\nAzmin Azran is editor in charge of SHOUT magazine. \n\n \n",
        "headline_1": "The poetry of football commentary ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/daily-star-books/news/the-poetry-football-commentary-3199416",
        "news_paper_name": "The Daily Star",
        "publish_date": "19-12-2022"
    },
    {
        "full_article": "We are dismayed to know about the helplessness of around 150 families of a fishing community who have been left homeless and destitute by Cyclone Sitrang in late October. According to accounts given by some of the victims living near the embankment in Chattogram's Patenga, these people have been living in makeshift shanties with little food and safe drinking water ever since they took shelter from the cyclone. Many have to sleep under the open sky. There are no toilets either. They are forced to use dirty water for their daily needs. Apart from the initial relief of dry food given soon after the cyclone, they have not received any other aid.\nThis is quite shocking considering our fairly unblemished track record of rapid response during natural disasters. Why is government relief not being given to these people who are clearly in desperate conditions? According to a report by this paper, the district's relief and rehabilitation officer has claimed that they are still waiting for a list of affected people from the local councillor, while the councillor is claiming to have already submitted it. If that is so, why this agonising wait for relief? Surely bureaucratic tangles cannot come in the way of saving lives? The plight of these people, however, didn't start only after the cyclone, although it certainly caused greater suffering. Most of them are victims of climate change and come from coastal regions such as Hatia and Sandwip islands where river erosion or storms left them landless and homeless. Some families have been living near the embankment for 25 years, and have been constantly struggling to survive. The latest cyclone only highlighted how vulnerable this community still is to natural disaster. It is obvious that rehabilitating them somewhere else is the only solution.\nAccording to one resident quoted by our report, after a survey done in 2008, they received cards and were assured of rehabilitation, but their cards have been washed away by Sitrang. If this is true, it would mean that these people have been waiting for 14 years in vain. We urge the government to ensure that all efforts are taken by the local administration and relevant relief officials to address the immediate needs of these people, such as food, shelter and sanitation. But long-term plans have to be initiated right now, so that these families can be transferred to an area where they will not face the imminent danger of erosion or other natural disasters.\nIn fact, the government should focus its rehabilitation efforts in other areas too, where thousands of people live in subhuman conditions after losing all their possessions and homes to natural calamities. With a rising number of such climate refugees, Bangladesh must have a comprehensive plan to identify them and help them rebuild their lives by providing immediate financial support, proper shelter and opportunities to earn a decent living. For the fishing community near the Akmal Ali Ghat embankment, the need for this support is urgent.\n",
        "headline_1": "Why are Sitrang’s victims still waiting for relief and rehabilitation? ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/why-are-sitrangs-victims-still-waiting-relief-and-rehabilitation-3199281",
        "news_paper_name": "The Daily Star",
        "publish_date": "19-12-2022"
    },
    {
        "full_article": "We are dismayed to know about the helplessness of around 150 families of a fishing community who have been left homeless and destitute by Cyclone Sitrang in late October. According to accounts given by some of the victims living near the embankment in Chattogram's Patenga, these people have been living in makeshift shanties with little food and safe drinking water ever since they took shelter from the cyclone. Many have to sleep under the open sky. There are no toilets either. They are forced to use dirty water for their daily needs. Apart from the initial relief of dry food given soon after the cyclone, they have not received any other aid.\nThis is quite shocking considering our fairly unblemished track record of rapid response during natural disasters. Why is government relief not being given to these people who are clearly in desperate conditions? According to a report by this paper, the district's relief and rehabilitation officer has claimed that they are still waiting for a list of affected people from the local councillor, while the councillor is claiming to have already submitted it. If that is so, why this agonising wait for relief? Surely bureaucratic tangles cannot come in the way of saving lives? The plight of these people, however, didn't start only after the cyclone, although it certainly caused greater suffering. Most of them are victims of climate change and come from coastal regions such as Hatia and Sandwip islands where river erosion or storms left them landless and homeless. Some families have been living near the embankment for 25 years, and have been constantly struggling to survive. The latest cyclone only highlighted how vulnerable this community still is to natural disaster. It is obvious that rehabilitating them somewhere else is the only solution.\nAccording to one resident quoted by our report, after a survey done in 2008, they received cards and were assured of rehabilitation, but their cards have been washed away by Sitrang. If this is true, it would mean that these people have been waiting for 14 years in vain. We urge the government to ensure that all efforts are taken by the local administration and relevant relief officials to address the immediate needs of these people, such as food, shelter and sanitation. But long-term plans have to be initiated right now, so that these families can be transferred to an area where they will not face the imminent danger of erosion or other natural disasters.\nIn fact, the government should focus its rehabilitation efforts in other areas too, where thousands of people live in subhuman conditions after losing all their possessions and homes to natural calamities. With a rising number of such climate refugees, Bangladesh must have a comprehensive plan to identify them and help them rebuild their lives by providing immediate financial support, proper shelter and opportunities to earn a decent living. For the fishing community near the Akmal Ali Ghat embankment, the need for this support is urgent.\n",
        "headline_1": "Why are Sitrang’s victims still waiting for relief and rehabilitation? ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/why-are-sitrangs-victims-still-waiting-relief-and-rehabilitation-3199281",
        "news_paper_name": "The Daily Star",
        "publish_date": "19-12-2022"
    },
    {
        "full_article": "Why bother about hillocks – small mounds of land found in many parts of Bangladesh – when entire hills are disappearing? It's easy to succumb to frustration seeing how rapid urbanisation is levelling vast swathes of the land to make way for unwieldly structures, bridges and industries, without a care for its biodiversity and unique geological features. Rivers, hills, and forests are being gobbled up in the process. Their absence or contamination is easy to notice or worry over, but the loss of other small but irreplaceable features of nature is also equally mournable. It's important, therefore, that we care, and bother, for it has a direct bearing on our future and that of this land.\nThe red-clay hillocks seen in the midlands of Tangail and Gazipur districts represent a unique geological feature of Bangladesh. They come in small and medium sizes, and are quite common. Unfortunately, with the region fast urbanising, these natural elements are being indiscriminately razed to the ground. In Tangail, according to a report by this daily, earth traders are leading this carnage, selling the earth thus collected to help run brick kilns or fill up low/wet land. Private landowners are also cutting down hillocks, often with the excuses of digging a pond, building a house, etc.\nThe need for doing so may be genuine sometimes, but what is alarming is how frequently this is happening, and the manner in which it is happening – mostly in broad daylight – with the authorities turning a blind eye. Cutting hills or hillocks, be it on private land or on land owned by the government, is a punishable offence. But the law is hardly ever followed, or implemented. If you ask anyone at the local office of the Department of Environment, you may hear of occasional mobile court drives to discourage earth traders. But those are few and far between, their effect quite negligible. Clearly, there is a growing acceptance of this illegal act and its long-term effects.\nSuch inaction or lack of awareness is especially frustrating for Tangail which was once known for sal forests that covered the hillocks at the Ghatail, Sakhipur, Mirzapur and Madhupur upazilas. Now, a large portion of their wildlife and trees have disappeared. Hillocks in many areas in nearby upazilas and districts have been ravaged, contributing to potential risks of landslides. In Chattogram and Sylhet, such activities have often led to deadly landslides. But their environmental cost is one that we cannot see immediately, but it can have a more wide-ranging and devastating effect, with the ecosystem losing its balance.\nThe plight of red-clay hillocks in Tangail is but a small manifestation of the war that is being fought against nature in Bangladesh. It's not a war we can ever win. We, therefore, must urgently find a way to align our development goals with the overarching priorities of preserving the integrity of our land and nature. In Tangail, that fight must include protecting its endangered hills and hillocks.\n",
        "headline_1": "Tangail needs to save its hillocks",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/tangail-needs-save-its-hillocks-3199276",
        "news_paper_name": "The Daily Star",
        "publish_date": "19-12-2022"
    },
    {
        "full_article": "Few in Bangladesh and outside could ever think that the country would be capable of regaining its waning image in such a short time. But it's no fluke that the country has re-entered the apparel sector wearing the look of a top player --- albeit with a product until recently not its specialty. Over the last two years, the country has emerged as the largest supplier of denim products to the US and EU markets. The trendy fabric has been enjoying global popularity among both sexes of young people, including those in Bangladesh, since the 1980s-`90s. Busy as they were producing export-oriented traditional apparels, the garment manufacturers never gave enough thought to the denim items. The sector remained mostly untapped. Against the backdrop of the adversities facing the country's RMG sector, and fall in its production thanks to a host of post-Covid global developments, denim has curved a niche market. The phenomenon is refreshingly positive. Perseverance on the part of the country's innovative manufacturers and exporters could be singled out for the regenerative feat.As the break-up, quoted by the Dec 14 issue of the FE, shows, export of denim garments to the US market grew by 36.23 per cent to US$ 839.13 million in January-October period in 2022. The figure was $ 615.95 million in the corresponding period in 2021. The figures were supplied by OTEXA (Office of Textiles and Apparel), affiliated with the International Trade Administration, USA. On the other hand, shipments of denim products to the European Union fetched $ 1.0 billion from January to August, marking a 40.20 per cent growth, says a BGMEA account. The denim export bonanza has, apparently, been sparked by a number of favourable conditions. Of them the dominant ones are a surge in global demand amid US-China trade spat, Covid-19 disruptions in China, state-of-the-art technology adopted to produce value-added items etc.Being the destination of the largest volume of Bangladesh readymade garments, the EU market widens faster than that of the US as has been seen in the data provided on their Jan-Aug performance in 2021 and 2022. That Bangladesh at present tops the short-list of leading denim exporters shows a few other upbeat prospects. According to the ranking, Bangladesh being at the top is followed by the traditionally large denim producers --- Mexico (2nd), Pakistan (3rd), Vietnam (4th) and China (5th). Coming to the export of denim products in January-August 2022, Bangladesh earned US$ 1,000m, Turkey US$ 799.37m and Pakistan US$ 590.45m. It's now plain truth that the export of denim products from Bangladesh to the US has been on the rise over the last couple of years due, mainly, to the 'China-plus one' sourcing strategy being followed by Western buyers. Moreover, geopolitical reasons may have prompted them to diversify their sourcing destinations, as has been viewed by a leading Bangladeshi exporter.The BGMEA president is happy over the fact that Bangladesh is doing fine in the US market. A significant development cannot be kept aside: factories in China remained closed under the 'Zero Covid' policy. The impressive performances of some other countries cannot also be undermined. In international relations, no power is aligned to others for an indefinite period. In trade relations, too, there are no permanent friends or foes among nations. What counts is the power of survival, and excellence. The denim players should take these observations seriously.",
        "headline_1": "BD denim tops the chart",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/bd-denim-tops-the-chart-1671370419",
        "news_paper_name": "The Financial Express",
        "publish_date": "19-12-2022"
    },
    {
        "full_article": "A recent World Bank (WB) report says that a substantial proportion of the pollution in Dhaka's air is not of local origin. So is the case with Chattogram and Khulna. Human activities that cause air pollution are taking place within these cities and in different districts around them. Undoubtedly, those are the major contributors to the air pollution of Dhaka, Chattogram and Khulna. But the WB report further says that close to one-third (30 per cent, to be exact) of the pollutants in the air of these three districts come from across the Indian border. Similarly, polluted air from Bangladesh blowing westward does also affect air quality on the other side of the border. That, in other words, means that air pollution is not entirely a local phenomenon. From this perspective, fighting air pollution in a particular area is not the exclusive responsibility of the country to which it belongs, but it is a shared one. So, if the air pollution of any particular country is to be effectively addressed, cooperation with the neighbouring countries is essential. Consider the case of Dhaka city. The WB report shows that about 40 per cent pollution of Dhaka's air is due to natural causes and human actions taking place within the city. But 28 per cent of the pollution is of regional, especially, of Indian origin. And the rest, 60 per cent of the pollution originates from the adjacent divisions and districts. In this connection, it is also important to know the types of pollution being talked about. Here the pollutants are mostly dust, dirt, soot, smoke, fumes, liquid droplets, etc. Sources of these pollutants are varied including automobiles, power plants, factories, brick fields, unpaved roads and construction sites. These pollutants are generally termed Particulate Matter (PM). And the kind of pollution they create is known as particle pollution. The particles of polluting agents as noted in the foregoing are large enough to be seen with the naked eye. They belong to the category of what is known as coarse PM. There is yet another kind of pollutant, the fine PM, which is so small that one needs an electron microscope to see them. As for instance, PM10 includes particles that are 10 micrometres or less in diameter. (A micrometre is one millionth of a metre). These particles can enter the human body through inhalation. Similarly, the still smaller particles of size 2.5 micrometres or smaller (fine PM) are in the category of PM2.5. How small is M2.5?Compared to the thickness of hair, which is 70 micrometres in diameter, a pollutant particle of size PM2.5 is about 30 times thinner. These particles can enter the bloodstream through inhalation and are, therefore, a source of serious health hazard.A study conducted between April, 2021 and March of this year at 10 spots within Dhaka city to determine the level of air and sound pollution came up with results that are concerning. It found that the presence of particulate matter of the type PM2.5 in Dhaka's air was five times the ideal level of 15 microgram (millionth of a gram) per cubic metre. On the other hand, the proportion of PM10 was found to be twice the accepted level. In Shahbag area of Dhaka city, for instance, the presence of PM2.5 was 85 microgram per cubic metre of air. In the Jatiya Sangsad (National Assembly) area, on the other hand, the figure was 70 microgram. These figures are a reminder of the fact that the level of particle pollution in the city has far exceeded the danger mark. Needless to say, the capital city has already become a living hell for its population. The study report in question made public by the Water Keepers Bangladesh Consortium also included the level of sound pollution in different parts of the city. Of the 10 spots studied, the level of sound pollution was found to be the highest in Gulshan-2 area at 95.40 decibels. This is 1.7 times the acceptable limit at 55 decibels. In fact, 99 per cent of the world's population is affected by polluted, dirty air and the overwhelming majority of the sufferers are the poor working people. In this context, another WB study found that in 2019, air pollution alone was responsible for the deaths of 78,000 to 88,000 people. Small wonder that in the decade 2009- 2019, air pollution has been identified by the WB as the second strongest risk factor causing most deaths and disabilities in Bangladesh. While sound pollution can be addressed at the local level by the government through strong restrictive measures on the sources of the sound, the particle pollution will require regional cooperation. It may be recalled at this point that the UN Secretary-General, António Guterres, on the International Day of Clean Air for Blue Skies (September 7), declared that clean air is a human right and that air pollution knew no borders. That is why he stressed that to fight it, nations must work together. \n[email protected]",
        "headline_1": "Air pollution knows no borders",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/air-pollution-knows-no-borders-1671370472",
        "news_paper_name": "The Financial Express",
        "publish_date": "19-12-2022"
    },
    {
        "full_article": "By birth he is a Pakistani. Now a Swedish citizen, Syed Asif Shahkar has a last wish ---one that is significant in more ways than one. He wants to be laid to his eternal rest in Bangladesh soil. Aged 72, he is not an ordinary person. He is a retired judge of the High Court in Sweden where he had to seek political asylum for his 'crime' of protesting the genocide against the Bangalees committed by the Pakistani military in 1971. At the time he was only 22 years old but as the general secretary of the Punjab Student Union, Shahkar with the backing of his left-leaning politics and a highly developed conscience was among the handful of people in then West Pakistan to have opposed the Pakistan's barbaric oppression in the eastern wing. He brought out demonstrations, distributed leaflets and wrote poems protesting what the Pakistani junta regime called 'Operation Search Light'. This led to his imprisonment and he could come out of the prison only after December 16 when the Pakistani army surrendered to the joint command of the armed forces of Bangladesh and India. Justice Shahkar, a recipient of the Liberation War Friendship Award in 2012, has made an impassioned appeal through a letter to Prime Minister Sheikh Hasina for granting him Bangladesh citizenship and allowing his mortal remains to be buried here. He also made a similar plea in 2014. This is something unique. He is a living proof of humanity at its finest and noblest quite contrary to the image the Pakistanis in general have projected before the world. He has still been working for the recognition of the Bangladesh genocide, the worst ever after the World War II, at the UN forums. It is refreshing to think that Pakistan did not produce only butchers like Yahya, Tikka Khans and Niazis, there were and are men like Khan Abdul Gaffar Khan and Justice Shahkar. In fact, any generalisation of a community, nation and race risks errors of judgment. Macaulay had a very low esteem of the black people and the Bangalee race. Effeminate, weak and mean were the Bangalees, according to him. This is awfully derogatory for the race which, according to Gokhle, thought today what the rest of India could think tomorrow. People in general have a tendency to be unduly critical of others. Racism, communalism and regionalism and even localised inter and intra-village antagonism have not helped people live a peaceful life. Thus a slanderous and often sarcastic attitude towards people of one district finds a breeding ground among the rest of the country. Are people quite aware of the import when they go for character assassination of the 'Barishalyas' and the 'Noakhailas' or compatriots of other districts without going deep into the matter? Hitler's anti-Semitism invited the worst crime against humanity. Pakistan military's vitriolic hatred of the Bangalees, Serbian notion of ethnic superiority and Myanmar junta's pogrom against the Rohingya have all caused bloodbath and untold human sufferings. Human civilisation has stood dismayed and desecrated by the crimes so committed. This is exactly why human rights, values and secularism need to be fostered. Men like Justice Shahkar are a rare breed, whose virtues need to be highlighted and extolled in order to inspire the new generations to follow in his footsteps. He certainly deserves what he has made his last wish. Yet it has to be noted that this is no compensation for the horrendous crimes committed by the Pakistani military in Bangladesh. Pakistan will never come out clean even if it seeks pardon for those crimes because those are so outrageously anti-life and diabolical. Yet an apology, if it comes out of conscience, is due in the interest of the new generations of Pakistan so that it marks a psychic dissociation for them from the evil legacy. At the same time, it is incumbent on the UN to recognise the Pakistani genocide in Bangladesh in 1971. \n[email protected]",
        "headline_1": "Pakistani by birth, Bangalee at heart",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/pakistani-by-birth-bangalee-at-heart-1671370511",
        "news_paper_name": "The Financial Express",
        "publish_date": "19-12-2022"
    },
    {
        "full_article": "Medical technologists form an integral part of modern healthcare. As Bangladesh has a dire shortage of physicians and nurses, paramedic institutes can play an important role in the country. Paramedics are literally life savers. They are usually the first to provide emergency care to those in need or in any medical help. They are the first medical respondents to an emergency situation. In fact, they are well-trained to handle a situation that can turn traumatic. They can respond to emergency calls for medical assistance. They can assess a patient's condition and determine a course of primary treatment, provide first-aid treatment or life support care to injured patients. All the health care workers other than physicians, dentists and nurses fall under paramedics. The government of Bangladesh has been trying to reach health services to every citizen. Professional workforce such as qualified physicians, nurses and medical technologists are important components of healthcare services but we always have a lack of these professionals. This is why; we need more paramedic institutes in our country. Right now, we have only eight government-run paramedic institutes across the country. If the government sets up at least one such institute in every district, it will undoubtedly improve the standard of health services for people of the country's rural and remote areas. If founded, they will resolve our unemployment problem as well. It is learnt that about a quarter of existing posts of medical technologists are lying vacant in government healthcare facilities as the country does not have enough trained workforce. So, the authorities concerned should address this and do the needful. \nMd Ashraf Hossain, 120, Central Bashabo, Dhaka-1214, [email protected]",
        "headline_1": "Paramedic institute in every district",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/paramedic-institute-in-every-district-1671370537",
        "news_paper_name": "The Financial Express",
        "publish_date": "19-12-2022"
    }
]