[
    {
        "full_article": "Three years ago, he was in prison over corruption charges. Today, he is the President-elect of South America’s largest country. The story of Luiz Inácio Lula da Silva, a former two-term President of Brazil and leader of the leftist Workers Party (PT), is one of the most astonishing comebacks in contemporary Latin American politics. When 99.5% of votes were counted, Lula, as he is popularly known, had won 50.9% votes, defeating the incumbent Jair Bolsonaro, who got 49.1%. Mr. Bolsonaro, a far-right populist who presided over Brazil’s rightward shift in the past five years, had done better than most pollsters expected in the first round. But in the run-off, when the voters were offered two contrasting choices — one representing a cocktail of ultra-nationalism, conservatism and free market policies and the other promising inclusive and sustainable development anchored in social liberalism — they chose the latter. Mr. Bolsonaro has none but himself to blame. An admirer of Brazil’s brutal military dictatorship, he oversaw a disastrous governmental response to COVID-19, which caused some 7,00,000 deaths, and shrinking economic opportunities. If Mr. Bolsonaro rose to power attacking Brazil’s left, after his five years in power, for many Brazilians, the PT rule was an era of better days. What the Brazilian Left wanted was a leader. And they got one again in Lula, after his corruption convictions were annulled by the Supreme Court.When Lula was in power between 2003 and 2010, his policies lifted some 25 million Brazilians out of poverty. He focused on growth and welfare and chose a cooperative model that sought coexistence rather than confrontation with the country’s aristocracy while pushing for incremental redistribution. As in the past, Lula returns to power when a pink tide is sweeping through the Americas. Most of the major countries in the continent are now ruled by Leftists. While Lula will find a favourable regional environment, his biggest challenge would be to live up to the expectations of Brazilians. He will inherit a different Brazil today. The commodity boom that funded his ambitious welfare programme last time is no longer there. The slowdown in China, Brazil’s biggest trading partner, has hurt the economy, which is expected to grow only 0.6% next year. This, along with Mr. Bolsonaro’s mismanagement and the economic effects of COVID-19, has led to a sharp rise in poverty and hunger, affecting some 33 million people. Lula would also face resistance from a hostile Congress, where conservatives still remain strong. The road ahead is bumpy, but his record shows that he is a clever politician and an able administrator who might well be able to negotiate his way past Brazil’s status quoist elites to bring about incremental changes.",
        "headline_1": "The second coming: On Luiz Inácio Lula da Silva’s win in Brazil",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/the-second-coming-on-luiz-in%C3%A1cio-lula-da-silvas-win-in-brazil/article66078391.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "02-11-2022"
    },
    {
        "full_article": "For a rape survivor, trauma comes in repeat doses. First, there is the gruesome act and then follows the difficult task of reporting the assault. For years, an impediment to coming forward about a sexual offence has been the finger test a survivor is subjected to — a gross violation of privacy, a horror upon horrors. On Monday, the Supreme Court of India moved to make amends, declaring that any person conducting the invasive “two finger” or “three finger” vaginal test on rape or sexual assault survivors will be found guilty of misconduct. Calling it regressive, the Bench led by Justice D.Y. Chandrachud said, “this so-called test has no scientific basis and neither proves nor disproves allegations of rape. It instead re-victimises and re-traumatises women who may have been sexually assaulted, and is an affront to their dignity”. The apex court said whether a woman is “habituated to sexual intercourse” or “habitual to sexual intercourse” is irrelevant for the purposes of determining whether there has been a rape under Section 375 of the Indian Penal Code. The test, it said, is based on the incorrect assumption that a sexually active woman cannot be raped; and “it is patriarchal and sexist to suggest that a woman cannot be believed when she states that she was raped”.The Court pointed at a legislative measure of 2013 when Section 53A was added to the Indian Evidence Act which clearly said that the “evidence of a victim’s character or of her previous sexual experience with any person shall not be relevant to the issue of consent or the quality of consent, in prosecutions of sexual offences”. The Ministry of Health and Family Welfare had issued guidelines, saying the finger test must not be conducted. The Court, upset that the practice still continues, has directed the Union and State Governments to do everything to spread the message, including amending the medical curriculum so that students are aware that the finger test procedure is not to be followed while examining a rape survivor. Despite stringent laws in place after the Nirbhaya rape of 2012, things on the ground have not improved for a survivor who has to battle stigma and many other prejudices, not least the assumption that she is to blame for an assault. Rapes often go unreported, and the conviction rate is low too (28.6% in 2021, according to National Crime Records Bureau data). It is now up to the governments, health centres and police stations to act with sensitivity and without discrimination and ensure women have access to justice and dignity while reporting rape.",
        "headline_1": "Reporting rape: On the trauma of rape survivor",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/reporting-rape-on-the-trauma-of-rape-survivor/article66081996.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "02-11-2022"
    },
    {
        "full_article": "India will assume the rotating presidency of the G20 in December and its term will culminate with a summit in November 2023. It’s now become standard practice for the presiding country to set the agenda. Indonesia that currently holds the presidency is focussing on Global Health Architecture, Sustainable Energy Transition and Digital Transformation. Italy in 2021 focussed on People, Planet, Prosperity. What agenda should India drive?\nIndia’s agenda should be guided by an overriding goal – of giving the poorer countries a greater say on issues that determine our collective destiny. For sure, G20, with a mix of rich countries and emerging economies, is a more inclusive platform than G7. Nevertheless, the outside world still gets the impression that its agenda and deliberations are shaped by rich country concerns and priorities.\nRead full opinion on TOI+\n\n",
        "headline_1": "Crypto … pandemic … IMF quotas: India assumes the G20 presidency soon. Here’s how it can make a real difference",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/crypto-pandemic-imf-quotas-india-assumes-the-g20-presidency-soon-heres-how-it-can-make-a-real-difference/",
        "news_paper_name": "The Times of India",
        "publish_date": "02-11-2022"
    },
    {
        "full_article": "The Morbi tragedy is not only a reminder on maintenance of bridges but the importance of bridges in India. Bridges are the joints that link the road and rail network across challenging terrain. Hence, construction of iconic bridges are celebrated engineering feats. Be it the nearly 100-year-old Pamban rail bridge across the sea that links peninsular India to Rameswaram island or the recent steel arch bridge towering a record 359 metres over the river Chenab, linking Udhampur to Baramulla by rail, they’re an indicator of society’s capabilities.\nIndia currently moves about 4.6 billion tonnes of freight a year. Around 70% is transported by trucks and 18% by rail. There’s a key geographical feature that has to be accounted for by the vast terrestrial logistics network – despite its long coastline, India’s coast-to-landmass ratio is relatively low. The landmass is crisscrossed by multiple rivers prone to annual flooding. GoI estimates that about 12% of the area is prone to floods, which is what makes bridge building critical. Moreover, a majority of the population is concentrated away from the coast, making them largely dependent on land-based modes of transport.\nA sense of the importance of bridges comes from how commonplace they are in the rail network. In 2018, the rail track length of 67,368 km included 1.47 lakh bridges. Many of them have been in existence for over a century. Given the importance of bridges to India’s terrestrial transport network, governments have been inattentive in maintaining them. It was only recently that GoI announced the establishment of the Indian bridge management system to collect information on bridges. This basic information is a prerequisite to enhance the quality of maintenance. Government expenses on roads and bridges are clubbed together. Given that GoI has informed a parliamentary committee that it underspends on road maintenance, it’s likely that’s the case with bridges too.\nTechnology will play an important role in extending the longevity of bridges. One example is the use of stainless steel in bridge construction in coastal areas. And Railways, which still use Himalayan rail bridges designed on the Roman aqueduct method, have begun to use drones to inspect bridges. Use of drones is expected to improve oversight, particularly during the monsoon. Given India’s engineering feats such as the road-cum-rail Bogibeel bridge over the river Brahmaputra, what’s lacking is governance in operations. That’s got to change.\n\n",
        "headline_1": "Bridging India: Morbi is a reminder how crucial bridges are as joints in India’s vast terrestrial logistics network",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/bridging-india-morbi-is-a-reminder-how-crucial-bridges-are-as-joints-in-indias-vast-terrestrial-logistics-network/",
        "news_paper_name": "The Times of India",
        "publish_date": "02-11-2022"
    },
    {
        "full_article": "Israel yesterday went to polls for the fifth time in four years and the results could herald yet another change in government. Former Israeli PM Benjamin Netanyahu is trying to make a comeback, this time possibly with the help of the ultranationalist Religious Zionist Party. That said, irrespective of who leads the next Israeli government, certain fundamentals of the Israeli state will remain consistent. Consider the efficacy of its public healthcare system. Israel rapidly rolled out Covid vaccines and took an early call on making available boosters.\nThis in turn helped mitigate the effects of the pandemic on the Israeli economy. In fact, Israel was relatively open during the Omicron wave and the country is poised to achieve 5.2% GDP growth this year. Also, over the last four years Israel’s hi-tech industry has grown from strength to strength. At the end of 2021 a whopping $25 billion was raised within the tech sector, representing a 136% increase over 2020. Meanwhile, Israel’s foreign policy over the last four years has been marked by the historic Abraham Accords that saw the Jewish state enter into normalisation agreements with a host of Arab nations including UAE, Bahrain and even Morocco. This has significantly changed the political-security dynamics of the Middle East for the better. Add to this the establishment of the I2U2 platform between India, Israel, UAE and US. The platform is focussed on boosting infrastructure, food security, access to energy and strengthening economic partnerships in the region.\nNone of these policies is likely to change with the new government in Israel. True, there are sharp political debates on identities within the country. But those won’t really impact Israel’s economic, security and foreign policy directions – a lesson in policy stability for other democracies that host sharp identity debates. India should continue strengthening its partnership with Israel, particularly to build synergies with the Israeli tech and agriculture sectors. Expediting the negotiations on a free trade agreement would also be in order.\n\n",
        "headline_1": "Tel Aviv model: Israeli politics is unstable. But key policies are stable. A lesson for other democracies",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/tel-aviv-model-israeli-politics-is-unstable-but-key-policies-are-stable-a-lesson-for-other-democracies/",
        "news_paper_name": "The Times of India",
        "publish_date": "02-11-2022"
    },
    {
        "full_article": "Bibek Debroy and Aditya Sinha\nThis is the fourth article in an occasional series on legal reforms\n“However, accepting to the fullest, the aforesaid trite expostulation of law, would beget immense hardship, and, would disempower the plaintiff, to seek partition, of the suit properties, and, of all undivided suit properties, held jointly by her with the defendants, though, not included in the plaint, (a) emphatically when, in, contradiction therewith, rather hereat the suit has not progressed, up to the stage, of, issues being framed nor evidence upon the apt framed issues, stands adduced, rather when the suit, is, at a nascent stage, (ii) thereupon the inclusion therein, of, only some of the joint properties, and, its excluding the apt joint properties, as, mentioned in the application, rather cannot coax any conclusion qua the plaint not disclosing any enforceable causes of action …”\nThis has taxed the reader’s patience. What has been quoted is 124 words long and the sentence is still incomplete. The incomplete quote is from a judgment of Himachal Pradesh high court (Om Prakash & Ors. vs Smt. Saroj and Anr., August 8, 2018). The quote is in English, but that doesn’t make it comprehensible.\nRead full opinion on TOI+\n\n",
        "headline_1": "Writing judgments citizens can read: Long and short of it is that judges must exercise brevity and aim for clarity in their opinions",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/policypundit/writing-judgments-citizens-can-read-long-and-short-of-it-is-that-judges-must-exercise-brevity-and-aim-for-clarity-in-their-opinions/",
        "news_paper_name": "The Times of India",
        "publish_date": "02-11-2022"
    },
    {
        "full_article": "A couple of weeks ago, our prime minister talked about protecting Bangladesh from a possible famine in the coming days. More recently, her power and mineral resources adviser warned us about possible daylong power cuts in the future. We are already facing an unprecedented financial crisis due to reckless cronyism, mismanagement, rampant looting and plundering, and siphoning the loot abroad. All our institutions are crumbling because of politicisation, inefficiencies, and corruption. Our electoral system has broken down, representing serious democratic deficits. Signs of governance failure are visible everywhere. In the meantime, prices of essentials have been skyrocketing, causing serious hardship for common people.\nAlthough troubles have been brewing for quite some time, they have gotten worse in recent months, creating potentially unprecedented crisis on economic and political fronts. Unfortunately, the growing problems are largely attributable to mismanagement and broken promises of the ruling party.\nBefore the 2008 election, the Awami League published an election manifesto titled \"Dinbodoler Sanad\" or \"A Charter for Change,\" making wide-ranging pledges. The party assured the voters that they envisioned \"a democratic system where people choose their government freely and get services from it without hassle, enjoy freedom from fear and intolerance, live with dignity; where every citizen is assured of social justice, environmental protection, human rights and equal opportunities; and where the rule of law and good governance flourish.\" Yet, Bangladesh saw two failed elections in 2014 and 2018, and the country is now widely viewed as an autocracy.\nIn view of the prevailing serious power shortage, Dinbodolar Sanad promised a comprehensive long-term policy for the country's energy sector focusing on economic usage of oil, gas, coal, hydro power, wind power and solar energy. It also promised to prioritise exploration and exploitation of oil and new gas fields. Yet, according to experts, because of cronyism, corruption and mismanagement, the present crisis in the power sector would have occurred even without the war in Ukraine.\nThe Awami League's 2008 election manifesto also promised to take effective actions against corruption. \"Multi-pronged measures to fight corruption will be put into place. Powerful people will have to submit wealth statements annually. Strict measures will be taken to eliminate bribes, extortion, rent-seeking, and corruption. Strong measures will be taken against those having unearned and black money, against loan defaulters, tender manipulators, and users of muscle power in every stage of state and society,\" it said. In subsequent years, the government declared zero tolerance against corruption. Yet, corruption is out of control now.\nDinbodoler Sanad made concrete commitments regarding governance: \"Genuine independence and impartiality of the judiciary will be ensured. Extrajudicial killings will be stopped. The judgment of Bangabandhu murder case will be made effective and the retrial of jail killings will be held. Trial of real criminals responsible for the grenade attack on August 21, 2004 will be arranged through proper investigation. Rule of law will be established, the Human Rights Commission will be strengthened and made effective, and an ombudsman will be appointed. Human rights will be strictly enforced.\" But the government reneged on all promises except for the implementation of the Bangabandhu murder case verdict and the retrial of the 2004 grenade attack.\nDinbodoler Sanad also pledged that the \"ongoing reform programme of the Election Commission and electoral system will continue… security and rights of religious and ethnic minorities will be ensured. Courtesy and tolerance will be inculcated in the political culture of the country. Militancy and extortion will be banned. Awami League will take the initiative to formulate a consensual and unanimous charter of political behaviour.\" Yet, political intolerance in Bangladesh is now at an all-time high, and there are serious allegations of the reconstitution of Election Commissions with partisan individuals who essentially destroyed our electoral system.\nThe ruling party's Dinbodoler Sanad further committed that the \"administration will be freed from politicisation and be pro-people… in order to provide security to every citizen, police and other law enforcement agencies will be kept above political influence. These forces will be modernised to meet the demands of the time.\" Unfortunately, flagrant politicisation of the bureaucracy and law enforcement agencies have now become the biggest threats to our democracy and the governance system.\nAs for the local government, Dinbodoler Sanad pledged that \"union, upazila and district councils will be strengthened through decentralisation of power. District councils will be transformed into centres for implementation of education and healthcare programmes and all other development plans, as well as for the maintenance of law and order. Every union will be made the headquarter for development and administration of the area and be developed as a planned rural township.\" Instead, local government bodies in Bangladesh have become increasingly ineffective, corrupt, and largely subservient to the functionaries.\nIt is clear that the democratic deficits and governance failures that prevail in Bangladesh have destroyed its accountability structure – vertical accountability of the government to the people created through credible elections, and horizontal accountability through a system of checks and balances ensured by independent institutions. Such a dearth of accountability along with the absence of rule of law have not only been behind the creeping economic and political crises in the country, but they are also the main obstacles to overcoming the daunting challenges created by the pandemic and the Russia-Ukraine war.\nThe government is trying to deal with the growing economic crisis by borrowing from the International Monetary Fund (IMF) and others, and are now negotiating with the lenders. It is certain that our authorities will agree to certain conditionalities for economic reforms. But economic reforms without concomitant political reforms will be like pouring water into a jar with big holes underneath.\nDr Badiul Alam Majumdar is secretary of SHUJAN: Citizens for Good Governance.\n\n",
        "headline_1": "Economic and political reforms must go hand in hand",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/economic-and-political-reforms-must-go-hand-hand-3158101",
        "news_paper_name": "The Daily Star",
        "publish_date": "02-11-2022"
    },
    {
        "full_article": "On November 2, 2022, as the world observes the International Day to End Impunity for Crimes against Journalists for the ninth year, it's only proper to remind our readers a sad but glaring fact about how Bangladesh is doing in this regard. Just two days before, a Dhaka court, for the 93rd time, granted the Rapid Action Battalion's (Rab) request for more time to complete their investigation into the killings of journalist couple Sagar-Runi. Though no one should ever foretell any judicial action, in this case, people's presumption that the investigating official would certainly hit a century in seeking time extensions should be forgiven.\nIt is also the 10th anniversary of the UN Plan of Action on the Safety of Journalists and the Issue of Impunity. Ironically, more than 10 years have passed since those ghastly double murders took place on February 11, 2012. It's not just the murders of Sagar Sarowar and Meherun Runi that remain unsolved; according to the Unesco Observatory of Killed Journalists, there are 13 unresolved cases of murdered journalists in Bangladesh. The observatory statistics lists a total of 26 journalists killed between 2004 and July 2022.\nEven worse is the government's inaction and disregard to engage and cooperate with international organisations on the issue of ending this impunity. A summary of the Unesco director-general's report, published marking the day, shows that the UN body sought information from 65 countries, and Bangladesh is among the 23 non-responsive ones. It didn't even acknowledge receiving the requests about 13 unsolved cases of journalist murder. The Unesco Observatory lists show four new entries, two each for the years 2021 and 2022, of journalists killed in Bangladesh. All these four victims were local journalists.\nAnother disturbing fact is that, since 2016, the proportion of journalist killings have been on the rise in countries that are not in armed conflicts. Another data that should worry us more is that the situation is the worst in the Asia Pacific region – almost 42 percent of journalist killings registered worldwide occurred in this part of the globe. In its report, Unesco says that, in the past, TV journalists were the top targets, but with the changing nature of journalism, journalists working for cross-platforms have become the most vulnerable.\nThe latest two victims in Bangladesh were local journalists, too, and they were working on local stories. Hashibur Rahaman Rubel was the acting editor of Dainik Kushtiar Khabar, whose decomposed body was found in Kumarkhali upazila, Kushtia on July 7, a day after he disappeared. His family and colleagues alleged that had the law enforcement agencies acted immediately after his missing report was filed, he could have been recovered alive. The other victim was Mohiuddin Sarkar Nayem, a reporter for the local newspaper Dainik Cumillar Dak in Cumilla district. Reports suggest that narcotics dealers shot and killed Nayeem as he had unveiled their narcotics trafficking business.\nThere's little doubt that the alleged perpetrators of these killings have taken advantage of the existing intimidating environment for free media and journalism, and the history of impunity in attacking journalists. Reports compiled by various rights groups, including Reporters Sans Frontier (RSF), Committee to Protect Journalists (CPJ), and International Press Institute (IPI), have consistently shown that violence against working journalists shot up alarmingly during the pandemic. Continued weakening of democratic institutions and the increasing tendency of authoritarianism have also contributed to creating a culture of fear in the media industry. Introduction of draconian regulations such as the Digital Security Act (DSA) and their widespread abuse have caused immense suffering for the freedom-loving professional journalists. The Global Press Freedom Index, compiled by the RSF in association with Unesco, ranks Bangladesh 162nd among the 180 countries it assessed.\nThe Impunity Index 2021, prepared by the CPJ, however, showed one notch improvement for Bangladesh \"due to convictions in February in the 2015 murders of secular blogger Avijit Roy and his publisher Faisal Arefin Dipan.\" Since then, there has been no visible progress in any other cases of journalist murder. There's allegations of political motives, too, from some critics, including Avijit's wife, about the trial. Understandably, expediting trials of the murdered bloggers helps build a secular profile of the ruling party and the government. Similar emphasis on trying the killers of journalists is clearly not in their mind. Hence, a perception has emerged that violence against journalists and the press does not count as a crime in Bangladesh.\nPolarisation and divisions within the media industry have also made things difficult; as a result, justice remains elusive in Bangladesh. We can only hope that when there is a democratic revival, rule of law will return and that will bring an end to the impunity for the crimes against journalists in this country.\n \nKamal Ahmed is an independent journalist. His Twitter handle is @ahmedka1\n\n",
        "headline_1": "When will impunity for crimes against journalists end?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/when-will-impunity-crimes-against-journalists-end-3157916",
        "news_paper_name": "The Daily Star",
        "publish_date": "02-11-2022"
    },
    {
        "full_article": "With a sliver of sanity realising the urgent need for damage control, Brazilians have voted out their most dangerous populist leader: the science-denying, environment-damaging, guns-and-threats-embracing President Jair Bolsonaro. The bombshell return of their leftist former president, Luiz Inacio Lula da Silva – who was freed from prison once corruption charges against him were annulled last year – is one to celebrate, mostly as it symbolises an end to Brazil's worst nightmare. And because it means one less far-right extremist leader in the world, sprouting lurid deranged theories into thin air.\nLula's win, on the other hand, marks the most significant example yet of Latin America hurtling to the left since 2018, with the election of Andres Manuel Lopez Obrador in Mexico. It is an anti-incumbent fervour – usually ignited by frustration with far-right wing leaders – that has caused this shift. While there are challenges for these new governments facing a bleak economic future, it is more so a cautionary tale for Europe, very much entrenched in the claws of surging far-right party power. There's a lot to learn, to debate and reflect, on Brazil's divorce from Bolsonaro. Once it actually happens.\nIf recent history has taught us anything, it's that far-right extremism, once benched in the presidential chair, is hard to shuffle back to the fringes. Leaders across the world have welcomed the former President Lula, but Bolsonaro has remained suspiciously – or expectedly – silent, even as his key allies accepted the results. The chances of him accepting the election results and having a clean departure are not particularly high. Inspired by Donald Trump, of course, Jair Bolsonaro, for the past several months, continued to cast doubts on the voting machines as \"rife with fraud\" – without any credible evidence, and against the evidence existing to validate that Brazil's voting machine system is hard to tamper with.\nDuring a speech in June, Bolsonaro said, \"If need be, we will go to war.\" Brazil's elections saw their social media turn into a wild misinformation-firing machine, with a \"direct role\" from Bolsonaro, according to a document from the federal police. Researchers warned about military coup planning on platforms such as Telegram and Gettr. Bolsonaro's election tactics to tarnish democracy makes it probable that he will refuse to step down in some way or contest the results.\nA post-election coup might not be possible, though, even if the nation has a history of military coup and even if Bolsonaro happens to be a fan of that sadistic military dictatorship from 1964 to 1985. According to dozens of Bolsonaro administration officials, military generals, federal judges, election authorities, members of Congress and foreign diplomats, Bolsonaro ultimately couldn't garner the institutional support needed to stage a successful coup.\nRegardless of how it's done, the end of the Bolsonaro era will be one for the history books, or given the current state of global politics, it'll emulate something like a cringy daily reflection journal: of what not to do, again and again. The first lesson would be the same as when Biden beat Trump. The dangers of electing far-right extremist leaders, only so the next four years tumble into a mad show of how low a nation could go.\nBolsonaro, a former army captain, came to power, stripping enforcement measures to protect the Amazon, cutting spending for science, firing environmental experts and pushing to weaken indigenous land rights with his development-at-all-costs approach. Chiming the infamous theory that vaccines have nanobots, Bolsonaro's Brazil arguably had the worst pandemic response, killing 300,000 people in a failed bid to achieve herd immunity, while also creating new variants, such as the P1, endangering more people as it spread to other countries.\nUnder his leadership, Brazil, the former poster child for conservation, saw their environment ravaged as Bolsonaro rolled back legal protections, with the Amazon alone facing nearly double the deforestation since 2018, even as Bolsonaro infamously put it, \"Amazon cannot catch fire.\" Now that we know it can indeed catch fire, here's what the world's largest rainforest will gain from Bolsonaro's loss: an analysis by the climate website Carbon Brief suggests that if Bolsonaro loses to Lula, annual deforestation in the Brazilian Amazon could be down by nearly 90 percent by the end of the decade.\nMonths nearing the election, as civic life became enveloped in fear of some form of political violence, it became clear that ousting him was an absolute necessity. The elections came down to a binary of sorts: those for, and those against Bolsonaro. It is this unity, in a polarising table, that led to the narrow victory of Mr da Silva. This sort of unity against a leader or a party is a trend that follows after the regime damages civic life to its last straw. We've seen it with Trump. To say what we're seeing in the masses gathered at BNP rallies in Bangladesh mirrors this same dynamic is not too far-fetched either.\nIf anything, Brazil's elections should be a wake-up call for Europe, embracing more far-right extremism, with the newly elected Italy's Giorgia Meloni and her far-right Brothers of Italy party, while Hungary and Poland continue to be run by far-right politicians untethered from economic reality.\nBut for some of us, like Bangladesh, we don't even have that division of far-right and left-wing discussion to gauge a wake-up call or lesson from Brazil. For one, Brazil had other options against Bolsonaro. They could only oust Bolsonaro with a fair electoral system, and a solid electronic voting system. In Bangladesh, we are too deep in our own Bolsonaro era. Too deep to perhaps get out. But we can watch Brazil for now as they dive into undoing a devastating legacy of a fascist leader and restore their semblance of sanity as a nation. Maybe then, we, too, can vicariously find some ourselves.\n \nRamisa Rob is a journalist at The Daily Star.\n\n",
        "headline_1": "End of the Bolsonaro Era: What the World Can Learn from Brazil",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/end-the-bolsonaro-era-what-the-world-can-learn-brazil-3157896",
        "news_paper_name": "The Daily Star",
        "publish_date": "02-11-2022"
    },
    {
        "full_article": "In the 18th century, Thomas Jefferson wrote to Edward Carrington that if he had to choose between \"a government without newspapers or newspapers without a government,\" he would \"not hesitate a moment to prefer the latter.\" The reason for that is that Jefferson believed the people to be the only censors of their governors, for which they must be given full information of their affairs by the free press. Today, as we mark the International Day to End Impunity for Crimes against Journalists, we shudder at the state of free expression in our country and, as an extension, media freedom, and government accountability.\nThere is no denying that the space for free expression in our country has been fast eroding over the years. In this year's World Press Freedom Index prepared by Reporters Without Borders (RSF), Bangladesh slipped 10 notches from the previous year and ranked 162nd among 180 countries. Moreover, Bangladesh was one of only 28 countries in the world which saw \"very bad\" press freedom violations this year. RSF also noted that journalists in Bangladesh are not only exposed to police violence, attacks by political activists, and murders orchestrated by Jihadist or criminal organisations, but such violence continually go unpunished, creating an environment where journalists have very little safety. And the perpetrators of such crimes have little to no disincentives for perpetrating such egregious crimes.\nSince 1992, as many as 34 journalists and media workers have been killed in Bangladesh, according to the Committee to Protect Journalists (CPJ). Many of these murders have remain unsolved – the murders of journalist couple Sagar and Runi being the most sensational one – and the authorities in most cases have shown no urgency in getting that sorted out. Thus, the CPJ last year ranked Bangladesh 11th on its Global Impunity Index for countries with the most unsolved journalist murders. Aside from being outright murdered, journalists in Bangladesh are also being physically attacked, tortured, and sued just for reporting news. According to data of Ain o Salish Kendra, at least 119 journalists have been subjected to various attacks, lawsuits, and torture between January and July this year alone.\nUltimately, if forces with vested interests are able to silence independent journalism with violence, and face almost no consequences for doing so, what does it say about the state of press freedom in a country? Given that journalists in Bangladesh are already operating in ever more policed spaces, with the threat of the draconian Digital Security Act (DSA) hanging over their heads, such a state of affairs only adds to the environment of fear.\nAside from the personal costs that this imposes upon journalists, the harm that it's causing to people's right to know – and to our democracy as a result – is immeasurable. Therefore, we demand that the journalists who have been murdered in Bangladesh receive justice without any further delay, and we urge the government to create a safe and enabling environment for media workers in the country.\n",
        "headline_1": "End the environment of fear and intimidation",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/end-the-environment-fear-and-intimidation-3157856",
        "news_paper_name": "The Daily Star",
        "publish_date": "02-11-2022"
    },
    {
        "full_article": "In the 18th century, Thomas Jefferson wrote to Edward Carrington that if he had to choose between \"a government without newspapers or newspapers without a government,\" he would \"not hesitate a moment to prefer the latter.\" The reason for that is that Jefferson believed the people to be the only censors of their governors, for which they must be given full information of their affairs by the free press. Today, as we mark the International Day to End Impunity for Crimes against Journalists, we shudder at the state of free expression in our country and, as an extension, media freedom, and government accountability.\nThere is no denying that the space for free expression in our country has been fast eroding over the years. In this year's World Press Freedom Index prepared by Reporters Without Borders (RSF), Bangladesh slipped 10 notches from the previous year and ranked 162nd among 180 countries. Moreover, Bangladesh was one of only 28 countries in the world which saw \"very bad\" press freedom violations this year. RSF also noted that journalists in Bangladesh are not only exposed to police violence, attacks by political activists, and murders orchestrated by Jihadist or criminal organisations, but such violence continually go unpunished, creating an environment where journalists have very little safety. And the perpetrators of such crimes have little to no disincentives for perpetrating such egregious crimes.\nSince 1992, as many as 34 journalists and media workers have been killed in Bangladesh, according to the Committee to Protect Journalists (CPJ). Many of these murders have remain unsolved – the murders of journalist couple Sagar and Runi being the most sensational one – and the authorities in most cases have shown no urgency in getting that sorted out. Thus, the CPJ last year ranked Bangladesh 11th on its Global Impunity Index for countries with the most unsolved journalist murders. Aside from being outright murdered, journalists in Bangladesh are also being physically attacked, tortured, and sued just for reporting news. According to data of Ain o Salish Kendra, at least 119 journalists have been subjected to various attacks, lawsuits, and torture between January and July this year alone.\nUltimately, if forces with vested interests are able to silence independent journalism with violence, and face almost no consequences for doing so, what does it say about the state of press freedom in a country? Given that journalists in Bangladesh are already operating in ever more policed spaces, with the threat of the draconian Digital Security Act (DSA) hanging over their heads, such a state of affairs only adds to the environment of fear.\nAside from the personal costs that this imposes upon journalists, the harm that it's causing to people's right to know – and to our democracy as a result – is immeasurable. Therefore, we demand that the journalists who have been murdered in Bangladesh receive justice without any further delay, and we urge the government to create a safe and enabling environment for media workers in the country.\n",
        "headline_1": "End the environment of fear and intimidation",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/end-the-environment-fear-and-intimidation-3157856",
        "news_paper_name": "The Daily Star",
        "publish_date": "02-11-2022"
    },
    {
        "full_article": "Although it constitutes a tiny fraction of the nation, Panchagarh is getting top priority when it comes to rail services. Five intercity trains, including three from Dhaka, currently run to Panchagarh which is the highest among all districts other than the divisional headquarters. Meanwhile, every other railway project undertaken since 2019 for overall development is running behind schedule, according to the project documents.\nThe great boost in the Panchagarh railway connectivity took place after Nurul Islam Sujan, member of parliament from the Panchagarh-2 constituency, took charge as the railway minister in early 2019. Since then, six intercity trains and one inter-country train have been added to the railway fleet, of which Panchagarh got two. Another intercity train service was extended to the district.\nWhile this specific district has seen massive growth in connectivity, other connectivity projects are lagging behind\n. Even though the railway ministry has had a significant budget increase over the past decade and became one of the five ministries or divisions that received the highest development fund allocations, it has been among the low performers. It could not even achieve the average ADP implementation rate twice in the last six fiscal years, as per an Implementation Monitoring and Evaluation Division (IMED) report.\nAccording to reports published by this daily, Bangladesh Railway missed the deadline for a majority of its projects that were scheduled to finish within the last fiscal year. The majority of the connectivity projects of the railway have been extended and costs have gone up due to rising costs of raw materials and other causes. Some projects have been going on for 10-12 years, and sometimes even longer. This goes to show how slow the BR is in finishing its projects. And while these nationally important projects are put on hold, the minister's hometown keeps getting new trains.\nThe stark contrast between the priorities given to different aspects of the Bangladesh Railway is staggering. One remote district is getting numerous intercity trains while important projects for other parts of the country are getting delayed. Bangladesh Railway is a national asset run by taxpayers' money. It is supposed to run in a manner that benefits all the people, not just a select few that happen to live in the hometown of the minister. This malpractice of favouring one's constituency over other parts of the country when in charge of a specific ministry must come to an end. The railway minister is in charge of the railway service that must serve all the people of the country, not just the less than one percent of people living in Panchagarh. The delays in the implementation of major projects need to be resolved promptly, and the wastage of public money on ever-extending projects needs to be stopped.\n",
        "headline_1": "One Man’s Rail",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/one-mans-rail-3157846",
        "news_paper_name": "The Daily Star",
        "publish_date": "02-11-2022"
    },
    {
        "full_article": "Though needed in small amounts, vitamins and minerals, which constitute micronutrients, play a vital role in the growth and development of a human body. Vitamins, for example, are necessary for energy production and immune function in the body. Similarly, minerals ensure growth and look after bone health and fluid balance. So, shortage of micronutrients can lead to stunted growth in children and increased risk of diseases among adults. Since human body generally cannot produce micronutrients, it meets the need from food. So, for the sake of body's healthy growth and protection against any disorder or disease, it is necessary to ensure that the food people eat are balanced in respect of their micronutrient contents. This is more so in a developing country like Bangladesh where the public's access to essential nutrients or micronutrients is limited, especially, among women and children in the low-income bracket.In this context, the findings of the Second National Micronutrient Survey 2019-20 are concerning. Presented reportedly at a seminar in the city on Sunday last by the National Nutrition Services under the Directorate General of Health Services in partnership with ICDDR,B, the survey results show that 31 per cent of the under-5 children are deficient in the mineral zinc, 20 per cent are suffering from iodine shortage, while 15 per cent lacked desired amount of iron in their body. The iodine deficiency found among one fifth of the children is alarming. Because, deficiency of iodine in an under-5 child means his/her brain is getting damaged and cognitive and motor development is impaired. What is further concerning is that the nation has come to know of the fact for the first time as it is the first-ever such survey done on iodine deficiency among under-5 children.Similarly, zinc deficiency in such children compromises their immunity from infectious diseases such as diarrhoea, pneumonia and malaria. Iron deficiency in a child, on the other hand, also affects his/her cognitive performance and is a major cause of anaemia. Further, the country's 22 per cent children are deficient in vitamin-D. This is alarming because the hallmark of a vitamin-D-deficient child is that he or she is rickety and has weak muscle. Such a child suffers from pains and is prone to bone fractures. Vitamin-A deficiency among 7.0 per cent of the children as found by the survey is also very disquieting seeing that it increases the risk of a child's survival from serious illness, affects its growth and slows down its bone development. Alongside children, what the survey reported about micronutrient deficiency among non-pregnant and non-lactating women (NPNL) is also disheartening. Given that 43 per cent of the reported section of women are deficient in zinc, 30 per cent in iodine, 29 per cent in foliate and 14 per cent in iron only reasserts how neglectful the nation is about its women of reproductive age. The picture of vitamin deficiency among the NPNL women is equally disturbing as an alarming 70 per cent of them are found wanting in vitamin-D, 20 per cent lacks vitamin-B12 while 7.0 per are suffering from moderate vitamin-A deficiency. If anything, the results of the latest national micronutrient survey should be an eye-opener for the policymakers in the country's health sector. It calls for taking urgent steps to address micronutrient deficiencies among children and women.",
        "headline_1": "Micronutrient deficiency among children, women",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/micronutrient-deficiency-among-children-women-1667308868",
        "news_paper_name": "The Financial Express",
        "publish_date": "02-11-2022"
    },
    {
        "full_article": "The focus crop insurance received for the first time around a year ago encouraged many, especially the country's agronomists, about the prospect of better days for farmers. Since then, unfortunately, there is no visible sign of any forward movement. Like many of the hyperbolic announcements that get muted before being totally forgotten, the crop insurance project that received wide media coverage at that time appears to have followed a similar course. If this is the case, we are surely not up for changing the fate of the farming community. Let's hope it's not so. Crop insurance, best understood in its unmistakable link with the uncertainty of cultivation and unpredictable harvest, is considered in many parts of the world a dynamic attempt to facilitate farmers in myriad ways. However, because of the vulnerabilities that often characterise farm cultivation, insuring crops against misfortunes from natural calamities is not easy to get going. Still, efforts in both the advanced and developing regions do speak of the determined and planned approach resulting in insurance schemes to cover crop adversities. Against this backdrop, it is indeed heartening that the country's insurance firms-both public and private-had announced to work on running pilot projects on what is called weather index-based crop insurance (WIBCI). The WIBCI is an adaptation tool to reduce the risk of climate variability and extreme weather vulnerability in the agriculture sector. Clear enough, such a move has the potential of causing a huge watershed not experienced by the country's agro sector. The situation of risks associated with crop cultivation is common to many countries in Asia and Africa, and hence exposure to uninsured risks is a major cause of low yields, slow growth and persistent poverty. Weather-related risks are hugely important for poor people in most developing countries as an estimated two-thirds of them depend on agriculture and natural resources for their wellbeing, says a World Bank report. This includes not only farmers whose income and consumption directly depend on agriculture, but also residents of rural areas whose employment and business incomes are directly or indirectly reliant on successful agricultural outcomes. Uninsured weather shocks also affect farm workers, input suppliers, entrepreneurs and workers in agribusiness, and providers of non-tradable goods and services in the rural non-farm economy.According to experts, weather index-based insurance is a major institutional innovation that could revolutionise access to formal insurance for millions of small farmers and related people. It has been introduced in pilot or experimental form in many countries. Significant efforts have been made in research to assess its impacts on shock-coping and risk management, and to contribute to improvements in design and implementation. As mentioned above, the weather index based crop insurance is supposed to be examined through pilot projects in the country. One of the projects is reportedly to be run by state-owned insurer Shadharan Bima in collaboration with the Bangladesh Meteorological Department (BMD), and another by the private insurer Green Delta. As per terms of WIBCI, a farmer is entitled to claim compensation from his/her insurer when certain climatic trigger points are hit, like when cyclone or tropical storm in a given area hits a specified magnitude or when rainfall rises above or drops a certain level. No doubt, this kind of cover would give farmers the ability to continue to plan and save for the longer term even if their harvests are suddenly damaged by bad weather. Understandably, this being the starter, the initiative is likely to be geared up with support from all stakeholders in the near future.WIBCI products have been tested and applied across Asia and Africa with varying degrees of success, as a mechanism to improve livelihood security by enabling vulnerable populations to transfer risks associated with climate change, extreme weather events and other hazards. In drought-prone Africa and parts of northern India, index-based agro-insurance coverage is being practised for some time now. But the practice is totally new for our farmers.It is not known how far the pilot projects have progressed. But one thing is certain that many of future policies and actions depend on the feedbacks of the projects. It is important that these are closely scrutinised in order to take into account every detail, including, of course, the problem areas, towards rendering crop insurance the viability for acceptance to the stakeholders. What in this regard is important is gathering experience and information from countries with similar crops and comparable weather conditions. India, for example, could be a source of useful information. In India, a crop insurance scheme called National Agriculture Insurance Scheme (NAIS) is being implemented by Agriculture Insurance Company of India, a state owned company. The scheme is compulsory for all farmers who take agricultural loans from any financial institution. It is voluntary for other farmers. Success of crop insurance in the country will largely depend on government support that also includes raising awareness among farmers. To start with, it is the state-owned insurer Shadharan Bima that has to initiate programmes to make crop insurance attractive to farmers. However, in course of time there will be the need for specialised insuring firms to deal with crop insurance. \n[email protected]",
        "headline_1": "Gearing up crop insurance",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/gearing-up-crop-insurance-1667308943",
        "news_paper_name": "The Financial Express",
        "publish_date": "02-11-2022"
    },
    {
        "full_article": "The issue of energy efficiency (EE) has over the last two decades come to the forefront, primarily due to concerns over Green House Gas (GHG) emissions. But more importantly, EE interventions, if done rightly can have a positive return on investment. Experiences around the world have shown that projects have a payback period of less than five years and as pointed out by energy experts, low interest rates of financing (between 1-2 per cent) are available. In Bangladesh, EE has remained out of focus. Yet, it can be immensely important, particularly in today's reality of fast depleting known gas reserves, spiralling cost / unavailability of required LNG in the international market, and renewed interest of major Asian energy consuming economies like China and India in imported coal.As pointed out by former Professor of the BUET, Dr. Ijaz Hossain a few years ago, \"reasons why EE is important for Bangladesh are: (i) domestic natural gas is depleting very fast; (ii) despite having significant deposits of high quality coal, the country is unable to mine it; (iii) industries are prone to using low efficient, inexpensive equipment and devices; (iv) extremely low level of maintenance of industrial equipment; (v) factory upgradation (upgrading) is only undertaken when some sort of failure or shutdown occurs; (vi) the apex agency called Sustainable and Renewable Energy Development Authority (SREDA), set up to oversee EE, is yet to undertake any concrete measures; and (vii) financial institutions are not aware of the investment possibilities in EE projects.\"Indeed, we are informed by a BUET study that over 90 per cent of the fuels required to produce electricity in 2030 will have to be imported. \"Hence, if 20-25 per cent EE can be achieved across all sectors then the primary energy import requirement for power generation can be brought down to 70-75 per cent.\" This of course translates in to billions of dollars in foreign exchange savings that can be spent elsewhere. Today, we are in the unenviable position of not having discovered any major gas field over the last decade or so. Nor did the government take any steps to evaluate domestic, proven coal deposits. The benefits of EE are well known. As pointed out by Musfiqur Rahman in an article recently, \"enhancing energy efficiency can secure less consumption of energy (both primary and electric energy) for production of goods and for facilitating human comforts for their everyday life.\" We live in the age of fast urbanisation and mega cities. Dhaka is one, and according to the International Energy Agency (IEA), nearly 70 per cent of the global population would be living in urban metropolises by 2050. Hence, it makes sense to start EE interventions in cities and towns that have emerged as major centres of economic activity. We need to start working on developing energy-efficient, smart buildings that will incorporate EE in building construction and installing EE-compliant lights, household appliances to reduce energy consumption, cut costs and reduce our use of primary fuels. Industry owners need to understand that using low EE machinery and equipment drive up costs (in the age of rising electricity and energy prices). There are scores of uses for EE in power generation. Bangladesh can save a significant quantity of natural gas by improving efficiencies of old power plants, which would lead to lowering of power generation costs.Given this reality, it is time to introduce energy audits in energy-intensive industries? This must become a government policy, as it will introduce industries about how to conserve energy. Unfortunately for Bangladesh, SREDA has for years been hamstrung by a combined lack of funding and manpower. Hence, it has been unable to get any EE programmes off the ground. This must change now.\n[email protected]",
        "headline_1": "Energy efficiency need of the hour",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/energy-efficiency-need-of-the-hour-1667308994",
        "news_paper_name": "The Financial Express",
        "publish_date": "02-11-2022"
    },
    {
        "full_article": "Bangladesh has been witnessing a severe shortage of gas and power for months. Our industrial sector is the worst sufferer of the ongoing energy crisis. Business persons have for long been demanding uninterrupted power and gas supply to their industries. However, it is unfortunate that there have been reports of 12 hours of gas and power outage in factories in several areas, including Gazipur. If the production in our factories stops, export-oriented products will lose their foreign market. The prices of products in the domestic market will increase, as well. Many factories and industries are at risk of getting closed down due to continuous losses. As a result, hundreds of workers are becoming jobless and business owners are failing to pay their bank loans. The policymakers often say that the situation has become vulnerable due to the ongoing Russia-Ukraine war. However, that is not the only reason. The government's dependence on other countries for power and gas has been equally responsible for the current situation. We have not attempted to explore and extract gas resources in the country. Even after finding gas resource in Bhola, we have not yet been able to fully utilise it. Load-shedding is back again in Bangladesh. Almost all areas of the country stay without power for hours every day. Many of our factories cannot run for a minute without electricity. For this reason, the industry that keeps our economy strong is now under threat. The problem is so serious that a sustainable and long-term initiative is needed to overcome it. In this case, we can import gas from Myanmar. As it is our neighbouring country, transportation costs will be low if we can import gas from it. On the other hand, Russian energy could be another solution. Russia is now selling oil and gas cheaper than the world market. India, Pakistan and Sri Lanka have already bought Russian fuel. \nMohammad Yasin Islam, Student of Jagannath University, Dhaka, [email protected]",
        "headline_1": "How to deal with ongoing energy crisis",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/how-to-deal-with-ongoing-energy-crisis-1667309025",
        "news_paper_name": "The Financial Express",
        "publish_date": "02-11-2022"
    }
]