[
    {
        "full_article": "The adoption of the Charter at the Fifth Bay of Bengal Initiative for Multi-Sectoral Technical and Economic Cooperation (BIMSTEC) summit promises to re-energise the 25-year-old grouping at a time of growing global uncertainties. The Charter is expected to help impart a more connected vision to the seven-member organisation. The Charter, and India’s decision to lead the ‘security pillar’ out of the seven designated pillars of the revived BIMSTEC, has given India’s regional aspirations a new orientation, away from the stalemated SAARC that has been unable to meet since November 2014. The new opportunity is also accompanied by its own set of problems. These inherent challenges were reflected in the time taken to finalise the Charter — one of the key factors was the Rohingya crisis that has weakened bilateral Bangladesh-Myanmar ties, with Dhaka seeking full repatriation of the refugees and Naypyidaw disinclined to respond positively to international pleas. Unlike SAARC, which is burdened by India-Pakistan hostilities, BIMSTEC is relatively free of sharp bilateral disagreements and promises to provide India with a co-operative sphere of its own. Given the complexity of domestic and geopolitical factors, this sphere will require sustained bilateral and group-level discussions to prevent problems such as the Rohingya crisis from becoming impediments to the smooth delivery of economic and security outcomes. India too will have to ensure equally sustained political engagement with partners such as Nepal, Sri Lanka and Bangladesh to prevent any domestic political spillover from affecting bilateral and group-level working relationships.With his call for a BIMSTEC Free Trade Agreement, Prime Minister Narendra Modi has outlined India’s vision to bolster trade connectivity in the grouping. An FTA spanning the maritime resource-rich members such as Myanmar and Sri Lanka could bring dramatic gains for all members. A ‘coastal shipping ecosystem’ and an interconnected electricity grid, in addition to the adopted Master Plan for Transport Connectivity, have the potential to boost intraregional trade and economic ties. Having walked away from mega trade blocs such as the China-led RCEP, New Delhi’s willingness to explore an FTA within the framework of a near-home regional grouping may provide greater accommodation for multi-party interests. The security- and trade-related lessons from the troubled SAARC and SAFTA experiences also ought to serve BIMSTEC well in the long run. Ultimately though, for the revived grouping to realise its trade and economic potential, India will have to take a leadership role in assuaging any apprehensions among the smaller members of intragroup power imbalances and strive to facilitate greater cross-border connectivity and flow of investments by lowering barriers to the movement of people and goods.",
        "headline_1": "Cohesion and co-operation: On power imbalances in BIMSTEC",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/cohesion-and-co-operation-the-hindui-editorial-on-power-imbalances-in-bimstec/article65278552.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "01-04-2022"
    },
    {
        "full_article": "Tuesday’s agreement between Assam and Meghalaya to end their boundary dispute in six of the 12 areas, where discord persisted, is a welcome first step. The agreement signed by Assam Chief Minister Himanta Biswa Sarma and his Meghalaya counterpart Conrad Sangma, in the presence of Home Minister Amit Shah, also sets the stage to resolve differences in the remaining six areas. Based on a draft resolution of January 29 between the two States, the agreement covers Tarabari, Gizang, Hahim, Boklapara, Khanapara-Pillangkata and Ratacherra under the Kamrup, Kamrup (Metro) and Cachar districts of Assam and the West Khasi Hills, Ri-Bhoi and East Jaintia Hills districts of Meghalaya. By adopting a give-and-take approach, the two States have demonstrated that knotty boundary issues can be resolved — in this case, partially to begin with — if there is a will to arrive at an agreement. Of the disputed territory — a little over 36 square kilometres — the two States will get a near equal share, enshrining the sharing principle that might serve as a template to resolve other boundary disputes in the northeast. Assam, the mother State from which other States were carved out in the northeast, currently has boundary disputes with Arunachal Pradesh, Mizoram and Nagaland. As the Home Minister underscored in Delhi, the spirit shown by Mr. Sarma and Mr. Sangma should be used in other disputes as well. People living in the six disputed areas should be allowed to choose where they want to live. While Mr. Sarma has blamed the Congress for allowing the dispute between Assam and Meghalaya to fester, Nandita Das, Congress MLA from the Boko seat, alleged that in three of the six “resolved sectors”, there was no give and take. The agreement requires delineation and demarcation by the Survey of India as well as parliamentary approval. One can only hope that the right lessons will be drawn by Assam, Arunachal Pradesh, Mizoram and Nagaland from Tuesday’s accord to understand the other’s point of view and come to agreements. In July 2021, five policemen and a civilian from Assam were shot dead in violent clashes with their Mizo counterparts at a disputed point between Assam and Mizoram. The clash came right after a meeting that Mr. Shah had had with the Chief Ministers of northeast States to resolve boundary disputes. It is imperative that Assam and the other States locked in dispute use goodwill and the good offices of the Centre. Rather than entrusting security to paramilitary forces, one confidence-building measure could be to deploy State police without arms wherever possible. It would be a signal that all States are committed to resolving their disputes peacefully. For the moment, Tuesday’s agreement is a moment to savour.",
        "headline_1": "Step by step: On Assam-Meghalaya border accord",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/step-by-step-the-hindu-editorial-on-assam-meghalaya-border-accord/article65277908.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "01-04-2022"
    },
    {
        "full_article": "While Covid-19 captured the attention of the world for the last two years or more, another pandemic has been silently killing countless numbers of people around the world. On March 27, this newspaper reported on an alarming finding: drugs that used to successfully fight diseases are slowly becoming ineffective because of decades of malpractice such as the intake of over-prescribed or self-prescribed medicines. This is known as antimicrobial resistance (AMR), which occurs when bacteria, viruses, fungi and parasites no longer respond to antibiotics and other antimicrobial medicines. Antibiotic resistance is a subset of AMR that applies specifically to bacteria that become resistant to antibiotics.\nThe discovery of this silent epidemic in the country was initially publicised in 2019, following a first-of-its-kind study by the Institute of Epidemiology, Disease Control and Research (IEDCR). It was found that at least 10 types of bacteria had become more resistant to 17 life-saving antibiotics used for treating patients with various infectious diseases across the country. According to Dr Zakir Hossain Habib, principal scientific officer at the IEDCR, even though it was a \"surveillance study; not a complete picture\", it gave \"us an indication of the gravity of the situation… The threat of antibiotic resistance is growing in the country.\"\nData from the following years (2020 and 2021), as well as from before (2017, 2018 and 2019), seems to confirm his fears—a report by The Daily Star on November 24, 2021, shows how the resistance trend of five of the most critical medicines listed by the World Health Organisation (WHO) has increased year-on-year.\nDespite these findings, Bangladesh is already late to this game. In 2013, BestPublicHealthSchools.org had listed AMR as one of the 10 most potentially devastating public health threats on the horizon. And in January this year, The Global Research on Antimicrobial Resistance report, published in The Lancet, found that more than 1.2 million people died from drug-resistant infections in 2019, while a further 4.95 million deaths were indirectly associated with antimicrobial resistance in the analysis of 204 countries and territories.\nA review of AMR commissioned by the UK government warned that, by 2050, an extra 10 million people will die each year from drug-resistant infections. Against this backdrop, Bangladesh urgently needs to get up to speed to this grave threat.\nWe need to understand that without effective antibiotics, all manner of conditions—including pneumonia, tuberculosis, gonorrhoea, and salmonellosis—could become far deadlier. The more antibiotics are used, the more resistant bacteria become to them, meaning that humanity must guard its reserves and slow down the pathogens' adaptive evolution by using them only when necessary. This is particularly relevant for us in Bangladesh, where, reportedly, as many as 60 percent of patients take medicines without consulting doctors or based on advices from informal providers like drug sellers and others.\nBut it is unfair to blame the general public alone, as there is still no effective guideline on the use of antibiotics in the country. The sale of drugs without prescription is prohibited in Bangladesh, but not punishable under the Drug Policy of 2016, which is helping the malpractice to go on. Moreover, according to a 2021 IEDCR study, doctors themselves prescribed unnecessary antibiotics to Covid-19 patients in hospitals in 83 percent of cases.\nThe fact that there is no scientific data on deaths or sufferings due to antimicrobial resistance at the community level in the country further exacerbates this problem. It also illustrates how this issue is yet to be taken seriously at the policy level.\nBetween 2000 and 2015, antibiotic consumption decreased by four percent in rich nations, but increased by 77 percent in developing ones. The poorer enforcement of medical laws in these countries leads manufacturers to \"adopt unethical marketing approaches and develop creative ways to incentivise prescribing among healthcare providers,\" according to Dr Giorgia Sulis, an infectious disease physician and epidemiologist at McGill University, Canada. In her words: \"A private sector that is highly fragmented and largely unregulated, where a substantial proportion of providers lack any sort of formal medical training, is extremely vulnerable to [these kinds] of bad business strategies.\"\nWhile the overconsumption of antibiotics must stop, that itself is only half the solution. Antibiotic use in food animals is another factor that contributes to AMR. This makes it a danger to global food security also.\nIt is time for policymakers to take this threat seriously. Spreading awareness among people and formulating the necessary policies are both urgently required.\nOne silver lining to this crisis is that a group of UK scientists hailed a \"game-changing\" antibiotic in a new study released on March 29. By developing new versions of the molecule teixobactin, they were able to successfully eradicate a superbug known as Methicillin-resistant Staphylococcus aureus (MRSA), which had previously been resistant to antibiotics. Teixobactin had been previously acknowledged as a ground-breaking antibiotic following a study in 2015. But the new research managed to develop \"synthetic\" classes of the drug, allowing for easier global distribution of the treatment.\nThis shows the potential benefit of investing in cutting-edge research to develop new antibiotics that may temporarily solve the problem of existing superbugs. But, in the long run, we must all understand that prevention is better than the cure. This means humanity must learn to live a healthier lifestyle, rather than depending on the unnecessary use of medication.\nAs experts have highlighted, the key to staying healthy is maintaining good nutrition, hygiene and regular exercise, and recognising that human health is closely connected to the health of animals and the shared environment. Which means we have to stop poisoning our environment in every way and more closely monitor what gets put into the animals that we consume.\n \nEresh Omar Jamal is an Assistant Editor at The Daily Star. His Twitter handle is: @EreshOmarJamal\n",
        "headline_1": "Antimicrobial Resistance: A deadlier pandemic lying on our doorstep",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/the-overton-window/news/antimicrobial-resistance-deadlier-pandemic-lying-our-doorstep-2995121",
        "news_paper_name": "The Daily Star",
        "publish_date": "01-04-2022"
    },
    {
        "full_article": "In February 2021, hundreds of members of the Mro community marched from Chimbuk Hill to Bandarban town, protesting the construction of a five-star hotel. This was a follow up from the earlier \"cultural showdown\" by hundreds of Mro villagers in November 2020 and many statements from concerned national and international human rights groups urging the government to discontinue the project. The plan for the construction of the hotel was a collaboration between Sikder Group, the Marriott five-star hotel chain and the Bangladesh security forces. On the other hand, the long march was the culmination of a collaboration between young Mro students and activists and many other politically conscious activists around the country. The message was simple. The construction of such a massive tourist resort with cable cars, swimming pools and other modern tourist attractions would be extremely harmful with consequences for the environment and the people of the area, in addition to causing the eviction of hundreds of Mro families from the villages directly affected by the constructions as well as families living in neighbouring villages.\nAccording to Chittagong Hill Tracts Citizen's Committee's information, the security forces have cordoned off about 500 acres of land to build the resort. Once completed, it is feared that the project will directly evict 150 Indigenous Mro families, and 250 more Mro families spread over 1,000 acres of land in the vicinity will be affected indirectly. The local Mros no longer have access to the cordoned-off area they had been collectively using for years.\nIt's been a year since the long march and the uncomfortable silence around the protests is reminiscent of the silencing around many developments in the Chittagong Hill Tracts.\nSuch a silence after a sustained campaign against an injustice can wrongfully be perceived as an indication of some form of resolution—that the grievances that led to protests have been settled. Unfortunately, the political situation in the Hills in general and Bandarban in particular is not quite so simple. Bandarban is a geopolitically important location. It shares international borders with India and Myanmar and adjoins with Chattogram and Cox's Bazar. Borders are volatile geographical spaces all over the world and a certain level of volatility comes with sharing borders with these two nations that have a very politically changing relationship with Bangladesh.\nAt the same time, despite having the highest concentration of security forces in the country, there are many armed groups in this area. Surveillance over Jumma activists is very high. The long march by the Mro villagers and the subsequent letters of concern regarding the construction of the resort from human rights organisations, including the International Chittagong Hill Tracts Commission, Amnesty International, International Work Group for Indigenous Affairs, and the United Nations led to the further beefing up of this surveillance. Following the long march in February 2021, a group of Mros were seen standing uncomfortably for a photo with signboards that said they welcomed tourism in Bandarban. Since then, there has been very little reporting of what is actually happening on the grounds regarding the construction of the resort.\nIn many states, protest carried out by local citizens and the rising together of people for a single cause are considered dangerous. A people's movement is seen as a threat to the very existence of the authority. These uprisings and movements need \"managing\". Movements for the self-determination of the Jumma have always been a matter of \"management\" by the security forces. Tourism by itself is not the evil. But there are many other things that need to be resolved in the Hills before there is an environment where business/tourism can be fair and not predatory. The land disputes resulting from the bringing in of settlers in the 1970s and 1980s in these Hills are yet to be resolved. Many Jumma communities have been uprooted from their homeland, and the complicated ways in which land dispossession has subsequently taken place makes the task of the Land Commission very difficult and lengthy.\nThe slow process of the Land Commission over the years also demonstrates the lack of any political will to resolve these disputes. Apart from that, Bangladesh is one of the most climate-vulnerable countries in the world. Big constructions such as a modern five-star hotel and resort need to consider the vulnerability of the region and its people. The destructive hill-cutting for development and construction forces many Jummas to live in precarious geographical spaces, leaving them vulnerable to landslides. In 2017, one such landslide killed 126 people, mostly Jummas. The mindless extraction of stones and monoculture in the region has also already done irreversible damage to the region. Jummas who have lived in the hills for generations talk about how the jhiris have dried out and how they need to look for new places to find water. Added to all of these woes is the reckless behaviour of Bengali tourists who have little regard for the land and environment and end up leaving huge amounts of waste in tourist areas.\nWhat started in November 2020 with the \"cultural showdown\" in Bandarban, culminating in the long march in February 2021, were expressions of decades of discontent over land dispossession and evictions faced by the Indigenous Jumma, and a refusal against a greedy capitalist state-led aggression of land that would lead to large-scale displacements. The silence that prevails over the issue now is not an indication of calm and quiet business as usual. This silence is part of the larger silencing of critical voices all over the country that is the hallmark of authoritarian states. The silence in this region has the added layers of the region-specific geopolitical importance that is dealt with using more powerful tools and facilitated by the general censorship that has prevailed in this region for decades. After half a century of independence of our country, we need to ask ourselves how long we will continue to ignore this silence, and we need to revive democratic forces and seek justice for all the people of this country.\n \nHana Shams Ahmed is a PhD candidate at the Department of Social Anthropology at York University, Canada.\n",
        "headline_1": "One year after the Mros’ long march in Bandarban, has anything changed?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/one-year-after-the-mros-long-march-bandarban-has-anything-changed-2995111",
        "news_paper_name": "The Daily Star",
        "publish_date": "01-04-2022"
    },
    {
        "full_article": "Bangladesh's rise has not been unexpected, but rather a part of a long-term trend. A disaster-prone country that was formerly thought to be riddled with political instability and violence, unable to provide for its own population, is today wealthier than many of its neighbours. It has outperformed many other countries in its region in terms of per capita income, which has attracted the attention of extra-regional powers. It has remembered its oath of supporting anyone in need, and has stepped forward to lend money to Sri Lanka via a currency swap.\nDifferent arguments have been presented as to what contributed to Bangladesh's remarkable success; but four key areas are generally highlighted: the ready-made garments (RMG) sector, Bangladesh's demographic dividend, its burgeoning online workforce, and the knowledge-based economy. One argument that has undermined its achievements is that the country has benefited from quota facilities from the US and Europe, which is a key reason for its amazing development.\nYes, several assessments come close to presenting a plausible explanation for Bangladesh's ascent, in which all four indicators will continue to grow for a variety of reasons. During the pandemic, Bangladesh specialised in many types of RMG items and also began producing and exporting high-quality personal protective equipment (PPE), which will continue to be in high demand in the near future. As a developing manufacturing force, Bangladesh is moving away from \"Made in China\" and toward a \"Made in Bangladesh\" period. For example, Bangladesh's pharmaceutical industry has grown at an incredible rate.\nBangladesh's demographic dividend, which may last till around 2040, indicates that it can produce low-skilled and semi-skilled labour in a globalised world. The number of medical institutions that have been created in Bangladesh has been able to generate goodwill, as evidenced by the fact that a number of South Asian countries have sent their students to study medicine in Bangladesh. Lotay Tshering, the current prime minister of Bhutan, is an example of a South Asian student who studied medicine in Bangladesh.\nBangladesh is likewise attempting to establish itself as a South Asian IT hub, and is presently the world's second-largest online labour force supplier. Furthermore, the rise of think tanks and their analysis have paved the way for Bangladesh to transition to a knowledge-based economy, which would ensure the country's economic viability in the long run. To put it another way, Bangladesh has not followed a traditional western model of growth; rather, it has done so in its own unique way.\nBangladesh did not follow the traditional road of economic diplomacy in pursuing its development ambitions, instead opting to form a developmental relationship with whoever offered a fair bargain that would benefit Bangladesh's national interests. As a result, it has established development links not only with China, India and Japan, but also with Persian Gulf countries to expand investment opportunities. Bangladesh has been able to model a unique route for others to follow in order to learn how to achieve \"development without hostility\". Academics have coined the term \"the next Asian Tiger\" to describe the country.\nBangladesh has diversified its port development choices so that it is not too reliant on any one country for the building and operation of its ports. At Matarbari, Bangladesh will have its first deep seaport, which is going to be built with Japanese assistance. As a result, Bangladesh has been designated as a key littoral in the Bay of Bengal region, with access to the Bay expanding Bangladesh's options to the point that the Bay of Bengal is now considered its third neighbour.\nBangladesh is rethinking the concept of a land-based neighbourhood by emphasising the geopolitical importance of a nearby maritime domain and, as a result, leveraging the Bay of Bengal's geopolitical advantage. Bangladesh's geopolitical location, which was formerly considered a curse, has now become a boon.\nBangladesh has been able to attract attention as a result of its strategic location at the mouth of the Bay of Bengal, to the point that India, China, and other great powers desire to be its development partners. A country with a market of 160 million people is not a little country, but rather qualifies as an emergent middle power in its own right.\n \nAnup Sinha is a researcher and freelance columnist specialising in South Asian affairs.\n",
        "headline_1": "An emerging power charting its own course",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/emerging-power-charting-its-own-course-2995101",
        "news_paper_name": "The Daily Star",
        "publish_date": "01-04-2022"
    },
    {
        "full_article": "How can Bangladesh respond to gender inequality and climate change—two of the world's greatest threats—in its cities?\nWe celebrate Women's Day every year to highlight women's achievements in all their forms—economic, political, social and cultural—and call for gender parity. This year, the focus was on \"Gender equality today for a sustainable tomorrow.\" Specifically, it recognises how women and girls worldwide are leading the fight against climate change so that they can change lives for the better. \nSo far, the focus has largely been on rural areas. However, women's roles in tackling the impacts of climate change in urban areas are becoming just as important. Cities are fragile, according to the Global Environment Facility (GEF). 70 percent of the global population will be living in urban areas by 2050—a time when cities will bear the brunt of sea-level rise, extreme heat, and greater food insecurity. Bangladesh is already considered ground zero for climate change and it is also rapidly urbanising, partly due to the climate crisis. Major cities like Dhaka are key destinations for climate migrants. Many of these migrants are women. On arrival, they often settle in low-income settlements that are prone to natural disasters that make them more vulnerable. So how do we start supporting change that turns women into problem-solvers instead of them having to only deal with the consequences?\nWe can start by asking if we are planning and designing cities keeping women in mind. Are women's needs and uses of public spaces and buildings adequately considered? Can they easily access basic services? Are there affordable and safe houses for single working women? Are the streets well-lit? Is there safe transport at all hours? What about clean public toilets? These are all seminal issues that need to be addressed for Dhaka to become a truly women-friendly city. Such disparities can limit women's mobility and opportunities for education and employment if left unaddressed. These challenges are also a hindrance from a development point-of-view since they often cause a challenge for organisations in the development, corporate, and other sectors in attracting females towards the workforce. Therefore, it is imperative that their safety, mobility, and security are ensured so that we do not lose out on the considerable professional talents of the women in our cities.\nFrom a sustainability viewpoint, we can help women become our urban climate leaders by first addressing concerns around their basic needs and safety. The challenges are only growing as more and more urban residents compete for limited jobs, goods, and services. This can create conditions that heighten tensions in cities and affect women's well-being. We've seen that the Covid-19 pandemic disrupted systems meant to ensure women's safety and security, leading to increased domestic violence. It reinforces the point that we need to make our cities safer for women and make it free from any kind of violence they might face. This also means creating an environment wherein women don't fear reporting violence. \nPositive efforts are already being undertaken. For example, Dhaka North City Corporation's Urban Resilience project focuses on climate-proofing the city. Both of Dhaka's city corporations have also partnered with UNDP to improve livelihoods in poor urban communities through the \"Livelihoods Improvement of Urban Poor Communities Project\" (LIUPCP) The project is part of a nationwide effort covering 19 cities and municipalities. Here, women from the settlements are leading on urban climate adaptation by investing in their communities' infrastructure. For example, as part of the project, women led the development of 449 infrastructure facilities including drains, streets, water pipelines and sanitation facilities in Dhaka alone. More than 60,000 women have benefitted from these facilities. Nationwide, women have had a say in developing more than 7,000 sanitation facilities and 10,000 infrastructure facilities with more than 900,000 women benefiting from these facilities. \nMoreover, UNDP, together with the National Human Rights Commission (NHRC) and Young Bangla—the youth platform for Centre for Research and Information (CRI)—has been running a nationwide youth- led campaign on women's safety in public places since October 2020, which has reached more than 7 million people till date.  UNDP has also recently helped NHRC to draft the Prevention of Sexual Harassment law to address women's safety and prevent gender-based violence in Bangladesh. \nWhile these are good efforts, making cities like Dhaka women-friendly and climate-proof requires a whole-of-society approach. In other words, it can no longer be left alone to local city governments and state institutions to tackle these massive challenges. Rather, all Bangladeshi citizens, especially young Bangladeshis, must be encouraged to contribute towards solutions or in their scale-up. It starts with raising greater civic awareness. Awareness campaigns in schools and across educational institutions on women's safety, creating women-friendly public spaces, and on climate change are one avenue to explore. A study where women from different walks of life are interviewed to get their views on what they would like to see change in the city is also another step that can be taken. This will additionally have the benefit of enabling them to get further agency on decisions which impact their lives.\nMost importantly, women and girls must have a say in the solutions. Over 200 women pitched in when asked how to improve safety as part of UNDP's campaign. Some mentioned strengthening public reporting and surveillance systems including having more CCTVs. Some highlighted working with religious leaders, transport workers and shop owners to raise awareness and provide support. Others noted sensitising the entertainment media which tends to undermine women and their safety. Traditional, stereotypical understandings of manliness, which often borders on domination, aggression, and homophobia, needs to be challenged and redefined. It is also important that women encourage other women to move past traditional gender-based roles. \nAs authorities and more citizens work together, these efforts will help safeguard women's well-being in urban areas and set women up to act on climate change. We must include their ideas, experience, and leadership everywhere decisions are made. There are numerous positive dividends to be earned. First, investing in gender equality allows women access to fundamental human rights including the right to live free from violence and discrimination. Second, gender equality and climate change goals are mutually reinforcing. Progress on one front affects the other, and vice-versa. These issues will be key to ensuring Bangladesh's progress on achieving the Sustainable Development Goals (SDGs) by 2030. It will also help set the foundation for a prosperous and inclusive Bangladesh as it aspires to become a developed nation by 2041. To this end, we remain committed as partners to invest in safe, inclusive cities for women that contribute to a sustainable future for Bangladesh. \n \nAtiqul Islam is Mayor, Dhaka North City Corporation (DNCC). Sudipto Mukerjee is Resident Representative, UNDP Bangladesh.\n",
        "headline_1": "Working towards safe, sustainable cities for women",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/working-towards-safe-sustainable-cities-women-2995021",
        "news_paper_name": "The Daily Star",
        "publish_date": "01-04-2022"
    },
    {
        "full_article": "While mobile financial services (MFS) are becoming increasingly popular among our population, a large number of clients are being discouraged from using the services because of various types of fraudulent activities. A survey conducted by the Policy Research Institute of Bangladesh (PRI) found that about one in 10 users have been victims of MFS fraud. The PRI surveyed 7,279 MFS users from 45 districts and 2,000 agents from 13 districts and identified some of the ways in which such frauds take place on this platform. While in many cases, the users' PINs are compromised, in other cases, the scams involve impersonation; sometimes the users' accounts are compromised altogether.\nWhat happens after the users fall victim to such fraudulent activities is, a majority of them discontinue using mobile financial services. This is because when they complain to the authorities of such occurrences, the latter often fail to take proper action. The PRI study found a strong link between the time required to address the victims' complaints and their decision to continue to use MFS—while 95 percent of the fraud victims who had their complaints solved in a day continued to use MFS, around 30 percent of the victims abandoned the platform for good because their complaints were not addressed.\nThe situation is concerning because if the users lose their confidence in these services, it will be difficult to expand the MFS market in the country, which has huge potential. Currently, 55 percent of our population uses MFS, and if we want to increase their number and go towards at least 85 percent coverage, there is no other way but to address the fraud issue.\nSo, how do we do that? Experts suggest that before financial inclusion, consumers need digital and financial literacy as the incidence of fraud is relatively higher among the less educated users and untrained agents. Therefore, steps need to be taken by the government and the private sector to educate the people about the basic uses of the MFS. Providing training to all the agents is no less important.\nLast but not the least, the consumers must be protected from any kinds of fraudulent activities at all costs. There need to be effective complaints recourse channels with trained staff who are efficient in handling fraud and other complaints and dedicated recourse channels for agents.\n",
        "headline_1": "Consumers must be protected from MFS fraud",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/consumers-must-be-protected-mfs-fraud-2995071",
        "news_paper_name": "The Daily Star",
        "publish_date": "01-04-2022"
    },
    {
        "full_article": "Cities grow or they decline. We have seen this throughout history. But can cities grow and decline at the same time? If you look at Dhaka, with its precariously integral socio-technical system ruthlessly tested every day, it becomes apparent that our beloved capital is increasingly the picture of a city both growing and falling apart. The story of its aggressive development needs no retelling. But look at the price we are having to pay for this—toxic air, harmful noise, unsafe drinking water, perennial waterlogging, heavy traffic, very high population density, astronomical prices of essentials, etc.\nIt's no surprise that Dhaka now has the distinction of being simultaneously the second-most polluted city and one of the most unliveable cities in the world. A report by this daily on March 31 details how this has been affecting the lives of residents, with their health risks greater than ever, their movement slower than ever, and their overall life prospects grimmer than ever.\nDhaka's air quality, for example, remains a constant source of worries. The average PM 2.5 concentration in the capital is 15 times higher than the limit set by the World Health Organization, thanks to unchecked vehicular emissions, factory fumes, brick kiln smoke, and dust accumulations. There is virtually no oversight of this deadly combination of sources. The issue of unsafe drinking water is no less worrying—with even Dhaka Wasa acknowledging presence of pollutants through faulty pipes. The ongoing cholera outbreak has also been blamed on Wasa's poor supply system. This makes sense when you consider how water, especially in rivers and canals, is regularly polluted through indiscriminate dumping of both household and industrial waste.\nThen comes the oft-ignored issue of noise pollution. Acceding to the latest report of the United Nations Environment Programme, Dhaka is now the world's noisiest city, with the average noise frequency here standing at a stupefying 119 decibels. This constant noise from traffic, construction sites or loudspeakers is causing serious health complications. No less disconcerting is the effect of the horrendous congestions on our roads (due to shortage of roads and a ridiculously inefficient traffic control system), or acute waterlogging (due to inadequate drainage, unplanned urbanisation, and encroachment of wetlands and water bodies), or the lack of parks, playgrounds and green spaces.\nThe combination of all these problems—none of which is less persisting than the others—can make your worst urban nightmare come true at any moment. Which makes us wonder whether the authorities are at all concerned about Dhaka's liveability condition. We believe the city is not still beyond saving, but we may not have much time left. We urge the city managers and planners to urgently formulate an action plan with practical and people-oriented interventions.\n",
        "headline_1": "Will we soon see the 'end' of Dhaka?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/will-we-soon-see-the-end-dhaka-2994896",
        "news_paper_name": "The Daily Star",
        "publish_date": "01-04-2022"
    }
]