[
    {
        "full_article": "The Hemant Soren government in Jharkhand has proved its majority amid the continuing uncertainty over the Chief Minister’s membership of the State Legislative Assembly. Mr. Soren is accused of allotting a mining lease to himself, an act that can potentially cost him his Assembly seat. In the 81-member strong Assembly, the ruling alliance of Mr. Soren’s Jharkhand Mukti Morcha, the Congress, NCP, RJD and CPI(M-L) had 48 votes in Tuesday’s vote of confidence, a comfortable majority. With 26 seats, the BJP has been left far behind but it has continued nurturing hope of seizing power that it had not won in the polls. The JMM-led alliance has been wobbly despite its numerical dominance in the face of the BJP’s constant threats of sabotage. Whispers regarding an ongoing scheme to upend the State government, as in Madhya Pradesh and Maharashtra, came to the fore with the arrest of three Congress MLAs in neighbouring West Bengal on July 30 with cash that they allegedly received for defecting. With the sword of disqualification hanging over the head of the CM, the ruling alliance managed to keep its MLAs together and initiated a confidence motion. The BJP appears to have developed second thoughts, and is unsure of its strategy to deal with Mr. Soren. The last word has not been said, but for now, the Soren government — and the alliance — has survived.Governor Ramesh Bais’s silence regarding Mr. Soren’s disqualification as MLA is confounding — or perhaps too transparent — for it mirrors the ambiguity of the BJP. Mr. Bais is expected to announce whether Mr. Soren stands disqualified, taking into consideration the opinion of the Election Commission of India (ECI) that he had received in August. There is no official word from the Governor on the ECI’s letter, but State BJP leaders are confident that the disqualification has been recommended. The process was triggered in February 2022 when the BJP complained to the Governor that Mr. Soren had got a mining lease from the State, and hence was in violation of Section 9(A) of the Representation of the People Act, 1951. There are several questions that will naturally follow if he were to be disqualified, the most important of them being whether he would be able to continue as Chief Minister. A Chief Minister can be in office without being a member of the legislature for up to six months. However, it would not be proper for a person who is disqualified as MLA for violating the law to continue as Chief Minister using a technical fig leaf. A more immediate question of impropriety is the Governor’s refusal to announce his decision and end the uncertainty, at least on one question. A Governor has no reason to try to tilt the scales in favour of or against any political party, through acts of omission or commission. Mr. Bais should take a decision and announce it at once.",
        "headline_1": "A matter of trust: On the uncertainty in Jharkhand",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/a-matter-of-trust-on-the-uncertainty-in-jharkhand/article65852991.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "06-09-2022"
    },
    {
        "full_article": "Merely days after the release of the National Crimes Records Bureau report that stated that those killed in road accidents — 1,55,622 in 2021 — had reached the highest level since 2014, industrialist and the former chairman of Tata Sons, Cyrus Mistry, and a fellow passenger lost their lives on Sunday when the car they were travelling in met with an accident near Palghar, Maharashtra. Police sources were quoted as saying that the passengers were not wearing their seat belts. The tragic and avoidable accident should heighten awareness of the need for car safety deployments and their enforcement by road safety authorities. It is well understood today that the use of low-cost restraint systems such as seat belts and airbag equipment have helped reduce car passenger-related fatalities effectively. Studies, quoted in a road safety report prepared by the Transportation Research and Injury Prevention Centre, IIT Delhi, in November 2021, estimated that “air-bag deployment reduced mortality by 63%... lap-shoulder-belt use reduced mortality by 72%, and combined air-bag and seatbelt use reduced mortality by more than 80%”. While awareness about and enforcement of seat belt use have relatively increased over time despite stark numbers on non-compliance related deaths (the Road Transport Ministry estimated that 26,896 people had died due to non-use of seat belts in accidents in 2017), the enforcement for belt wearing for rear seat occupants has been almost non-existent. This is a shame as a study by the Insurance Institute for Highway Safety, U.S., shows that rear seat occupants were eight times more likely to suffer serious injuries in a mishap if they did not buckle up than if they did. Other aspects such as the proper use of headrests also help in reducing injuries due to whiplash during accidents.Another worrying trend identified by the IIT Delhi report is that while national highways constitute only 2% of the total length of roads in India, they contribute to 36% of fatalities. While the proximate cause of deaths and injuries to passengers in this particular accident was high speed driving, in line with the NCRB’s findings that 56% of India’s road accidents in 2021 were caused due to overspeeding, it is also true that policing has often resorted to simplistic methods to determine ‘driver’s fault’ in most road accidents. The road safety report points out that the NCRB’s figures were a gross underestimate and the only way to reduce fatalities was to institute evidence-based, India-specific and effective road safety policies. These include looking at composite factors such as poor road design and maintenance of road and traffic infrastructure in fixing responsibility for accidents. One suggestion — the removal of medians on intercity highways and replacement with steel guard rails or wire rope barriers — also merits consideration.",
        "headline_1": "Rear guard action: on car accident-related deaths",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/rear-guard-action-on-car-accident-related-deaths/article65854091.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "06-09-2022"
    },
    {
        "full_article": "Britain has a new girlboss, Liz Truss, but the country’s new, always Insta-ready prime minister has a problem. She speaks the language of relentless boosterism – the upbeat idiom of her predecessor, Boris Johnson – but lacks his charisma and people-pleasing delivery. She offers nostrums – a power fantasy and utopian economic promise – that reprise Britain’s Iron Lady but Truss ain’t no Maggie Thatcher.\nIn any case, today’s Britain is a world away from the nation that Thatcher decisively (and divisively) put on course for growth in the 1980s by drastic privatisations and deregulation. At the weekend, GDP figures from IMF showed Britain slipping one place below India, which is now the world’s fifth largest economy.\nRead full opinion on TOI+\n\n",
        "headline_1": "PM of the Uneasy Kingdom: Liz Truss’s boosterism won’t help a Britain that matters less globally & is crisis-hit at home",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/pm-of-the-uneasy-kingdom-liz-trusss-boosterism-wont-help-a-britain-that-matters-less-globally-is-crisis-hit-at-home/",
        "news_paper_name": "The Times of India",
        "publish_date": "06-09-2022"
    },
    {
        "full_article": "Europe woke up to the Nord Stream shock yesterday when gas prices surged 30%. This came on the back of an increase of over 400% in gas prices over the last year. Nord Stream is a 1,200 km pipeline under the Baltic Sea that transports Russian gas to Germany. Russia shut it indefinitely last week, ostensibly for maintenance. Europe’s predicament isn’t a surprise. It’s the consequence of refusing to heed the lessons of history.\nEconomic sanctions have repeatedly failed to achieve their aims while inflicting collateral damage. Yet, the US, UK and EU rushed headlong into sanctioning Russia, only the 11th largest economy but a global heavyweight in commodity exports and a dominant source of gas supply to Europe. The last time sanctions were applied on a country of similar size was when Italy invaded Ethiopia in 1935, but then energy exports weren’t in play. The collateral damage of gas market disruptions has rippled out as far as Bangladesh. Given energy’s criticality to modern society, the problems will multiply. To illustrate, Germany just unveiled the year’s third energy crisis relief package. The rest of the EU and UK will follow suit to cushion households. The consequence will be spiralling debt and economic recession.\nThe US, UK and EU extended generous fiscal packages to tide over the pandemic’s first stage. US government debt to GDP was 103% in June 2019. A year later it was 136%. All governments began to pare debt ratios in 2021. For example, EU’s debt to GDP ratio which was 92% in March 2021 was rolled back to 88% a year later. However, the energy shock and looming recession is set to worsen the situation once again. Britain’s incoming PM Liz Truss faces a formidable economic challenge with a debt to GDP ratio of 99.6% in March and an economic contraction forecast in the coming months.\nThe last year has brought back the fiscal impact on inflation and its spillover to macroeconomic stability and growth into the limelight. The cliché that there’s no free lunch in an economy remains a time-tested principle. It’s something India’s political executives and legislatures must heed. The aggregate government debt to GDP ratio is in the vicinity of 85%, with GoI accounting for about 60%. Two decades ago political consensus emerged to legislate FRBM at both levels of government. That spirit needs to be revived.\n\n",
        "headline_1": "Gasastrophe: EU, UK paying for overusing sanctions. India’s free of those problems. But total govt debt needs a look",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/gasastrophe-eu-uk-paying-for-overusing-sanctions-indias-free-of-those-problems-but-total-govt-debt-needs-a-look/",
        "news_paper_name": "The Times of India",
        "publish_date": "06-09-2022"
    },
    {
        "full_article": "Cyrus Mistry’s tragic and accidental death was perhaps avoidable, and so were hundreds of other similar tragedies – had the practice of rear passengers in cars wearing seat belts been universal in India. Almost every Indian is guilty of disregarding this safety norm. While many front seat passengers now fasten seat belts, thanks in part to legal requirements and lately due to built-in warning beeps in cars, those in rear seats assume they are less vulnerable to accident injuries.\nIndian law requires seat belts for all car passengers and dual airbags for front seat travellers. Mistry’s car had rear airbags too, as is the norm in luxury cars now. However, since he wasn’t wearing a seat belt, as per police investigators, he may have crashed against the front seat before the airbag deployed. Rear seat belts slow down this dangerous forward momentum. Even in cars without rear airbags, a rear seat belt can act as a check against a sudden, violent force. Safety research shows that wearing rear seat belts also reduces the risk for front passengers, who otherwise can be injured by rear passengers being thrown forward, sometimes more than once, depending on the force of the collision and the speed of the vehicles.\nThe road and highways ministry’s road accidents report for 2020 reveals 15,100 drivers and passengers were killed due to non-use of seat belts. For perspective, 17,800 travellers in four wheelers were killed that year. This is a scary indicator of how many people are dying because of non-compliance with a basic safety feature. Given the lax state of traffic enforcement, especially on highways, all cars must come built-in with warning beeps for non-use of not just front seat belts but also rear seat belts. The annoying and persistent noise may finally drive some sense into all of us.\n\n",
        "headline_1": "Fasten rear seat belts: Mistry’s and many other tragic road accident deaths remind us not to ignore a basic safety measure",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/fasten-rear-seat-belts-mistrys-and-many-other-tragic-road-accident-deaths-remind-us-not-to-ignore-a-basic-safety-measure/",
        "news_paper_name": "The Times of India",
        "publish_date": "06-09-2022"
    },
    {
        "full_article": "Three couples elope, each of them running from families because of their caste, religion and sexuality respectively. But what happens after they ride off into the sunset? Author Mansi Choksi’s debut book ‘The Newlyweds’ traces the ups and downs in the lives of these couples over several years. Choksi talks to Ketaki Desai about the realities of fighting for love while still aching for familial approval:\nFor over half a decade, you’ve tracked the journey of three couples who risk everything for love. Do they find their happily ever after?\nWhen I went into this project, I was interested in lingering in the afterlife of the kind of stories we constantly consume in Hindi movies and soap operas. That aspect of pop culture formed a narrative in their mind for what love should look like. As I spent time with them, I watched this grand love get reassigned to day-to-day life. What happens after you elope, put everything at stake? When love becomes part of the daily hum of life. What I learnt is that love can take various forms. Love can someday show up as regret, some days as hope, joy or longing for acceptance in a world you left behind. It’s not what these young people went in thinking it would be.\nRead full opinion on TOI+\n\n",
        "headline_1": "‘What happens after you elope? The mundanity of living this grand love requires recalibration’",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/the-interviews-blog/what-happens-after-you-elope-the-mundanity-of-living-this-grand-love-requires-recalibration/",
        "news_paper_name": "The Times of India",
        "publish_date": "06-09-2022"
    },
    {
        "full_article": "The snail's pace at which the judicial system of Bangladesh operates, resulting in lower-than-expected rates of conviction, has been a huge cause of concern for a while now, especially with regard to gender-based violence. Recently, this issue has also been flagged in the Annual Drug Report 2021 of the Department of Narcotics Control (DNC), which found that conviction rates in narcotics cases have been consistently falling over the past eight years. From 64 percent in 2014, the rate came down to 40 percent in 2021.\n\nBy delaying these cases, not only are the relevant authorities failing to deal with drugs and related crimes, they are also increasing the chances of innocent citizens becoming caught up in lengthy cases, with little possibility of receiving justice in the near future.\nOn Monday, this daily also reported on a narcotics case that was stuck in the system for 18 years before the accused were finally acquitted, after the charges against them could not be proven. This, unfortunately, has become a norm rather than the exception. Despite the fact that the DNC appointed 68 prosecutors across the country in 2019 to improve the conviction rate and expedite disposal of long-pending cases, the report found that a total of 73,312 cases are now pending with the court. According to DNC officials and lawyers, faulty case filings, weak investigation and case statements, and absence of credible witnesses are the main reasons behind this sorry state of affairs. Witness statements were particularly mentioned as a thorn on the side of the prosecution, since proof of seizure can only be given via statements and not video footage, which often exists from narcotics raids.\nWhile the Evidence (Amendment) Act, 2022 will soon allow electronic records and digital data to be admissible in court, we find it difficult to understand how it is possible that witnesses for the prosecution – including the officers in charge of seizing narcotics – are failing to show up in court. For example, this daily found court documents of a case where the investigating officer himself did not appear before the court to testify, despite the court issuing several summonses.\nThis apathy on the part of the people responsible for narcotics control is wholly unacceptable, especially since DNC data suggests that narcotics smuggling, especially of yaba, increased in 2021 when compared with the previous year. Is this also the reason why a substantial portion of narcotics cases seems to be always against smugglers from the lowest levels of the organised groups responsible for drug trafficking? It is no secret that the vast amounts of drugs trafficked into the country require an organised criminal network. Yet, we rarely see high-profile arrests, let alone convictions, in this regard.\nWe must also remember that no one is guilty unless proven so in court. By delaying these cases, not only are the relevant authorities failing to deal with drugs and related crimes, they are also increasing the chances of innocent citizens becoming caught up in lengthy cases, with little possibility of receiving justice in the near future.\n",
        "headline_1": "Why is the conviction rate in drugs cases falling?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/why-the-conviction-rate-drugs-cases-falling-3111831",
        "news_paper_name": "The Daily Star",
        "publish_date": "06-09-2022"
    },
    {
        "full_article": "Few would contest the claim that the health sector has become a hotbed of corruption over the last few years. This became quite evident during the Covid-19 pandemic when multiple reports were published exposing the extent of corruption and collusion among health officials and politically connected businessmen. A new report now puts them on the spot again, as it reveals audit objections raised by the Comptroller and Auditor General claiming that financial irregularities worth Tk 193 crore were committed in the early stage of the pandemic. This was done through various purchases of the health directorate, including that of emergency protective equipment.\n\nClearly, the rot didn't stop there – it has spread far and wide, and nothing short of an across-the-board reform drive will be enough to rein in this massive level of mismanagement in largely unaccountable public institutions.\nReportedly, the directorate, with funds from World Bank, took up a three-year project of Tk 1,112 crore to deal with the pandemic in FY 2019-20. But, as per the audit report, it failed to give satisfactory answers to 12 of the objections raised in the first year of the project. Take the case where the directorate signed a contract with a firm to purchase 150,000 KN95 face masks, of which 24,000 were delivered in a soaked state and 2,000 were not delivered at all. Or the case where the directorate said it had bought 200,000 PPEs (personal protective equipment), 310,000 masks and 1,550 thermometers, although no receipt was found for the majority of them. There were also allegations of purchasing equipment from \"incompetent\" and \"inexperienced\" firms, purchasing at different or higher-than-agreed rates, unrealised fines for late delivery, etc.\nThese objections corroborate previous findings on corruption as revealed by the media and independent studies. These also show how embedded corruption is not just in the health sector but in all public sectors as well. It was only the other day that a survey by the Transparency International Bangladesh found that almost 71 percent of the households endured corruption while trying to get services last year. The survey covered at least 22 service sectors \"riddled with petty corruption\", including bribery, extortion, embezzlement, deception, negligence of duty, nepotism, etc.\nIncidentally, the latest audit objections against the health directorate follow two of our own reports on objections raised by the Comptroller and Auditor General about public expenditure in different sectors. In one instance, the parliamentary standing committee on public undertakings even expressed \"shock\" at the huge extent of financial irregularities at the Bangladesh Petroleum Corporation.\nClearly, the rot didn't stop there – it has spread far and wide, and nothing short of an across-the-board reform drive will be enough to rein in this massive level of mismanagement in largely unaccountable public institutions. As for the allegations against the health directorate, we urge the higher authorities to immediately investigate whether unusable and insufficient masks were purchased and deals with incompetent firms were signed.\n",
        "headline_1": "Health ministry can't just rebuff calls to curb corruption",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/health-ministry-cant-just-rebuff-calls-curb-corruption-3111796",
        "news_paper_name": "The Daily Star",
        "publish_date": "06-09-2022"
    },
    {
        "full_article": "Dr Imtiaz Ahmed, professor of international relations at Dhaka University, talks about Prime Minister Sheikh Hasina's ongoing visit to India and what to expect in the future of Bangladesh-India relations in an interview with Shuprova Tasneem of The Daily Star.\nWill importing fuel from Russia be a major talking point during the prime minister's trip, and can that affect our relationship with other nations?\nIn light of the Covid pandemic and the Russia-Ukraine war, there will definitely be a focus on energy security. India still has a relationship with Russia and has not looked into sanctions the way the West wanted. Bangladesh would definitely want to learn how we can benefit from this relationship.\nAt the same time, one should know that any energy insecurity in Bangladesh would also become a problem for the West. Our main export markets for ready-made garment (RMG) products are in the US and Europe. If we suffer from energy insecurity and it costs us more to produce RMG products, it will also increase their costs and reduce their profit margins. So I believe it will be a win-win situation for all if we can resolve our energy problems, either through a good relationship with Russia by purchasing directly, or through help from India, particularly when it comes to payment and other mechanisms.\nHow important is Bangladesh in India's Look East Policy, especially given India's current relationship with China?\nThe importance depends on how much honey there is in the pot. If there is more instability and less economic development, this interest will fizzle out. Ultimately, geopolitics does not create human beings – it's human beings who create geopolitics. Bangladesh's growth momentum over the last 15-20 years, despite the obstacles faced, is what makes other countries interested in us, including India.\nBangladesh has by now managed to convince the world that what we are interested in is economic development. It comes from our long-cherished goal of becoming a peaceful country – a goal that was set by the father of the nation. So whether we have ties with India, China, Japan, the US or Russia – all of it is based on an economic relationship, not security or military development. At the same time, Bangladesh guarantees that we would not allow anyone to use our territory against anyone else. That's what leads to favourable ties with Dhaka regardless of who is in power in India, because the current regime has made good on this promise, especially in terms of dealing with insurgency coming from the northeast. So I don't think Delhi or Beijing have any worries over Bangladesh's ties with others, since a military alliance is never on the cards.\nThere are some concerns that Bangladesh is too dependent on trade with India when it comes to essential goods. What is your view on this?\n\nNo country would want to be dependent on one source. We've had hiccups in this regard, especially in terms of onion import, which forced us to look to Egypt and Pakistan. We have already opened a channel with Russia for wheat, so I don't think this is really an issue. The problem is that whenever we discuss trade or connectivity, we fall back on traditional linkages and use a piecemeal approach.\nPolitical will is required to look at the bigger picture. To this date, we have not been able to mainstream technology and talk about creating new structures. For example, we are currently discussing updating railway structures from the British era. But with the existing technology, it's not difficult to think of a high-speed train between Dhaka and Delhi. There are countries that have changed their entire geographical composition like this, such as China. So why are we not thinking about this?\nThe first thing that needs to change is our mindset. We are very conservative when it comes to planning and investing in long-term projects. The fact that India spends huge resources on the conflict with Pakistan could be part of this. There are an estimated half a million troops in Kashmir alone, it's unthinkable. But beyond the funding, there is also a lack of imagination. Technology has given us the opportunity to not be slaves to geography, and we should take advantage of that. The possibilities in this region are immense.\nWhile there are talks of other water-sharing treaties, we are still no closer to a resolution on the Teesta.\n\nI can't speak for the policymakers, but it's possible they think that if we go forward with other water-sharing agreements, we can tone down the issue of Teesta and return to it later. But if we fail to resolve the Teesta issue and go ahead with other agreements, then there will of course be criticism, and the government will have to deal with that. One estimate suggests that the livelihoods of 20 million people are impacted by the Teesta River. If we keep their concerns hanging for so long, despite there even being a draft agreement, and move on to other rivers that don't impact as many people, it will definitely become a political and a partisan issue.\nSo why is the Teesta issue not being resolved? We need to have frank discussions with Delhi on the factor that is Sikkim. There are 30-32 small and big dams for hydroelectric power that are estimated to be affecting around five percent of water flow in each of the dams, according to one eminent Indian hydrologist, leading to a lean seasonal flow draining into Bangladesh. Mamata Banerjee's contention around Teesta is all about this – not considering Sikkim in the calculations.\nWill they deconstruct the dams? Of course not. But Bangladesh can try to solve this by storing rain/floodwater from the rainy season and letting it flow during winter. There are environmental and monetary costs: one calculation suggests it will be around USD 1 billion. Although China showed some interest, India immediately became fearful of it. One way to resolve this is by creating a consortium where different stakeholders can provide the funding and expertise for this infrastructure. India must accept that Bangladesh will not wait forever to resolve this issue.\nWill Myanmar and the Rohingya refugees be a part of the discussions in Delhi?\n\nDefinitely. The point that some of us are also raising is, now that there are talks about a tripartite engagement on the Rohingyas between China, Myanmar and Bangladesh, why can't Delhi organise the same? That is something I think our prime minister would flag this time, especially since we have not seen much progress on this issue. Given that India has good relationships with both Bangladesh and Myanmar, it can play a critical role. Take, for example, Turkey's involvement in talks between Russia and Ukraine to open a Black Sea corridor for the export of grains, which helped it become one of the big players when it comes to negotiations in this conflict. Playing a similar role in the Rohingya issue could also boost India's global status. This is especially pertinent now after the two ICJ judgments recognising the \"Rohingya\" identity and the US calling the Myanmar military actions against the Rohingyas a \"genocide.\"\nWhy have we stopped talking about border killings?\nThis is very unfortunate. If a smuggler is not armed, you can arrest him, but killing him is not permitted under the Indian Constitution or the international law. And then there are the killings of civilians like 15-year-old Felani Khatun. Yet, during the Galwan dispute on the India-China border, not a single shot was fired. Why is that? Because of a 1996 agreement between China and India that stipulates no-one can carry firearms for two kilometres on each side of the border. So if this can be done there, why can't it be done on our borders?\n",
        "headline_1": "‘Bangladesh can’t wait forever to resolve the Teesta issue’",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/bangladesh-cant-wait-forever-resolve-the-teesta-issue-3111741",
        "news_paper_name": "The Daily Star",
        "publish_date": "06-09-2022"
    },
    {
        "full_article": "Over the last few weeks, newspapers have been publishing two contrasting pictures. One shows the activists of the ruling Awami League carrying locally-made arms in a display of muscle power and dominance in the political sphere, and the other is of angry BNP supporters holding protests in larger numbers. In never-ending confrontational politics, such contrasting images are not unusual, but the difference in policing those public gatherings is quite shocking.\nThough our police are supposed to be neutral and sincere in maintaining peace and order, their actions and inactions could not be more partisan. Reports suggest that, over the fortnight, there were clashes in more than 70 places across Bangladesh. In most cases, armed supporters of the ruling party attacked BNP activists where police remained mere spectators, but in other incidents, they too became involved in the violence – often with brutal and excessive force. The worst, however, is the shocking revelation that a member of the Detective Branch (DB) used an unauthorised rifle to open fire at a BNP crowd in Narayanganj. Samakal quoted an unnamed official who claimed that the alleged offending DB official was not supposed to own this, since the force only gave him a pistol. Narayanganj ASP Tariqul Islam told the newspaper that police usually deploys shotguns for riot control, not rifles. Thereby, the picture showing the DB man firing a Chinese rifle raises many serious questions, and such grievous violation of rules needs to be investigated.\nThe brutal excess in policing is also cause for grave concern. The same Samakal report quoted another ASP, Amir Khasru, saying that police had used more than 700 rounds of bullets in Narayanganj, which resulted in the death of BNP activist Shaon and left more than 250 people injured, including 25 with gun wounds. The BNP rally was organised to celebrate their founding anniversary, and images published in newspapers show little signs of resistance from its participants, who seem largely unarmed, as police charge to disperse the crowd. It was quite a contrast to the images of armed ruling party supporters displaying their prowess on the streets and not giving an inch to the opposition.\nA similar kind of policing happened in Bhola too, where sadly two people were killed. It happened in Narsingdi and Chittagong as well, and all these incidents took place during the ongoing opposition campaign to protest against price hikes, energy crisis and economic woes. The trend that is emerging in policing protests clearly shows unwarranted and disproportionate use of force – deadly fire power, in particular.\nRules on regulating lawful and unlawful assemblies dictate that opening fire on demonstrators should be the last resort, used only when there is no other way to save lives and properties. None of the recent protests suggest any unruly behaviour, like wanton destruction of public property. There are stricter procedures for dispersing any authorised or pop-up protest, and if and when dispersal orders are not followed by protesters, there are ways to tackle the offenders, including suing them for violating lawful orders. Police are supposed to show maximum restraint even when they are provoked.\nChapter IX (Articles 127-132) of the Code of Criminal Procedure, 1898 clearly defines how to deal with unlawful assemblies, including the usage of civil and military powers, in which the principle is, even after issuance of an order, a law enforcement officer shall \"obey such requisition in such manner as he thinks fit, but in so doing he shall use as little force, and do as little injury to person and property, as may be consistent with dispersing the assembly and arresting and detaining such persons.\"\nIn addition, about the use of firearms to disperse an unlawful assembly, the Police Regulations, Bengal stipulates in Clause 153 (C) that \"i) An order to fire upon a crowd should be regarded as an extreme measure to which recourse should be had only in the last resort when it is absolutely necessary for the defence of life or property or when a magistrate, an officer-in-charge of a police station or (a) police officer superior in rank to such officer considers it impossible to disperse a mob by any other means; ii) Before an order is given to fire upon a crowd, the magistrate or, if no magistrate is present, the police officer in command shall give a lull and sufficient warning to the rioters that they will be fired upon if they do not disperse immediately; iii) All ranks engaged in the suppression of a riot or in the dispersal of a riotous assembly must await the orders of a magistrate, an officer-in-charge of a police station or a police officer superior in rank to such officer before firing.\"\nHuman rights standards have led to forces in many democracies ditching even water cannons in dealing with violent crowds. Aggression in protests in many capitals are not softer by any definition. Imagine if police had opened fire during the January 6 storming of the Capitol in Washington, DC, which caused the deaths of two police officers.\nIn Bangladesh, law enforcement forces seem to be heading in the opposite direction and becoming more trigger happy. The government needs to act to reverse the trend promptly, as it has done in dealing with police excesses against a faction of Chhatra League in Barguna. Civic rights groups, too, should speak out against unwarranted use of disproportionate force to suppress protests.\n \nKamal Ahmed is an independent journalist and writes from London, UK. His Twitter handle is @ahmedka1\n\n",
        "headline_1": "Excessive force against protesters can’t be justified",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/excessive-force-against-protesters-cant-be-justified-3111646",
        "news_paper_name": "The Daily Star",
        "publish_date": "06-09-2022"
    },
    {
        "full_article": "The snail's pace at which the judicial system of Bangladesh operates, resulting in lower-than-expected rates of conviction, has been a huge cause of concern for a while now, especially with regard to gender-based violence. Recently, this issue has also been flagged in the Annual Drug Report 2021 of the Department of Narcotics Control (DNC), which found that conviction rates in narcotics cases have been consistently falling over the past eight years. From 64 percent in 2014, the rate came down to 40 percent in 2021.\n\nBy delaying these cases, not only are the relevant authorities failing to deal with drugs and related crimes, they are also increasing the chances of innocent citizens becoming caught up in lengthy cases, with little possibility of receiving justice in the near future.\nOn Monday, this daily also reported on a narcotics case that was stuck in the system for 18 years before the accused were finally acquitted, after the charges against them could not be proven. This, unfortunately, has become a norm rather than the exception. Despite the fact that the DNC appointed 68 prosecutors across the country in 2019 to improve the conviction rate and expedite disposal of long-pending cases, the report found that a total of 73,312 cases are now pending with the court. According to DNC officials and lawyers, faulty case filings, weak investigation and case statements, and absence of credible witnesses are the main reasons behind this sorry state of affairs. Witness statements were particularly mentioned as a thorn on the side of the prosecution, since proof of seizure can only be given via statements and not video footage, which often exists from narcotics raids.\nWhile the Evidence (Amendment) Act, 2022 will soon allow electronic records and digital data to be admissible in court, we find it difficult to understand how it is possible that witnesses for the prosecution – including the officers in charge of seizing narcotics – are failing to show up in court. For example, this daily found court documents of a case where the investigating officer himself did not appear before the court to testify, despite the court issuing several summonses.\nThis apathy on the part of the people responsible for narcotics control is wholly unacceptable, especially since DNC data suggests that narcotics smuggling, especially of yaba, increased in 2021 when compared with the previous year. Is this also the reason why a substantial portion of narcotics cases seems to be always against smugglers from the lowest levels of the organised groups responsible for drug trafficking? It is no secret that the vast amounts of drugs trafficked into the country require an organised criminal network. Yet, we rarely see high-profile arrests, let alone convictions, in this regard.\nWe must also remember that no one is guilty unless proven so in court. By delaying these cases, not only are the relevant authorities failing to deal with drugs and related crimes, they are also increasing the chances of innocent citizens becoming caught up in lengthy cases, with little possibility of receiving justice in the near future.\n",
        "headline_1": "Why is the conviction rate in drugs cases falling?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/why-the-conviction-rate-drugs-cases-falling-3111831",
        "news_paper_name": "The Daily Star",
        "publish_date": "06-09-2022"
    },
    {
        "full_article": "Few would contest the claim that the health sector has become a hotbed of corruption over the last few years. This became quite evident during the Covid-19 pandemic when multiple reports were published exposing the extent of corruption and collusion among health officials and politically connected businessmen. A new report now puts them on the spot again, as it reveals audit objections raised by the Comptroller and Auditor General claiming that financial irregularities worth Tk 193 crore were committed in the early stage of the pandemic. This was done through various purchases of the health directorate, including that of emergency protective equipment.\n\nClearly, the rot didn't stop there – it has spread far and wide, and nothing short of an across-the-board reform drive will be enough to rein in this massive level of mismanagement in largely unaccountable public institutions.\nReportedly, the directorate, with funds from World Bank, took up a three-year project of Tk 1,112 crore to deal with the pandemic in FY 2019-20. But, as per the audit report, it failed to give satisfactory answers to 12 of the objections raised in the first year of the project. Take the case where the directorate signed a contract with a firm to purchase 150,000 KN95 face masks, of which 24,000 were delivered in a soaked state and 2,000 were not delivered at all. Or the case where the directorate said it had bought 200,000 PPEs (personal protective equipment), 310,000 masks and 1,550 thermometers, although no receipt was found for the majority of them. There were also allegations of purchasing equipment from \"incompetent\" and \"inexperienced\" firms, purchasing at different or higher-than-agreed rates, unrealised fines for late delivery, etc.\nThese objections corroborate previous findings on corruption as revealed by the media and independent studies. These also show how embedded corruption is not just in the health sector but in all public sectors as well. It was only the other day that a survey by the Transparency International Bangladesh found that almost 71 percent of the households endured corruption while trying to get services last year. The survey covered at least 22 service sectors \"riddled with petty corruption\", including bribery, extortion, embezzlement, deception, negligence of duty, nepotism, etc.\nIncidentally, the latest audit objections against the health directorate follow two of our own reports on objections raised by the Comptroller and Auditor General about public expenditure in different sectors. In one instance, the parliamentary standing committee on public undertakings even expressed \"shock\" at the huge extent of financial irregularities at the Bangladesh Petroleum Corporation.\nClearly, the rot didn't stop there – it has spread far and wide, and nothing short of an across-the-board reform drive will be enough to rein in this massive level of mismanagement in largely unaccountable public institutions. As for the allegations against the health directorate, we urge the higher authorities to immediately investigate whether unusable and insufficient masks were purchased and deals with incompetent firms were signed.\n",
        "headline_1": "Health ministry can't just rebuff calls to curb corruption",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/health-ministry-cant-just-rebuff-calls-curb-corruption-3111796",
        "news_paper_name": "The Daily Star",
        "publish_date": "06-09-2022"
    },
    {
        "full_article": "It seems another time bomb is ticking to explode anytime soon. The ticking time bomb here is the more than 1,000 units of subcontracting readymade garment (RMG) factories in operation all across the country but mostly concentrated in the apparel manufacturing zones around the capital and the port city. These factories are not members either of the Bangladesh Garment Manufacturers and Exporters Association (BGMEA) or the Bangladesh Knitwear Manufacturers and Exporters Association (BKMEA) and hence have not come under the purview of the meticulous inspection carried out by the former Western retailers Accord and Alliance following the Rana Plaza tragedy. Many of those were forced to close down during the pandemic but the ever-increasing flurry of work orders coming Bangladesh's way in recent times have brought them back to business. However, their revival has taken place in a roundabout way. Because they are not entitled to utilisation declaration (UD) without which shipment of RMG articles is impossible, they are doing subcontracting business for members of the 3,500 compliant export-oriented garment factories. According to a joint study carried out by the Centre for Policy Dialogue (CPD) and the Christian Aid in Bangladesh, the RMG units surveyed have on an average a shortage of 44 workers in a factory. The total number of working hands in the RMG industry is evidently staggering. When the leading exporting factories are taken into account, the shortage becomes quite telling given the higher working orders they receive. They are unlikely to share the working orders with their competitors. Thus the hectic business by the sub-contracting group can be explained. Now the 1,104 non-compliant and non-registered factories, according a five-year project called Mapped in Bangladesh (MiB) responsible for developing a database of RMG workers since 2017, employ 0.22 million workers. Evidently, such uninspected and uncared-for units in terms of absence of fire, electrical and structural integrity comprising one-third of the compliant RMG factories should be considered a ticking bomb without any doubt. The irony is that these non-compliant subcontracting units are serving the same purpose as the compliant units ---notably with the greatest number of 144 green factory buildings among them in the world --- but run the risk of tragedies that prompted Western retailers to intervene. This shabby and chaotic situation can continue because the arrangement serves all the local parties concerned. The Department of Inspection for Factories and Establishment (DIFE) failed to ensure safety of the garment factories earlier necessitating a comprehensive action plan by the foreign retailers. In case of the subcontracting units, the danger is looming large and no one is likely to feel prompted to improve the condition before another outsize tragedy takes place. Since work orders from abroad are mounting, let the RMG base get expanded. The subcontracting units should be the prime candidates for registration and other facilities upon their compliance with the rules and regulations governing safety measures. Also the workers at these factories can get out of the double exploitation regime they are subjected to. When in order, these factories will be able to grab further opportunities, like any other compliant unit, to expand business and reap higher profits than they do now.",
        "headline_1": "Subcontracting RMG units deserve better",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/subcontracting-rmg-units-deserve-better-1662382567",
        "news_paper_name": "The Financial Express",
        "publish_date": "06-09-2022"
    },
    {
        "full_article": "Many tourists in Bangladesh are said to be unaware of the restrictive measures in force these days for tourists willing to visit the Sundarbans. Accustomed to the age-old unhindered entry into the world's largest mangrove forest, a large segment of both the new-generation and elderly tourists have the least idea about the rules imposed time to time to control rampant visits to the site. However, these restrictions remained conspicuous mostly by their noncompliance. The situation in the Sundarbans has lately undergone a radical change, with the imposition of stringent rules on the entry to the forest and movements there. At one phase, the restriction began with a ban on hunting the Royal Bengal Tigers and many other endangered animals. Thanks to the ban on tiger-hunting, the mangrove forest has started witnessing a slow increase in the number of its tiger population. The latest round of restrictions on visits to the forest came into force with intervention of the Forest Department. Not long ago, the forest authorities imposed a three-month-long ban on intending tourists from June 1 to August 31. The three months are normally critical to most of the forest animals' breeding. The three-month entry ban is aimed at reducing the presence of the visitors, fishermen, woods and honey collectors in the otherwise animal-friendly mangrove forest. Except the said three months, the government now allows a limited number of large and small motor launches, trawlers etc to move about specific routes in the forest. With the restrictions in force, the number of tourists visiting in a group is being kept on record. On last August 1, seventy-five people were allowed to enter the rivers meandering through the forest on a ship-size motor launch. Another big vessel carrying a large group of artistes followed suit. More launches with 250 nature-loving tourists had been all set to enter the forest soon, officials at the Sundarbans station of the Forest Department said.In the immediate past, two to three-storey launches were allowed overnight or days-long stays inside the forest. It has yet to be known about the length of stay in the forest under the new series of restrictions. But passes are said to be required for both the vessels and tourists. Earlier, those were compulsory for fishing boats. Of late, 'bawalis' (loggers) and 'mawalis' (honey collectors) are required to produce passes, issued by the Forest Department, for their entry to the forest. Now that the east and southwest regions' connectivity is set to be more enhanced after the inauguration of the Padma Bridge, the forest authorities need to brace for a big wave of Sundarban tourists.The veritably new phase of Sundarbans tour carries bright prospects. In reaping benefits from this much-awaited goal, some imperatives have to be kept in mind by the authorities concerned. Foremost of them is remaining watchful of the elements out to do harm to the forest. Apart from killing wild animals, tigers and deer in particular, especially for the skins and also the former's bones, they also go for illegal logging. The encroachment of the nearby villages on the reserved forest continues unabated. It has led to a nearly unstoppable expansion of rural habitats and crop fields to the forest lands. Regular monitoring and patrol by forest guards could have put the destructive practice in check. But there are few signs of any concern on the part of the authorities. All this has resulted in the thinning out of the once dense forest and bushes in areas bordering the Sundarbans.The total area of the Bangladesh-India forest in the region's southern part was around 40,000 sq km two centuries ago. As the decades wore on, the total size of the mangrove forest continued shrinking. In the period spanning 200 years, the mega forest has reduced to 16,700 sq km, one-third of its original size. The share of Bangladesh during the partition stood at 2/3 of the forest, its larger segment. The rest became part of the Indian state of West Bengal.Ironical developments have kept occurring in the two-territory Sundarbans since partition. Despite its jurisdiction over the larger part of the forest, Bangladesh had been failing miserably in the upkeep of the mangrove forest. Of late, the plight of its trees and botanical resources, the rivers and canals flowing through it, and most significantly, the slow disappearance of its wildlife, has been giving rise to deep concerns among the environmentalists. Looking the other way as loggers fell trees indiscriminately has been singled out as one of the major reasons for the forest's premature dying-out in large tracts. At the same time, tourist movement throughout the year, especially in winter, once added to the deteriorating process of the Sundarbans. Apart from tourists of all ages packing the vessels, the launches with rookie operators at the steering at times strayed into eco-sensitive places. Thus damage done to the forest continued without respite. Compared to the West Bengal part of the forest, the Sudarbans inside Bangladesh until recently remained plagued with scores of irregularities.Besides the broader environmental impacts, smaller scourges once ranged from robbers' attack on fishing boats, clandestine tree felling to the forest losing its panoramic view. The forest was once viewed as a rampart against the cyclones slamming Bangladesh. This all-important role of the Sundarbans has been consigned to oblivion. These days, the forest on the Bangladesh side gives a depressing look. Although prohibited now, the free movement of cargo ships and trawlers has wrought havoc to the waters of the major rivers flowing through the forest. Bangladesh just cannot look on passively as this invaluable gift of nature --- the Sundarbans, continues to fade out for negligence it has been meted out to. It's high time the nation acted.\n[email protected]",
        "headline_1": "Reviving the Sundarbans' glory",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/reviving-the-sundarbans-glory-1662382832",
        "news_paper_name": "The Financial Express",
        "publish_date": "06-09-2022"
    },
    {
        "full_article": "After 51 days' self-exile, the ousted president of Sri Lanka has returned home. He is learnt to have received warm welcome at the Colombo's Bandaranaike International Airport on Friday (Sept 02).Evidently, the incumbent president Ranil Wickremesinghe has overseen Gotabaya's safe return. It may be recalled that Wickremesinghe took over as president after Gotabaya Rajapaksa fled the country on July 13, first to Maldives and from there to Singapore, from where he announced his resignation as president on July 14. And two weeks later Gotabaya took refuge in Thailand. While in Thailand where he had been living in a Bangkok hotel with his wife and two bodyguards under tight security, he was trying to regain his US citizenship which he renounced before contesting the presidential election held in November 2019. Now the question is, has he changed his previous plan to obtain US Green Card? Maybe he has other plans.He returned to Sri Lanka after the general secretary of SLPP, the party that Rajapaksa family leads, had reportedly urged the incumbent president, Ranil Wickremesinghe, a close ally of Gotabaya Rajapaksa, on August 19, to allow the former president to return home and provide him the security and facilities he needed. Accordingly, he has been allotted a state-owned house to live in as a former president.Many who believe in people's power may have been shocked at Gotabaya's victorious return home under state protection. But one should not be surprised. For the popular unrest over the Gotabaya government's utter failure to protect his country from its economic meltdown was a spontaneous one without leadership. But Gotabaya, who had to flee in the face of the fury of the mob that stormed his presidential palace, did still have strong support base in the country as the SLPP which his elder brother Mahinda Rajapaksa controls is still the majority in Sri Lankan parliament. So, Ranil Wickremesinghe, who succeeded Mahinda Rajapaksa as prime minister following the latter's resignation amid violent public protests and deepening economic crisis, remains a Rajapaksa loyalist. Though Wickremesinghe performed very badly in 2020's parliamentary election (in fact, his party was wiped out as it could not win a single seat) could still assume the office of prime minister, thanks to the support of Mahinda Rajapaksa's SLPP lawmakers in parliament. Mahinda Rajapaksa's political clout was evident from his supporters' attacks on anti-government protesters following his address to a rally of party supporters before he quit office.Meanwhile, Ranil Wickremesinghe has handled public protests with an iron fist.The mob, it may be recalled, on July 09 set Wickremesinghe's private residence on fire a few hours after they attacked then-president Gotabaya Rajapaksa's presidential house. Later, referring to that incident, Wickremesinghe, at a programme in July in the city of Kandy, even mocked some protesters who threatened to stage protests asking him to 'go home' saying that they should not do that (stage the protest) as he had no home to go. Unfortunately, though the protesters against the incumbent government have huge popular support, they have not been able to come up with an alternative leadership so far. The administration and the military have in consequence remained firmly behind the government of Ranil Wickremesinghe, a shrewd politician, at least until November 24 when its (the government's) tenure comes to an end. So, what next? Meanwhile, the International Monetary Fund (IMF) has agreed to extend a US$2.9 billion loan to bail out the bankrupt Sri Lankan economy.This indicates the international community's support for the government in office. One should not also be surprised if the Rajapaksas stage a comeback in the next polls.If history is any guide, popular unrests including violent ones usually peter out into a political cul-de-sac in absence of leadership. It happened in 2011 to the Egypt's Tahrir Square revolt or to the Syrian civil uprising.Sri Lanka's seems to be yet another in line.\n[email protected]",
        "headline_1": "What's next for Sri Lanka?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/whats-next-for-sri-lanka-1662382874",
        "news_paper_name": "The Financial Express",
        "publish_date": "06-09-2022"
    },
    {
        "full_article": "A footpath is for a walk, for the use of pedestrians only. It is the recognised manner in a civilised country. Bangladesh is an exception. The city of Narayanganj is a terrible example of this connection. Most of the footpaths in the city are occupied by hawkers and vendors. It is impossible to walk on these footpaths. The result is terrible traffic on the roads. Thousands of people need to walk on streets daily to cover a short distance. But the roads are also congested as the numbers of vehicles are too many. It creates risks of accidents.Political backing for illegal toll-taking is behind the makeshift shops in footpaths. Every day, a large amount of money is collected from the vendors on footpaths. It is alleged that various quarters including some political activists, get the share. Due to strong resistance from these quarters, the city corporation could not do anything. Despite several attempts, these footpaths in the city centre are not accessible to pedestrians. Interestingly, some footpaths in the southern part of the city are free. The people in Narayanganj need all the footpaths free for walkers. \nMd Selim MollahNarayanganj, Bangladesh[email protected]",
        "headline_1": "Illegally occupied Narayanganj footpaths",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/illegally-occupied-narayanganj-footpaths-1662382894",
        "news_paper_name": "The Financial Express",
        "publish_date": "06-09-2022"
    }
]