[
    {
        "full_article": "The decision by India and Bhutan to focus on infrastructure and connectivity during talks between Prime Minister Narendra Modi and Bhutan’s fifth King Jigme Khesar Namgyel Wangchuck is an important marker towards more bilaterally driven regional initiatives. A joint statement speaks of completing surveys for the Kokrajhar-Gelephu rail link that connects Bhutan to Assam, and beginning discussions on another Bhutan to West Bengal rail link, while also facilitating Bhutan-Bangladesh trade, with yet another rail link, and upgrading checkpoints along the India-Bhutan border. These plans foretell a future that could well change the development story of the region, including West Bengal and the northeast, Bhutan’s south and east dzongkhags (districts), as well as Northern Bangladesh. Bhutan’s economy has been dependent on hydropower and tourism revenues, and has been particularly hit by the COVID-19 pandemic as well as worries over global warming. A lack of opportunities has also led to emigration by educated youth and professionals. The new project proposed by the king, to build a Special Economic Zone at Bhutan’s southern border with Assam, and an airport at Gelephu, are expected to drive growth and investment to the kingdom. In addition, Bangladesh’s signing of a Preferential Trade Agreement with Bhutan in 2020 could increase Bhutanese export of local produce and build more markets for Indian and Bangladeshi producers in the sub-region. India’s “energy exchange”, which is bringing more Bhutanese and Nepali hydropower suppliers online, while planning to distribute energy to Bangladesh and Sri Lanka, will drive intra-regional growth and revenues. This would also power New Delhi’s attempt at bridging the economic gap with the northeast, while drawing development partners like the World Bank and donor countries like Japan into the creation of a “sub-regional hub”.Efficient and time-bound execution is, therefore, key to such ambitious plans. Given India’s problems with Pakistan and sanctions on Myanmar for the 2021 coup blocking the path for trade and land connectivity to the East, working with other countries on India’s periphery to build connectivity, markets and energy links is the most sustainable way forward. In the longer term, geopolitical conflicts and anti-globalisation trends are forcing regional groupings to be more cohesive, something South Asia has not been able to achieve as yet. As India worries about China’s push into South Asian trade, infrastructure projects and strategic ties, including concerns over a Bhutan-China boundary agreement’s overhang over Doklam and India’s “Chicken Neck” (Siliguri Corridor) route, these are ideas which will offer more security and prosperity for the countries involved, with particular benefits for Bhutan, India’s traditionally trusted partner in the region. \nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nIndia\n\n/\n\nBhutan\n\n/\n\nPrime Minister Narendra Modi\n\n/\n\nrailway\n\n/\n\nAssam\n\n/\n\nWest Bengal\n\n/\n\nBangladesh\n\n/\n\ntrade policy\n\n/\n\neconomy (general)\n\n/\n\nCoronavirus\n\n/\n\ninvestments\n\n/\n\ntrade agreements\n\n/\n\nenergy resources\n\n/\n\nSri Lanka\n\n/\n\ndevelopment\n\n/\n\nPakistan\n\n/\n\nMyanmar\n\n/\n\neconomic sanction\n\n/\n\nChina\n\n/\n\nclimate change",
        "headline_1": "Closer together: On the India-Bhutan talks and the plans ahead",
        "headline_2": "India and Bhutan can change the development story of the region",
        "link": "https://www.thehindu.com/opinion/editorial/closer-together-the-hindu-editorial-on-the-india-bhutan-talks-and-the-plans-ahead/article67508829.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "08-11-2023"
    },
    {
        "full_article": "Israel’s bombing of Gaza is entering its second month, and the tiny Mediterranean strip of 2.3 million people has been turned into what the UN has called a “graveyard for thousands of children” and “a living hell for everyone else”. According to the Gaza Health Ministry, at least 10,000 people, many of them women and children, have been killed in Israel’s onslaught, which began after Hamas’s October 7 cross-border raid, killing at least 1,400 Israelis. Israel’s attack has also displaced some 1.5 million people. Israel ordered more than a million Gazans to move south and then continued to bomb the enclave. High-rises have been levelled and northern Gaza’s neighbourhoods turned into rubble. Refugee camps, schools, hospitals and ambulances are not being spared, which led to frantic calls from the UN Secretary-General António Guterres for a ceasefire and respect for international humanitarian laws. According to the UN, 89 UN aid workers were among those killed in Gaza in four weeks, the highest “in any comparable period in the history of our organisation”. The war has also triggered massive protests across the world, especially in the Arab street. But Israel’s Prime Minister, Benjamin Netanyahu, has rejected calls for even a humanitarian pause, let alone a ceasefire.Israeli troops have now encircled Gaza city, a densely populated Hamas stronghold, and are involved in street battles with militants. The objective appears to be to topple the Hamas government, kill its commanders, destroy its military infrastructure and rescue the hostages seized by Hamas on October 7. In the past, Israel had taken quick victories against conventional armies in the region, but its track record in asymmetric wars is mixed. It has lost at least 30 soldiers, and once the fighting enters Gaza city, it is expected to be bloodier. If Israel presses on, turning the rest of Gaza into an open prison on fire, it can have disastrous consequences for West Asia. Yemen’s Houthis have already launched attacks against Israel. The Israeli-Lebanese border remains tense with Hezbollah saying all “options are open”. The only country that can rein Israel in is its patron, the U.S. But unfortunately, the Biden administration, despite all its rhetoric about rights and a rules-based order, is yet to act. This is an opportunity for the U.S. to show the moral leadership which it always preaches about. It should tell Israel, and use pressure if needed, that it cannot continue to kill Palestinian civilians in the name of its right to defend itself. Israel must be made to cease fire immediately.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nIsrael-Palestine Conflict\n\n/\n\nunrest, conflicts and war\n\n/\n\nhuman rights\n\n/\n\nlaws\n\n/\n\nUnited Nations\n\n/\n\nUSA",
        "headline_1": "Cease fire: On the danger of Israel turning Gaza into an open prison on fire",
        "headline_2": "From being a victim of terrorism, Israel has turned into a ruthless aggressor",
        "link": "https://www.thehindu.com/opinion/editorial/cease-fire-the-hindu-editorial-on-the-danger-of-israel-turning-gaza-into-an-open-prison-on-fire/article67508859.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "08-11-2023"
    },
    {
        "full_article": "By Mona Mehta\nCertain daily activities are essential for our physical survival, such as breathing, eating, drinking, and sleeping; they are part of our lives, always. We cannot afford to say, “I have eaten enough and breathed enough today; it should last for another month.” Or “I will sleep long hours one day and stay awake for the next few days.”\nMuch like the necessity of constant breathing and physical sustenance-related activity, for spiritual sustenance, we aim for the pursuit of mukti, liberation, which is also an ongoing process. It’s not something that you can engage in one day and think it will last for the next few days, because in spirituality, there is no concept of ‘tomorrow’.\nSpiritual awakening can happen only in the present moment. It is by remaining mindful of the present that we connect with our Atma Swaroop, Inner Self.\n\nThe band called The Police, sang: “Every breath you take, I’ll be watching you.” In spiritual language, we are to be in constant communion with our inner Self, to experience the feeling of being liberated. There’s no ultimate lakshya, goal, in adhyatma, spirituality, for the journey itself is the goal, filled with mukti bhava, the essence of liberation. Each breath, each moment, becomes the path in this infinite game of spiritual exploration.\nThe infinite game concept was popularised by Simon Sinek, inspired by theologian James Carse. He differentiates between finite games, like chess and football, with defined endpoints and winners, and infinite games, like business and politics, which have no defined rules and are played to sustain the game itself, rather than to win. Leaders with an infinite mindset build more robust, innovative, and enduring organisations. Sinek’s five essential leadership practices for an infinite mindset include: courage to lead; existential flexibility; worthy rivals; a just cause; and trusting teams.\nThe notion of an infinite game applies to life as well, where there’s no point at which you can declare victory or quit. We must continue to breathe, eat, and engage in our routines. People tend to apply the concept of winning and losing from finite games, like soccer, to various aspects of life, but this approach is flawed. Like life, relationships and marriage require constant effort and nurturing. They are infinite games, like the import of the Sanskrit term ‘anant’, ‘spiritual boundlessness’. As anant, infinity is not a measure of physical space in light years; it is consciousness space beyond physical limitations. Perhaps Steve Jobs was inspired by the idea of Anant to have named the earlier Apple office as ‘One Infinite Loop’.\nTo enhance his perspective, Simon Sinek could emphasise that this concept of infinity is profoundly spiritual. In spirit, unlike in matter, everything is infinite and boundless, beyond our mind’s complete comprehension. Despite the inability to fully grasp it, people do have a conceptual understanding, depending on the extent of their vision. An ant’s limited mental space dictates the extent of its world, just as different animals perceive their own unique realities. Only humans have the capacity to contemplate the stars and their connection to infinity.\nLife itself is an infinite game, an ongoing journey with no fixed endpoint. Embracing this thought can lead to stronger, more enduring relationships and organisations, and personal growth.\n\n",
        "headline_1": "Life is an infinite game, not a soccer match",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/life-is-an-infinite-game-not-a-soccer-match/",
        "news_paper_name": "The Times of India",
        "publish_date": "08-11-2023"
    },
    {
        "full_article": "IAF’s strike role has a long history and today it can hit targets over 4,000 km away with great precision. But now it also swiftly swings into action to provide humanitarian relief across continents or to help Indians. Last year it rushed to evacuate our students from Ukraine when war erupted there.\n\nThis year it rushed to earthquake-ravaged Türkiye’s aid. More recently, Operation Ajay both evacuated Indian citizens from Israel and delivered relief materials at the Rafah border between Gaza and Sinai.\nRead full story on TOI+\n\n",
        "headline_1": "How India’s rescue & relief operations got its global wings",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/how-indias-rescue-relief-operations-got-its-global-wings/",
        "news_paper_name": "The Times of India",
        "publish_date": "08-11-2023"
    },
    {
        "full_article": "The employment situation in India has attracted sharp debate and incorrect narratives using the private data generated by the Centre for Monitoring Indian Economy (CMIE). The National Sample Survey Organisation (NSSO)’s Periodic Labour Force Survey (PLFS) data employs a robust methodology and is reliable. So, we use the PLFS data to document the correct facts on employment in India.\n\nFirst, unlike inferences from the unreliable CMIE data, the employment situation improved consistently – both in quantity and quality – before the Covid-19 pandemic. From 2017-18 to 2019-20, regular wage/salaried employees increased by 1.5 crore, a growth of 13.2%; the increase among females was 0.72 crore or 29.4% and that for males 0.79 crore or 8.8%. Further, formal employment increased by 1.2 crore or 25.3%.\nRead full story on TOI+\n\n",
        "headline_1": "India works, look at the numbers: IMF executive director argues employment, in quantity & quality, has kept pace with growth",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/et-commentary/india-works-look-at-the-numbers-imf-executive-director-argues-employment-in-quantity-quality-has-kept-pace-with-growth/",
        "news_paper_name": "The Times of India",
        "publish_date": "08-11-2023"
    },
    {
        "full_article": "The Pressure Point is the new PowerPoint. So an airline CEO recently got himself a massage on his stressed spots while his juniors gave presentations. Rich yet kneady, he then encountered unfairness. The internet, composed only of raw nerves, made no bones about its ‘dislike’. It sent a battalion of downturned thumbs to poke the freshly soothed corporate flesh.\nIf sin it was, the topless CEO’s was only skin-deep. Many honchos have rubbed down the bottom lines to make them look unnaturally alluring to their investors. Besides, the airline guy’s exposure was demure compared to that of a venerable American legal commentator who joyfully went all ‘pro bono’ on himself during a pandemic-era Zoom call. In law, the phrase ‘in camera’ stands for private proceedings. The commentator apparently thought his video feed had been cut off when he began his autonomous-gratification case. Alas, ‘in camera’ was ‘on camera’ and therefore laws relating to Going Viral kicked in and he was kicked out of his job.\n\nThe question is, what accounts for the turbulence unleashed upon the airline boss? One answer lies in the common people’s painstaking efforts to look good at work, though their salaries have been frayed by Covid. I am a representative of the common people. The only top brand I have is the Hill Figure of my paunch. Yet, with the grit and stamina of an Ironman participant, I find the money for the press-wallah.\nIn my current posting, Goa, press-wallahs are few. We have ‘laundry professionals’ who even use the subjunctive mood: ‘If I were to deliver your clothes on Monday, would you be gravely inconvenienced – sir?’ The ‘sir’ trails into coldness, like a hot clothes iron thrust into water.\nYet, I endure the slights and delays to ensure my shirt’s sleeves and trousers’ fronts bear sharp borders. Like billions of ordinary jobbers, I want my whole body to look edgy in meetings. We want to assure our bosses that our entire being is on the brink of producing a great idea.\nWhy begrudge anybody’s pursuit of mollified muscles and tranquilised tissues? The euphoria may stimulate moguls to caress subordinates’ egos. And who wouldn’t enjoy a beauty mask tightening their face like a concise email that bosses love? Perhaps the upshot of the episode is that companies should offer employees a bonus called Spa: Special Pampering Allowance.\n\n",
        "headline_1": "Massage received: So stress eased, muscles mollified, tissues tranquilised",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/cache-of-cultures/massage-received-so-stress-eased-muscles-mollified-tissues-tranquilised/",
        "news_paper_name": "The Times of India",
        "publish_date": "08-11-2023"
    },
    {
        "full_article": "It is the sheer economic reasons that drive working age people from the rural or semi-urban backgrounds to the urban centres both within a country and across the border. Though cross-border migrant workers contribute to the economic growth of their host nations, they may still face discriminatory treatment from the employers there in terms of pay and working conditions. In the South Asian context, it mostly happens in the case of undocumented, cross-border migrant workers, say, from Bangladesh to India. Even though such intraregional movement of labour is essential for regional economic integration and growth, these migrant workers' interests remain unprotected in absence of proper legal protection. Since, according to reports, intraregional labour movement in South Asia (SA) has witnessed a marked growth in recent years, it is time, the countries of SA came up with legislations at the mutual, bilateral and multilateral levels to safeguard migrant workers' interests. Driven mainly by poverty, the mostly unskilled cross-border migrant workers land up in the host country's informal sectors usually offering low wages. This is more so for non-local workers who, as they have to compete with the native workers for the job, may trigger conflicts between natives and non-natives causing security concerns in the host country. Considering these as challenges facing cross-border regional labour migration, experts at a recently-held regional-level meeting in the city, rightly censured the policymakers of the regional nations for their failure to address these issues. Indeed, the cross-country labour migration could hardly ever draw due attention of the regional leaders. So, it is not surprising that, regional migration of workers that has been taking place on a large scale is neither reflected in the official records of the host country, nor of the country where they come from. Had the countries of the South Asian region kept records of the cross-border migration of workers and created a database, they would realise the importance of the phenomenon. In this connection, regional leaders would be required to create a positive public perception about migrant workers in the host economies, in particular. That would help create a congenial atmosphere for migrant workers to feel at home at their workplaces in the host countries and contribute better to their economies. On this score, there should also be arrangements for upskilling the cross-border migrant workers to meet the requirements of prospective employers in the host country. At the same time, what one cannot be oblivious of at this point is that a significant portion of the cross-border workers are women. Since gender bias at the workplace is common in South Asia, especial attention of the policymakers would be required to make the working conditions gender-friendly. Everywhere in the region, female workers face hurdles having to do with gender-related issues at entry level as well as while climbing the ranks in their respective services. There is also the additional danger of cross-border trafficking in persons, especially females. So, strict monitoring measures should be in place both in the source and host nations of the migrant workers to check human trafficking in the guise of cross-border workers' migration. So, the South Asian governments should work out procedures to set a harmonious standard for accreditation of the cross-border migrant workers' skills. That would help them avail of the existing job opportunities in a neighbouring country.",
        "headline_1": "Better deal for cross-border migrant workers",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/better-deal-for-cross-border-migrant-workers-1699365103",
        "news_paper_name": "The Financial Express",
        "publish_date": "08-11-2023"
    },
    {
        "full_article": "The presence of arsenic in almost all regions of the country is no recent find. It was more than 20 years ago when the dreaded arsenic was found to have emerged as a health crisis in many parts of the country. Arsenic in alarmingly high levels was detected in the ground water of 59 out of the 64 districts. The poisonous effects of consumption and even use of arsenic-contaminated water in household chores called for urgent action. But there was no ready solution for the government to stop the menace from spreading and taking new locations under its clutch. The menace was more talked about than actions taken to address it.It took a while for the government to act in line with anti-arsenic practices in other countries. Millions of tube-wells were tested and hundreds of thousands of safe ones installed to avert a major health crisis. However, over the years, the talks on curbing arsenic menance have remained much muted as if the threats have all but disappeared. But the latest study reveals that the situation now is scarier than it was initially thought to be. A study by the Human Rights Watch some time ago reveals that the situation now is scarier than it was initially thought to be. A silent killer, arsenic manifests itself over time in the form of skin lesions, cancer, and cardiovascular and lung diseases. The study says nearly 20 million people are still drinking arsenic-laced water in Bangladesh. Prevalence of the menace has not declined, the study says, although millions of wells were tested and thousands of safe ones installed to avert a major health crisis. The study further adds that around 43,000 Bangladeshis die each year from arsenic-related diseases.According to another study, in recent decades, of the about 164 million population, some 35-77 million people in Bangladesh have been exposed to toxic levels of arsenic from drinking water. The sole dependence on groundwater for drinking purposes in rural Bangladesh, which represents nearly 75 per cent of total population, has made the situation much worse.There are conflicting reports regarding the actual state of arsenic contamination in the country. Initially, way back in 2003, there were some well targeted moves to ascertain the situation and some precautionary steps were also taken. According to government claims, 5.0 million rural tube wells were tested and painted green or red to indicate their safe or unsafe types respectably. However, how far this action was able to keep people away from drinking or using the unsafe tube wells and whether that helped mitigate the problem has not been assessed as yet. It is indeed surprising that whatever alertness and mitigation efforts were in place some twenty years ago seem to have dissipated for the most part.Arsenic is found in water from shallow tube wells across huge swaths of rural Bangladesh. Although deep tube-wells can often reach groundwater of better quality, government programmes to install sufficient new wells do not seem to have worked as yet. Researchers say that mass arsenic contamination can be substantially contained by drilling wells deeper than 500 feet. If this be the case, wells and other types of safe water projects to supply water to the worst exposed 20 million people should be provided without delay. The southern part of the country is reportedly the worst victim. Several techniques have been proposed to remove arsenic from groundwater including precipitation, coagulation/filtration, adsorption, ion exchange, lime treatment, oxidation, and membrane filtration. According to experts, if nanomaterials are used, it is possible to effectively destroy microorganisms, adsorb arsenic and fluoride, remove heavy metals and degrade pesticides usually found in water. Researchers have looked at new methods to synthesise iron oxide/hydroxide/oxyhydroxide compositions in the laboratory and used them for water purification. A product called AMRIT, developed by the Indian Institute of Technology at Madras, is an affordable water purification technology based on advanced materials, which has been validated for national implementation in India. The technology can remove several anions, especially arsenate and arsenite (two common species present in arsenic-contaminated water) and fluoride from water. Currently, this technology is delivering arsenic-free water to about 10,00,000 people in India every day.To carry out anti-arsenic drive meaningfully, it is of high importance that the government revisited its programmes in the light of the achievements and failures. This will help evaluate and monitor the present situation and at the same time reshape and revise, where necessary, programmes to effectively address the problems in vulnerable locations. It is clear from the scope and nature of the arsenic problem that actions to mitigate it have to be sustained for long — a continuous battle to say the least.[email protected]",
        "headline_1": "Anti-arsenic programmes relegated to backburner!",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/anti-arsenic-programmes-relegated-to-backburner-1699365306",
        "news_paper_name": "The Financial Express",
        "publish_date": "08-11-2023"
    },
    {
        "full_article": "It is understandable that private investors at home are jittery about making fresh plans for expanding their business in the country at a time when politics of violence in the run up to the next general election seems to be back with a vengeance. The scenes are a throwback to the pre-election violence in 2014 and it has created an air of uncertainty for would-be investors. This is reflected in a fall in short-term external borrowing by private sector in September of this year. The amount has come down to US$12.42 billion as major Bangladesh companies have put on hold both domestic expansion and / or plans to expand businesses in foreign markets.This of course is hardly good news for the economy. Any fall in capital expenditure for industrial purposes is correlated with a contraction of production and employment generation. Existing businesses have already witnessed a fall in business and now that there are confrontational messages coming from both aisles of the political divide backed up by blockades and attacks on transportation and movement of goods, the general mood is turning from one of optimism to one of uncertainty, at least till election time.As pointed out by a leading economist Dr. Masrur Reaz, \"lack of confidence among global lenders may dampen overseas credit flow\". Looking beyond the politics of the land, the two main factors that have dampened foreign borrowing is the depreciation of the national currency against the greenback and a dearth of foreign exchange in general. The volatility of the political situation will inevitably have an adverse effect on an already volatile economic situation. While private sector believes that reduction in foreign loans is bad for business, the central bank is certainly relieved as it believes this trend will lessen the pressure on foreign exchange. The hope is that remittances will rebound when time comes to pay back these foreign liabilities but that is not as simple as it may sound. The recent closure of the Oman labour market to Bangladesh (and many other countries) could not have come at a worse time. Not only will there be no new work visas issued by that country, there is every indication that many Bangladeshis employed there may soon be sent back home. Although Bangladesh has approached the Kingdom of Saudi Arabia to take more skilled workers from Bangladesh, this is still a proposal and that country is also in the process of increasing domestic participation in its labour market. So, waiting around for remittances to rebound miraculously will hardly make sense for resuscitating economy.Private bankers have shared their fears about prolonging of the situation based on the fact that global lenders may be considering Bangladesh a risk-prone country in the light of the foreign exchange situation. Not only that, the economy at large has been facing other problems, particularly cost of production going up substantially due to rising energy costs and power disruptions. Then there is the question of the new wage board coming up for the apparel sector. There are no easy answers to any of these issues but given all the troubles the country is facing presently, Bangladesh in no way can give the impression that as a country it is not safe for investment. It is up to policymakers to work out the macroeconomic issues to regain its international image.[email protected]",
        "headline_1": "Investment falls, so does production",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/investment-falls-so-does-production-1699365397",
        "news_paper_name": "The Financial Express",
        "publish_date": "08-11-2023"
    },
    {
        "full_article": "Antibiotics play an effective role in curing diseases. It is a well-established fact that over half of hospitalised patients receive antibiotics. However, the unnecessary use of antibiotics has led to the emergence of multidrug-resistant strains, leading to a rapidly growing threat of antibiotic resistance. Antibiotic resistance is a growing global health crisis. It is concerning to see overuse of antibiotics, sometimes inappropriately prescribed for viral illnesses where they have no effect. This misuse significantly contributes to the development of antibiotic-resistant bacteria, making infections more challenging and costly to treat. These issues are primarily due to insufficient knowledge among healthcare professionals and the absence of strict guidelines for the safe use of antibiotics.This is worrying that the use of antibiotics has increased by 31.93 per cent in Bangladesh. As a result, antimicrobial resistance is increasing alarmingly. It is known that in 2014, the use of antibiotics per thousand patients per day was 18.48 per cent, which rose to 52 per cent per thousand in 2021. Life-saving antibiotics should be used when they are really needed. Due to a lack of awareness, many people frequently consume antibiotics without prescription. Self-prescribed antibiotic is one of the main reasons for overuse of the essential drugs. Then there is over-the-counter sale of these drugs. Many unlicensed pharmacies also sell fake antibiotics. There are many people who stop taking antibiotics without completing the course. All these things make the antibiotics lose their effectiveness. If this trend continues, new organisms will become resistant and we may find ourselves without any effective treatment options. Healthcare authorities must ensure wise and sensible use of medications to prevent further proliferation of antibiotic resistance. Ashikujaman Syed,Foreign Service Officer,Anhui Haikang Pharmaceutical Co. Ltd,Anqing, China,[email protected]",
        "headline_1": "Ensuring safe use of antibiotics",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/ensuring-safe-use-of-antibiotics-1699365431",
        "news_paper_name": "The Financial Express",
        "publish_date": "08-11-2023"
    }
]