[
    {
        "full_article": "The conviction of senior Dravida Munnetra Kazhagam (DMK) functionary K. Ponmudy, leading to his losing his position in the Tamil Nadu Cabinet, is a rare instance of a serving Minister being found guilty of corruption when his own party is in power. Any verdict that punishes tainted public servants and dislodges them from office should be seen as salutary. In Ponmudy’s case, one will have to await the outcome of his expected appeal in the Supreme Court, which will have to decide whether to uphold his acquittal by the trial court or its reversal by the Madras High Court. As of now, he and his wife have been given a sentence, suspended for 30 days, of three years in prison and a fine of ₹50 lakh, for holding unexplained assets of ₹1.72 crore. The case dates back to his stint in the DMK ministry from 2006-2011, and the investigation and prosecution were conducted under an All India Anna Dravida Munnetra Kazhagam regime. Ponmudy is also under scrutiny by the Enforcement Directorate which is probing the money-laundering aspect of an accusation that he gave illegal licences to his son and relatives for red sand mining. He is the second Minister to lose his portfolio after V. Senthil Balaji, who is in jail in another money-laundering case.A key aspect of his appeal would be whether the court was right in reversing the trial judge’s finding that Ponmudy and his wife P. Visalakshi should be treated as assessees independent of each other and that vigilance investigators erred in clubbing their incomes to demonstrate that their combined income and expenditure did not account for about 65% of the assets standing in their names. Justice G. Jayachandran has questioned the claim that Ms. Visalakshi had independent sources of business and agricultural income and criticised the trial judge for accepting belatedly filed tax returns containing “bloated income”. The judge’s view that a mere income claim cannot be accepted without actual sales and profit figures for businesses run by her appears reasonable. He has upheld the prosecution’s expert witnesses who assessed her agricultural income, based on cultivable land holdings, at a far lower level than the income she had claimed in her returns. For the ruling DMK, the conviction of one of its deputy general secretaries at a time when it is facing a barrage of corruption charges, is an undoubted political setback. The party will be hoping that Ponmudy gets relief from the Supreme Court in the form of a suspension of conviction to overcome his disqualification. However, a stay on conviction is quite rare in corruption cases. Involvement of senior leaders in corruption charges is certain to affect the public confidence in the DMK government.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nDravida Munnetra Kazhagam\n\n/\n\npolitics\n\n/\n\ncorruption & bribery\n\n/\n\nministers (government)\n\n/\n\njudiciary (system of justice)",
        "headline_1": "Two down: On the conviction of a senior functionary and the DMK",
        "headline_2": "Testing time for DMK as senior functionary is found guilty of corruption",
        "link": "https://www.thehindu.com/opinion/editorial/two-down-on-the-conviction-of-a-senior-functionary-and-the-dmk/article67666527.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "23-12-2023"
    },
    {
        "full_article": "Literary borders should be porous and the Sahitya Akademi awards, which have been honouring writers of 24 Indian languages down the years, should be seen in that light. This year the Akademi has picked nine books of poems, six novels, five short stories, three essays and one literary study in Dogri, Gujarati, Kashmiri, Manipuri, Odia, Punjabi, Rajasthani, Sanskrit, Sindhi, Assamese, Bodo, Bengali, Telugu, Malayalam, Kannada, Santali and others. It is a prize to be welcomed just for the sheer linguistic diversity it acknowledges in a country where there is a change in dialect every few square kilometres, and no dearth of marginalised communities or languages facing extinction. The possibilities are immense: in a country where not everyone has the ability to whip up a PR frenzy, a Sahitya Akademi award is encouragement to keep pursuing the craft; writers can expect to see a rise in sales and be taught in schools and universities; and readers can hope to discover some hidden gems. Writers also have the opportunity to be translated into other regional languages, and into English too. Neelum Saran Gour, who has won this year for her English novel, Requiem in Raga Janki, which had also bagged The Hindu Fiction Prize in 2018, can look forward to her story being translated into other Indian languages.However, it is a pity that the Sahitya Akademi awards, first conferred in 1955, do not have top-of-the-mind recall such as the Booker Prize or the Pulitzer. The National Academy of Letters was established in 1954 and its stated goal was to be “the central institution for literary dialogue, publication and promotion in the country and the only institution that undertakes literary activities in 24 Indian languages, including English”. To that end, the Sahitya Akademi does hold lectures, readings, discussions, exchange programmes, and workshops, including all communities, but it is so woefully promoted that few get to know of the programmes. Though the Sahitya Akademi award is the pinnacle, there are other awards such as the Bal Sahitya award, the Yuva Puraskar and the Bhasha Samman or translation prize. But not enough is being done to promote its activities. The Akademi’s website is not updated and is bristling with grammatical errors; its social media presence is abysmal. It has brought out thousands of books, but the fact is that the publications, though affordable, are hard to come by. At a time when children particularly are glued to screens and losing their reading habits, the Sahitya Akademi with its extensive network should do more to spread the word about India’s rich literary tradition.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\naward and prize\n\n/\n\nbooks and literature\n\n/\n\npoetry\n\n/\n\nessays\n\n/\n\nGujarat\n\n/\n\nJammu and Kashmir\n\n/\n\nManipur\n\n/\n\nOrissa\n\n/\n\nPunjab\n\n/\n\nRajasthan\n\n/\n\nSanskrit\n\n/\n\nAssam\n\n/\n\nWest Bengal\n\n/\n\nTelugu\n\n/\n\nMalayalam\n\n/\n\nKannada\n\n/\n\nschool\n\n/\n\nuniversity\n\n/\n\nfiction\n\n/\n\nmedia\n\n/\n\nIndia",
        "headline_1": "Awards for words: On the Sahitya Akademi awards",
        "headline_2": "The Sahitya Akademi must do more to promote Indian literature",
        "link": "https://www.thehindu.com/opinion/editorial/awards-for-words-on-the-sahitya-akademi-awards/article67665448.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "23-12-2023"
    },
    {
        "full_article": "The Silkyara tunnel rescue by ratminers not only saved the lives of the trapped labourers, but also rescued officials from, at the very least, public outrage.\n \n\nWork is now reportedly restarting on this stretch of the tunnel, barely three weeks after the rescue of 41 labourers.\nRead full story on TOI+\n\n",
        "headline_1": "That tunnel again, and those questions",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/voices/that-tunnel-again-and-those-questions/",
        "news_paper_name": "The Times of India",
        "publish_date": "23-12-2023"
    },
    {
        "full_article": "If there is one arena where nobody begrudges the good fortune of others, then that is sport. Everywhere else, there is always the lurking feeling that wealth and fame are somehow earned dubiously.\n\nThink of shifty operators who manipulate prices and the law and become celebrities. Sportspeople stand in stark contrast for their fame seems honestly won.\nRead full story on TOI+\n\n",
        "headline_1": "What IPL auctions tell us about life",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/what-ipl-auctions-tell-us-about-life/",
        "news_paper_name": "The Times of India",
        "publish_date": "23-12-2023"
    },
    {
        "full_article": "A Facebook friend of Bunny’s put up a picture of an old tin which had once contained toffees, long since eaten, and asked if others had similar containers recalling distant times.\nBunny remembered that we did indeed have such a box, about the size of a large dinner plate, its once-bright red and gold exterior long dimmed with age, now used for storing a sewing kit, assorted odds and ends.\n\nBunny retrieved it from the drawer in which it was kept. It used to be a biscuit tin, she said. I can’t remember how we got it, she added.\nIn a surge of remembrance I went back some fifty-five years ago when I was a feature writer with the JS magazine in Calcutta.\nThe JS editor, Desmond Doig, had a house guest, Everest climber Edmund Hillary, who was in town getting donations for the Sherpa Schools he was setting up in the rural reaches of mountainous Nepal.\nDesmond and Sir Ed were friends of long standing. Desmond had been a member of the 1961 expedition led by Hillary, that went up into the snow peaks in search of the Yeti, the fabled Abominable Snowman of the Himalayas.\nThe team came across several footprints in the high-altitude snowfields, apparently made by a twolegged creature, but failed to find their elusive quarry. However, the ‘Yeti hunt’ got worldwide publicity and established a lasting friendship between Desmond and Sir Ed.\nDesmond asked me to interview the famous mountaineer, and gave me a quick briefing. Whatever you do, don’task him who got to the top of Everest first, he or Tenzing, warned Desmond. A reporter who’d asked that question had met the gravel-voiced response: “It was an ascent, not a bloody race.”\nThe tall, craggy-faced explorer gave me a memorable quote during the interview: “You never conquer a mountain; you can only hope to conquer yourself.”\nLater I accompanied him to a biscuit factory which was supplying biscuits for his schools. He and I were presented a box each. A box which Bunny found and which opened another box for me: the box of memory.\n\n",
        "headline_1": "Himalayan memento: An old tin box brings back memories of meeting Everest hero Ed Hillary",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/jugglebandhi/himalayan-memento-an-old-tin-box-brings-back-memories-of-meeting-everest-hero-ed-hillary/",
        "news_paper_name": "The Times of India",
        "publish_date": "23-12-2023"
    },
    {
        "full_article": "Point of view 1 | It is no surprise the UK Supreme Court has held that AI cannot patent inventions. It reiterated, as courts have done in US and Europe in similar cases, that only humans or companies/ public research institutions etc can be tagged “inventor”. That makes a lot of sense. How can a machine be an inventor?\nPoint of view 2 | Why can a machine creating material not be an inventor? That is AI researcher Stephen Thaler’s campaign. It is his case that the UK SC rejected, as did a US federal judge earlier. Thaler wanted his creation DABUS, built in 2012, to be named creator of two artworks it made unsupervised: Neural Frame and Fractal Container.\nBig questions | Should inventions generated by machines acting autonomously and powered by AI be patentable? Who owns an invention using algorithms? Supporters argue copyright should be allowed to anything new created regardless who/ what was behind the creation or invention. Remove the line between man and machine. Critics argue, rightly, DABUS’s art is not “sentient”. But problems don’t end here. How do you make laws when you don’t know what AI will throw up? And what about regulations for the control of data?\nGap in law | AI is seeing deep applications across sectors, from transportation to entertainment, education, banking, medical sciences to even elections. Inventions will eventually combine AI with IoT, robotics, cryptography. That these will throw up all manner of legal challenges is evident. The liability gap is one such – who is accountable if an AI, which functioned perfectly at invention and was not altered by the user, malfunctions or inflicts injury? Answer: Person(s)/company behind the tech.\nThat’s why AI can’t be allowed personhood. DABUS can’t appeal. Even if algos are written for AI to make court interventions autonomously.\n\n\n",
        "headline_1": "Patently evident: Courts in the West are right to reject claims that AI can be granted patents",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/patently-evident-courts-in-the-west-are-right-to-reject-claims-that-ai-can-be-granted-patents/",
        "news_paper_name": "The Times of India",
        "publish_date": "23-12-2023"
    },
    {
        "full_article": "Bangladesh's economy witnessed an impressive growth at a rate that was close to China's over a decade until the pandemic struck the country, thanks to the competitiveness of its external trade, especially apparel export. But, of late, the trade has reportedly been losing competitiveness due to a host of factors ranging from higher import taxes, non-tariff barriers, over-dependence on a single export item and to the overvalued local currency, the Bangladesh Taka (BDT). The competitiveness is going to erode further once the country's graduation from Least Developed Countries (LDCs) is completed for it to face challenges from external trade. Among the different factors affecting trade competitiveness negatively, the overvalued BDT's role in it has recently come into sharper focus. This is especially after Bangladesh's overseas trading partners have been enjoying benefits of falling recessionary pressure in their economies. Notably, the recessionary trends in the US and other advanced economies were attributable to appreciating US dollar (USD) including other currencies of the advanced economies. Now that BDT remains overpriced, Bangladesh's overseas trading partners are being put at a disadvantage. Against this backdrop, the Bangladesh Bank (BB), which regularly does the job of assessing BDT's worth vis-à-vis the currencies of its major trading partners, in its recent statement reported that BDT has been depreciated 17 times since July last year. Even so, it is still overpriced by 5.6 per cent. In this context, in its regulatory review, the BB has further noted that BDT's Real Effective Exchange Rate (REER), which compares the value of a country's currency against the weighted average of its major trading partners' currencies, is at Tk116.42. But the nominal exchange rate of BDT at the bilateral level remained at Tk110.25. REER actually represents the value of one country's products when expressed in terms of their value in another country. That means, REER can compare the value of currencies in relation to each other over time taking into consideration the effect of inflation. This is in contrast to the nominal exchange rate which looks at a currency's worth in terms of other currencies simply from their exchange rates at a particular point of time. Though nominal rate is good at telling comparative worth of different currencies at a certain time, it cannot say what can actually be bought with each currency. This comparative buying power of currencies, actually, is an indicator of the economies that those currencies represent. The BB, which calculates REER index by comparing values of currencies and inflation rates of its 15 trading partners, found BDT highly overvalued during the time when the prevailing interest rates in the country's financial market were between 6.0 and 9.0 per cents.To cite an example, in April, 2022, the difference between nominal and REER-based exchange rates was more than14.12. This indicates a wide dispersal from the equilibrium level of REER assumed to be constant at 100. The lower the dispersal from equilibrium is, the higher the business competitiveness of a currency.With restrictions imposed on imports, the rate of dispersal, thankfully, came close to zero, according to the BB. But given that nominal exchange rate of BDT against USD is lower than the REER-based one, BDT is remaining overvalued. Experts believe, it is due to higher inflation rate in Bangladesh than that in the economies of its trading partners. Obviously, it is negatively impacting Bangladesh's business competiveness internationally. In this context, the IMF recently stressed maintaining greater exchange-rate flexibility so that BDT can effectively stand external shocks. To remain competitive, the central bank will be required to manage BDT's exchange rate efficiently, despite the enormous challenges it implies.",
        "headline_1": "Managing exchange rate for business competition",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/managing-exchange-rate-for-business-competition-1703249871",
        "news_paper_name": "The Financial Express",
        "publish_date": "23-12-2023"
    },
    {
        "full_article": "Independent Power Producers (IPPs) are facing a financial storm. The Bangladesh Power Development Board (BPDB), which is the sole procurer of power in the country, owes Bangladesh Independent Power Producers' Association (BIPPA) around US$2.5 billion in outstanding payments. At the same time, BIPPA members are unable to procure fuel from international markets due to dollar crunch and also due to the fact that some of its members have become bank defaulters. This is a unique situation as the recent timeline gives a clear picture of the composition of power producers in the country. Bangladesh's dependence on imported fuel has been on the rise in the face of steady depletion of domestic gas production. Indeed, the percentage of imported fuel in the fuel mix rose from 22 per cent in 2018 to more than 50 per cent in 2023. This was a conscious decision by the government to forgo greater exploration of domestic sources of natural fuel like gas and opt for an import-dependent energy policy. Today, the financial state of the country is in crisis. A series of global shocks was experienced over which no one had any control. First came the Covid pandemic, and then the lingering Russo-Ukrainian war. Every nation (that is dependent on imported energy sources) around the globe has been picking up the pieces of volatile prices in the international energy markets and Bangladesh is no exception. Now that the energy sector is heavily dependent on foreign fuel, the IPPs, like other import-dependent parties of the energy sector have built up a multi-billion-dollar backlog in payment. The State is unable to pay for the power produced.In this desperate situation, BIPPA has appealed to the Finance Division stating that IPPs are facing impossible challenges to meet demand for producing power where outstanding bills have now reached approximately $2.5 billion. The association has sought intervention from the Finance Division to have IPPs categorised differently in the banking system because their default on payments is due to have cash flow problems caused by non-payment of IPPs' bills by the state body. Financial institutions, such as banks will treat the IPPs as regular clients and declare power producers as defaulters because they do not belong to any special group or classification. Furthermore, banks are under immense pressure themselves to get tough with defaulters in general as per instructions from the Bangladesh Bank.It is now impossible for the policymakers to ignore the situation any further. These nagging financial problems will continue to grow and what is amply clear from news published in the newspaper, the State has been regularly defaulting on payments to both producers of power and suppliers of imported energy. The exact figure of payment owed by the State to all these parties has been kept opaque but unofficial estimates put it around $5.0 billion. As per a recent World Bank report, Bangladesh can't expect an increase in the inward remittance and this amount will remain static for the 2024 financial year. There is no good news about the readymade apparels (RMG) sector either because exports won't magically increase.So where is the money coming from to pay these outstanding bills? The IPPs supply 38 per cent of the total power demand of the country. Given the fact that BPDB is being unable to stand up to its financial commitments when it comes to paying foreign heavyweight companies like Adani (India) and Chevron (USA), is it any surprise that IPPs are also facing the music? Till now, IPPs were getting paid from a fund that the Bangladesh Energy Regulatory Commission (BERC) had created which served as a contingency reserve for the power sector under the directive of the Prime Minister. Obviously, that fund has reached its limits given the overall fiscal situation.For IPPs the current impasse translates into massive losses. These companies cannot pay for the imported furnace oil. Then there is the question of opening Letters of Credit (LCs) where multiple problems have arisen, one of which is the devaluation of local currency against the dollar and the other issue being unable to clear what is owed to banks for LCs opened. Hence, IPPs are being penalised by banks as defaulting companies and are at risk of being blacklisted. What is going to happen if IPPs reach a point where they can no longer produce power? Can the country afford to lose 40 per cent of its power? The situation is unthinkable for the policymakers. Regardless of what decision is arrived at, it is obvious that producers and suppliers of energy will not be able to continue supplying the State free of cost while they count losses in the billions of dollars. How the State will resolve the situation is its problem. \n[email protected]",
        "headline_1": "Power producers facing uncertain future",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/power-producers-facing-uncertain-future-1703249918",
        "news_paper_name": "The Financial Express",
        "publish_date": "23-12-2023"
    },
    {
        "full_article": "In order to facilitate the regular passengers, the Bangladesh Railway (BR) authority converted the Turag Express into a commuter train category from a local train in the Dhaka-Joydevpur-Dhaka route in October this year. The fare per passenger also increased to Tk 20 from Tk 15. The change, however, makes little difference as far as passengers' comfort is concerned. Moreover, within a few days of the change, the railway authority also removed one of the two coaches dedicated to women from the train, putting the female commuters at a great disadvantage. When some regular female commuters lodged their protest with the authority and demanded the reinstatement of the dedicated coach, the railway authority remained indifferent. According to a newspaper report, officials of the BR initially expressed their ignorance about the issue. Some of them also claimed that there had been no such dedicated coach, so there was also no scope to reinstate the same. At issue here are total misinformation and ignorance of the railway staff. This explains the mismanagement that continues to take a toll on passengers. Instead of improving and extending services, the railway authority remains busy otherwise. Though the Railway Act 1891, later revised in 2021, clearly mentions that every commuter train must provide at least one dedicated ladies' compartment, the authority doesn't feel it is duty-bound to pay attention to this mandatory requirement. That's why, when contacted, the relevant officials could not provide any clear information about the current status of the dedicated ladies' compartments of the commuter trains. For example, like the Dhaka-Jaydevpur commuter train, there is a dedicated female coach harnessed with Dhaka-Narayanganj local train. Inter-city trains, however, do not have any dedicated compartments.The need for commuter trains is largely ignored in the country. One of the main reasons is illegal pressure from bus operators who want the railway authority to keep the services of commuter trains limited and troublesome. Reduction of carriages and unfavourable timetables are two primary tools used to render any commuter train service less useful. Nevertheless, the extensive demand from commuters drives the railway authority to continue the commuter train service on different routes. As the number of trains is quite limited, with only five to eight carriages for every commuter train, it is difficult for women to get on board. Physical harassment, sexual abuse, devigration and teasing of females by a section of male passengers are a regular phenomenon. The doors of the trains are narrow so passengers have to struggle when there is a rush. Women find it extremely difficult for entry and exit. There is always a heavy rush as more passengers want to travel by train, which is economic, safe and fast. An eight-carriage commuter train can accommodate as many as 1,500 passengers at a time. So, it is more critical to address the problem of commuter trains in a planned manner. Increasing the number of carriages for each commuter train is the first step, then an appropriate timetable has to be scheduled for people to reach their destinations in time. Providing dedicated carriages for women has to be mandatory. Again, dedicated coach for female does not, however, mean that they are not allowed in other compartments. Sadly, some male co-passengers discourage females in the common compartments and ask them to go to the dedicated coach. Moreover, there should be more space inside the carriages, requiring small seats and adequate handles for standing. The railway authority needs to pay more attention to coaches when procuring those from abroad. \n[email protected]",
        "headline_1": "Female compartment of commuter train",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/female-compartment-of-commuter-train-1703249960",
        "news_paper_name": "The Financial Express",
        "publish_date": "23-12-2023"
    },
    {
        "full_article": "Pharmaceutical firms employ smart and articulate young men to promote their products. They offer doctors drug samples and gifts to woo them to prescribe their products. These rush-hour visits by medical representatives to hospitals and doctors' chamber often cause inconvenience to patients. Recently, I went to Mymensingh Medical College Hospital to seek treatment of my dental pain. After taking a prescription from the dentist, a group of representatives of several pharmaceutical companies started capturing photos of my prescription, which was suggested by the dentist in the dental unit of of the hospital. It caused an unexpected situation, not only for me but also for other patients who arrived there as patients. From my knowledge, it is quite clear that these medical representatives captured the image of my prescription forcefully only to see whether their companies' medicine was prescribed to me or not. This kind of practice hampers doctors' credibility to patients. It is time the government took steps to stop this kind of nuisance at least at public hospitals and ensure proper treatment for patients without any disturbance. \nSheikh Saymon Parves Himel,Student of Pharmacy Department,Mawlana Bhashani Science and Technology University, Tangail",
        "headline_1": "Stop medical representatives' aggressive promotion",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/stop-medical-representatives-aggressive-promotion-1703249980",
        "news_paper_name": "The Financial Express",
        "publish_date": "23-12-2023"
    }
]