[
    {
        "full_article": "A total of 58 Lok Sabha seats in eight States and Union Territories voted on Saturday in the sixth and penultimate phase of the general election 2024. With this, polling has been completed in 28 States and Union Territories, in 486 constituencies. Voting is also over for 105 Assembly constituencies of Odisha. The last phase of polling will be on June 1 for the remaining 57 seats and counting of votes will take place on June 4. Sporadic incidents of violence were reported from West Bengal which also reported the highest polling percentage at 79.47. In Jammu and Kashmir, the Anantnag-Rajouri seat recorded a turnout of 54.30%, an impressive high. Urban apathy continued in the seven seats of Delhi which went to the polls with just 57.67% of the electorate turning out to vote. The searing heat wave prevailing in north India did not help matters. The Election Commission of India (ECI) released, for the first time in this general election, the absolute number of votes cast in each constituency for the first five phases. The ECI came out with the data a day after the Supreme Court of India refused to direct the commission to disclose details of Form 17C, which contains this data at the booth level and is handed out to all the polling agents of the candidates.The ECI has alleged, inappropriately, there to be a “pattern of false narratives and mischievous design to vitiate electoral process”. It is true that concerns have been raised by several actors about the electoral process, and it is possible that a part of it could be due to ignorance or even out of mischief. A mature and appropriate response expected of the body that is tasked with overseeing the largest democratic exercise on the planet is to provide information to the public that removes such concerns. The commission opposed the disclosure of Form 17C in the Supreme Court — all the while insinuating at a conspiracy to vitiate the electoral process. Complaints brought to its attention by anyone should be addressed in a manner that behoves a robust democracy. It is indeed the duty of the ECI to ensure that the electoral process is not vitiated, and the best way to achieve it is to ensure the maximum transparency that is administratively possible. The ECI has done well by publishing the data on the absolute number of voters, and it could proactively look for more measures that could reinforce public faith in the process and in its own integrity.\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nGeneral Elections 2024\n\n/\n\nOrissa\n\n/\n\nWest Bengal\n\n/\n\nJammu and Kashmir\n\n/\n\nDelhi\n\n/\n\nElection Commission of India\n\n/\n\nvoting\n\n/\n\njudiciary (system of justice)\n\n/\n\ndemocracy",
        "headline_1": "Absolute numbers: On the ECI and faith in the process",
        "headline_2": "The ECI should do everything to reinforce people’s faith in the democratic process",
        "link": "https://www.thehindu.com/opinion/editorial/absolute-numbers-the-hindu-editorial-on-the-eci-and-faith-in-the-process/article68217858.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "27-05-2024"
    },
    {
        "full_article": "The International Court of Justice’s ruling, that Israel must immediately stop its military offensive in Rafah, the southernmost city of Gaza, is the latest setback for the Jewish nation in a war that grinds on with heavy civilian casualties and no end in sight. In January, while hearing a genocide case against Israel that was filed by South Africa, the United Nation’s top court had asked Tel Aviv to take measures to prevent acts of genocide in Gaza. The court refused to order a ceasefire then, but has now come to the conclusion that Israel’s Rafah offensive could lead to a complete or partial destruction of the Palestinian population in the city. The court has also asked Israel to keep the Rafah crossing with Egypt open for aid delivery and allow UN investigators to gather evidence about alleged war crimes, besides demanding an immediate release of all hostages. The ICJ ruling comes days after the Chief Prosecutor of the International Criminal Court, Karim Khan, claimed that Israeli and Hamas leaders had committed war crimes and crimes against humanity in Gaza, and sought arrest warrants against Israel’s Prime Minister Benjamin Netanyahu, its Defence Minister Yoav Gallant and Hamas leaders Yahya Sinwar, Mohammed Deif and Ismail Haniyeh. Israel appears to be unperturbed by these developments. Immediately after the ICJ issued its ruling, Israeli fighter jets pounded Rafah. The ICJ rulings are binding, but the court lacks the mechanisms to implement them.More than seven months after the war began, which was triggered by Hamas’s October 7 cross border attack on Israel in which at least 1,200 people were killed, Tel Aviv seems to be fighting in the dark. When it launched the war, Mr. Netanyahu said he would crush Hamas and release hostages. Today, Israel is fighting Hamas even in northern and central Gaza where it had earlier declared victory. At least 120 hostages, most of them feared dead, are still in Hamas’s captivity. The war is marked not just by the incompetence of the Israeli Defence Forces. Its disproportionate use of force on Gaza has made the strip into a graveyard, which has turned international public opinion against Israel. Last week’s decision by Norway, Ireland and Spain to recognise the state of Palestine shows how the line of thinking is changing even in the West. Mr. Netanyahu appears to be irrationally adamant today. His only focus is on a war that has done little to bolster Israel’s security. Israel has not met its military objectives; its deterrence has been broken twice, peace with Arabs stands shattered, it stands isolated in the world, there could be an arrest warrant against its leaders and there is a ruling by the ICJ against the way it is conducting the war. By seeking to punish the entire Palestinian population in Gaza for what Hamas did, Mr. Netanyahu is rendering Israel’s standing weaker and the international support for the Palestinian cause to grow stronger.\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\ninternational court or tribunal\n\n/\n\nIsrael-Palestine Conflict\n\n/\n\nEgypt\n\n/\n\nrelief and aid organisation\n\n/\n\nUnited Nations\n\n/\n\nIreland\n\n/\n\nSpain",
        "headline_1": "Punishing Hamas: On Israel and the ICJ ruling",
        "headline_2": "Netanyahu is rendering Israel’s global standing weaker",
        "link": "https://www.thehindu.com/opinion/editorial/punishing-hamas-the-hindu-editorial-on-israel-and-the-icj-ruling/article68218262.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "27-05-2024"
    },
    {
        "full_article": "The recent tragic accident in Pune, involving a 17-year-old alleged drunk driver who fatally hit two motorbike-borne software engineers, has ignited a firestorm of public outrage and media frenzy. It also highlights the need to have a critical debate about the balance of responsibility between juveniles and adults in such grievous circumstances.\nThe clamour surrounding juvenile crime often fails to comprehend the intricacies of juvenile behaviour. Scientific consensus unequivocally establishes that juveniles possess inferior decision-making abilities compared to adults due to their poorer impulse control and diminished foresight into the consequences of their actions. This inherent cognitive immaturity is why adolescents are inherently less accountable than adults and thus warrant less severe punishment, even when convicted of identical crimes. Consequently, while juveniles must undoubtedly face consequences for their actions, the primary burden of responsibility should rest upon adults who hold positions of authority and influence over them. It’s worth noting how the law restricts individuals under the age of 18 from operating motor vehicles with engine capacities exceeding 50cc, confining them to vehicles such as a Luna or a Scooty!\nHeinous Mistake or Heinous Crime? The juvenile faces charges under Section 304 of IPC for culpable homicide not amounting to murder, which carries a maximum penalty of ten years in prison. Under the Juvenile Justice (JJ) Act, a crime is deemed ‘heinous’ when it warrants imprisonment of seven years or more. According to this definition, the juvenile could potentially be tried as an adult, facing a significantly longer prison sentence than if tried as a minor. However, before advocating for this course of action, it is crucial to consider the principles outlined in the Juvenile Justice Act. The Act prioritises rehabilitation over retribution, acknowledging the lesser degree of culpability attributed to juveniles due to their age and psychological development. In the case at hand, the act in question appears to stem from gross negligence rather than premeditated or malicious intent, categorising it more accurately as a heinous mistake than a heinous crime.\nAdult Responsibility: The father’s actions demonstrate a complete disregard for both his son’s and public safety. Allowing a minor to drive a powerful car is a clear act of gross negligence, as guardians or parents are expected to oversee their children and prevent them from engaging in illegal activities. According to Section 199A of the Motor Vehicles (MV) Act, guardians or vehicle owners are held liable if a juvenile is found driving and commits an offence under the Act, unless proven otherwise. Similarly, establishments serving alcohol to the minor were glaringly negligent as they knowingly disregarded the illegality and potential consequences of their actions.\nIn response to this incident, the juvenile will be prohibited from obtaining a driving licence until he reaches 25 years of age, and the luxury car will not be permitted to register at any RTO office for 12 months, in accordance with the provisions of the MV Act. Police have also pressed charges against both the father and employees of the establishments under Sections 75 and 77 of the JJ Act. These sections target wilful neglect and provision of intoxicants to children, respectively. This legal framework lays out the responsibility of adults to safeguard minors from harm, including harm resulting from their immature judgement.\nInstitutional Response: The public outcry and political attention have prompted a positive response. Police and local authorities took swift action. Establishments serving alcohol to the minor have been sealed, and the excise department has initiated special inspections to ensure compliance with age restrictions, revoking licences for violations. This level of cooperation among authorities is rare but crucial. It is this concerted effort by the state and district administration that can prevent future incidents. While exemplary imprisonment or trying a minor as an adult may satisfy our thirst for retribution, it does little to create a safer community.\nDon’t search for scapegoats: Public outrage, fuelled by the perception of impunity due to the wealth and status of those involved, is understandable. However, it is imperative that this anger does not lead to further injustices like either tarnishing  the life of the juvenile or unfairly scapegoating the driver, who was being pressured by the family into taking blame for the accident. And we know what happens when the rich find such scapegoats, given the social dynamics at play.\nInstead, the focus should be on constructive outcomes that honour the memory of the victims. Ensuring the juvenile is held accountable in a manner that reflects his developmental stage while imposing appropriate legal repercussions on the negligent adults and establishments can set a precedent for future cases. This balanced approach can also prompt systemic changes in how underage drinking and negligent parenting are addressed legally and socially.\n\n",
        "headline_1": "Pune accident: Negligent parents have bigger responsibility in juvenile crimes",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/pune-accident-negligent-parents-have-bigger-responsibility-in-juvenile-crimes/",
        "news_paper_name": "The Times of India",
        "publish_date": "27-05-2024"
    },
    {
        "full_article": "Arguably, all states in the Indian union may qualify as ‘mini-democracies’, given their distinct electoral choices and party systems. That is the reason why they have emerged as the preferred analytical units for election studies. While Punjab has several commonalities with other states, it also bucks the trends in many ways, substantiating the ‘Punjab exceptionalism’ thesis.\nLet’s look at the reasons why it’s called the outlier of the north. First, even in the early years after Independence, its party system could never be characterised as the ‘Congress system’ in the sense that, unlike other states, the party always faced stiff competition from Akali Dal and Jana Sangh. This explains the frequency of coalition govts after the state’s reorganisation in 1966. Second, while most states have seen the rise of middle and lower castes in terms of political power in the last three and half decades, Punjab is one state where, despite nearly a third of its population belonging to the scheduled castes, the social basis of power has remained with the numerically strong and land-owning Jat Sikh peasantry. This was visible in the Congress leadership’s failed last-ditch attempt to fight anti-incumbency by appointing a Dalit chief minister months before the 2022 assembly elections.\nNew ground: BJP is contesting alone after a gap of 27 years. It will be interesting to see its performance, especially in Hindu-dominated urban seats\nThird, BJP, like Jana Sangh in its earlier avatar, has not been able to mark its electoral presence in the state despite its long-lasting alliance with the Akali Dal (1997-2021), be it in terms of seats or percentage of votes polled. This is unlike other states where the BJP, finding itself weak, first entered into alliance with the locally powerful regional party as a junior ally, and then went on to become a winnable party. The cases of Odisha, Karnataka, Bihar, and West Bengal are pertinent.\nFourth, Punjab has never been swayed by the ‘national constituency phenomenon’ sought to be created by Congress earlier, and BJP in recent years. BJP’s attempt to contest elections on national issues like security, Article 370, citizenship, the exalted status of India on the global stage has not cut much ice in the state till now. On the contrary, even in parliamentary elections, local issues have remained decisive.\nFifth, Punjab is the only state where AAP has managed to win any Lok Sabha seat till date. As early as the 2014 elections, the then two-year old party had won four out of 13 seats. It went on to become the main opposition party in the 2017 assembly elections, and then registered an unprecedented win of 92 out of 117 seats in the 2022 election. It remains in contention in the current Lok Sabha election.\nSixth, Punjab seems immune to the large-scale ideological shift from middle to right-wing conservatism, visible in the ascendance of cultural nationalism in the plains and hills of north, central and western India. This, despite having a sizable Hindu population. There are hardly any signs of revival of radicalism amongst the Sikh community, despite occurrences like Simranjit Mann winning in the Sangrur Lok Sabha by-elections or the Amritpal Singh episode.\nSeventh, even the regional party is not faring well unlike several states where parties with a region-specific political, cultural and economic agenda have managed to challenge national giants. Akali Dal, more than a 100-year-old ethno-regional party that has set the political agenda of the state since the colonial days and claims to be the sole representative of the Sikh community, seems to be in perpetual decline. That too not because of BJP, but due to its own tactical mistakes and organisational/leadership issues.\nComing back to local issues that matter, as the state remains under the sway of a powerful land-holding peasant community, it is the acute distress in the farming sector that is a concern in post-Green Revolution Punjab. Farmers have remained ensconced on the Singhu border for more than three months, reminiscent of the agitation in 2020 against the three farm bills.\nThe big question is whether Punjab will remain an outlier in the 2024 Lok Sabha elections. After a gap of 27 years, BJP is contesting alone. It will be interesting to see its performance, especially in urban constituencies like Ludhiana and Jalandhar where the party will contest for the first time, and which have a significant Hindu presence. Then, there are constituencies where BJP, in alliance with the Akali Dal, has secured victories in the past: Gurdaspur and Hoshiarpur (5 times) and Amritsar (3 times). It would be interesting to see whether Modi’s magic finally works in the state or not.\nAlso, the beleaguered Akali Dal performance would be watched closely as another loss would severely dent the leadership of the Badal family. As the AAP-Congress alliance did not happen in the state, unlike in Delhi and neighbouring Haryana, the result would determine the hold of Bhagwant Mann, who has been spearheading the campaign. His leadership skill would also be on display in keeping the flock together in case of electoral reversal, especially as most of the party top leaders are in jail or facing trial. Similarly, in Congress, it would be state-level leaders like Raja Warring, Partap Bajwa, Sukhjinder Randhawa, who have to not only win their respective constituencies, but also have to share the burden of leading the campaign, as after Captain joining the BJP, the party has no leader with state-wide support base.\n\n",
        "headline_1": "7 reasons why Punjab is outlier in north politics but, will it stay so?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/7-reasons-why-punjab-is-outlier-in-north-politics-but-will-it-stay-so/",
        "news_paper_name": "The Times of India",
        "publish_date": "27-05-2024"
    },
    {
        "full_article": "Barely a few decades ago, a yellow school bus would proclaim that it belonged to the ‘School for the Deaf and Dumb’. Other institutes were similarly called, ‘School for the Blind’ or ‘School for the Mentally Retarded’. In Bihar, there was even a ‘Lunatic Asylum’, and an ‘Institute for the Criminally Insane’.\nBut things have since changed, if not for the better, at least for the politically correct. That is to say, there is now no one — least of all the deaf and dumb — who can be offended. School for the Hearing Impaired, Institute of the Unsighted, the Partially Sighted, the Cerebrally Challenged, Shelter for the Home Deprived, and Housing for the Age-Advanced…every aspect of language is now so carefully weighed that it sounds like a riddle. In all the relevant issues of the day from youth (oops, underage) unemployment, gender oppression, environmental degradation, racial persecution, bank fraud, illegal migration, there is a new way in which the world communicates.\nEven the most basic of phrases today stand changed. ‘The quick brown fox jumped over the lazy dog’ can no longer be used because it is filled with racist and sexist assumptions, extreme and overly subjective opinions about animal behaviour. The revised sentence currently in use is — the speed enhanced fox, a gender-conscious female of colour, jumped over the motivationally-deficient dog of no recognisable genetic orientation.\nRetro review: Last year, a publisher hired sensitivity readers to rewrite chunks of Roald Dahl’s books\nSuch political correctness has an unusual history. In 1994, a book called Politically Correct Bedtime Stories rewrote familiar children’s tales with a new and much-needed twist. Snow White, earlier linked to the attractive qualities of white colourless skin and awakened by a prince became instead, a staunch feminist. In the original story Goldilocks, of course, was eaten by Papa Bear, but now in the changed version, only because he has become multicultural and is experimenting with new cuisine. Rapunzel eventually cut her hair so as not to be exploited by men for transportational needs. James Finn Garner, who wrote the book, said very clearly in his preface that he hoped we would see a world purged of all cultural prejudices. On the surface, at least, he might have achieved his goal.\nDay-to-day situations have clearly been brought into politically correct focus. A sentence such as, a poor man from a slum was accused of robbing the necklace from a housewife now reads: The wealth-marginalised individual from the economically deprived area had forcibly acquired illegal ownership of a bodily decorative item of high monetary value from a gender specific domestic engineer. Where can you find language that conveys thought with such striking clarity?\nWhere political correctness has clearly shone the light is with racial, class, and economic distinctions — so cleverly conveyed that words have come to respect ethnicity and personal space. The minister no longer says they are putting Muslims in a ghetto, but rather that ‘persons of a certain minority are being moved to a gated community’.\nPersons suggest no race, no sex, no religion, no caste, no age. Even when references are used, they must be necessarily vague: a person of colour can be Indian, Black American, Hispanic, Arab, native African, indigenous or tribal, to mark them as distinct from white Caucasian or people with melanin-deprived skin tone.\nGolliwog, the former well-known doll of melanin-deprived children of female gender, has been replaced by Barbie, available in white, brown, yellow and black skin tones. Segregated toilets for Whites and Coloureds—a thing of the past in the US and apartheid South Africa— are now freshly labelled transgender. By extension, even the wider world vocabulary is neutered. A poor country is a low-GDP country.\nIndia now belongs to the developing world, not the Third World; the unemployed are human capital, ghetto is preferential housing where citizens can preserve their ethnic purity; bureaucrats are officials —a human form of artificial intelligence with reams of ChatGPT in their brain. A godman is a materialistic ascetic; just the way a Smart City is a bureaucratic hankering for utopia.\nPolitical correctness has invaded the political stage too. When the minister says, we will give people a level playing field, he means their houses would be razed to make it level.\nWhen politically correct language becomes so nuanced, even implication and innuendo have no place in it. The idea is to neither take offence nor give offence, but produce a form of communication so tepid, so shorn of meaning, so utterly pared to the bone, that it says everything and nothing at the same time. At a dinner table, politically correct etiquette demands that you never say, ‘Pass the salt’. The phrase may be offensive to those whose grandparents participated in the Dandi March.\n\n",
        "headline_1": "No offence but this new political correctness is incredibly boring",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/voices/no-offence-but-this-new-political-correctness-is-incredibly-boring/",
        "news_paper_name": "The Times of India",
        "publish_date": "27-05-2024"
    },
    {
        "full_article": "Throughout the election period, from prosperous Kerala, Haryana and Maharashtra to Bihar, Odisha and Rajasthan, unemployment has been a running theme among voters that reporters, pollsters, party workers have all picked up. This distress call is no surprise – that India is facing a big youth unemployment problem that has only worsened post-Covid is borne out by all estimates. The latest PLFS data on unemployment, the Jan-Mar quarter, for the age group 15-29 is at 17%, a notch higher than the previous quarter. Double-digit unemployment crisis in this age group has only worsened over the years. Unpaid work is increasing, the quality of nonwhite collar jobs is declining, self-employment, a desperate choice for most low-income earners, is going up and real wages have been falling. This, when around 5 million people annually join the workforce.\n\nOne cruel twist of many desperate tales is that while coveted ‘govt jobs’ are elusive, being part of the paper-leak rackets of qualifying exams is kosher – because there’s a chance to make a quick buck. Explosion of low-quality private colleges across India in the last decade has meant an explosion of the numbers of graduates. Some of those with the means have taken illegal routes abroad only to fall prey to job scams, lured into wars, labour work and illegal activity. The short-term Agnipath scheme for army recruitment has been a point of pain. To be “retired” at age 24 is how the scheme is increasingly perceived.\nWhether or not the jobs distress has an electoral impact, the message for politicians is clear. Unemployment needs as much political cooperation as political will for Centre and states. Focus on the job of creating jobs via light manufacturing and skilling young India. That vaunted demographic dividend is fast losing hope in the ability of elected govts to create employment opportunities.\n\n",
        "headline_1": "It’s not working: Are netas hearing young talk about jobs crisis?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/its-not-working-are-netas-hearing-young-talk-about-jobs-crisis/",
        "news_paper_name": "The Times of India",
        "publish_date": "27-05-2024"
    },
    {
        "full_article": "I\nKazi Nazrul Islam, according to Kazi Abdul Wadud (1895-1970), perhaps the first formidable critic who took him seriously, \"was the first writer among Bengali Muslims of the modern era who was able to conquer the hearts of Hindus and Muslims alike of Bengal.\" Wadud was not wide of the mark when he wrote: \"Mir Mosharraf Hossain, Kaikobad, Yakub Ali Chowdhury, Latfur Rahman, Begum Rokaya, Kazi Imdadul Haque  are names that will live in the annals of modern Bengali literature, but it was Nazrul who won the esteem and admiration of the entire province.\"\nWadud and, decades after him, the historian Partha Sarathi Gupta (1934-1999) also argued that Nazrul Islam's genius was shaped in the heat of the Swadeshi movement in Bengal. In course of his intervention, 'Modern Bengali Literature,' at the All India Writers Conference, Jaipur, 1945, Wadud noted: \"He was perhaps not more than twenty at the time he made his debut in Bengali literature (1919-20). He must have been, therefore, a mere boy at the time of the Swadeshi movement in Bengal. Yet, somehow, he carried about him all the fire and fervour of that movement as he made his debut.\"\nWhat complicated matters for our critic was the fact that, in Nazrul Islam, the fervour and fury of the Swadeshi agitation, which brought real gains for Bengali Hindu leadership, \"was combined with an ardent desire to see his community gain in strength and spirit, and anguish on account of the distressed Islam of the years following the Great War of 1914-1918.\"\nPartha Sarathi Gupta's take, just a few years before his premature demise, echoed K.A. Wadud's concerns: \"He holds a pre-eminent place in the story of efforts to communicate through music the ideal of a nationalism rising above religious differences.\"\nWhat differences? Some became apparent in course of the Swadeshi agitation against the partition of Bengal. The movement produced a remarkable crop of patriotic songs by many, and music proved one of the most effective techniques of mass contact. \"However,\" Gupta adds, \"the appeal of the agitation to Muslims in general was limited. While one cannot deny the involvement of some Muslim leaders and their followers, and the composition of patriotic songs by Muslim writers (like Ismail Husain Shirazi), most of the songs and plays had not shed Hindu imagery and historical allusion to the 'glories' of ancient Indian civilization. The revolutionary secret societies excluded Muslims from membership, even when some young Muslim boys wanted to join them.\"\nIn the wake of the Swadeshi agitation and the imperial policy of introducing separate electorates, the distance became apparent. \nThe annulment of the partition of Bengal (1911) was unpopular with most Bengali Muslims, especially East Bengal Muslims. They were also hurt, even in their imaginary, by the fact of Britain's stand against Turkey. The lesser demographic weightage granted to Bengali Muslims in the Lucknow Pact of 1916 also embittered them. Thus, the Bengali Muslim goodwill to make a common cause with the Bengal Congress for a Hindu-Muslim alliance to demand constitutional concessions from the imperial administration was already fraught with fragilities. In these circumstances, when the fragile Hindu-Muslim alliance bore fruit as the Government of India Act, 1919, Nazrul Islam was demobilized because the regiment to which he belonged was disbanded in March 1920.\nNazrul Islam's first literary output began to appear mostly in journals edited by young Muslim intellectuals in Kolkata. His poems and songs made him popular among both Muslims and Hindus, keeping guard with the sentiments of Khilafat and Non-cooperation agitations in which he participated.\nNazrul Islam made common cause with the efforts of C.R. Das to regroup nationalists after the failure of the agitations by 1922. However, these efforts soon proved ephemeral with the death of Das in 1925. P.S. Gupta notes the determining factors: \"Protest movements among different sections of society could not be coordinated and given a steady anti-imperialist aim. Among the Hindu bhadralok class there was a recrudescence of the Hindutva sentiments of the swadeshi period, a sentiment which found literary expression in the writings of Sarat Chandra Chattopadhyay.\"\nOn the other side of the divide, it is a recognized fact that, despite a notable share of the Bengali Muslims in the making of early Bengali literature, the Muslims of the colonial era failed to take a worthy share in the making of modern Bengali literature. K.A. Wadud holds the political changes of the eighteenth century as well as the Islamicist reform movements of the nineteenth mainly responsible for this misfortune. Without necessarily taking such a myopic view, we can concede that in the first half of the nineteenth century, while the Hindu cooperated with the British, a significant part of the Muslims for the most part remained 'sullenly hostile' and after the uprising of 1857, they faced the wrath of the conquistadores. Neither the Islamicist reform agitation nor the prostrations of Aligarh did much to rescue the Bengali Muslims from their torpor.\n\nWe are going to determine this while we are still at the aphelion [farthest point from the sun] of our matter for, by the time we reach the perihelion [nearest point from the sun], the heat will be able to make us forget it. Georg Christoph Lichtenberg (Lacan 1966: 242)\nK.A. Wadud's remark is apposite: \"The Aligarh movement of Sir Syed Ahmed Khan did something towards the uplift, mental as well as mundane, of the Muslims of North-Western India, but left Bengal practically untouched. Thanks to Syed Ameer Ali, a disciple of Sir Syed Ahmad, just a faint ray of modernism touched the minds of the English educated Muslims of Bengal, but it was too faint to be effective.\"\nThat the English educated Muslims of Bengal did not, for the most part, represent the Bengali Muslims did not deter Kazi Abdul Wadud from making generalizations need not blind us from his appreciation of Nazrul Islam's debut as a tour de force (his 'true worth' in manner of saying) in the history of the Bengali Muslims. \"Some have not hesitated,\" Wadud admits, \"to describe his writings as ephemeral. This view, however, no longer holds the field. None in the literary world of Bengal would deny today that Nazrul is a memorable poet of twentieth-century Bengal, nay, of India.\"\nII\nTalking of the historical importance of Nazrul Islam as one of the factors of the awakening of the masses of Bengal, Wadud is led to enquire about the question of the 'true worth' of Nazrul Islam as a literary figure. His first anxiety relates to the persistence of a dualism (as distinguished from 'syncretism' celebrated by the Orientalists) widely noted in the Bengali poet's theology.\nWadud formulates the problematic as not simply coexistence of Islamic and pagan traits, but of their simultaneous development: \"Nazrul Islam has endeared himself to his co-religionists of Bengal by his poems and songs on Islam and Muslims. He is also widely held to be responsible for a new ferment among them. But along with his pieces called Islamic he has penned innumerable lines in eulogy of gods and goddesses of the Hindus over which his coreligionists do not feel comfortable.\"\nWadud proposes an understanding of this problematic as the fact of cohabitation of the Islamic symbolic with the Hindu Imaginary simultaneously in every Bengali Muslim true to his creed and to his soil. Thus, Kazi Abdul Wadud writes: \"The Mussulmans of Bengal sprang, it is undeniable, mostly from the Hindus, i.e., Buddhists and Hindus, of the land. Man's emotional awareness is hardly a fact till he realizes his intimate relationship with fellow man and nature. That emotional awareness again is vitally linked with man's self-assurance of the powers he has been born with (which is another name for Renaissance). So, the Mussalmans of Bengal wishing their own fulfilment must have a deep comprehension of the environment they have been born in and of their heritage from their ancient Hindu forbears—even as Firdausi felt the compelling need of realizing the greatness of his non-Muslim ancestors. The matter may well be likened to the tree's thrusting of roots deep down into the earth to draw nourishment from there.\"\nA second problematic that worried Kazi Abdul Wadud concerns a sign of self-confidence, sometimes taken for a wonder. Nazrul once uttered \"I bow to no one except to myself\", and the utterance, as Wadud takes it, \"was no stray outburst but the expression of an abiding feeling in him—it is in fact his dominant feeling.\"\nWe would suggest this dominance as an outburst of the Symbolic, in the sense in which Jacques Lacan (1901-1981), the psychoanalyst, employs the notion. Lacan's use of the term symbolic endeavours to show how the human subject is inserted into a pre-established order which is itself symbolic in nature, where the symbolic, exemplified by language as the structure per excellence provides prototype of the unconscious.\nWadud pays tribute to this notion of the symbolic when he writes the following: \"The popular ways of viewing him as a poet of Rebellion, as a champion of the cause of the have-nots, as  a unifying force between Hindus and Muslims are not to be challenged; they are good inasmuch as they endear the poet  to us by stimulating in us some creative thoughts peculiar to our age and environment; yet it is  too true that his Rebellion, his espousal of the cause of the have-nots, his endeavours to unite Hindus with Mussalmans, all are rooted in his sense of glory of the self and have derived their potency from that consciousness.\"\nSalimullah Khan is a Professor at the General Education Department of ULAB.\n\nThis is an abridged version. Read the full article online\n",
        "headline_1": "Symbolic and Imaginary in Nazrul Islam",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/focus/news/symbolic-and-imaginary-nazrul-islam-3619726",
        "news_paper_name": "The Daily Star",
        "publish_date": "27-05-2024"
    },
    {
        "full_article": "The government needs to pay closer attention to the management of external sovereign debt, as in the upcoming budget, allocation to repay foreign debts may reach Tk 57,000 crore, a 53 percent rise from the current year. This will put further pressure on our dwindling foreign currency reserves, which also needs to be monitored closely. According to the finance ministry, allocation for foreign debt repayment has been Tk 37,076 crore in the current fiscal year. However, interest payments for increasing levels of foreign loans in recent years and the rapid devaluation of the taka against the US dollar have forced the government to set aside a greater amount for debt servicing.\nBangladesh's foreign debt service requirement has increased over the years, with the amount crossing the $1 billion-mark for the first time in 2012-13. In 2021-22, the amount went past $2 billion, and in the year after that, Bangladesh paid $2.67 billion in debt servicing. In the current fiscal year, it is going to cross the $3 billion-mark. Interest payments alone reached $1.05 billion in the first nine months of the fiscal year—crossing the $1 billion-mark for the first time. Given that Bangladesh's access to cheap loans is decreasing and foreign borrowing is also becoming costlier with its rising per capita income, debt servicing could become an issue in the coming years, unless the government takes a cautious approach.\nAccording to the Economic Relations Division (ERD), Bangladesh is now having to borrow at the costlier market-based rates to cover its development spending. As the debt portfolio becomes increasingly dominated by market-based rates—and the volume of the payment becomes more dependent on the unpredictability of the global economy—the interest rate risk goes up. We have seen that happen recently, with the cost of foreign loans going up as interest rates shot up globally. With Bangladesh set to graduate from the group of least-developed countries, its share of concessional loans has drastically fallen. Alongside this, the grace period—when a borrower pays only the interest, rather than both interest and principal amounts—of some of its major loans will come to an end over the next few years. Therefore, the government needs to do some careful analysis of what the debt repayment situation will be in the near future.\nThe government will be well advised to accept any further loans based on careful calculations, as well as ensure the development projects it undertakes using foreign loans are truly beneficial. In that regard, the government has to do better in ensuring timely completion of development projects, as time extensions often lead to massive cost overruns. Additionally, it needs to ramp up its negotiation capacity and try to opt for more concessional loans over costlier options. And finally, it has to devise effective strategies to boost its foreign currency reserves via increased exports and remittance inflow.\n",
        "headline_1": "Be careful with future external borrowing",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/be-careful-future-external-borrowing-3619126",
        "news_paper_name": "The Daily Star",
        "publish_date": "27-05-2024"
    },
    {
        "full_article": "As a social institution, the family guides human behaviour and builds the foundation for social norms and values for individuals. Historically, the Bengali people used to live in the compound family. However, the culture of living in the extended family in this region has changed over time. The number of joint families is on the decline as a result of various socio-economic factors. For the time being, living in a nuclear family is a usual practice in urban areas. Interestingly, a similar inclination towards the nuclear family has recently emerged as a prevailing phenomenon in Bangladesh's rural areas. As per the 2022 Household Income and Expenditure Survey (HEIS), the average household size in rural areas has decreased from 4.53 in 2010 to 4.30 in 2022. This shift indicates a notable change in the tradition of the joint family in rural Bangladesh over the years.\nA nuclear family comprises parents and their children residing together, whereas a joint or compound family includes multiple generations sharing a house, such as grandparents, parents, aunts, uncles, and cousins. Modernisation and global trends drive the transformation of extended families into nuclear ones in urban areas. However, various factors play a role in altering the traditional family structure in the villages of Bangladesh.\nThe economic challenges faced by rural residents constitute a substantial factor in undermining the tradition of extended families in rural areas. The majority of individuals there engage in agricultural and informal activities, yielding comparatively lower incomes. Moreover, many rural inhabitants experience seasonal unemployment. According to the HEIS 2022, the average monthly household income stands at Tk 26,163 in rural regions, while monthly household expenditures amount to Tk 26,842. Also, the ongoing increase in the prices of essential goods impedes them from meeting basic needs.\nThe economic disparity, compounded by persistent inflationary pressure, inclines them towards the nuclear family. This results in the negligence and isolation of the older members of a family. I want to share my own experience regarding.\nIn the previous year, I worked on a research project focused on social protection programmes in the Debiganj Upazila of Panchagarh. While collecting household data, I discovered that a significant number of old-age parents in the area were living separately from their sons. When questioned about the reasons behind their sons' neglect, they justified it by explaining that their sons earned insufficient income to fulfil the needs of a large family.\nThe diminishing trend of extended families in rural areas is also attributed to the enhanced financial well-being of certain households. Presently, many families in rural areas can afford to maintain a standard lifestyle in urban areas. Consequently, they have reasons to migrate to neighbouring or big cities, driven by the desire to provide improved educational and living opportunities for their children. This substantial migration from villages to urban areas is grounding the collapse of joint families in the villages.\nThe assumptions of the Lewis Dual-sector Model find relevance in a developing nation like Bangladesh. Here, the traditional agricultural sector is characterised by surplus labour, low wages, and low productivity. Due to the wage differential between the agricultural and manufacturing sectors, surplus and unemployed workers in rural areas often shift to urban and industrial areas like Dhaka, Narayanganj, Chattogram, Gazipur, etc. These individuals move to cities along with their spouses and children, leaving other family members behind in the village. In this way, many joint families in rural areas have turned into nuclear ones.\nFurthermore, the existence of compound families has lost its place in rural societies due to ignorance and a lack of ethical consciousness. As a result, many people in rural areas, lacking moral guidance, do not consider the act of separating from their elderly parents as a moral transgression.\nYet, the proliferation of nuclear families in rural areas is not without consequences. Bangladesh is a country with a small area and limited natural resources. A thousand acres of agricultural land have already been lost in constructing new houses. The ever-increasing number of nuclear families poses challenges for Bangladesh in accommodating the newly formed nuclear families. Additionally, isolated elderly individuals in rural areas find it challenging to navigate life without external assistance. Furthermore, children, growing up in a nuclear family, are deprived of a conducive environment for proper socialisation. Also, the head of a nuclear family needs to bear the weight of responsibilities alone.\nIn the modern era, the breakdown of joint families is at times inevitable for various socio-economic reasons. However, it is important to take the trend of increasing nuclear families in rural regions seriously, given its association with numerous shortcomings. The creation of employment opportunities to improve the economic condition of rural people is required for sustaining extended families. Additionally, the government must emphasise the effective enforcement of laws to establish social justice. There is also a need for widespread education to instil integrity and moral values among rural residents. More importantly, implementing social awareness programmes to highlight the drawbacks of the nuclear family is crucial in this regard.\nMuhammad Raihan Uddin is a research associate at Bangladesh Institute of Governance and Management (BIGM). He can be reached at [email protected]\n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n",
        "headline_1": "What’s giving rise to more nuclear families in rural Bangladesh?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/whats-giving-rise-more-nuclear-families-rural-bangladesh-3619096",
        "news_paper_name": "The Daily Star",
        "publish_date": "27-05-2024"
    },
    {
        "full_article": "Striking yet another blow to Bangladesh's problem-ridden manpower export sector at a time of prolonged economic jitters, the Maldives has now stopped issuing new work visas to Bangladeshis. This retrogressive development comes on the heels of a similar move by Malaysia just last week. Earlier, Oman, UAE and Romania also slapped a ban on hiring Bangladeshi workers. The world, it seems, is closing in on Bangladeshi expatriate workers, and it is not even for their fault. The reason is none other than the exploitation and swindling of the poor migrant workers at almost every step of the migration process. Needless to say, the closure of several vital manpower export markets will have serious economic ramifications for Bangladesh. Given the importance of the manpower export and overseas employment sector for the nation's economy, policymakers and planners must not take the bans on the entry of Bangladeshi workers lightly. The problems in this sector have been widely discussed time and again. For example, the government has set a maximum fee for immigration on work visas to various countries. Recruiting agencies, however, charge four to five times higher than the government-set fees. Unfortunately, there is no accountability. The aspirant expatriate workers are forced to sign a form that declares they only paid the government-fixed charge; otherwise the job offer is withdrawn by the recruiting agencies. Also, fraudulent recruiting agencies offer bogus visas and lure them abroad to non-existent jobs. When the migrant workers - the majority of whom hail from poor to pitiable backgrounds - don't find the jobs they were promised or fail to produce the proper papers, they face all sorts of problems on foreign soil. They go on the run to escape police detection and be deported or get caught by the police as illegal migrants and be jailed. In some of the worst-case scenarios, workers took shelter like fugitives from the law in jungles or remote places and led indescribably miserable lives. Many have been brutally tortured by the police for breaking the migration laws, while others became victims of human traffickers and entered hell on earth. Is this what innocent Bangladeshi job seekers deserve? Who is responsible for their suffering? More importantly, how can the government turn a blind eye to their suffering and not come to their help? Before the domino effect of manpower export market closures worldwide intensifies, the government needs to act and protect this vital revenue-earning sector.The authorities concerned must take a serious look at the entire operation, ensure every worker is respected as a remittance-earner for the nation; that no outbound worker is cheated or harassed, and make appropriate changes to streamline the manpower export sector. The Ministry of Expatriate Welfare and Foreign Employment needs to reassess and considerably improve the effectiveness of District Manpower and Employment Offices (DMEO) and the Bureau of Manpower Employment and Training (BMET) to iron out the problems in the migration process. Bangladesh missions abroad should also vet and confirm the existence of alleged jobs to protect Bangladeshi citizens from harassment and fraud. The earning potential of this manpower sector is enormous and must not be ruined by unscrupulous entities or incompetent government departments.",
        "headline_1": "Manpower export stares down the barrel",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/manpower-export-stares-down-the-barrel-1716735809",
        "news_paper_name": "The Financial Express",
        "publish_date": "27-05-2024"
    },
    {
        "full_article": "People consider banks as the safest place on earth to keep their money and other valuables. In ancient times, religious temples also doubled as banks where rich people including merchants would deposit their wealth. Temples also acted as money lenders. Obviously, it is the trust factor that lay behind temples' assuming the role of banks. It is not in too distant past that bank officials would go from door to door to convince people that it was safe and even profitable to deposit their money in bank accounts. Stories also abound about successful and thriving banks going bankrupt overnight due to lack of public trust. Withdrawal of money by depositors out of panic also led to collapse of banks. In fact, the public's trust in a bank is its primary capital and the first principle of service. But, of late, it appears this element of public trust is no more important or relevant for banking service. Otherwise, how is it possible that about Tk922.61 billion or close to around Tk1.0 trillion was embezzled, as claimed by a policy think tank in its report titled, 'State of the Bangladesh Economy in FY 2023-24', from the banking sector over a period of 15 years? The misappropriation of such a colossal amount of public money was done through misuse of power. The amount so stolen from banks is equivalent to 12.1 per cent of FY24's national budget and 1.8 per cent of the country's Gross Domestic Product (GDP), the report further said. Robbing the erstwhile private banks, namely, Farmers Bank or National Bank, of tens of billions of taka through irregularities or siphoning off huge funds from a number of Islami banks through fake Letters of Credit (LCs) are glaring instances of the current deplorable state of the country's banking industry. How it happened. Suppose some individuals organise the required paid-up capital of Tk5.0 billion to establish a private bank. Once the bank comes into existence, unsuspecting clients seeing attractive offers deposit tens of billions of taka with the bank. The directors of the bank then become de facto owners of the depositors' money. If the bank is established by fraudsters driven by evil motive, the process of stealing public money begins in the name of lending and investment. Former finance minister AHM Mostafa Kamal once (September 2020) told a question-answer session in parliament that directors of different private banks took loans amounting to Tk1732.30 billion from their own and other private banks. A section of directors first withdrew the amount of money they were permitted according to the central bank policy (which is not more than 50 per cent of their shares) as loans. Then they took loans against the names of their relatives or even fictitious individuals or companies. Also, they colluded with top executives of public banks or directors of other private banks to siphon off money from the respective banks. The loans so taken from the banks were never returned. On defaulting, those are written off. Who is going to challenge them since they are the final arbiters when it comes to approving of, restructuring or writing off the loans?So, it is hardly surprising that the non-performing loans (NPLs) in different banks of the country, according to an estimate, tripled in the last 10 years from Tk427.25 billion in FY12 to Tk1456.33 billion or more than Tk1.45 trillion till the second quarter of FY24. However, if loan amounts held in specially mentioned accounts under court injunctions and rescheduled loans are included, the NPL amount will come to Tk3779.22 billion or close to Tk3.78 trillion. Adding to it the unpaid debts amounting to Tk1782.87 billion or Tk1.78 plus trillion awaiting settlement at the money loan court, the whole NPL amount rises to a whopping Tk5562.09 billion or well over Tk5.56 trillion, according to the findings disclosed recently by the local economic policy think tank, Centre for Policy Dialogue (CPD). In fact, banks are being thus used as mere vehicles to rob both public and private banks of their funds with tacit political support for the creation of a section of crony capitalists, or the so-called oligarchs. Consider the ease with which some bankers have been amassing fabulous riches. They are doing it at the expense of the general depositor's money. It appears, the common depositors are being held hostage by the banks' top executives and directors and not the other way around! It is not only through outright bamboozling that the common depositors are losing their savings. They are also being made to lose their money deposited with banks by paying interest at a rate that is lower than the rate of inflation. As calculated by the aforementioned policy think tank and reported at a recent discussion, since March 2020, real interest on their deposits (due to inflation) rate fell to 0.1 per cent in February 2020 and in August 2022 and May 2023, it went to negative territory (to as low as minus 5.5 per cent). Thus the depositors were losing their savings by keeping those in banks. So, it is not surprising that many people withdrew their bank deposit and preferred to keep those at home. This does not bode well for the banking or the financial industry. Before it is too late, the Bangladesh Bank should rise to the occasion to restore the common depositors' trust in banks. To that end, the first step will be to ensure transparency about the banks' financial health. The public should be able to know from the media or the banks' and central banks' websites how their savings and investments are being protected. This is how the banking sector can regain public trust. \n[email protected]",
        "headline_1": "Restoring public trust in banks",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/restoring-public-trust-in-banks-1716735854",
        "news_paper_name": "The Financial Express",
        "publish_date": "27-05-2024"
    },
    {
        "full_article": "Three pieces of screaming news have rocked the country. The number one is the grisly murder of a member of parliament (MP) in Kolkata. Unlike this, the two others concern allegations of abuse of power for accumulation of wealth. Involved in the two cases are none other than a former inspector general of police (IGP) and a former chief of the Armed Forces. The Dhaka Metropolitan Sessions Judge Court ordered, upon appeal by the Anti-corruption Commission (ACC), for freezing the former IGP's 33 bank accounts and attachment of property he acquired under 83 deeds. Lastly the travel ban the US has slapped on the ex-army chief, although dismissed off-handed by ministers as a personal matter, cannot be taken so lightly.Notably, the ex-police chief has also been barred from entering the USA allegedly for his questionable role during the time he held the top position of the Rapid Action Battalion (RAB). If the accusation made then were excesses including extra-judicial killing committed, this time the sanction on the ex-army chief is for alleged involvement in corruption on which the Al Jazeera carried a story but was not followed up by any administrative action. Without being judgmental on either of the three incidents, it can be said that those do not at all brighten the image of the country. In case of the murder of an MP in another country, first time in its history, much as it may be a neighbouring one, it is the power and reach of criminals, as demonstrated, of this land that unnerve common people. The police in Kolkata and Dhaka are unanimous that the murder was meticulously planned in Bangladesh to be executed in Kolkata. Even more alarming is the fact that the mastermind of the crime lives in the USA and, according to reports, controls gold smuggling operation between Bangladesh and India. Crime and corruption go hand in hand. This is the impression one gets. There are likely to be more such smugglers of gold and illicit drugs/fire arms, who control their underworld empires from abroad. How strange, people with criminal records or wanted by the police can get passports in fake names even in this digital age! Still stranger is the fact that such elements even get Indian visas when that country has even restrictions on medical visa because of its national elections. The mastermind involved in smuggling finds no difficulty to rent a flat in the posh area of the New Town, Kolkata. It is, however, the infiltration of corrupt elements in politics or the latter corrupting or influencing uninitiated debutants to become corrupt that really makes the prospect of the country bleak. An overwhelming majority of candidates who sought nomination either for parliamentary or upazila chairman elections have accumulated wealth 20 to 300 times more, according to their affidavit. How is it possible unless the earning means are dubious? Supposing those who seek reelection had undue opportunities to make money but what about others who held no such positions and had no business whatsoever? Either they wield influence and power to clandestinely operate illicit activities such as sand lifting from rivers or controlling networks involved in hill cutting, exploiting forest resources, leading gangs of extortionists or fake manpower or multi-level marketing business. Thus crime and corruption have conspired together to undermine the country's gains. It is this illegally accumulated wealth, more particularly in case of people in power and positions, that has its ripple effects on people down the rank. Never before did socio-economic disparities reach such a yawning level in this land. It is a thorn in flesh of the present Bangladesh society. Without addressing corruption and crime, the gaping inequality cannot be narrowed, let alone bridged.\n[email protected]",
        "headline_1": "Crime and corruption are inseparable bedfellows",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/crime-and-corruption-are-inseparable-bedfellows-1716735891",
        "news_paper_name": "The Financial Express",
        "publish_date": "27-05-2024"
    },
    {
        "full_article": "Devout Muslims aspire to perform Hajj at least once in their lifetime. Each year, thousands of Muslims from Bangladesh embark on this sacred journey, organised by government and private entities. However, not all involved with Hajj management do their job sincerely. Allegations of fraud and unethical practices against several agencies are there. Every year, reports emerge about some Hajj agencies deceiving pilgrims. Promises of comfortable accommodations near the Kaaba Sharif often go unfulfilled, with pilgrims instead placed in overcrowded, substandard housing far from the holy site. Transportation services, frequently touted in packages, are sometimes nonexistent, causing significant hardship, especially for elderly pilgrims.Additionally, the promised guides are often not provided, leaving pilgrims to navigate unfamiliar places alone. These failures are not merely oversights but clear violations of trust and contract.According to a report, recently an individual took millions of takas from 260 pilgrims and then disappeared. In Rangpur, another person collected Tk 30 million from 75 pilgrims through his agency and then vanished. Similarly, another organisation registered 448 pilgrims without contacting the ministry. Although the owners of two fraudulent Hajj agencies were caught with the money, only mild action was taken against one, while no action was taken against the other. Officials from the Ministry of Religion have admitted that lobbying efforts hinder tough action against these deceitful agencies. There are allegations that some officials within the ministry complicit in these irregularities help fraudsters to evade punishment.Hajj management involves the religious emotions of people, the country's reputation and the well-being of pilgrims of all ages. We urge the government to take effective measures to ensure smooth and honest administration of the holy Hajj. It is crucial to protecting the interests of pilgrims and upholding its sanctity.\nImran AhmedGulshan, Dhaka",
        "headline_1": "Stop Hajj registration scams",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/stop-hajj-registration-scams-1716735919",
        "news_paper_name": "The Financial Express",
        "publish_date": "27-05-2024"
    }
]