[
    {
        "full_article": "Less than a year after suspending the Foreign Contribution (Regulation) Act (FCRA) licence of the Centre for Policy Research (CPR), the Government of India has cancelled its FCRA licence. The justification for this move — CPR’s publications have been equated with current affairs programming, prohibited for an entity using FCRA funds — is nothing if not farcical. As a premier think tank, the CPR has been around for more than half a century, during which it has been an exemplar of public-spirited scholarship feeding into an ecosystem of governance and policy-making where multiple stakeholders and their often divergent interests need consensus-building through informed debates — the hallmark of a democracy. A decision to effectively shut down such an institution by crippling its finances is bound to send the message that India is no longer open to the free flow of knowledge and ideas. The move also fits into a broader, and sadly, by now all-too-familiar, pattern of the state wielding the FCRA as a weapon to silence entities whose work is not to its liking — typically those working on environmental issues, civil liberties and human rights. The use of the FCRA to target civil society for political or ideological reasons is perhaps written into its DNA. The legislation is the child of the Emergency, enacted by a regime paranoid about foreign governments interfering in India’s internal affairs by channelling funds through NGOs. Since then, it has been amended by successive governments, with the provisions becoming more stringent.When the latest round of amendments was passed in 2020, the International Commission of Jurists denounced it as “incompatible with international law” and warned that it would “impose ... extraordinary obstacles on the capacity of … civil society actors to carry out their important work”. It appears as though the government has been working hard to prove the ICJ right. Even before dust could settle on the FCRA cancellation of CPR, World Vision India, which works with children, has had its FCRA cancelled. On the one hand, India seeks recognition as a ‘Vishwaguru’. Its calling card as the G-20 host was ‘Mother of Democracy’. The government is hypersensitive to rankings on international indices, yet unwilling to acknowledge the link between perception and reality. When the U.S.-based non-profit, Freedom House, in its Democracy Index, downgraded India to an “electoral autocracy”, a reason it cited was erosion of civil liberties. Shutting off the finances of civil society organisations on flimsy grounds is a textbook example of civil liberties erosion, guaranteed to amplify the narrative of democratic backsliding. It would then be pointless to complain about bias or invoke “conspiracies” to tarnish India’s image when these actions get reflected in India’s downgrading in global indices of freedom and democracy.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nforeign aid\n\n/\n\ngovernment\n\n/\n\ndemocracy\n\n/\n\ncivil\n\n/\n\nhuman rights\n\n/\n\nnon government organizations (NGO)\n\n/\n\nG-20 New Delhi 2023",
        "headline_1": "Democratic backsliding: On the state wielding the FCRA as a weapon",
        "headline_2": "Curbs on financing of civil society bodies denote eroding civil liberties",
        "link": "https://www.thehindu.com/opinion/editorial/democratic-backsliding-the-hindu-editorial-on-the-state-wielding-the-fcra-as-a-weapon/article67762270.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "22-01-2024"
    },
    {
        "full_article": "On January 19, the Smart Lander for Investigating Moon (SLIM) spacecraft of the Japan Aerospace Exploration Agency (JAXA), launched in September, was expected to soft-land on the moon. Shortly after the stipulated time, reports from JAXA indicated the lander had touched down but its solar panels were not producing power, forcing the craft to bank on its batteries. However, SLIM, it said, appeared to be transmitting data, and checks of its other components did not indicate any damage — meaning Japan had become the fifth country to soft-land a robotic spacecraft on the moon. SLIM, like Chandrayaan-3, was tasked with a lunar soft-landing and deploying a rover mission (with two small rovers) but its primary mission was pioneering. Thus far, interplanetary spacecraft to the moon and Mars have been assigned suitable landing areas several hundred metres wide. SLIM however was designed to land within a 100 sq. m area, and thus its nickname “moon sniper”. In a press conference in which they confirmed the controlled descent, JAXA officials also said it could be a month before they could ascertain if SLIM had successfully executed its pinpoint landing.SLIM’s partial success (for now) comes a day after a moon-landing mission built by Astrobotic, a private U.S. company, and funded by NASA, reentered the earth’s atmosphere following a propellant leak. SLIM also happened roughly a month ahead of a landing attempt by another American company and four ahead of China’s ambitious sample-return mission from the moon’s far-side. JAXA’s lessons from SLIM are expected to inform the planned Lunar Polar Exploration Mission, an India-Japan collaboration with India expected to provide the lander. Precision landing is valuable because it allows lunar missions to begin closer to a place of interest, where there may be a smaller patch suitable for landing, instead of landing further away and roving to the area. And the moon’s surface around its south pole is mostly rough terrain. There are now five countries with the demonstrated ability to land robotic spacecraft on the moon. These plus the European Space Agency are the world’s major spacefaring entities. No other such entity has a robotic lunar mission planned in the near future. Both the U.S. and Russia also last demonstrated their abilities in a bygone era, although the NASA Commercial Lunar Payload Services programme will be making frequent attempts, as with the Astrobotic mission. As such, the new Space Race is currently being led by Asian countries.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nspace programme\n\n/\n\nIndia\n\n/\n\nJapan\n\n/\n\nUSA\n\n/\n\nEuropean\n\n/\n\ntechnology (general)\n\n/\n\nChina",
        "headline_1": "Asia ascendant: On the new Space Race",
        "headline_2": "After Japan’s partially successful moon-landing, the new Space Race has Asian countries in the lead",
        "link": "https://www.thehindu.com/opinion/editorial/asia-ascendant-the-hindu-editorial-on-the-new-space-race/article67762258.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "22-01-2024"
    },
    {
        "full_article": "Macron as R-Day guest is another demonstration of widening and deepening Indo-French strategic compact, from sea to space, writes New Delhi’s former envoy to Paris.\nFrance and India’s strategic partnership has seen 25 years of mutually beneficial cooperation, ties devoid of contention. There has been the all-party consensus in both countries that this strategic partnership is a pillar of stability in an unstable world order.\nFull opinion on TOI+\n\n",
        "headline_1": "Why India Says France mon ami",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/why-india-says-france-mon-ami/",
        "news_paper_name": "The Times of India",
        "publish_date": "22-01-2024"
    },
    {
        "full_article": "Authored by: Bibek Debroy\nReligious tourism is an ancient custom. What’s changed is the householder’s understanding of responsibilities. Individual effort has given way to expectations from the state. \nBharatavarsha’s history can be reconstructed from several sources – archaeology, epigraphic records, geological changes, genetics, evolution of language, and texts.\nRead full opinion on TOI+\n\n",
        "headline_1": "Economics of tirth yatras",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/economics-of-tirth-yatras/",
        "news_paper_name": "The Times of India",
        "publish_date": "22-01-2024"
    },
    {
        "full_article": "Too many exams, hence too much coaching\nUnion education ministry’s guidelines to regulate coaching centres will be seen as correctives but taken together, they’re simply band-aids. Here’s why.\n\nDefine it again? | By existing rules, the difference between coaching institutes and schools is the absence of “counselling, sports or creative activities” in the latter. New guidelines say coaching centres must organise classes for co-curricular activities for “holistic development”, mental wellbeing, etc. Where is then the differentiator from a school?\n\nNecessary evil? | NEP 2020, new India’s vision document for education, emphasises need to wean away from exam-led assessment, “resulting coaching culture…and its harmful impact”.\nGiven that, rules for “fair and reasonable fees”, or putting an age-bar of 16 or saying classes should be beyondschool hours can only trigger a black market of fee-deals, and stress students further by restricting age and time. Where are the measures towards removingcoaching culture?\n\nExams galore | NEP speaks of “reform” in entrance exam systems “to eliminate need for coaching classes”. For that, number of exams must be slashed. More “fair and reasonable”-priced colleges are needed – especially government institutes, and scholarship-based, not loans-led fee systems in private colleges. Government must know its pan-India online CUET has spawned more coaching centres.\n\nRoad to future | Coaching centres were once instrumental in helping students from non-privileged backgrounds “crack” entrance tests across strata. They set up shop and flourished in a competitive market created by gaps – poor schooling and a shortage of colleges and job opportunities. Desperate parents and hapless students still find in coaching centres’ “guarantees” the only jab at a future with an income –all entrance exams have coaching institutes as feeder agencies.\nRules such as minimum space per student, ventilation, lighting, drinking water, detail basic minimums. These are also a depressing recognition that coaching centres are often sweatshops. Even a 16-year-old could have figured out all this.\n\n",
        "headline_1": "Class struggle",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/class-struggle/",
        "news_paper_name": "The Times of India",
        "publish_date": "22-01-2024"
    },
    {
        "full_article": "Courts should strongly come down on bahu abuse\nAt what age is an Indian woman free to make her own choices about where to live and work? Never ever, too terribly much of our society seems to think. Just this week SC was listening to the liberty cry of a 25-year-old. From Bengaluru, not the boondocks. Her parents do not approve of the job or the relationship she wants, so they forcibly detained her for months. As badly as this beti has been treated, it’s a common experience for many, many bahus.\nIn a fairer society, when daughters-in-law are the primary caregivers of in-laws, it would win them tons of extra love and appreciation. Instead, doing this priceless service gets coded as being of serf status.\nAnd like cult drama Kyunki Saas Bhi Kabhi Bahu Thi underlined, this coding is typically pressed upon women by other women. Of course ‘the mother-in-law from hell’ trope isn’t unique to India. Princess D found herself in a similar mess. But our arranged marriages mean an extra lowering of daughters-in-law’s bargaining power. They have to bow to endless demands. Don’t wear jeans. Give a grandson. Ditch the office picnic. Hand over 99% of your salary.\nBy law and even custom, marriage is between two individuals. They are the rightful gatekeepers of their wellbeing. When in-laws are despots and their interventions cross over into illegality, courts should not waste empathy on this. Too many of them are still advising women to accept abuse from in-laws as the necessary ‘wear and tear of married life’. Stop. Marriage is not misery. Bahu has a mind of her own. Get with it.\n\n",
        "headline_1": "In-laws as outlaws",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/in-laws-as-outlaws/",
        "news_paper_name": "The Times of India",
        "publish_date": "22-01-2024"
    },
    {
        "full_article": "The scale of public suffering caused by a sudden disruption of gas supply from Thursday night to 1.1 million household consumers in the greater Chattogram division is no less than catastrophic. According to official confirmation, a technical glitch in the Floating Storage and Regasification Unit (FSRU) of liquefied natural gas (LNG) at Maheshkhali is responsible for the abrupt and complete interruption in gas supply in areas that fall under Karnaphuli Gas Distribution Company Limited (KGDCL). The gas crisis stretched from Chattogram, Feni and Noakhali to even some areas in Cumilla and Narayanganj, which caused widespread miseries to households, brought production to a screeching halt in factories and paralysed the transport system. The situation improved slightly on Saturday following partial resumption of gas supply by a floating LNG terminal in Maheshkhali. Chattogram is hit the hardest as the city is entirely dependent on imported LNG and the national gas line doesn't have adequate supply to provide backup support. Worse still, as no prior notice was served regarding the disruption, the city dwellers were totally caught off guard. They woke up on Friday morning to find that their gas stoves were not firing, prompting them to rush to hotels to buy food, but many eateries couldn't serve the customers as they too couldn't cook anything in want of gas. Consequently, many city dwellers suffered a food shortage, while some hotels and restaurants charged exorbitantly high prices for the limited foodstuff they could sell. In a word, the gas disruption wreaked havoc on the city, causing untold sufferings to residents in the affected area. The energy division sent a press note apologising for the inconvenience caused to the public, but a great disservice had already been done to the latter on account of the sudden disruption of a crucial utility service without prior notice. Meanwhile, power generation is now also under threat because of the inadequate supply of gas. Since the country is becoming increasingly reliant on imported LNG to meet the demand for gas, the technical and regulatory failure must not be taken lightly or swept under the carpet. Rather, it should serve as an eye-opener to develop robust LNG terminals and supply systems for the future. The authorities must also launch an inquiry to ascertain what exactly caused the technical glitch and why it couldn't be solved promptly, especially when the problem is bound to trigger widespread public sufferings. Apart from the crisis in Chattogram, the overall gas supply across the country, especially in most parts of Dhaka is also poor. People are extremely unhappy, even dejected, with the short supply of gas. In many parts of Dhaka, households are getting enough gas supply only at midnight as there is a huge gap between supply and demand. At the moment, the government has no alternative other than increasing LNG imports and making the supply chain dependable and sustainable to address the crisis. Given that the government is also struggling to foot energy import bills because of the dwindling reserves and dollar crisis, it should further tighten its belt on unnecessary import and foreign trips, which are draining the forex reserves. If the crisis in Chattogram servers any lesson, it is that ensuring an uninterrupted energy supply should be a priority.",
        "headline_1": "Stemming the deepening gas crisis",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/stemming-the-deepening-gas-crisis-1705848245",
        "news_paper_name": "The Financial Express",
        "publish_date": "22-01-2024"
    },
    {
        "full_article": "Rice being the staple food for more than half of humanity, everything about it is of interest and concern for the general public. The rice grains as we find them in the market are generally found in two categories-the brown rice and the white rice. The brown or whole-grain rice is the one in which all the ingredients of rice remain intact. But the white rice, which is popular among the urban, especially well-off section of the population, is only the starchy part (endosperm) of rice from which the bran and embryo have been removed. In fact, the white rice is devoid of the naturally occurring B vitamins, minerals, phytochemicals and fibre. Obviously, compared to brown rice, nutritional content of white rice is lower. A cup of brown rice has 78 milligram (mg) of magnesium, while in the same amount of white rice, it is only 19 grams. Similarly, a cup of cooked brown rice contains 174 mg of potassium, which for the same amount of white rice is 55gm. Despite all these shortcomings, a cup of cooked white rice still has over 200 calories, about 4.0 gm of protein, 44 gm of carbohydrates and less than one gm of fibre. In addition to magnesium and phosphorus, it also contains manganese, selenium, iron, folic acid, thiamine and niacin, though in lesser quantities than in brown rice. But in Bangladesh, the consumers of white rice are deprived of even the share of vitamins and minerals it should normally contain. The rice mills, in the process of husking and polishing rice, remove 10 to 20 per cent of the grains before marketing. Interestingly, this processed fine rice sells at a higher price than others that are less processed and coarser and consumed by the less privileged segment of the population. Researchers of the Institute of Nutrition and Food Science (NFS) of Dhaka University and Bangladesh Rice Research Institute (BRRI), who conducted research on how the nutrient-rich content of the popular brands of boiled, high-yielding rice is being removed through its polishing and cutting by the rice mills, sent their findings to the government agencies concerned. But necessary action from the government to discourage, let alone stop the practice, is yet to be taken. Neither is there any awareness among the consumers about how the rice they consume is being hollowed out of its nutritious part by millers and what they are eating is pure rubbish. The irony is the disposable part of the rice is used as poultry and fish feed. Also, the leftover is used to produce rice bran oil. Scientists of the BRRI and other organisations involved in rice research have on different occasions conducted studies not only on the nutritional aspects of rice, but also on how price of the staple is being manipulated at different stages of its marketing by traders and intermediaries. They found that rice, during its marketing from the growers' level to the consumers, changes hands five times. At each stage of marketing, it gets pricier. Ultimately, it is the consumers who pay the price. Though, as the researchers found, 9 to 18 per cent of the protein of the rice is lost in the process of cutting (by 10 per cent), the consumers still pay a higher price to buy the rice from the market. Again, rice, fortified with vitamins and other nutritious ingredients, is being sold to the same consumers at a higher price. Of course, the well-to-do are usually the consumers of the artificially enriched rice. But had the public been aware, they would doubly benefit from consuming normal husked rice without going for the so-called finer brands of polished and cut rice sold in the market. In the process of husking at the rice mills, nearly 350 to 400 gm of rice is lost from a kilogram (kg) of rice as wastage. The millers charge taka 1.0 to taka 2.0 per kg as profit against the processed rice. But what do they do with the wastage? As noted in the foregoing, they sell the vitamin-and-mineral-rich leftover at taka 6.0 to taka 9.0 per kg to its commercial users. So, in total, they earn a profit ranging from taka 8.0 to over taka 13 from every kg of rice husked from their mills. However, the rice mill owners are at variance with the charges being levelled against them saying that they are making super profit at the common consumers' expense. Their argument is, had they been able to make so much profit from their business, larger number of millers would have joined the business, which, according to them, is not the case. Whatever the case may be, a particular quarter cannot be blamed for all the wrong things in practice involving the nation's chief staple, rice. In fact, the public's deeply ingrained habits, the vested interests in control of the supply chain from the growers to the consumers and the economy that has developed surrounding all these activities cannot be wished away overnight. First, it is the consumers who have to be health conscious and be better informed about what they are actually eating. Until they avoid buying the so-called finer brands of rice, nothing will change. Of course, the government has a role in ensuring that businesses display the nutritional contents on the packages of the different brands of rice on sale in the market.\n[email protected]",
        "headline_1": "Is the rice public eating healthy?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/is-the-rice-public-eating-healthy-1705848271",
        "news_paper_name": "The Financial Express",
        "publish_date": "22-01-2024"
    },
    {
        "full_article": "That a subvariant of SARS-COV-2, a close relative of BA.286 with its lineage from the Omicron variant, has been detected in Dhaka is concerning. On Friday last as many as 22 people were infected and on Saturday the number dropped to 13. But this is hardly good news for the country. First, the variant JN.1 is known to spread faster than other strains of Covid-19. Second, the first five people found to get JN.1 had no history of travelling outside the country. So there is the temptation to conclude that SARS-COV-2, the coronavirus, has mutated locally. But other possibilities cannot be ruled out. Without local mutation of the virus, the patients may have come in close contact with people who have arrived from abroad and acted as carriers of the disease. Then there is no way to be sure that the day on which the five were detected to have caught JN.1 was the first time the disease entered Bangladesh. In fact, this is the winter, a time when flu, common cold and other respiratory complications peak up. With the disease more or less receding about two years ago, people no longer feel the urge for doing the Covid test. So a large number of people even do not know they were infected with any of the variants. Not all cases of influenza, cold and respiratory complications are likely to be as they appear because many of the symptoms are common in all these illnesses.In the US, three viruses SARS-COV-2, influenza and respiratory syncytial virus have raised the spectre of a 'tripledemic' during the fall and winter in recent years. Bangladesh at some point came closer to experiencing a 'doubledemic' with dengue claiming record victims and knocking the highest ever number of people down. Fortunately, the country has been spared an epidemic of cold-related complications. But there is no guarantee such diseases cannot turn epidemic with the presence of JN.1 subvariant in the capital and an industrial area not far from it. This is more so, because people are no longer taking the extra caution needed for their personal protection from the highly contagious virus. Nothing should be left to chances so that the virus can catch the people off guard. The first task is to launch a comprehensive campaign for making people aware of the do's and don'ts. In fact, the majority of the people now know about what needs to be done or not be done. Only the message of the danger posed by the new variant has to be put across. If people maintain mask wearing in crowded places and closed-door rooms, the first health protocol is complied with. This can protect them from the virus infection if the complementary rules and regulations are routinely observed. Since windows and doors are kept closed these days because of cold weather, this is fundamental to fighting the virus.Last but not least is the issue of inoculation. Reports have it that 11 per cent of the population could not be brought under any kind of vaccination programme. Then 84 per cent received the second jab, meaning that 16 per cent are still more vulnerable to the virus. Again, only 40 per cent of the population received the third dose and only 3.0 per cent received the fourth dose of vaccine. This means as high as 60 per cent of the population is not well protected against the virus and just 3.0 per cent is supposed to have developed the desired immunity against the virus. So a vaccine programme should be restarted as soon as possible. At the same time, attempts should be made for procurement of the more advanced version of vaccines now developed in the USA. Such a concerted action can perhaps give the country enough immunity against the SARS-COVE-2 virus.\n[email protected]",
        "headline_1": "Fighting the subvariant of Covid-19",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/fighting-the-subvariant-of-covid-19-1705848303",
        "news_paper_name": "The Financial Express",
        "publish_date": "22-01-2024"
    },
    {
        "full_article": "Traditionally, students in Bangladesh receive their education through formal academic institutions. While the traditional education system remains the mainstream and the only option for students to achieve academic certificates, the growing influence of EdTech is revolutionising current education systems. Compared to traditional education, digital learning offers much more flexibility and accessibility at an affordable price, posing threat to traditional education.The traditional education system in Bangladesh comprises primary, secondary and higher education levels. Primary education spans a five-year curriculum, from grades one to five, while secondary education covers a six-year curriculum, from grade six to twelve. The government provides Secondary School Certificate (SSC) and Higher Secondary Certificate (HSC) as recognition for completing these stages. Then students pursue higher education in private or public universities. Despite infrastructure limitations and an outdated curriculum, students have the opportunity to directly interact and socialise with teachers and peers, enhancing the quality of education and offering a first-hand learning experience. However, ensuring equality for all students may be challenging in the context of Bangladesh, with variations in teachers' qualifications based on the schools' locations and conditions.With the rise of technology and improved network quality, the EdTech industry is gaining market share every year. While initial EdTech institutes entered a new market with a blue ocean strategy, today they offer a curriculum similar to the traditional education system. The rising cost of education is becoming an extra burden on common people. In this situation, individuals may opt for a more affordable option with a better outcome. Additionally, urbanisation and the prevalence of nuclear families with both parents working full time make it challenging to keep up with traditional schooling. Parents may find E-learning more suited to their lives.The question that remains is whether the people of Bangladesh will eventually switch to the more convenient option. Will the government be able to offer better curriculum plans that are valued by both employers and parents?\nTalukder MeemStudentNorth South University",
        "headline_1": "EdTech vs traditional education system",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/edtech-vs-traditional-education-system-1705848328",
        "news_paper_name": "The Financial Express",
        "publish_date": "22-01-2024"
    }
]