[
    {
        "full_article": "India’s goods exports, a key driver of its growth impulses and a major job creator, got off to a disappointing start in 2023. Merchandise shipments fell 6.6% year-on-year to $32.91 billion in January. While this is the second month of contracting exports, the dip is more than double the 3% drop in December 2022 and marks a sharp 13.6% sequential decline. Along with an anticipated post-Christmas cooling off in demand, order books probably took a hit as much from actual slowing of economic activity as buyers’ wary assessments about consumer confidence levels, with the new year kicking off amid a pall of gloom and doom on the global economic outlook. Engineering exports fell 10%; pharma products lost momentum as did 14 other products out of India’s top 30 export items, including jewellery and textiles. The silver lining is that imports dipped too, bringing the goods trade deficit to a 12-month low of just $17.75 billion, a far cry from the $25-odd billion averaged in each of the previous six months and the record $29.23 billion gap of September 2022. If this trend holds, India’s current account deficit for 2022-23 may end up lower than the uncomfortable 3%-plus levels of GDP projected by most agencies.Yet, the drop in imports during January suggests domestic demand growth is fading. While the year-on-year drop was just 3.6%, the $50.66 billion import bill for January is the smallest in 18 months and 15.8% lower than December’s revised $60.2 billion figure. Only a part of this stepdown can be ascribed to lower commodity prices as non-oil, non-gold imports have fallen by a sharper 6.7% from January 2022 levels. The Commerce Ministry has argued that India’s weaker trade balance this financial year has been driven by the “two-way effect” of a slowing world economy hurting exports and resilient domestic demand shoring up imports. That effect no longer seems to be at work. Finance Minister Nirmala Sitharaman has rightly flagged concerns about Indian exporters’ prospects this year amid global slowdown fears. Her prescription that exporters keep closer tabs on developments in different markets to avoid being “demotivated” is also spot on. Amid the overall headwinds, trends are diverging in key markets. U.S. retail sales rebounded to grow faster than expected in January while Japan’s trade deficit hit a record; more U.K.-based trading businesses now expect an uptick in turnover this March compared to those that expect a fall, as per a survey by its Statistics office. Industry bodies and the government must work in tandem to tap shrinking opportunities better and help exporters move across this river of uncertainty by feeling the pebbles along the way.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nengineering\n\n/\n\neconomy (general)\n\n/\n\nexports\n\n/\n\nimports\n\n/\n\nUSA\n\n/\n\nJapan",
        "headline_1": "Shuffling feet: On foreign trade and policy responses",
        "headline_2": "Navigating this year’s foreign trade dynamics needs sharper policy responses",
        "link": "https://www.thehindu.com/opinion/editorial/shuffling-feet-the-hindu-editorial-on-foreign-trade-and-policy-responses/article66517185.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "17-02-2023"
    },
    {
        "full_article": "When Nicola Sturgeon, the First Minister of Scotland, announced her resignation on Wednesday, comparisons were immediately drawn between her decision and that of Jacinda Ardern, the former New Zealand Prime Minister who quit last month citing burnout. “In my head and in my heart, I know that time is now,” said Scotland’s first woman and longest serving First Minister. The parallels actually run deeper. As with Ms Ardern, whose popularity was dipping in the face of policy setbacks, there were underlying reasons behind the Sturgeon exit as well. Ms Sturgeon rose to power in 2014 after Alex Salmond, the Scottish National Party’s (SNP) former leader quit following a defeat in a Scottish independence referendum (55% said No). The vote was seen as a setback to the SNP’s bid for independence, but Ms. Sturgeon revived the campaign after Britain’s European Union exit, arguing that most Scots wanted to stay in the EU. When the U.K. Supreme Court ruled last November that the Scottish Parliament did not have the power to call another referendum on independence without Westminster’s approval, she floated a proposal to use the next U.K. general election, due in 2025, as a de facto referendum — a victory for pro-independence parties would be seen as a ‘Yes’ vote, which triggered considerable opposition even within her own party. It may not be a coincidence that her decision to quit comes before a crucial SNP conference, which is expected to take a call on the proposal.Independence was not her only major challenge. Her promise to expand transgender rights hit a wall after a convicted double rapist, a transwoman, was sent to a women’s prison. A Bill passed by the Scottish Parliament to make it easier for trans people as young as 16 to get government recognition for their acquired gender identity was blocked by the U.K. government, citing “safety issues for women and children”. Besides, there were growing concerns about the status of the health-care system (a nurses’ strike over pay and wariness over the waiting time for accident and emergency cases), an ongoing teachers strike (closing educational institutions) and a police investigation into a loan her husband, Peter Murrell, gave to the SNP. All this put Ms Sturgeon, otherwise a formidable leader, in a spot. Ever since Mr. Salmond quit in 2014, Ms Sturgeon has been the face of the independence campaign and her resignation is a setback for the same. Both Mr. Salmond and Ms Sturgeon failed to break the threshold on their most important cause. Her successor will have to rebuild the movement while also addressing more pressing economic and governance issues immediately.\r\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\npolitics\n\n/\n\nUnited Kingdom\n\n/\n\nBrexit",
        "headline_1": "A time to quit: On Nicola Sturgeon’s resignation as First Minister of Scotland",
        "headline_2": "Ms Sturgeon’s resignation is a setback for the independence movement",
        "link": "https://www.thehindu.com/opinion/editorial/a-time-to-quit-the-hindu-editorial-on-nicola-sturgeons-resignation-as-first-minister-of-scotland/article66517160.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "17-02-2023"
    },
    {
        "full_article": "With an order of 470 aircraft, the largest ever in aviation, the Tata Group confirmed their commitment to staying the course and turning around Air India. Coupled with the patient capital approach of the Tata Group, this development’s impact will flow through to the entire aviation value chain.\nLet’s unpack the deal to understand its importance to India’s aviation trajectory.\nRead full opinion on TOI+\n\n",
        "headline_1": "Fasten your seatbelt, India: Air India’s huge order has multiple implications, for the airline, for civil aviation, for policy and for manufacturing. Here’s a deep dive",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/fasten-your-seatbelt-india-air-indias-huge-order-has-multiple-implications-for-the-airline-for-civil-aviation-for-policy-and-for-manufacturing-heres-a-deep-dive/",
        "news_paper_name": "The Times of India",
        "publish_date": "17-02-2023"
    },
    {
        "full_article": "Unusually for Uttarakhand, last week’s protests against corruption in government recruitment exams included stone-pelting. That the state government also recognises youth frustration as hitting new levels was indicated by the speed with which it promulgated an ordinance for “control and prevention of unfair means in recruitment”, to which the governor gave his assent within 24 hours. As swiftly, on Sunday the first case was registered under the new law, where offences are non-bailable, fines go up to Rs 10 crore, and jail terms up to life imprisonment. But any honest look at the problem will make clear that “the country’s most stringent anti-copying law” isn’t enough to clean up the mess.\nLast March the Rajasthan government tried to signal similar commitment through a stricter new bill. This premise that harsher punishments will effectively disincentivise corruption even though surveillance to prevent paper leaks remains ineffectual, defies evidence. How the brutal demand-supply mismatch in jobs is exploited by the government ecosystem itself has been nakedly exposed in West Bengal. Elsewhere the linkages are less high-profile but as crucial. For example, in Dehradun the young are lamenting that once irregularities have spread from exams conducted by the state’s Subordinate Services Selection Commission to those conducted by its Public Service Commission, there is no fair space left for them.\nThere are also concerns about how Sunday’s FIR names a news portal for “spreading misinformation” – before that the Berozgar Sangh Union president, who has been a whistleblower, was arrested. Authorities frequently dub energetic protests as politically motivated, and act accordingly. But so persistent is the problem at hand that this charge appears more absurd than usual. The problem has two defining aspects. First, the numbers are overwhelming. Administrators charged with solving school cheating in Bihar have for example long identified people management across vast student populations and very porous channels, as the central challenge. Second, the pen-and-paper mode is too easy to sabotage by WhatsApp.\nIf the January patwari and accountant exam in which 1.4 lakh candidates appeared for 563 vacancies had been in paperless mode, it would have avoided wholesale sabotage and cancellation. Governments need to get off their strict law-making high horse and work on upgrading exam technologies. There has already been unconscionable delay in bringing India’s young into the computerised test age.\n\n",
        "headline_1": "Wrong answer, govts: Repeated exam paper leaks should tell authorities that technology not punishment is the cure",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/wrong-answer-govts-repeated-exam-paper-leaks-should-tell-authorities-that-technology-not-punishment-is-the-cure/",
        "news_paper_name": "The Times of India",
        "publish_date": "17-02-2023"
    },
    {
        "full_article": "Scottish First Minister Nicola Sturgeon stepping down from her post marks a pivotal moment in British politics. The development should subdue Scottish nationalism and the desire to separate from the British Union – at least for the time being. Recall that Sturgeon had become the leader of the Scottish Nationalist Party (SNP) in the wake of the 2014 independence referendum when Scotland narrowly voted 55-45% to remain part of the UK. That result had boosted Scottish nationalists. But the UK Supreme Court recently blocked her plans for a fresh referendum and the next SNP leader has to rethink the way forward.\nThe larger story is that despite significant devolution of powers to Scotland within the UK, large sections of the Scottish population still feel their aspirations haven’t been met and the Union remains very English. For example, during the Brexit referendum despite every council in Scotland voting to remain in EU, the region had no choice but to follow the rest of the Union in leaving the European bloc. At the same time, studies have shown that even if it were to join EU afterwards, independence would leave Scotland significantly poorer than staying in the UK.\nThis larger story is playing out in many countries where different ethnicities or regions or languages etc have different voices and the Centre has to simultaneously reach out to all parts of the Union to hold it together and keep it strong. An overwhelming hold over power by one section of the republic gives oxygen to regional grievances. Case in point in India is the language issue where states like Tamil Nadu protest the centralised promotion of Hindi. The key to addressing regional grievances is better federalism, not lesser.\n \n\n",
        "headline_1": "Scottish lesson: Pull of regional identities needs to be managed by better federalism",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/scottish-lesson-pull-of-regional-identities-needs-to-be-managed-by-better-federalism/",
        "news_paper_name": "The Times of India",
        "publish_date": "17-02-2023"
    },
    {
        "full_article": "It does look like a ChatGPT revolution is beckoning us today just like the internet and Google did at the beginning of the millennium. On the face of it, such AI-powered bots are quite skill-intensive. Given a query, these bots use generative AI to sift through enormous amounts of data, which enables them to create intelligent and insightful responses. So the thinking is that these bots will increasingly replace high-skilled jobs. But can they also play a community role in providing a variety of services?\nNot enough attention is being paid to this potential. Tellingly, in a December 2021 online survey of around 20,000 adults across 28 countries, on how they expected the increased use of AI to change their lives in the next 3-5 years, 35% mentioned education, 33% mentioned safety, 32% employment, 30% transportation, 23% income, 15% mentioned personal relationships, but public services were not mentioned.\nRead full opinion on TOI+\n\n",
        "headline_1": "Can chatbots help fix potholes, segregate city waste? Besides high-skill jobs, the generative AI revolution can be transformative for urban governance",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/urbanissues/can-chatbots-help-fix-potholes-segregate-city-waste-besides-high-skill-jobs-the-generative-ai-revolution-can-be-transformative-for-urban-governance/",
        "news_paper_name": "The Times of India",
        "publish_date": "17-02-2023"
    },
    {
        "full_article": "We are quite worried about the findings of a report by the defence ministry concerning the security situation in the Rohingya camps of Cox's Bazar. Reportedly, 10 terrorist and dacoit gangs are active in the camps and getting engaged in all kinds of criminal activities there. While the militant outfit Arakan Rohingya Salvation Army (Arsa) controls most of the camps, other groups – such as RSO, Master Munna gang, Islami Mahaj, Nabi Hussain dacoit gang, etc. – also operate there. These groups often engage in clashes to establish their dominance over the camps. The defence ministry report mentioned 32 incidents of murder that took place in 2022 alone, some of which were caused by these clashes.\nNeedless to say, the findings are quite alarming. Assessing the causes behind the situation and ensuring security in the area are crucial.\nWhile the ministry's report mentioned lack of surveillance and regular patrolling as one of the reasons for Arsa getting stronger in the camps, we wonder what could possibly be the reason for the rise of other militant groups. Which brings us to the issue of the overall treatment of Rohingyas in the camps. Reportedly, they are being forced to live in cramped conditions without the freedom to move freely, which is also impacting their livelihood opportunities. Then, there is a serious lack of educational opportunities for the Rohingya children and youth. There have also been concerns raised by the Human Rights Watch earlier this year about the abuse of power by Bangladesh's Armed Police Battalion (APBn). Reportedly, many involved with APBn committed extortion, arbitrary arrests, and harassment of Rohingya refugees, which is alarming.\nThe result of all this is growing frustration among the Rohingya people, particularly the youth, who neither can go back to their home country nor have proper opportunities to lead a dignified life here. Their frustration about and desperation for a better life often results in internal disputes. Sadly, many also get engaged in various criminal activities.\nWhile the government has been taking care of this large group of refugees despite the challenging economic situation, it seems to be not enough, particularly because of decreased funding from the foreign donors. Reportedly, UN humanitarian agencies and the government sought USD 881 million from various donors across the world in 2022, but the latter only disbursed a total of USD 431 million to the Joint Response Plan (JRP) fund. There is also uncertainty over how much funds the government will get this year for supporting the Rohingyas.\nUnder these circumstances, the criminal groups mentioned by the defence ministry must be neutralised through proper measures, and the overall security in and around the camp areas must be beefed up. Lastly, the living conditions of the refugees must be improved so that they are not tempted to join any terrorist activity or create anarchy in the area.\n",
        "headline_1": "Tighten security at the Rohingya camps ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/tighten-security-the-rohingya-camps-3249686",
        "news_paper_name": "The Daily Star",
        "publish_date": "17-02-2023"
    },
    {
        "full_article": "While the government looks to improve the quality of subordinate judiciary by providing its judges with domestic and foreign training, it is surprising that no such initiatives have been taken to educate the lawyers on ethical issues. As a result, they generally lack the understanding of the dignity of the court and the legal profession. District Judge Mohammad Faruk, who was subjected to verbal abuse by lawyers led by the president and general secretary of Brahmanbaria District Bar Association in January this year, sheds fresh light on this issue.\nThe goal, apparently, was to teach the judge a lesson for not following a resolution of court boycott declared by the lawyers, and make the local court subservient to their one-sided decision.\nIn a Facebook post, many users saw a group of lawyers forcing the learned judge to leave his bench. Following the incident, the judge alleged before the Supreme Court that he had faced serious harassment by the lawyers for questioning their court boycott and other illegal activities, including the filing of cases after hours. However, members of the Brahmanbaria District Bar Association also alleged that the judges behaved rudely with them, which eventually fuelled the flame against the district judiciary in Brahmanbaria.\nThe very nature of the allegation in which the district judges of Brahmanbaria are implicated – for corruption and misbehaviour with the lawyers – is not linked to the incident. In the hearing of a ruling recorded suo motu by the Supreme Court, the attorney general was expected to appeal to the court on behalf of the judiciary to take action against the lawyers involved in the incident, and also demand that they be punished for the contempt of court.\nOne side effect of this incident is that an important issue like the necessity of ongoing training for the lawyers has been pushed to the background. This could rather be a point of reference for why professional training is important for such a noble career. This could also be an example of how lawyers' out-of-pocket expenses are rising in the competitive profession, while their ethical standards are declining dramatically – despite promises made by the government to increase the capacity of the subordinate judiciary. Instead, the legal profession has become mired in power abuse and intimidation, where lawyers are using their professional capacity to control the judiciary.\nThe fact is, despite significant efforts taken by the government and the higher judiciary to paint a picture of accountability within the subordinate judiciary, lawyers, who are an important part of it, remain largely unaccountable – especially when it comes to violations of ethical standards, including the basic duty to follow a court's instruction.\nLawyers must understand that their duty to the court is paramount, and when there is conflict between their duty to the client or other lawyers and to the court, the court should get priority – which is the only way they can claim that they are serving the administration of justice. While one may use the excuse that the dispute between the lawyers and the court is an internal one, and it is between the bench and bar to minimise tension between the parties, the truth is, lawyers in Bangladesh don't fully understand their basic duty to the administration of justice and, notably, the government has done very little to educate them.\nIt goes without saying that when illegitimate claims are not addressed properly, it only leads to further violence in court premises. It leads to further frustration among judicial officers. While lawyers are expected to uphold professionalism on their own, a training module run by prominent figures who have served the judiciary with dignity would definitely improve the situation. Hence, the authorities concerned should take quick steps to provide said training to the lawyers. Not only that, but it is also important to prioritise addressing a court issue that may lead to such violence.\nThe authorities must ensure that no such misconduct occurs in handling the matters of courts, especially when Bangladesh is trying to improve its global image in addressing the lack of capacity of democratic institutions.\nDr Mohammad Zulfikar Ali is associate lecturer at Curtin Law School, Curtin University in Australia.\n\n",
        "headline_1": "Educate lawyers to uphold the court’s dignity",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/educate-lawyers-uphold-the-courts-dignity-3249621",
        "news_paper_name": "The Daily Star",
        "publish_date": "17-02-2023"
    },
    {
        "full_article": "People are now finally noticing how good our young women are in cricket – especially after their consistent wins in international tournaments which made them more impressive than their male counterparts. Not that they were treated with the same pampering and reverence that our male cricketers get from the state or society. At least their prowess and skills are being acknowledged.\nBut now we must recognise a different arena where some women are \"excelling,\" with the apparent support of the powers that be. These are the female student cadres of the ruling party who are following the playbook of Bangladesh Chhatra League (BCL) to the T.\nRemember last year in Eden College, when two factions of BCL's women members got into violent clashes? A student leader was accused of torturing two female students (also members of the BCL) for six hours. There was a video of the ancient act of chula chuli (tearing each other's hair out), associated with long-haired banshees, as well as reports of universal torture tactics like punching, kicking, and even a case of asphyxiation using a scarf.\nThe latest news of female thuggery comes from the Islamic University in Kushtia, where a woman Chhatra League leader and several of her cohorts allegedly took a female student to a common room and tortured her for four hours, because she had stayed in the dorm without informing them. According to the student's formal complaint, the attackers clamped her mouth and continued to beat her up while verbally abusing her and threatening to kill her. They used the common language of political thuggery, \"Do you have any idea who we are, how bad we can get?\"\nIn typical gangster style, they allegedly kicked her, gagged her, choked her with a scarf while spewing creative expletives at her. At one point, these female Attilas stripped their victim, took videos and threatened to release them on social media if she dared to disclose what had happened to her. The victim, despite being terrified enough to escape to her village home, still displayed the courage to file a complaint.\nNot surprisingly, the leader of the gang completely denied the allegations, saying she had always helped other female students and looked out for their interests. She told the media that she had also submitted a written complaint to the university administration against the student who was allegedly tortured, and had filed a separate complaint against her, signed by many of the resident students.\nIf you think this was a one-off incident, think again.\nAccording to a Prothom Alo report, other students who were approached but who would like to remain anonymous (and perhaps alive), said the student leader and her gang tortured another student last year.\nInterestingly, the Chhatra League brothers have also been active again despite all the negative publicity from the Abrar Fahad murder in Buet in 2019, when the level of terror wielded by the university mafia was on full display by the media, leading to public outrage and a befitting court sentence.\nThis time, the \"show of strength\" came from BCL's Chattogram Medical College chapter. Four students were beaten to a pulp as they were suspected to be members of Islami Chhatra Shibir. Of course, that seemed like enough reason to attack, torture, and send individuals to the ICU, as was the case with two of the victims. The \"aggrieved\" cadres even went inside the ICU and threatened the two again. The two were shifted to a cabin and had to have security outside the door, lest the angry men came back for more blood.\nLike the war cry of the Sentinelese (one of the most aggressive tribes of the world), the instructions to attack and annihilate \"the enemy\" – however far-fetched the perceived threat may be – are reaching educational institutions in other districts, too. In Rajshahi University, BCL leaders allegedly confined a student and tortured him, accusing him of belonging to Islami Chhatra Shibir and threatening to kill him. When the victim said that he was Hindu, which made him an unlikely member, the attackers allegedly said, \"Then nobody can do anything if we kill you.\"\nThese examples of \"showing brawn\" may not just be the regular practice of controlling the university residential halls that have survived and prospered over the decades, leaving the university administrations – especially the authority of the hall supervisors and proctors – quite redundant. Such practices may be part of a well-thought-out election-year strategy to re-establish the BCL's \"supremacy\" in the form of terror, and justify violence through labelling individuals who show the slightest signs of nonconformity as belonging to Shibir. If this is the case, we will be hearing or reading about regular incidents of students being tortured or thrown out of halls for being \"Shibir members,\" although the real reason is as simple as not showing enough \"respect\" to the Boro Bhais or Apas.\nFor ordinary citizens, attacking a person, confining them in a room, torturing them or taking compromising videos, threatening to expose the victims on social media or threatening to kill them would be crimes that would lead to arrest, cases filed, being charged, put on trials and imprisoned. But when it comes to the BCL, ordinary laws do not apply as they are not \"ordinary\" people.\nThe image of women as nurturers and champions of peace and non-violence is taking a heavy hit in the wake of these bellicose female cadres. Their wrestling and fighting skills would have been better utilised in Wrestle Mania matches or for commando operations in the armed forces. But one thing is for sure: when it comes to complete disregard for academic environment, the law, or basic humanity, they are fast catching up with their \"bros.\"\nAasha Mehreen Amin is joint editor at The Daily Star.\n",
        "headline_1": "Don’t underestimate the power of women cadres",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/no-strings-attached/news/dont-underestimate-the-power-women-cadres-3249611",
        "news_paper_name": "The Daily Star",
        "publish_date": "17-02-2023"
    },
    {
        "full_article": "We are quite worried about the findings of a report by the defence ministry concerning the security situation in the Rohingya camps of Cox's Bazar. Reportedly, 10 terrorist and dacoit gangs are active in the camps and getting engaged in all kinds of criminal activities there. While the militant outfit Arakan Rohingya Salvation Army (Arsa) controls most of the camps, other groups – such as RSO, Master Munna gang, Islami Mahaj, Nabi Hussain dacoit gang, etc. – also operate there. These groups often engage in clashes to establish their dominance over the camps. The defence ministry report mentioned 32 incidents of murder that took place in 2022 alone, some of which were caused by these clashes.\nNeedless to say, the findings are quite alarming. Assessing the causes behind the situation and ensuring security in the area are crucial.\nWhile the ministry's report mentioned lack of surveillance and regular patrolling as one of the reasons for Arsa getting stronger in the camps, we wonder what could possibly be the reason for the rise of other militant groups. Which brings us to the issue of the overall treatment of Rohingyas in the camps. Reportedly, they are being forced to live in cramped conditions without the freedom to move freely, which is also impacting their livelihood opportunities. Then, there is a serious lack of educational opportunities for the Rohingya children and youth. There have also been concerns raised by the Human Rights Watch earlier this year about the abuse of power by Bangladesh's Armed Police Battalion (APBn). Reportedly, many involved with APBn committed extortion, arbitrary arrests, and harassment of Rohingya refugees, which is alarming.\nThe result of all this is growing frustration among the Rohingya people, particularly the youth, who neither can go back to their home country nor have proper opportunities to lead a dignified life here. Their frustration about and desperation for a better life often results in internal disputes. Sadly, many also get engaged in various criminal activities.\nWhile the government has been taking care of this large group of refugees despite the challenging economic situation, it seems to be not enough, particularly because of decreased funding from the foreign donors. Reportedly, UN humanitarian agencies and the government sought USD 881 million from various donors across the world in 2022, but the latter only disbursed a total of USD 431 million to the Joint Response Plan (JRP) fund. There is also uncertainty over how much funds the government will get this year for supporting the Rohingyas.\nUnder these circumstances, the criminal groups mentioned by the defence ministry must be neutralised through proper measures, and the overall security in and around the camp areas must be beefed up. Lastly, the living conditions of the refugees must be improved so that they are not tempted to join any terrorist activity or create anarchy in the area.\n",
        "headline_1": "Tighten security at the Rohingya camps ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/tighten-security-the-rohingya-camps-3249686",
        "news_paper_name": "The Daily Star",
        "publish_date": "17-02-2023"
    },
    {
        "full_article": "We welcome the news of a government plan to introduce a new school feeding programme for students of all state-run primary schools starting July. According to a report by this daily, the primary and mass education ministry is set to complete a feasibility test for the mid-day meals project this month, and will start preparing a Development Project Proposal in March. Feeding programmes for government schools have existed in various forms since the country was liberated. They have always been an important part of the school system, ensuring that students not only consume a chunk of their required daily calories in school, but also stay at school.\nAs per data of the primary education ministry, attendance rose by 6.6 percent and dropouts fell by 6 percent in schools covered by the last government feeding programme (which ended in June last year). However, given the patchy track record of the planning and implementation of government feeding programmes, we also feel the need to be cautious in our optimism.\nOne may recall that the last proposed large-scale school meal project had made headlines for all the wrong reasons. In August 2020, the primary and mass education ministry had proposed a Tk 17,290 crore undertaking to feed 1.41 crore students of 65,566 government primary schools for five years. Controversy arose when the planning commission identified several unnecessary expenses in the proposal. The allocation for foreign trips by officials to cook khichuri – or as in the ministry's words, to \"gather knowledge about implementation of mid-day meal programmes at schools\" – was criticised. The proposal was ultimately rejected by the Executive Committee of National Economic Council (Ecnec) headed by the prime minister. But it now stands as an example of how important projects like school feeding programmes can be derailed due to bureaucratic inefficiencies and mismanagement. This, we hope, will not happen with the latest feeding project under consideration.\nIt is also crucial that the new programme is implemented as soon as possible. The government's last school feeding programme ran from 2010 till June 2022, under which the authorities provided 75 grams of fortified biscuits to nearly 3 million schoolchildren in 104 upazilas. But it has already been almost eight months since public school students have been deprived of free meals provided by the government. This cannot go on – especially at a time when difficult Covid recovery and global inflation have strained the economy, making dropout seem like an unavoidable choice for many poor students and households.\nWe urge all relevant authorities to come up with a proposal for the mid-day meals programme that will be sensible. A speedy and efficient implementation is key to ensuring that students, especially in the most poverty-stricken areas of the country, will not only receive proper nutrition but also will stay focused in school.\n",
        "headline_1": "A good incentive for primary students",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/good-incentive-primary-students-3249356",
        "news_paper_name": "The Daily Star",
        "publish_date": "17-02-2023"
    },
    {
        "full_article": "The UK-announced Developing Countries Trading Scheme (DTCS) due to be introduced soon is indeed a silver lining in the dim, if not murky, export prospect of most developing countries. Marking a departure from the EU GSP scheme, this new preferential scheme with greater incentive for eligible exporting countries does promise greater market access with better facilitations. Within months, the DCTS will replace the UK's current Generalised System of Preferences (GSP). This new move has been officially hailed as a means to improving market access of lower income countries to the UK market in the light of UK's commitment to improve preferences for these countries after Brexit and strengthen UK's position as an independent trading nation.The new scheme, by offering lower tariffs, is expected to help developing countries diversify their exports, while also expanding UK's sourcing mechanism as well as lowering the cost for UK businesses, and increasing choices for UK consumers across a range of everyday products. At a discussion meeting held in the capital early this week, businesses expressed optimism that under the new scheme, Bangladesh can benefit by considerably expanding its export of some selected products, particularly leather goods and footwear. At present, Bangladesh's export of leather and footwear to the UK is negligible. A report published in this newspaper states that in 2021 the country exported only 0.7 per cent of UK's overall imports of over $5.3 billion in that year. The figure may have remained more or less the same in the following year too. Bangladesh's global export of leather goods and footwear in the fiscal 2021-22 was US$1.7 billion-- 3.2 per cent of total export earnings worth US$52 billion. In spite of this, it is widely believed that the country is well poised to increase export of these products manifold. What is notable in the DCTS is that Bangladesh can still enjoy duty-free market access, and after its graduation to a middle income country in 2026, the facility will continue for another three years until 2029. Bangladesh will also get duty-free benefit on more than 85 per cent of its UK-bound product lines under DCTS' Enhanced Preferences. Bangladesh also stands to benefit from generous Rules of Origin (RoO) requirements as the minimum value-addition requirement for LDCs has been reduced to 25 per cent from 30 per cent in half of the 2-digit HS headings.A rosy prospect no doubt! But in order to tap the prospect, complying with the UK procurement norms is a must. Among the major compliance issues, CETP (central effluent treatment plant) continues to be a stumbling block to export. Leather Working Group (LWG) certification is now a prerequisite for accessing global market but the certification would be a far cry without a functional CETP, solid waste management, and chrome recovery units in the tannery estate at Ashulia. Given the prevailing situation, there has to be a concerted move, including a clear road map, to revamp the country's leather industry for it to rise up to its potential. The country's leather industry is desperately in need of a meaningful change in the overall management so that the prospect in sight is not spoiled.",
        "headline_1": "Making the most of UK's DCTS",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/making-the-most-of-uks-dcts-1676557940",
        "news_paper_name": "The Financial Express",
        "publish_date": "17-02-2023"
    },
    {
        "full_article": "It is public denouncement of the rice market in this country in the strongest of terms. More importantly, it comes from none other than a sitting minister. The minister concerned here is Prof. Shamsul Alam, state minister for planning, who levelled scathing criticism against the staple market terming it \"totally deceitful\". Although, the method of husking paddy in the auto rice mills was always suspect, no one in any authoritative position ever called spade a spade to dispel the confusion surrounding mill's capacity to transform coarse rice into finer varieties. This time, however, the state minister for planning goes on record saying, \"Because of cutting and polishing, rice loses its nutritional value and it is being done by importing machines'' that cost tens of millions of taka. This is confirmation of passing cheaper coarser varieties in fictitious names. Again, here is a contention that contradicts another minister's claim that rice cannot be cut to give it a finer shape although it can be polished to give a shining look. If the state minister had any doubt about mills' capacity to give coarse rice a finer shape, he surely would not have come heavily upon the entire rice trade and indicated government action soon to follow for bringing an end to this malpractice.So, what transpires from the abominable episode is that millers have long been bluffing the nation in order to maximise their profit. But they are not the only one to blame. Some trading companies are taking a lead in the business malpractice in cahoots with millers. These companies use their brand name on the sacks or packets of rice, including the scented rice used for preparation of polao and biriani, although they are in no way involved with paddy cultivation, not even contract farming. These companies now control the rice market and their brand names are nothing but a farce. Again, business ethics is seriously compromised here. Well, these companies import cooking oil and sugar in crude form before refining those in their facilities and marketing with their brand names. This is acceptable but when coarse rice is cut and polished with clandestine collaboration with millers before embossing a trade mark as a sign of quality rice, this is nothing less than a criminal practice. Consumers are deceived by the name of a commodity which actually it is not. This is punishable by laws. How outrageous! A section of businesspeople have been taking the nation for a ride with impunity. How can the authorities tolerate this mind-boggling deception and intrigue millers and big business houses are resorting to? From the statement Prof Shamsul Alam made while talking to a group of reporters from the Development Journalist Forum of Bangladesh, it is clear that the authorities are quite aware of the criminal practice that intrigues the consumers to accept a low quality rice which is shorn off all nutritional values and then to pay a much higher price for the same. As the minister cited the example of coarse 'Shorna' rice which is cut and polished to pass it in the name of 'Pushpamoti', there are many such sweet-sounding invented names only to deceive customers. Now the question is, why have the authorities allowed this crime to perpetrate for so long without taking action? Involved here is the nation's health. Isn't it anachronistic to encourage development of zinc-fortified rice on the one hand and allowing a field day for millers and companies to deprive rice of its nutritional quality and consumers of the right to get what they deserve for their money? Business interests cannot get over the national interests. The next big question is, how the machines that are used for cutting and polishing coarse rice could be imported. If the state minister for planning knows about it, there is hardly any doubt his cabinet colleagues are unaware of this. The state minister has spoken of taking action against the crime soon. Pray, how soon will it be? In the name of business, no one should be allowed to flout the laws of the land and go on passing of anything fake, look-alike or adulterated commodity in place of the genuine. This is however not the only manipulative means the syndicate of millers and rice traders resort to, they can go to any length --- from creating artificial crisis to hoarding and disruption of supply chain --- in order to maximise their profit. And it is not the staple alone, for other consumables and essentials, the same unethical practices like adulteration and price manipulation are rife. A recent meeting of the Federation of Bangladesh Chambers of Commerce and Industries ( FBCCI), became witness to a three-way blame game where producers/manufacturers accused wholesalers and retailers blamed wholesalers for the failure to maintain the prices of cooking oil and sugar as fixed by the government. Their squabble confirms engineering of prices of these two items in the market. While discerning consumers have tough time selecting which items ---from food to medicine and other essentials--- to choose because of doubt about their quality and safety, traders continue to resort to all sorts of tricks undermining health and hygiene only to fleece people. A nation that became independent by making great sacrifices deserves better and must set a benchmark for integrity of character for its people in different key areas, including business.\n[email protected]",
        "headline_1": "Deceitful staple business calls for immediate action",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/deceitful-staple-business-calls-for-immediate-action-1676558005",
        "news_paper_name": "The Financial Express",
        "publish_date": "17-02-2023"
    },
    {
        "full_article": "A view-exchange meeting organised by the FBCCI and attended by traders of all hues--- refiners, millers, wholesalers and retailers--- held last Sunday ahead of the holy month of Ramadan was more of a routine affair. The apex chamber organizes this kind of meeting every year. Consumers do never expect anything tangible from such meetings, for all sections of traders dealing in essentials in breach of their promise to keep essentials' prices stable have always been up for grabbing a few extra bucks during Ramadan. This year, however, the atmosphere of such a meeting held at the FBCCI headquarters was unlike that of the previous gatherings. It was quite volatile with the millers and refiners on the one side and the wholesalers on the other pointing accusing fingers at each other when the practice of selling essentials beyond the government-fixed prices came up for discussion. The wholesalers accused the millers and refiners of charging prices higher than the ones fixed by the government. The items they mentioned included sugar and cooking oils. They also alleged that there was a mismatch in prices the refiners and millers put in their sale receipts and the amount they realize from wholesalers, an allegation instantly dismissed by the former group. Consumers, however, will have no reasons to be amused by the 'circus' staged by the traders. When the traders were holding their ritualistic meeting at the business district of Motijheel, the prices of a few essentials recorded yet another jump much to the discomfort of most consumers. The situation worsened during the last couple of days with prices of egg and chicken going up by another big margin. The price of a kilogramme of broiler chicken was selling at Tk 220 last Wednesday, representing a more than 50 per cent hike over the past few months. Prices of most other food items and spices have also gone through the roof. With the relevant government agencies remaining inactive in matters of price control, consumers have resigned to their fate. The ground is fertile for profit-hungry traders to maximise their profit. The Russian-Ukraine war gave the first opportunity to hike the prices of imported essentials. When the international prices started easing, the shortage of dollars at home came as a real shocker. Though the government has kept the greenback window open for the import of essentials, some traders are finding it difficult to open the letters of credit and pay for the goods that arrived at the country's ports. Needless to mention the impact of soaring prices of the dollar against the local currency on goods imported from abroad. The locally produced goods, essentials or otherwise, too are experiencing some degree of sympathetic rise. The month of Ramadan is nearly five weeks away. Consumers are bracing for another bout of price rise since the traders have the habit of maximising their profit during Ramadan. President of FBCCI Jashim Uddin reminded participants of the last Sunday's meeting about the tradition of many countries where traders lower prices of goods on the occasion of festivals, religious or otherwise. His observation would surely have no impact on the greedy traders. The latter are most likely to make a repeat performance during the upcoming Ramadan. \n[email protected]",
        "headline_1": "A circus that won't amuse consumers",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/a-circus-that-wont-amuse-consumers-1676558034",
        "news_paper_name": "The Financial Express",
        "publish_date": "17-02-2023"
    },
    {
        "full_article": "The inhabitants of Sylhet have been experiencing mild tremors quite frequently for the past few years. At least five quakes had been recorded last year in this division. A 4.3-magnitude quake reportedly took place in Sylhet's Chhatak on Thursday morning. Fortunately, no serious casualties were reported from there. But experts have warned that the series of light tremors could be the sign of a major quake. The residents of Sylhet division are now worried about a potential major quake. We just cannot overlook the possibility of such a natural disaster to happen in Sylhet or elsewhere in Bangladesh. So, preparations for minimising the damage should start from this moment. Faulty buildings should be marked and necessary steps taken to make people safe. The sooner it is done the better.Apart from Sylhet, Dhaka city should prepare to face a major quake as it is one of the most vulnerable cities. In the event of a major earthquake, 80,000 buildings are likely to collapse in Dhaka alone, according to the experts. So, we think both the authorities and the people should be aware of it and take some measures in advance to minimise damage. The authorities concerned should not waste time since the outcome of any negligence can be catastrophic. Also, we need to make our people aware of what to do and what not to do during an earthquake. As soon as a quake is felt, we should stay cool. If you are at home, you have to take shelter in the corner of the wall, under the hard bed or table. The safest way is to stay under the open sky. The elevator should not be used when leaving the house and the head should be covered with a pillow or a thick towel. To keep people free from the horror of earthquakes, the media should raise public awareness about this natural disaster.\nAfroza Sheikh,Dania, Dhaka,[email protected]",
        "headline_1": "Prioritising earthquake preparedness",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/prioritising-earthquake-preparedness-1676558056",
        "news_paper_name": "The Financial Express",
        "publish_date": "17-02-2023"
    }
]