[
    {
        "full_article": "India and China have once again come away from their talks with starkly different views of their ties. The only talking point from last week’s brief conversation between Prime Minister Narendra Modi and Chinese President Xi Jinping on the sidelines of the BRICS Summit revolved around not what was said between them — which remains largely a mystery as is the way of “informal” conversations — but how it was said. The Ministry of External Affairs (MEA) released no statement on the talks, although Foreign Secretary Vinay Kwatra told reporters on August 24 that both had “underlined that the maintenance of peace and tranquillity in the border areas and observing and respecting the LAC are essential for the normalisation of the India-China relationship”. He added that they had decided to “direct their relevant officials to intensify efforts at expeditious disengagement and de-escalation”. A Chinese Foreign Ministry statement made no such mention, saying that Mr. Xi had said both sides “should bear in mind the overall interests” of ties and “handle properly” the border issue. The Chinese statement also said they had spoken at India’s request, prompting “official sources” in New Delhi to tell reporters that it was China that had requested a more structured bilateral meeting, which India had turned down.The exchange in South Africa was only the second known interaction between the leaders since the start of the LAC crisis in 2020. It took the MEA as long as eight months to acknowledge they had discussed the border in a conversation initially described as “pleasantries” exchanged at the G-20 in Bali in November 2022. India had, at the G-20 as well, reportedly made clear it was not willing for a more structured sit down exchange, although as videos showed, it was Mr. Modi who finally initiated the conversation with Mr. Xi. If the Modi government is concerned that speaking formally with Mr. Xi would expose it to Opposition criticism over China or dilute its messaging on “abnormal” ties, the argument that a dialogue is some sort of concession or a victory for Beijing is not a serious one. What matters more is what is said in the dialogue. In fact, a structured dialogue at the upcoming G-20 in New Delhi, which Mr. Xi is expected to attend, would give the Prime Minister the opportunity to firmly underline India’s stand, in the clearest terms and at the highest level, that relations are predicated on peace and the future of the relationship hinges on China restoring the status quo and India’s patrolling rights along the borders. The only ostensible reason for India’s reluctance appears to be the government’s unfortunate prioritisation of political optics over public interest in its dealing with China, which has also led to continuing opacity over what is currently unfolding along the border.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nPrime Minister Narendra Modi\n\n/\n\nIndia-China\n\n/\n\nBrazil\n\n/\n\nRussia\n\n/\n\nIndia\n\n/\n\nChina\n\n/\n\nSouth Africa\n\n/\n\nsummit\n\n/\n\ndiplomacy\n\n/\n\nunrest, conflicts and war\n\n/\n\nG20",
        "headline_1": "Talking about talking: On an India-China dialogue",
        "headline_2": "Narendra Modi and Xi Jinping need to have substantive conversations on ties",
        "link": "https://www.thehindu.com/opinion/editorial/talking-about-talking-the-hindu-editorial-on-an-india-china-dialogue/article67241561.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "28-08-2023"
    },
    {
        "full_article": "The last men’s singles player to defend the U.S. Open title was Roger Federer in 2008. Even Novak Djokovic, who is among the greatest hard-court players, has found it tough. The reasons may be many — a surface that gives everyone an even chance, gruelling late-night matches and end-of-season fatigue to name a few. Carlos Alcaraz will look to buck this very trend when the 2023 edition gets underway at Flushing Meadows on Monday. The 20-year-old Spaniard won his maiden Grand Slam crown in New York last year and backed that up with the stupendous triumph at Wimbledon over Djokovic. In a short career, the World No.1 has shown the mettle and focus required to be serially successful, defending titles at Barcelona and Madrid this year. But to do that at a Major is a herculean task. He has to also contend with Djokovic, who at 36 still looks sprightly. At the recent Cincinnati Masters, the Serb outlasted Alcaraz over three pulsating sets in a final that lasted nearly four hours. The 23-time Major winner may well find added motivation if he so desires to course-correct at the U.S. Open, a tournament where he has lost a record six finals, been defaulted once (2020) and barred from competing for refusing to take the COVID-19 vaccine (2022).Among women, reigning champion Iga Swiatek is the main drawcard, despite a not-so-encouraging build-up. The Polish World No.1 may have lost in the semifinals in both Montreal and Cincinnati, but her form in 2022 was worse — just two match wins in the two lead-up events — and that did not stop her from securing the top prize. However, the rise of Coco Gauff adds a new dimension. The 19-year-old American has won 11 of her 12 singles matches since Wimbledon, and claimed two of her biggest trophies — Washington WTA 500 and Cincinnati WTA 1000. There was also the morale-boosting victory in Cincinnati over Swiatek, to whom Gauff had lost all seven of her previous matches and all 14 sets. The women’s roster is further embellished by the presence of Aryna Sabalenka, winner of the 2023 Australian Open and a semifinalist at French Open and Wimbledon, Elena Rybakina, Wimbledon champion in 2022 and runner-up in Melbourne, Marketa Vondrousova, titlist at Wimbledon, and Ons Jabeur, a three-time Major finalist. Jessica Pegula, the World No.3 from the United States, is in the mix too, following the high in Montreal. But unlike the men, three women’s singles players have defended their titles this millennium — Venus Williams, Serena Williams and Kim Clijsters. A fourth is well within the realm of possibility. \nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\ntennis\n\n/\n\nUS Open",
        "headline_1": "An even chance: On the U.S. Open",
        "headline_2": "Alcaraz will have a tough time defending his U.S. Open title",
        "link": "https://www.thehindu.com/opinion/editorial/an-even-chance-the-hindu-editorial-on-the-2023-us-open/article67241566.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "28-08-2023"
    },
    {
        "full_article": "It’s gone OTT, the excessive barking and snarking sparked by Yashica Dutta’s allegation against the OTT-platform series, Made In Heaven. The journalist alleged that the character of  Pallavi Menke in Season 2 was based on her life and book, Coming Out As a Dalit, without credit or fee. Zoya Akhtar and the other creators of the ballsy series pooh-pooed the claim in a detailed statement. The attack was launched from social media, a meta maidan-e-jung more eye-ball grabbing than courts. So the old plague of plagiarism turned into an outraging epidemic before you could say ‘Insta’.\nWas Dutta right and wronged? Plagiarism is as easy to claim as to rebut, though now you can app-check originality. Shakespeare borrowed from Plutarch’s Lives without so much as a by-thine-leave. Today’s hot bestseller Yellowface is about a failed author chancing upon the manuscript of her feted now-dead friend, polishing it up and passing it off as her own to great acclaim and, then, greater savaging – again thanks to virulent social media. How justified is the protagonist in insisting that her own research, her elegant crafting make her the original author, not a grave-robber?  \nRecently at Stratford, I saw The Empress, lauded as a brutal expose of the exploited world of  ayahs and laskars, but as much of it was straight out of Victoria and Abdul. When I indignantly mentioned this to Shrabani Basu, she despaired over how her original had become a free-for-all. ‘Everyone says the story is in the public domain, but I know how I found it first.’ \nNon-fiction is 50 shades of grey. You perforce climb on the shoulders of previous research, but you honestly acknowledge the debt. Or you don’t. Like that TV series on the Nanavati case. It had straight lifts from my then-recent bestseller, but my publisher refused to sue on the same ‘public domain’ plea. My deep delve into jury and judgments, the unflagging search for first-person accounts, the fresh perspectives counted for naught. And worldly wiser friends warned, ‘You’ll make no dent on that producer.’ Maybe I should have taken my plaint to the armchair adalat of social media whose winner outcome is publicity.\nAlec Smart said: “‘Bharatiya’ or ‘Indian’, all we want is better ‘Nyay’.”\n\n",
        "headline_1": "You stole my brain: Yashica, Zoya, new media and an old plague",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/erratica/you-stole-my-brain-yashica-zoya-new-media-and-an-old-plague/",
        "news_paper_name": "The Times of India",
        "publish_date": "28-08-2023"
    },
    {
        "full_article": "The first definite indication that millions of tense Indians got of the successful landing of Chandrayaan-3 on the moon was the televised images of ISRO scientists jumping in delight and congratulating each other.\nScience and technology, it is said, transcends national boundaries. However, there was no mistaking the total Indian-ness of the celebrations in the monitoring room of Isro. Maybe this is how the nerve centres of cutting-edge technology companies in Silicon Valley, California, will look in the not-too-distant future. For the moment, however, there was no mistaking the fact that last week’s successful moon mission was entirely an Indian success story. Most important, this is how it looked and was internalised by the country. The countless WhatsApp messages juxtaposing the 1963 photograph of a rocket head being carried on a bicycle with latest images of the Vikram lander have driven home the point that India made the journey its way — and despite modest resources and the unending sneers of those who already had a place on the global high table.\nRead full story on TOI+\n\n",
        "headline_1": "Why the moon mission is also a cultural triumph",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/right-and-wrong/why-the-moon-mission-is-also-a-cultural-triumph/",
        "news_paper_name": "The Times of India",
        "publish_date": "28-08-2023"
    },
    {
        "full_article": "India and the US face a similar dilemma on China. Both countries could benefit from technology and investment in a wide swathe of sectors where Chinese companies are the best. But China poses security threats that must be addressed. The US solution is a ‘high fence, small yard’ approach enunciated by national security advisor Jake Sullivan and treasury secretary Janet Yellen. India needs a similar approach.\nThis strategy says, first determine where China must be kept out. In these sectors, erect a high fence by declaring an outright ban or the most intensive scrutiny before clearance. But do not build a fence around a big yard. That is, do not prohibit a very wide range of Chinese products and companies.\nRead full story on TOI+\n\n",
        "headline_1": "Like US, India should also take ‘high fence, small yard’ route on entry of Chinese firms",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/Swaminomics/like-us-india-should-also-take-high-fence-small-yard-route-on-entry-of-chinese-firms/",
        "news_paper_name": "The Times of India",
        "publish_date": "28-08-2023"
    },
    {
        "full_article": "The medical fraternity’s high-octane campaign against prescriptions using generic names and curbs on funding by pharmaceutical companies and other allied health sector firms seem to have yielded results, with the National Medical Commission putting the new regulations on hold. However, it has raised some pertinent questions.\nFirst, generic prescriptions and pharma sponsorship of medical conferences might seem like two separate issues, but the two are intricately bound. Why would pharma and other for-profit commercial entities in the health sector spend crores on doctors or their conferences? What can doctors offer companies in return for such generosity? They can prescribe the products of the sponsoring companies, thereby helping to increase their sales and profits. It is patients who pay for the products and, thus, it is they who actually end up paying for doctors’ conferences in tourist destinations, five-star stays, lavish meals and gifts in cash and kind. Generic names in prescriptions will mean that doctors cannot push the products of any particular company. If that happens, would companies be as willing to sponsor doctors? Maybe not. As for companies, they too would hate losing an avenue to push products.\nRead full story on TOI+\n\n",
        "headline_1": "NMC rules on hold but issue of pharma-doc nexus remains alive",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/staying-alive/nmc-rules-on-hold-but-issue-of-pharma-doc-nexus-remains-alive/",
        "news_paper_name": "The Times of India",
        "publish_date": "28-08-2023"
    },
    {
        "full_article": "The US debt has long been regarded as one of the most secure investments one could contemplate. The highly improbable chance of default by the United States, coupled with the supremacy of the US dollar, leads investors to view US Treasury bonds as an appealing investment option, especially for those who are highly risk-averse. Nevertheless, a significant event occurred when Fitch, one of the foremost credit rating agencies, downgraded the US government's treasuries from AAA to AA+ grade. This action has sparked concerns among many individuals, raising doubts about the stability of the US economy.\nThe downgrade occurred after President Joe Biden and the Congress came close to being unable to meet the debt obligations due to the substantial amount of debt the US holds. Consequently, it appears that this downgrade exposes certain vulnerabilities of the nation, impacting its global reputation and inciting panic among investors.\n\nThe turmoil during the last election damaged the US' image as a stable and united country. From now until November 2024, politicians will be pursuing votes and be more concerned about winning the elections, rather than what is best for the country. But it is crucial to set aside differences and work together.\nThe significance of the US debt in the global economy is crucial, as it frequently serves as a benchmark for returns on stocks and other bonds. As US bonds are generally regarded as nearly risk-free assets, investors usually seek higher yields on alternative securities. If this downgrade implies that US debt is no longer risk-free, its benchmarking attribute might also be impacted.\nHowever, not many investors believe that the downgrade by Fitch will have consequences in the short run. Similar to what occurred 12 years ago when another credit rating agency, Standard & Poor's, decided to downgrade US bonds, there is no reason to think that the US economy will experience a decline. Thus, the US establishment should continue as is. Furthermore, the other major credit rating agency, Moody's, still assigns the highest credit rating to US debt. Therefore, the \"erosion of governance\" in the US with respect to other major economies mentioned by Fitch is not a perspective shared by everyone in the industry.\nMeanwhile, officials from the Biden administration and Treasury Secretary Janet Yellen have expressed their dissatisfaction over Fitch's decision. They argue that the rating change is founded on outdated data and lay blame on the Trump administration. In particular, they have pointed out that Fitch highlighted the incident that occurred in January 2021, when Trump's followers converged on the Capitol Hill.\nContinuing along the same line, numerous experts suggest that this downgrade has occurred not due to the country's economics, but due to politics. They contend that while the US may have become slightly riskier, it remains the safest place to invest your money. This is the case even though other economies such as Norway or Singapore boast a higher credit rating.\nJamie Dimon, chief executive of JPMorgan Chase, mentioned that the Fitch downgrade is somewhat irrelevant. He explained that the downgrade should not significantly impact investors' opinion of the US' ability to repay its debt. Dimon maintains that the US economy is the most substantial economy the world has ever witnessed and that it will not be influenced by a rating agency. He argues that the market is the ultimate decision-maker. If investors continue to place their trust in the American economy, the rating for US debt should remain at its highest possible level. Furthermore, Dimon concurs with concerns about politics and believes that the issue of the debt ceiling should be addressed.\nWe believe that all this commotion is the characteristic of every economic cycle, and just as it emerged, it will eventually dissipate. As most experts argue, the US remains the foremost global economy, earning the trust and respect of nations worldwide. It seems rather illogical that countries boasting higher credit ratings than the US would be investing in its bonds. It is true that there are many issues that should be addressed and rectified within the nation. As mentioned earlier, the debt ceiling is one of them. The US should formulate a plan or agenda that tackles this problem. While it is true that as long as countries continue to trust in the US as a robust economy, the US will never exhaust its borrowing power – everything does have a limit. Perhaps a more precise tax treatment can assist, along with controlling the import-export deficit.\nWe also have the political controversy. The turmoil during the last election damaged the US' image as a stable and united country. From now until November 2024, politicians will be pursuing votes and be more concerned about winning the elections, rather than what is best for the country. But it is crucial to set aside differences and work together.\nAlthough all of these issues combined could become a serious problem for any nation, the reality is that the US is made to be virtually bulletproof. It takes more than that to erode America's supremacy, mainly because there is no other nation capable of assuming that position. Just as the Roman Empire wasn't built in a day, the US nation will not crumble in a single day either.\nM Kabir Hassan is a professor of finance at the University of New Orleans, US.\n\nJosé Antonio Pérez Amuedo is a doctoral student at the University of New Orleans, US.\n",
        "headline_1": "US credit rating downgrade: Is all the commotion justified?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/us-credit-rating-downgrade-all-the-commotion-justified-3404896",
        "news_paper_name": "The Daily Star",
        "publish_date": "28-08-2023"
    },
    {
        "full_article": "Kazi Nazrul Islam is our National Poet, but, in addition to writing poetry and composing songs, he also wrote fiction. In fact, Nazrul's first publication was not poetry, but the short story \"Baundeler Atmakahini\" (The Autobiography of a Vagabond), published in Saogat in May 1919. One of his most powerful short stories is \"Rakshushi,\" the personal narrative of  a woman who has killed her husband. Nazrul also wrote three novels: Bandhon Hara (Unfettered), Mrityukshudha (Deathly Hunger/ Hunger for Death; translated as Love and Death in Krishnanagar) and Kuhelika (The Enigma; translated as The Revolutionary). While love forms a strong focus in all three novels – all three having a triangular love story – if readers read these novels only for their love story, they will miss out on the social comments  that Nazrul makes in them as well as his exploration of a woman's psyche.\nSurprisingly, for a man so young – he was only about 21 when Bandhon Hara started being serialized in Moslem Bharat from mid-April 1920 – he was able to enter the recesses of a woman's mind and heart. Though Nazrul's experiences as a soldier inspired him to write Bandhon Hara, this epistolary novel – perhaps the first such novel written in Bangla – also provides details of the lives of Muslim women in the early years of the twentieth century. In addition to the Muslim women, there is also a Brahmo woman in the novel, one of whose functions is to show the contrast between the lives of Muslim women and the freer Brahmo woman.\nBandhon Hara consists of eighteen letters, five of them written by the protagonist Nurul Huda, familiarly known as Nuru. The narrative that emerges through the letters is about Nuru's love for two women – Mahbuba and Sophie – and theirs for him. Though it is not clear whom Nuru is fonder of, a marriage is arranged between him and Mahbuba. However, he is unwilling to barter his freedom for love and escapes the bondage of marriage by enlisting in the army.  Mahbuba and Sophie are both married off. Sophie falls seriously ill immediately after her wedding. Mahbuba is married to a rich old man, who dies soon after their marriage, leaving her a widow. \nWhile the letters of Sophie, Mahbuba, Shahoshika, Ma, Rabeya, and Ayesha develop the love story, they also provide vivid details of the purdah world of Muslim women. The letters describe women as victims of a conservative society, social conventions and patriarchal prejudices, but they also reveal that women are individuals with hopes, aspirations, and desires. For example, in her letter to Mahbuba, Rabeya, the wife of Robiul, Nuru's friend, describes how she fell in love with the man who would later become her husband. She stresses that even women, locked up in the inner parts of the home, have feelings and emotions. The only reason that the world does not know is because women are obliged to conceal these feelings.\nMahbuba's letter to Sophie describes how religion and society deprive and subdue women. Religion itself has been perverted and misinterpreted.  She laments to her friend that the inner quarter where women reside is claustrophobic. It is a place where even the sun may not enter. She cries, \"But. . . we are not criminals. We are entitled to some freedoms, for are we not human beings? Are we not made of flesh and blood, don't we have feelings? Do we not possess a soul?\" In her essay \"Subah Sadek\" (Early Dawn), Roquiah Sakhawat Hossein (1880-1932) exhorted women to proclaim aloud, \"Amra manush.\" We are human beings. In Aborodhbashini (The Secluded Ones), published in 1931, several years after Bandhon Hara, she described the claustrophobic, unhealthy and often fatal conditions of extreme purdah.\nBy using letters for the characters, Nazrul Islam was able to give his women a voice that they had been denied and that is generally associated with Roquiah Sakhawat Hossein. They reveal the female renaissance that was taking place in the early years of the 20th century. Though it is the Brahmo Shahoshika who is free to teach in a school, there is hope that Khuki, the young daughter of Rabeya and Robiul, will be able to go to school one day. \nMrityukshudha, Kazi Nazrul Islam's second novel, began to be serialized in Saogat from November 1927. Published as a book in 1930, it is similar to his other two novels in having a rebel hero and a triangular love affair. Initially, the focus of the book is on the poverty that Nazrul witnessed in Krishnanagar where he had moved with his family in 1926.  The narrative describes the conditions of the household of  Gojaler Ma, whose three sons have passed away, leaving behind their widows and their orphaned children, and only one brother to somehow earn  a living for all. The daughters-in-law do not have names but are known by their position in the order: Boro Bou, Mejo Bou, Shejo Bou.\nIn chapter fifteen Nazrul introduces the Bolshevik Ansar who speaks about the rights and freedom of coolies, sweepers, carters etc. However, Ansar is also a frustrated lover, whose beloved, Ruby, was forced to marry someone else. Through Ruby, Nazrul criticizes the strictures that society places upon love. In Bandhon Hara, Kazi Nazrul Islam had described women's desires through Rabeya's letter to Mahbuba but also noted how they were obliged to restrain their feelings. In Mrityukshudha, however, he shows a woman who defies all religious and societal proprieties when  she  learns that the man she loves is dying. In a passage, perhaps unequalled in the Bangla novels of the 1930's, Ruby describes her relationship to Ansar in a letter to Latifa, her cousin. \"He could not get enough of me. I started to cry, not for myself – for him. This overwhelming hunger was not just my death – it was also his death. He was seriously ill. Did he have the strength to devour me and live?  I knew that the great enemy of his disease was giving in to desire. Otherwise, that self-control of Ansar's, harsher than the discipline of an ascetic, why did it succumb to this mrityukshudha, this death-wish?\"\nWhile the story of Ansar and Ruby juxtaposes the love element with the revolutionary theme, the story of Mejo Bou, who also falls in love with Ansar, shows the plight of an uneducated, impoverished Muslim woman and reveals how she attempts to rise above her lot in life. The arrival of two Christian missionaries with medicine for the ailing Shejo Bou, the widow of her younger brother-in-law, acts as a catalyst to change her life. The missionaries offer education and freedom.\nMejo Bou takes the Christian name Helen after being baptized. Nazrul seems to suggest that conservative Muslim society does not recognize a woman's individual identity. It is only by converting that Mejo Bou becomes an individual. Speaking to a group of other Christian women at Barishal where she had been sent, she explains, that she did not come to become a mem saheb, but a human being. \"We are deprived of light and air. That is why I escaped like a caged bird which bites through the ribs of its cage. I will not say I have not benefited. Whatever I have learned here will enable me to stand on my feet, support myself.\"                    \nKuhelika, which started being serialized in 1927 and was published as a book in 1931, was advertised as a novel about a revolutionary. The late Professor Kabir Chowdhury, who first translated the novel into English – retaining the Bangla title for the translation – also stressed the story of the revolutionary: \"It is among the pioneering political novels in Bengali and the first one to have a Bengali [Muslim] youth as its revolutionary hero.\"  \nHowever, the novel opens with a group of young men in a boarding house discussing women. Are women enigmas? Muses? Do they mould themselves into the expectations the world has of them?  The novels by Tagore and Sarat Chandra were very much in Nazrul's mind when he has Jahangir ask Haroon, his friend, \"Woman has inspired so many novels such as Chokher Bali, Ghare Baire, Grihadaha and Charitraheen. How many have you read, poet?\"\nThe beauty of women and the rapacity of men are stressed by Haroon who believes that without these acts of violence literature would not have been possible: \"Would the Ramayana exist if Sita had not been abducted by Ravana? We have been blessed with the great gift of the Mahabharata only because the Kauravas dragged Draupadi into the court by her hair.\" This violence is also to be seen in Kuhelika when Jahangir rapes Tahmina, Haroon's sister, one night.\nNazrul depicts the complexity of sexual attraction and repulsion. Jahangir is perhaps the first man Tahmina – or Bhuni is she is often called – has seen and she is attracted to him.  She sees Jahangir bathing – a common enough occurrence in a village – and is mesmerized. After Jahangir has finished bathing, her eyes fall on him again. \"Standing there he looked like a marble statue carved by some Greek sculptor. Primitive man on seeing the first sunrise must have looked on the red and gold sky with a similar astonishment.\" Jahangir's mother is anxious to get Jahangir married and, when she learns that Tahmina's mad mother has pledged her daughter to Jahangir, visits Haroon's family with a formal proposal.  Everything seems perfect. Then one night, while Jahangir is sitting alone, Tahmina looks at him from the door of the house for a long time. She finally tries to close the door but there is a noise. Jahangir looks up and sees her. They talk and, at one point, Jahangir laughs loudly at something that she has said. She again tries to shut the door of her room, but accidentally hurts herself. Jahangir attempts to soothe her bruised finger by kissing it.\nFrightened of her own feelings and of what Jahangir is doing, she asks him to release her. However, she is helpless before the sexually aroused young man who succeeds in overpowering her. The godly prince has turned into a bloodthirsty beast.\nLeaving Tahmina behind, Jahangir gets deeply involved in  revolutionary activities against the British. He meets other revolutionaries including a female revolutionary and her daughter Champa.  When the older woman is killed while attempting to carry out a terrorist act, Jahangir is given the task of delivering weapons. He is accompanied by Champa. As they journey by train, he expresses his feelings for Champa. However, when he had first seen Champa, he had thought immediately of Tahmina and that, like her, Champa too was an enchantress, someone who beguiled men and led them astray.\nUnlike Tahmina, Champa has the strength to resist Jahangir. Champa and Jahangir cannot carry out their mission. Jahangir is captured and sentenced to life imprisonment on the dreaded Andaman Islands. As he is led away, he tells his mother that she should give most of his wealth to Champa to feed hungry mothers and their children. One-fourth of his property should be given to Tahmina, the woman he has wronged.  As he is taken away, Jahangir repeats the words of Haroon, \"Woman is an enigma.\" Tahmina responds by murmuring \"You are really cruel.\"\nIn his discussion of the novel, the late Professor Kabir Chowdhury elides the circumstances of Jahangir's birth, his rape of Tahmina and his attempted seduction of Champa. He thus ignores the psychological aspects of the novel. In her Asiatic review of the translation, Nandini Bhattacharya objects to the translators' describing the sexual encounter between  Jahangir and Tahmina as rape. She stresses that it is a \"consensual  consummation of desire and not  rape.\"\nNandini Bhattacharya admires this last scene, stressing that it is \"a celebratory and symbolic moment even in its tragic dimensions. There is a Muslim man, a Hindu woman and both have crossed  barriers  and  prejudices  of jaat (community), dharma, (religion)  and  linga (gender) in sacrificing their lives for the nation.\" She ignores the complexities of Jahangir's character and actions as she ignores the complexity of Tahmina's relationship with him. \nKuhelika deserves a much closer reading than any reader or scholar has done so far.  In fact, no Nazrul critic seems to have explored the psychological dimensions of the novel – perhaps because it is difficult to justify rape or associate it with a hero. However, it  is only a psychological reading of the novel that can explain the duality in human beings, that one can be a revolutionary and also a rapist.  \nWhile Nazrul's novels and short fiction deserve to be read for the perspective they provide of the times, they are also relevant today. The problems of Nazrul's fictional women a hundred years ago have not been solved. How free are women today? And not just in Bangladesh or Pakistan or Iran? Issues of identity, rape, consensual sex are still very contemporary.\nNiaz Zaman, Professor and Advisor, Department of English and Modern Languages, Independent University, Bangladesh, is Advisor, Kazi Nazrul Islam and Abbasuddin Ahmed Research and Study Centre, Independent University, Bangladesh.\n\nAll three of Kazi Nazrul Islam's novels have been translated into English and published by Nymphea Publication. In 1994, the late Professor Kabir Chowdhury translated Kuhelika, retaining the original Bangla title.\n",
        "headline_1": "The Portrayal and Relevance of Women in Kazi Nazrul Islam’s Novels",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/focus/news/the-portrayal-and-relevance-women-kazi-nazrul-islams-novels-3404861",
        "news_paper_name": "The Daily Star",
        "publish_date": "28-08-2023"
    },
    {
        "full_article": "Recently, when I introduced myself to a male lawyer, he proceeded to give me some unsolicited advice, saying that the type of cases I am interested in wouldn't bring me success because I am a woman. Within minutes of introduction, he told me that female lawyers at his chambers are irregular and undependable because they get married and have kids. He then went on to suggest that I get married as well. This was a caricature of a conversation that I believe every woman in our country goes through.\nIn such situations, I do a mental calculation to determine whether it's worth educating such individuals right there and then. Most days, my brain tells me no. I was there for a specific business and a 10-minute speech would hardly sanitise years of social conditioning out of that man. But it took me years of soul-searching before I could finally forgive myself for not speaking out in these situations. Honestly, as women, we are tired of educating and raising men to be better, especially when the entire social structure is designed to promote stereotypes like my conversation above. We would love it if, for a change, this burden was taken up by the system instead of each woman. And the Supreme Court of India has just shown us how to go about it in a system that is plagued by antiquated ideas about women.\nWhen I finished the Handbook on Combating Gender Stereotypes, a 30-page booklet published by the Supreme Court of India, a peculiar blend of joy and sadness washed over me. India's Chief Justice Dhananjaya Y Chandrachud's groundbreaking initiative of endorsing a gender-just judiciary breathed life into the transformative mission of creating the handbook. Throughout this booklet, which is primarily meant to be read by lawyers and judges, India's apex court has provided an exhaustive list of stereotype-promoting language that should be replaced by alternative language. For example, lawyers and judges are encouraged to replace words like \"harlot,\" \"career woman,\" \"whore,\" \"woman of loose morals/easy virtue,\" \"promiscuous/wanton woman\" with the plain and simple term of \"woman.\" The objective is to ensure that legal reasoning and writing is free of assumptions and damaging notions about women.\nI cannot help but feel immense joy that the highest court of our neighbouring country has taken such a spectacular, historic step forward, and I hope that their legislature will soon show support in its favour. I wonder when our judiciary might be brave enough to take such a progressive step forward. In Bangladesh, the humiliating and unscientific two-finger test was only abolished recently, and until the Evidence Act was amended in 2022, lawyers could cross-examine rape victims about their previous sexual history to reduce their credibility. Aside from these black letter laws, there are countless patriarchal assumptions about women that find their way into courtrooms, jeopardising the scope for justice. Lawyers and judges regularly partake in endorsing these harmful notions. For example, in the headline-grabbing Narsingdi assault case of 2022, the judge implied that Bangladesh is too \"civilised\" for women to be wearing non-traditional clothes in rural areas, and a perpetrator has the right to protect the culture and heritage of the country by inciting violence against women who wear non-traditional clothes.\nWords have power. Why do we say \"child prostitute\" and perpetuate the idea that it is children who decide to engage in sex work, when in reality they are victims of trafficking? For decades, our system has okayed these harmful phrases.\nThe handbook takes up only two pages to provide the list of alternative/preferred language; the rest of it is filled with excellent commentary on what stereotypes are, and how they can influence lawyers and judges to distort the application of law, among other issues. It also provides lists of stereotypes and compares them with a version of \"reality\" so that lawyers and judges can ascertain the difference and avoid applying these prejudices when they build, defend and judge a case. For example, the handbook encourages unlearning stereotypes such as \"women should do all the household chores,\" and puts forward, \"people of all genders are equally capable of doing house chores. Men are often conditioned to believe that only women do household chores.\"\nWomen are exhausted from fighting these stereotypes on a daily basis, be it with our fathers, husbands, friends, employers, colleagues or even a random person they just met. As a woman of the subcontinent constantly confronting similar stereotypes, seeing all the \"reality\" versions in a booklet created by the Supreme Court of India makes me feel profoundly understood. It should be noted that the use of alternative/preferred language is merely \"encouraged\" and not made mandatory – perhaps a smart move to sensitise the professionals first to what we can all agree is a momentous step forward for India.\nConsidering that judiciary is the last resort for anyone who has faced injustice, if the lawyers and judges internalise preconceived and problematic notions, how will justice ever prevail for women? I can sit here and fill the newspapers trying to raise awareness against these stereotypes, but this powerful advocacy coming straight from the Supreme Court, targeting lawyers and judges, will have unparalleled positive impact on ensuring a gender-just judicial system. As a female lawyer who is both on the receiving end of being stereotyped and who has the power to use the gender-just language in legal documents, I sincerely hope that the Indian Supreme Court's handbookwill become an exemplary piece of document that the judiciary of Bangladesh and even the legislature could endorse.\nAnupoma Joyeeta Joyee is a barrister-at-law. Email: [email protected]\n",
        "headline_1": "A glimmer of hope for gender justice",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/glimmer-hope-gender-justice-3404401",
        "news_paper_name": "The Daily Star",
        "publish_date": "28-08-2023"
    },
    {
        "full_article": "The recent flash flood in the Teesta basin in Bangladesh makes us wonder how much worse the situation must get for our farmers and communities living in the area before we revisit the unfulfilled promise of the Teesta agreement. It has been 12 years of futile reassurances from India in signing the Teesta water-sharing treaty, and decades of continuous havoc on the environment and millions of people in Bangladesh. Now, with the increasing threat of climate change, it is more important than ever for Bangladesh to go beyond stated goodwill to finally resort to international policy frameworks and laws to ensure that transboundary rivers are shared equitably.\nAs of August 27, 2023, hundreds of chars and villages in Kurigram and Lalmonirhat are flooded, millions are stranded, scores of houses, schools, dams and roads are destroyed, and vast agricultural lands and countless livestock are lost. On August 24, India reportedly opened all floodgates at the Gajaldoba barrage following heavy rains in the upstream region, which is the primary cause of the scale and rapid intensity of this flood. Since the construction of the Teesta barrage, the river remains dried up on the Bangladesh side almost throughout the year, which fuels a vicious cycle of stored sediments, accumulation of silts and chars, encroachments, and ultimately erosions caused by flash floods when the floodgates are opened. Dams, barrages and other disruptions to the natural flow of the river in West Bengal, and also Sikkim, have thus directly been affecting millions of people and a vast riverbank in our country.\nDespite Bangladesh's persistent push for a mutually beneficial water treaty, and India's repeated reassurances, the obvious step towards a solution has been put aside, mostly by the Indian side. Earlier this year, there were reports of West Bengal's push for two more canals under the Teesta Barrage project, which can further deteriorate the already dire situation on our end. While the recommendation from an Indian parliamentary committee to its government to \"initiate meaningful dialogue with Bangladesh on a regular basis\" comes as a welcome move, we can't help but question the actual goodwill for a solution in the near future, given that Dhaka is yet to even receive an answer to its query about the canals.\nIt's time for the Bangladesh government to finally put its foot down regarding the Teesta. And overall, Bangladesh should consider signing and advocating the 1997 United Nations Convention on the Law of Non-Navigational Uses of International Watercourses as an international common ground to seek its fair share of water in Teesta and other transboundary rivers it shares with India.\n",
        "headline_1": "Teesta flooding should be a wake-up call",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/teesta-flooding-should-be-wake-call-3404361",
        "news_paper_name": "The Daily Star",
        "publish_date": "28-08-2023"
    },
    {
        "full_article": "At a time when the dengue outbreak is taking lives every day and hospitals are getting overwhelmed with patients, we are again reminded of the acute shortage of doctors, nurses and other health workers in public hospitals. A report in this newspaper gives a grim picture of the dengue wards of Dhaka Medical College Hospital (DMCH), the largest public hospital in the city. It is unthinkable that there are only four nurses per shift looking after 100 patients daily, with the numbers reaching 200 at times. It goes without saying that nurses are the ones who carry out follow-up instructions for doctors and have to be on constant alert for any changes in patients' condition. A shortage as severe as this obviously affects the care and recovery of patients.\nEven during regular times, our public hospitals do not have enough nurses or doctors, anaesthesiologists, surgeons, gynaecologists and other healthcare staff. This paper has reported innumerable times the manpower crisis in district public hospitals, where patients cannot get proper care and are often forced to go to private facilities where costs are often beyond their means.\nIn 2020, there were approximately 73,043 registered nurses while the estimated demand was for 3 lakh. We have nursing institutes but many nurses opt for the private health sector or overseas jobs where the pay is better. In recent years, the government has tried to attract more nurses by offering better pay and benefits, but clearly, it is not enough to ensure an adequate inflow of nurses in public hospitals.\nThe government, therefore, must strengthen nursing and midwifery education and increase the capacity of nursing institutes. Policymakers must review the curriculum, faculty and teaching methods, and where necessary, reform them so that the skills of nursing graduates match the needs of the health sector. Moreover, they must focus on recruiting more nurses, establishing more nursing colleges, and providing adequate incentives, financial and non-financial, to persuade them to join public hospitals so that patients are better served at times of health emergencies.\n",
        "headline_1": "We can’t treat dengue patients with so few nurses",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/we-cant-treat-dengue-patients-so-few-nurses-3404086",
        "news_paper_name": "The Daily Star",
        "publish_date": "28-08-2023"
    },
    {
        "full_article": "The crisis currently besetting the country's small and medium industries has not come all of a sudden. It has been in the making since the breakout of the Ukrainian conflict. Currently, the industrial sector of Bangladesh finds itself stuck in a veritable impasse as a considerably large number of factories have ceased operation. Those include the units that manufacture goods for both local and international markets. The overall plight stems chiefly from currency devaluation and decline in global demand for some products. High cost of production coupled with dearth of greenback has also reportedly prompted the factories to close down since early this year. Moreover, it has been learnt that a lot of factories which export goods couldn't survive thanks again to the losses they incurred due to currency-exchange-rate gap.Given the situation prevailing in the industries sector currently, things do not bode well. Going by a data prepared by the Industrial Police (IP), around 313 factories under its jurisdiction have been forced to shut down since January to mid-August in the current calendar year. As a consequence 44,500 workers were laid off. Of the closed units, 60 are members of the Bangladesh Garment Manufacturers and Exporters Association (BGMEA), 16 listed with the Bangladesh Knitwear and Manufacturers and Exporters Association (BKMEA). Besides nine are textile mills registered with the Bangladesh Textile Mills Association (BTMA); while five are under the Bangladesh Export Processing Zones Authority (BEPZA). Under the IP jurisdiction, 60 belonged to the BGMEA accommodating 16,943 workers and a total of 223 non-RMG units employed 16,173 workers.However, there is a silver lining. In contrast to the gloom over factory closure, 114 new factories were launched. Those created fresh employment opportunities for some 12,500 workers, the IP data show. As part of an auspicious development, around 9,600 workers have been re-employed at 60 factories, including textile and RMG units. That a large number of factories in the country's emerging industrial sector suffered reversals is a development fraught with negative implications. All this might be pointing to the early signs of the return of industrial unrest. A most critical question which arises here is the country's capability to cope with the changed situation. The time may not be suitable for the industrial workers to give vent to their justified grievances. It's because a large portion of the country's ongoing afflictions besetting its fledgling industrial sector has its basic roots in distant lands.Commenting on the distressing developments in the industrial and related areas lately, the vice president of the BGMEA says most of the factories have been closed because of the lack of work orders. He also says, categorically at that, some factories were shut following labour unrest caused by the managements' failure to make timely wage payments. This was said to have been caused by deferred LC openings. According to official data, despite the RMG sector's growth of over 10 per cent in the last fiscal, jute and leather goods sectors experienced negative growth by 1.74 per cent and 19 per cent respectively. Jute and leather industry, however, have immense prospect. Environmentally friendly jute and jute goods, particularly the innovative types like the poly bags made out of the fibre, required strong policy support which unfortunately is missing. In the same way, export of leather and leather goods has stumbled on the fracas over the non-functional central effluent treatment plant (CETP). The Leather Working Group (LWG) certification is a must for the country's leather industry to have access to global market but the industrial environment bedeviled by the CETP falls far below the international standard. Pragmatic policy and smart management could help overcome this crisis.",
        "headline_1": "Why factories are facing crisis",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/why-factories-are-facing-crisis-1693147993",
        "news_paper_name": "The Financial Express",
        "publish_date": "28-08-2023"
    },
    {
        "full_article": "The Human Rights Watch, the New York-based international non-profit NGO that conducts research and advocacy on human rights published a report recently under the headline, \"Future Bleak for Rohingya in Bangladesh, MyanmarNo Justice, Freedom Since 2017 Atrocities.\" The headline of the report says it all. The genocidal campaign that the Myanmar military launched in August, 2017 against the unarmed civilian Rohingya population of the Rakhine state in Myanmar forced hundreds of thousands of them to flee their bulldozed and burnt down ancestral homes to safety in neighbouring Bangladesh. The enormity of the brutality perpetrated against men, women and children of the Rohingya community by the Myanmar's military under the watch of a Nobel Peace Prize winner, Aung San Suu Kyi, who then headed the government of that country as its State Counsellor, shocked the world. The genocide that the Myanmar military perpetrated got the endorsement of the country's civilian head, because she refused to admit any wrongdoing by, at that time, her army. Ironically though, it is the same army, the inhuman atrocities of which against the Rohingya she tried to whitewash before the world community, even before the International Court of Justice (ICJ), has now proved to be her nemesis.Thus persecuted and hounded out of their homeland, the only place these traumatised people could flee to for safety was Bangladesh. That is because they had their fellow people who were persecuted earlier by the Myanmar military did also take shelter in refugee camps of Cox's Bazar, a southern district of Bangladesh. With more than 700,000 fresh entrants, the number of Rohyngya refugees in the Cox's Bazar camps swelled to over a million. Six years have passed since. The outpouring of sympathy, especially from the rich and powerful Western democracies, ignited hope in the hearts of the devastated Rohingya who found shelter in the refugee camps in Bangladesh and those still remaining in Myanmar in temporary shelters in total segregation from the mainstream life without any rights. Following the February 2021's coup, the Myanmar military again arrested thousands of Rohingya for, what it said, unauthorised travel, blocked the supply of international aid to them and subjected them to all forms of deprivation and torture. Even after the severe cyclonic storm that struck the Rakhine state in mid-May, the Myanmar junta did 'block live-saving humanitarian aid including urgently needed medical care for communities experiencing dengue and malaria outbreak', reports HRW. Here on the other side of the border in Bangladesh, the aid flow for the Rohingya in the refugee camps of Cox's Bazar has been gradually petering out. 'The 2023 UN Joint Response Plan for the Rohingya humanitarian crisis has received less than one third of the USD876 million' sought from donors, adds the HR report. As a result, since February this year, the World Food Programme (WFP) has cut back on food rations for the Rohingya. Their monthly ration has come down from USD12 to USD8. Small wonder that malnutrition is endemic among the residents of the refugee camps. With no assured source of sustenance, no medicare, no work, no future for their children, even no possibility of return to their homeland anytime soon, what is then the future of the Rohingya? Many have already lost their lives during their dangerous journey on boats across the sea to Malaysia and Indonesia. No one wants these stateless, homeless people. Following the mass exodus of Rohingya people from their homeland in November, 2017, the then-Myanmar government led by Aung San Suu Kyi signed a bilateral agreement with Bangladesh for repatriation of, what they (Suu Kyi's government) said, 'displaced Myanmar nationals'. Understandably, China was behind that move. But things did not progress much due to insincerity of both Suu Kyi's government and the military government that usurped power in Naypyidaw in February 2021. Clearly, it was a stratagem by the successive Myanmar governments to hoodwink the international community. In fact, the Myanmar generals who carried out the Rohingya massacre were facing the charge of crime against humanity at the International Court of Justice (ICJ). So, they needed a ploy to show a human face to the world. The UN Security Council (UNSC), too, could not do anything to hold the Myanmar government to account. The UNSC cannot reach any consensus on the issue because its important members including China, Russia and India have friendly relations with the Myanmar junta. Bangladesh has been playing host to the Rohingya fleeing Myanmar authorities' persecution since the 1960s after the military toppled the elected government in Rangoon and denied Rohingya people their citizenship. August 2017 only saw the largest such flight of the Rhingya from Myanmar to Bangladesh. So far, the international community has been very appreciative of Bangladesh's generosity. The US Secretary of State Antony Blinken on Friday (August 25, 2023) expressed his government's deep gratitude to Bangladesh government and its people for giving shelter and refuge to nearly one million Rohingya. But itself a densely populated country with its limited resources and environmental issues, how long can Bangladesh be expected to remain generous? US sanctions and visa restrictions on Myanmar's generals and entities alone are not enough. Stronger and more concerted actions from the international community are required to make the Myanmar junta see reason. The Rohingya, practically forgotten by the rest of the world, are also losing patience every passing day. \n[email protected]",
        "headline_1": "Rohingya a forgotten community",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/rohingya-a-forgotten-community-1693148037",
        "news_paper_name": "The Financial Express",
        "publish_date": "28-08-2023"
    },
    {
        "full_article": "There is full flow of rhetoric in policymakers' speeches when it comes to reaping demographic dividends, particularly when about one-fourth of the population is in the 15-30 age group. But in practice, the youths are the ones who are made to struggle all the way to make good careers. Neither are the young people receiving below par education nor are the graduates and post-graduates treated with care for developing their skill sets for a breakthrough in the scarce job market ---government, private, UN system or abroad. According to the ministry of public administration, 26 per cent of the approved positions, accounting for 500,000, in government offices are lying vacant. Here the rhetorical ambivalence or better say emptiness could not be clearer: 10 per cent of the university graduates are unemployed and the ratio of joblessness among the 15-29 young people is 8.7 per cent. The mismatch between education and demand is quite evident with the unemployment ratio among the higher educated remaining higher. This explains why young lives perish in the Mediterranean sea on their illegal migration to Europe and also why those who can afford look for studies abroad. If this is the way of reaping demographic dividends, God forbid, the country will not take long to become a land of the mediocre. Already, the rot has begun. Then there is the dubious recruitment method fed on by question leak and other intrigues involving underhand deals of Tk 1.0 million to 1.5 million or more for ensuring employment for each candidate. Such cases are exposed from time to time but who knows how many of the impostors sneak to land jobs. Against this backdrop, the finance division, ministry of finance, in a circular has imposed 15 per cent vat on the mobile operator's commission in case of online application for government job. The vat amount in an individual case will not be big but it is unacceptable for the wrong message it gives. Practically also, it will be an additional burden on the unemployed youths. Young unemployed people have to apply for several jobs and for years. Apart from applying for government jobs, they also apply for private and other jobs. Graduates and post-graduates usually apply for the 9th grade jobs and the application fee for this is Tk600. For BCS application, it is Tk700 and in some cases it goes as high as Tk 1,000-1,500. This is ridiculous. Transcription of certificates, other documents, production of photos and processing of all the requirements particularly for candidates without their own computer or laptops cost quite a sum. Travel and accommodation costs prove too much for many. Such unemployed youths are already burdened. When the need is to do away with any application fee, this latest vat comes as an additional hostile measure to the unemployed. That the unemployed young people cannot manage a job is not their fault. It is the systems of education and job creation that are to blame. In many countries including the one credited to have pioneered and led in espousing free market economy, the rights of the unemployed are recognised. As long as the governments cannot provide them with employment, they are entitled to unemployment benefits. Here, unemployed youths are not asking for such benefits. All they want is reduction of the application fees to the bare minimum. In fact, there should be no such fee, because those applying do not have any reliable income source. This is no way of planning with a country's human resources. Recruitment has to be made on the basis of merit. If merit is the top criterion, why subject candidates to a kind of indirect extortion! Rather make the process transparent, easy and accessible to all ---irrespective of their financial background. The candidates from poor family backgrounds are already discriminated against, they will encounter further institutional hostilities by way of high application fees and the fresh imposition of vat on mobile operators' commission. \n[email protected]",
        "headline_1": "The unemployed deserve better",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/the-unemployed-deserve-better-1693148066",
        "news_paper_name": "The Financial Express",
        "publish_date": "28-08-2023"
    },
    {
        "full_article": "Jagannath University (JnU), one of the most reputed public universities in Dhaka city, has only one canteen for its 20,000 students. What is more worrying is the quality of food served. The food served here can in no way be called hygienic. The kitchen where these foods are prepared is also dirty and filthy. It hardly follows minimum hygienic standards. This area is found to be full with flies buzzing over the cooked foods. Low-quality and expired ingredients are used to cook food. Not enough hygiene is maintained while serving foods too. However, the university administration does not seem to care about the price or quality of these canteen foods. Students are forced to buy and eat these low-quality foods at a high price. Many students are now getting sick and suffering from stomach diseases after eating these foods. Although the quality of foods is low, prices are increasing day by day. We have to spend an extra Tk 10 to Tk 15 per meal now as the food prices increased at the canteen. Evening snacks are also expensive. Our income has not increased. In such a situation, it is impossible for us to bear the increased food price. The university authorities run this canteen on leases under private ownership. The canteen owner keeps food prices high for making more profit. So, we urge the authorities concerned to pay more subsidies to keep food prices stable, if necessary.\nNazifa TasnimMass Communication and JournalismJagannath University",
        "headline_1": "Improving JnU canteen's food quality",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/improving-jnu-canteens-food-quality-1693148088",
        "news_paper_name": "The Financial Express",
        "publish_date": "28-08-2023"
    }
]