[
    {
        "full_article": "History unfolds in ways that may appear to be totally incomprehensible to us. It may not fit into our logic, may appear to be contrary to the facts that are at hand and our own analysis, which, often guided by our prejudice, may have indicated a different outcome. But as the dust settles and we understand things better, the outcome looks quite inevitable. That is how the Taliban takeover looks as we unearth more and more facts—inevitable. It is up to us now to understand the meaning of their victory, its regional and global significance, its ideological impact on the short term and the long term and what implications it has for us in Bangladesh.\nTwo fundamental realities must guide our present thinking: The importance of the Taliban victory and how the US, a superpower, will digest this humiliation and defeat and what course of action it will take.\nLet me address the second aspect first. Let us not forget that the US is a superpower and in some ways the only one for the moment. For them, it is very hard to live with the fact that a rustic, village-based community, with a backward economy in every sense, with little training in modern-day warfare, with no airpower, no latest weaponry, no tank, no laser-guided missiles, no night-vision equipment, no drones, no helicopters, and wearing only slippers and their traditional dress and carrying powerful automatic rifles—the only signs of modern weaponry—sent the US and NATO armies packing, invoking the memory of the US' ignominious flight from Saigon 46 years ago. It is very hard to digest this reality, especially for a superpower like the US, that lives with a daily diet of \"we are the best\" slogan.\nI mention this first because I anticipate that the immediate post-Taliban period will see efforts by the US and its Western allies to make the Taliban takeover look as bad as possible. They will try to highlight every flaw and shortcoming in the Taliban operation, notwithstanding the fact that so far six days of takeover have passed without much violence or law and order issues, which are inevitable in case of a shifting of power of this magnitude. This they will do—the CIA, starting from the 50s, has 70 years of experience in that—to  justify their 20-year presence in Afghanistan. The fundamental weakness of the Afghan society is its ethnic divide which every external power tried to exploit over the centuries. Hopefully, the new Taliban regime will be extremely conscious of that vulnerability and act accordingly.\nFrom the US perspective, the 20-years narrative of \"caring\" for the Afghan people and \"helping\" them to modernise and build a society of freedom and democracy cannot be allowed to just vanish into the thin air. Otherwise, the whole architecture of the \"white man's burden\" in its modern-day version loses credibility, especially for its, God forbid, future use.\nThe decision to invade Afghanistan was taken by George W Bush following the bombings of New York's Twin Tower and Pentagon by Al-Qaeda. Though there was not a single Afghan in the 19-member squad that led to the 9/11 attacks (in September 2001)—there were 15 Saudi men led by an Egyptian among them—yet, the Bush administration decided to invade and occupy Afghanistan because it refused to hand over Osama Bin Laden to the Americans. US and UK military began bombing the country in October, 2001.\nIt was more like \"how dare the US has been attacked\"—that too in its mainland, something that had never happened before, and so someone and the country that supports or shelters them have to pay. The man—Osama Bin Laden—was the self-proclaimed perpetrator and the country, Afghanistan, the shelter-giver to Bin Laden, became the recipient of US' wrath and thus the invasion of a country began. Bin Laden escaped to Pakistan and was later killed by the US forces in 2011.\nThe quick victory over the Taliban and its removal from power gave the Americans a premature feeling of having prevailed. The Taliban withdrew and returned to fight another day and win.\nWhat the Americans would now find harder to digest, more than the Taliban takeover—as that was being discussed in Doha for the last few years—is the manner of the takeover and collapsing of the edifice—the Afghan army—that the US military built over a 20-year period spending nearly a USD 100 billion to train and equip. No country, leave alone a superpower, can take defeat well. The Americans are especially vulnerable in these situations. \"It can't be their fault\", and so a scapegoat will have to be found.\nQuestions are being raised about who the Americans were training, and what level of efficiency, commitment and loyalty they were generating in these soldiers. Though the Americans are now trying to say that the Afghan national army did not want to fight to defend their country and were not committed, the real story is that the US trainers just did not see the writing on the wall. The government that these soldiers were supposed to defend did not enjoy public confidence, and the leaders for whom they were supposed to lay down their lives were corrupt to the core, many holding foreign passports and having their families living abroad. Nothing could depict the bankruptcy of the government leaders more than its head, President Ashraf Ghani, fleeing the country with a helicopter full of foreign currency—which he later denied. I think this one incident says it all.\nIt had been frequently reported that at the grassroots level, the ordinary soldiers were ill-paid if at all, not regularly given ration, and most often served under corrupt seniors. Didn't the US trainers know that? If not, then how come? And if yes, then what did they do about it. What was the role of the intelligence bodies? Were the trainers from the US army, or were they outsourced to private mercenary groups like the Blackwater who made millions of dollars for doing what the regular army was supposed to do, without any of the motivations and institutional disciplines that military institutions usually are known to have.\nThe vanishing Afghan army speaks more of the American training than of the Afghan soldiers. How can it be that as soldiers in the army under US training they disappear without any fighting and the same Afghans under the Taliban take on the mighty US and fight like lions for 20 years no less? As the US leaders search for an answer for the debacle, they should focus their attention internally, to their very institutions and investigate the US army itself, how it worked in Afghanistan, what were the role of the private companies, who were paid what and how.\nLet none of us lose sight of the enormity of this event. After Vietnam, this is the first time that the Americans have been defeated in the battlefield by a guerrilla force. And unlike the Vietnamese, who were helped by the Russians and the Chinese, the Afghans did not have such generous patrons.\nA rustic army comprising of tribal people got together and defeated the mightiest power in the world over a period of 20 years. The US had everything—money, power, literally the whole of the Western world behind it, not to speak of the latest technology, the most sophisticated communication systems, the extensive network of satellites to monitor the Taliban's every move. With the addition of drones, the Americans, to kill the \"enemy\", had only to press a button, sitting in an air-conditioned room in any part of the world, most probably in the US, and not having to take the trouble of going to the war-zone. This press a button warfare led to indiscriminate killings of Afghan civilians, including women and children, especially when the rules for air strikes were relaxed.\nWhat Vietnam proved 46 years ago to the US—after fighting there from the late fifties till 1975—Afghanistan proved again in 2021, that with all the sophisticated technology and limitless resources in hand, one cannot suppress the human spirit. It was Afghan nationalism, expressed through faith, that prevailed over unthinking arrogance, disdain for a people's way of life, very low impression of another people's culture and tradition. Not that everything about culture needs to be preserved, nor every aspect of tradition to be eulogised, but whatever change that needs to be brought about—and change must come in tune with the process of modernisation—cannot be done through imposition and foreign occupation. All changes must come from within, through a nation's own experiences and thinking.\nThe Taliban victory also proves, if proof was at all necessary, how the presence of foreign troops is hated everywhere in the world. Every country, in whatever stage of development, hates foreign domination. Howsoever it be packaged and  whatsoever be the narrative of \"helping\", \"assisting\", \"caring\", etc. the presence of foreign troops generates resentment which develops into hatred and finally into a desire to resist, and if compelled, through force. Each time the US air force flew sorties, each time a drone destroyed a house, each time US troops fired at an Afghan, it became a recruitment event for the Taliban.\nTo give some credit to the Americans, they seem to have understood this reality some time back, and hence started talking to the Taliban, initiating the Doha talks which reached its highest level in 2019 with US special envoy Zalmay Khalilzad and top Taliban leader Mullah Abdul Ghani Baradar leading their respective sides, reaching an \"agreement in principle\" when former President Trump, quite inexplicably called off the peace talks and cancelled a secret meeting at Camp David with Afghan President Ashraf Ghani. In February 2020, a \"Path to Peace\" agreement was signed and the first peace talks between the Taliban and Afghan government in 20 years was held in Doha. In April 2021, Biden declared complete troops withdrawal by September 2021.\nWell, the world didn't have to wait till then. The US's longest war in recent history ended as the Taliban took control of Kabul without any resistance.\nThe Taliban victory has tremendous significance for our region. It will definitely have Pakistan and India competing intensely for their attention. Here Pakistan may appear to have an edge, but India's considerable presence in infrastructure building in Afghanistan will not be something that the new rulers will ignore. Pakistan will focus on expeditious return of the three million refugees that have been living in Pakistan ever since the Soviet invasion of 1979 when their 10 year occupation began. India will keep a keen eye on how the Kashmir situation is handled by the Taliban, who have declared that they will not let their territory be used to meddle in other countries' affairs. They have assured the Chinese about their total non-interference about the Uyghurs. The Russians have their concerns about the Chechens, and here also, the Taliban appears to have calmed their nerves. It is too early to predict, but so far the dealings have been matured.\nAs for Bangladesh, we need to observe the situation carefully and move as it unfolds. About recognising them, we should go slow but definitely not close our mind to doing so, especially if they are able to form an inclusive government, taking in the other ethnic groups that inhabit their land. Their internal and external policies will definitely be a strong guiding factor for our actions in Bangladesh.\nThe thing to remember is that the external factors behind the Taliban coming to power are different this time around than in 1996, especially the part played by Saudi Arabia and its brand of Wahhabi Islam. In fact, Saudi Arabia itself has undergone changes.\nThe Taliban appears to have learnt a lot in the last 20 years since they were last in power. They are a far more nationalistic force than they were in 1996, and we should expect them to focus more on their own development than meddling in other people's affairs.\n \nMahfuz Anam is Editor and Publisher, The Daily Star.\n",
        "headline_1": "Column by Mahfuz Anam: Taliban takeover of Afghanistan -- its meaning and implications",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/the-third-view/news/column-mahfuz-anam-taliban-takeover-afghanistan-its-meaning-and-implications-2156426",
        "news_paper_name": "The Daily Star",
        "publish_date": "20-08-2021"
    },
    {
        "full_article": "Why talk about inflation in the midst of the pandemic, one might ask. The answer is simple, if somewhat unpleasant. Inflation may soon be making a comeback! There is no question that while defeating the Covid-19 virus and cutting its hydra-like fangs are of utmost urgency, we might soon see a situation where the world is fighting multiple battles on several fronts. Some of the issues that policymakers are currently grappling with are a surge in the Delta variant or some other variant, a sluggish economic recovery compounded by unemployed and underemployed population, lack of skilled workers in developed countries, and inflationary pressures that might complicate the task of the central banks as they pursue expansionary monetary policy and keep interest rates low. To complicate matters, inflation is emerging as a major concern in both G7 and emerging market and developing economies (EMDE).\nFahmida Khatun, Executive Director of CPD, in reviewing the country's monetary policy cautioned that the Bangladesh Bank \"will have to be vigilant in maintaining the stability of the financial market in such unusual circumstances to avoid any price bubble,\" (The Daily Star, August 2). Other economists knowledgeable about the Bangladesh economy, including Zahid Hussain and Ahsan H Mansur, are all unanimous that inflationary pressures unleashed by disruptions in the supply chain and the easy money flowing from the government's stimulus programmes are already evident in the price of food and other essential commodities. According to BSS, the average inflation in the just-concluded fiscal year was 5.56 percent, overshooting the government's target of 5.4 percent. June's inflation of 5.64 percent was the highest in eight months.\nThe spectre of inflation has been on the minds of central bankers and policy analysts in developed countries for some time, and this is reflected in the public discourse as well as in the print and online media. Inflation is also a constant fear in developing countries. For example, in Bangladesh, the total stimulus packages given during this pandemic by the government so far amount to Tk 128,441 crore (4.59 percent of GDP). Prices of almost all the commodities, including rice, pulses, flour, onion, vegetables, fishes and meat, are on the rise. This can be partially attributed to disruptions in the supply chain due to the pandemic, floods and market manipulation. However, inflationary expectations are rising too. \"In addition to these, the increased flow of money into market from the stimulus packages has created fears of further inflation,\" according to Mansur.\nI was recently searching for a topic for my next op-ed for The Daily Star. I started with the Wall Street Journal which has over the years been a reliable source of current news as well as emerging business issues. During the last few weeks, US Congress and the financial markets have consistently expressed their worries about the prospects of inflation. The lead stories and the opinions pages have kept on chirping about inflation. Regardless of the constant denials from the Federal Reserve, the central bank of the USA, one can be sure that just as the US and the global economy appear to be bouncing back from last year's slowdown, the fear of inflation will be a dominant theme.\nInflation phobia is obviously the result of our past experience, and theoretical discussions about the effect of increased money supply on inflation. Inflation—or the rate of change in prices over time—is not a simple phenomenon to measure or interpret. In general, a swiftly growing economy, a tightening job market, and continuing supply-chain issues seem a ripe environment for prices to keep on rising.\nThe prognosis is in sharp contrast to recent low inflation in most countries. Until 2020, inflation has averaged just above 0.5-1 percent over the past decade, well below the US Federal Reserve's target of 2 percent. Low inflation for such an extended stretch is quite unusual if we consider the post-World War II record. \"With the current unemployment rate near historic lows, the persistent soft readings on inflation pose a puzzle and challenge for economists, financial market participants, policymakers, and the general public,\" according to Dan Sichel of Wellesley College, USA.\nLet us now look ahead. The trillions of dollars of stimulus money that have been pumped into the global economy over the last 18 months are bound to trigger inflation. \"Too Much Money Portends High Inflation. The Fed should pay attention to Milton Friedman's wisdom\", write economists John Greenwood and Steve H Hanke.\nAccording to Milton Friedman, an economist who won the Nobel Prize, the relationship between money supply and price level is captured by a simple equation, known as the Quantity Theory of Money. Friedman's disciples, known as monetarists, believe that a higher rate of inflation is coming, and inflation will remain high in the coming years.\nFor Bangladesh, economists caution the government to remain alert in the face of rising commodity prices, including that of daily essentials, \"in the face of already existing excess liquidity which has reportedly reached Tk 2.31 trillion.\" Experts everywhere are somewhat in double minds about the future inflationary trends, though. Central bankers are not sure and forecasters in some instances stand at opposite ends of the spectrum.\nOne commentator jokingly quotes the poet Robert Frost, who said, \"some say the world will end in fire, some say in ice\". Robert Frost wasn't writing about the inflation debate, but he might as well as have.\nStrong economic rebound and lingering pandemic disruptions fuel inflation forecasts above 2 percent through 2023, according to a survey of economists. Developing countries such as Bangladesh have managed to live with a higher level of inflation, as well as with a degree of uncertainty over inflation that would be politically unacceptable in the high-income economies.\nSome cautionary words\nInflation measures in both developed and developing countries have been found to have underestimated price rises during the pandemic. Spending on \"food at home\" is up and spending for \"transportation\" is down as a result of the pandemic, but the CPI weights of these categories are unchanged. Alberto Cavallo of Harvard Business School found that in 10 of the 16 countries, inflation rates during the pandemic were higher than the official rates.\nThe IMF suggests seven possible measures to curb inflationary surges. In its report \"The Impact of Covid-19 on Inflation: Potential Drivers and Dynamics\", the IMF suggests international coordination to secure food and medical supplies, especially for low-income and fragile countries, checks on speculative price hikes and hoarding, and \"targeted transfers—like food stamp programmes—to address the needs of the most vulnerable populations at the country level.\" \n It is possible that the rise in prices as lockdowns start to be lifted may be \"transitory\", as many central bankers are hoping. The government can reduce uncertainty and the extent of pent-up demand which fuels inflation by announcing a credible plan to open up the economy to mitigate both deflationary pressures due to lack of demand during the containment and the inflationary pressures due to a rebound in demand during the reopening.\nMoreover, to avoid creating inflationary pressures, appropriate monetary and fiscal policy after the end of the pandemic should be data-dependent and based on the strength of the rebound in supply and demand. This calls for watchful eyes from the policymakers, economists, and statisticians alike.\n \nDr Abdullah Shibli is an economist and IT consultant. He is also Senior Research Fellow at International Sustainable Development Institute (ISDI), a think tank based in Boston.\n",
        "headline_1": "What can we do if inflation is back?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/open-dialogue/news/what-can-we-do-if-inflation-back-2156411",
        "news_paper_name": "The Daily Star",
        "publish_date": "20-08-2021"
    },
    {
        "full_article": "From the beginning of human civilisation, people have loved to argue and debate. They argue on topics, trivial or important, and they debate on issues which affect them personally or collectively. Sometimes, they just argue for argument's sake, but that is not a debate. A debate is a constructive way of substantive interaction, where people argue and counter-argue, using reasoning, objectivity, rational analysis, and facts. The idea is that through such processes, a society would have a better understanding of issues that affect it and possibly will find ways to encounter them. The ultimate objective of debate is to create sharpened, logical, and creative minds. Debating provides a platform for having discussions on critical issues facing the world and is thus an important means of creating a better world.\nWhat constitutes a better world? In my view, a world that is equal, stable and sustainable is a better world. An equal world stands for human rights, human dignity, equal rights. A series of corollaries emerge from all these—being sensitive to other human beings, respect for other beliefs and views, tolerance, equal treatment of all citizens, remaining secular, and so on. The notion of an equal world is neither a utopia nor a rhetoric, rather a goal which we all can aspire to achieve. Equality implies the equality of capabilities as well as the equality of opportunities. Equality should be seen on different planes—between men and women, along the rural-urban divide, between various geographical regions and among different socio-economic groups. Equality also refers to inter-generational equality—the current generation should be sensitive to the needs and opportunities of future generations and, in that context, should be mindful of the use of natural resources and their consequences. With equality, there needs to be equity as well. Equality is an absolute concept, whereas equity is a relative or proportional one. For example, everyone should be treated equally before the eyes of the law, but should be treated equitably in terms of taxes, where the tax burden should be proportional to the income of the person concerned.\nA better world would mean a stable world—a world without wars and conflicts, without human oppression, without social unrest and communal riots, and last but not the least, without terrorism. Today, our world is beset with wars and conflicts, characterised by unrest and human oppressions, and human security all around is threatened by terrorist activities here and there. In order to settle differences of opinions or any other conflict, people often resort to force or weapons. There has been an increasing radicalisation or weaponisation of society of late, and reasoning and tolerance have taken a back seat as a result. The world would be stable when we can overcome these obstacles.\nA better world would also imply a sustainable world, where there is peaceful and respectful coexistence of humans and nature. The present generation should not degrade the environment as that would shrink the opportunities and potential of the future generations and would hurt inter-generational equity. As Homo sapiens, we must realise that we can exist and prosper when we are respectful and sensitive to our environment and nature.\nDebates provide a critical means for the youth to better equip themselves for meaningfully participating in the creation of a better world. For such meaningful participation, debates prepare young people in five distinct ways:\nFirst, debates provide a broader picture by exposing the pros and cons of the topic. As a result, the participants get a holistic view of concerns—a view which is needed for a constructive and balanced change in the world. For a changed world, such a broader vision is much-needed.\nSecond, since debaters are trained to approach issues in a logical manner, they can identify the priorities of societies in a logical manner. Identification of priorities and setting them in a logical manner is needed for any kind of change. Debates also equip young people to be focused and clear in their thoughts and approaches. Again, without a clear and focused approach, changes cannot be brought in. Furthermore, while making their arguments and counter-arguments, debaters depend on evidence. Their deliberations are fact-based. Evidence is also critical while making a case for a change and without facts, a blueprint for change cannot be formulated. Since they know how to use evidence in an objective manner, debaters can also effectively participate in the process of changing the world.\nThird, debates teach people to be more sensitive to others, more respectful of others and more tolerant of opposing viewpoints. In a world bedevilled by wars, conflicts and terrorism, one needs sensitivity, tolerance, and mutual respect to end conflicts and to stop terrorism. Such traits would also breed equality, communal harmony, and stability—all critical elements of a better world.\nFourth, debates give debaters confidence—confidence to speak out, to raise their concerns and to demand and seek solutions. All these are needed for effective participation in the process of changing the world. Furthermore, through debates, a sense of collaboration and cooperation develops among the team members. So, the debaters do not go for individual celebration, rather a collective approach to get their desired goal. Such a sense of collaboration and cooperation help young people understand the importance of collective actions, which are needed for changing the world.\nFinally, changing the world is not a static process, rather a dynamic one. In such a process, priorities change, focus is redefined, strategies are revised. The change-makers must adjust to such shifts. Debating is also a dynamic process, which teaches the debaters to shift grounds as arguments and counter-arguments evolve.\nI think at present, debates can contribute to changing the scenario in at least three specific areas—first, in areas of intolerance and conflict by bringing in reasoning, respect for others, and the desire to settle differences; second, by having deliberations on emerging challenges like environmental degradation, migration, and refugees; and third, helping the issue of mental health because of the Covid-19 pandemic.\n \nSelim Jahan is former Director, Human Development Report Office and Poverty Division, UNDP.\n",
        "headline_1": "How debate can help create a better world",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/how-debate-can-help-create-better-world-2156401",
        "news_paper_name": "The Daily Star",
        "publish_date": "20-08-2021"
    },
    {
        "full_article": "It is impossible these days to not notice Chattogram's spectacular urban decline. Go around the port city and you will only experience a place plagued by anemia, chaos, a collective greed to commercialise every open space, and overall, a curious lack of aspiration. I only find three things now in this city of my childhood: traffic congestion, incessant storefronts, and the tyranny of mediocrity. What kind of city does Chattogram want to be? The impression one gets on the streets is of a city that has no guardians to ask this question and address it. Chattogram feels abandoned and confused. Even the country's maiden tunnel under a river doesn't seem enough to boost the spirit of the city.\nIt is a sad deterioration for a city that has so much history, character, and potential to advance the national mission. But nobody seems to be worrying about preserving its rich history and geographic character, and harnessing its full potential. There seems to be no concern to steward its urban agenda on the national stage. The city has been caught in a downward spiral. But, why? Is it a lack of leadership? A weak civil society? A failure to groom and attract local talents? An ill-conceived notion of development? Dhaka's overwhelming primacy? All of the above?\nIt is unfortunate because Chattogram has all the ingredients—or \"imageabilities,\" to use the American urban planner Kevin Lynch's term—to become a livable and inspiring city. The uniqueness of its geography, its urban origin, its local dialect, its complicated \"melting-pot\" racial history, its multi-faith social amalgamation, its role in anti-British movements and the Liberation War, its Porto Grande global attraction through the ages—all seem to have vanished in a rotting commercialisation of its soul.\nWho could tell that a rich kingdom by the name of Harikela thrived on the bank of the Karnafuli River more than a millennium ago? Who could possibly relate today to how the Muslim Moroccan explorer Ibn Battuta described this city in c. 1346: \"The first town of Bengal which we entered, was Sudkawan; it was a great city situated on the shore of a vast ocean.\"? The famous Nalapara site of Rabindranath Tagore's civic reception in 1907, Kamolbabu's Theater (established in 1906; later renamed as Bishwambhar Hall and then Lion Cinema Hall) has been razed to create an unsightly apartment building. Until recently, the historic site of Bangabandhu's declaration of the Six-Point Movement in 1966—Lal Dighi Maidan—was a minivan parking lot with the covert approval of the city administration!\nYes, 75 percent of the country's total export and 80 percent of the total import occur through Chattogram. But what is the state of urban public health in the city? If there is not a single public place where people can go to take a stress-free stroll in the late afternoon and breathe fresh air, what is the point of \"75 percent of the total export\"?\nIt doesn't have to be this way for a city with so many stories to tell. Uncharacteristic mountainous terrain in a predominantly flat deltaic country has always been an essential part of Chattogram's mythology. The Chinese traveler poet Hsuan Tsang's 7th-century depiction of the city as \"a sleeping beauty emerging from mists and water\" was no doubt a reference to Chattogram's hilly idyll.\nThe epitome of that idyll—Central Railway Building or popularly known as CRB, a picturesque hilly area with centuries-old Albizia Lebbeck or shireesh trees—has now been selected for a 500-bed hospital, as if this is the only space available in the entire city for a commercial healthcare facility. This unconscionable intrusion into a rare, oasis-like ecosystem is the result of an entrenched mercenary culture, one in which understanding a city and its history, its geographic personality, its mythologies is not only not valorised, but also ignored and resisted.    \nLegend has it that the Buddha came to a vihara or chakrashala located in Patiya, a southern town of greater Chattogram, employing his miraculous powers for disembodied travels. According to some historians, Buddhism spread to Chattogram during the time of the Buddha himself, over 26 centuries ago, when Socrates was not yet born, and the Parthenon was not yet built in Athens! The presence of many viharas in the city lends credence to the suggestion that the name of Chattogram comes from chaitya (a Buddhist vihara).\nWithin a century after Islamic forces, under the leadership of Tariq ibn-Ziyad, crossed Gibraltar in 711 CE to colonise most of the Iberian Peninsula, Arab sailors began to arrive on the shores of Chattogram. They left enduring marks in the port city's life and local dialect. Names of places, such as Alkaran (Al Qarn) and Sulak Bahor (Sulukal Bahar), demonstrate Arabic influence. The use of negative before a verb in chatgaiya, Chattogram's local dialect, is another instance of Arabic contribution to the culture of the port city.\nPortuguese explorers in the 16th and 17th centuries frequently called it the \"City of Bengala.\" Duarte de Barbosa, one of the earliest Portuguese writers to offer a geographical account of the African and Indian coasts in the early 16th century—almost a century before the Mughal subahdar Islam Khan Chishti's arrival in Dhaka—described Chattogram as a natural attraction for traders, missionaries, and fortune-seekers from far-flung places.\nThis is not a place to belabour a chronological history of Chattogram, except to say that the port city's history is richly crisscrossed by actors of all sorts: Buddhist mendicants, Arab traders, Arakanese kings, Hindu landlords, Mughal governors, European seafarers, British colonialists, anti-British revolutionaries, Western development experts, wealthy industrialists, national leaders, and globally-known entrepreneurs. When history becomes a jigsaw puzzle of people, events, places, and narratives, myths thrive, and a city becomes interesting! This is why we love to go to Rome, Paris, Athens, Krakow, New York, Kyoto, Siem Reap, Lucknow, Udaipur, and Kolkata, among other cities. This interest itself is a driver of economy and culture.\nThus, to imagine Chattogram's future, one must first learn to negotiate its stories. The city's genius loci is found not just in its people, hills, dighis, rivers, and sea, but also in its stories, mythos, fables, and allegories. The fantastical tales of the Buddha's divine voyage to Chattogram, and a Muslim dervish's lighting of a chati on Cheragi'r Pahar to drive away demons, are as important as the city's life-giving river, Karnaphuli. These stories are phenomenologically ingrained in its geography. They propel how the people mentally map their city and weave their monojagot.\nBut today, the city is a muddled blob of generic and unrelatable development projects. Indiscriminate commercialisation of land is championed as progress. Empty flyovers (prime sites for mugging in the evenings) hovering over Chattogram are the embodiment of the city's urban vision bankruptcy. \nPlanning a city is more than creating a \"master plan\" on the privileged tables of executives, bureaucrats, and planners. It requires the courage and patience to deliberate on a city's complex evolution, geographic pulse, and future potentials.\n \nAdnan Zillur Morshed, PhD, is an architect, architectural historian, and professor at the Catholic University of America in Washington, DC. He also serves as executive director of the Centre for Inclusive Architecture and Urbanism at BRAC University. His books include DAC/Dhaka through 25 Buildings. Email: morshed@cua.edu\n",
        "headline_1": "Chattogram desperately needs guardian angels",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/the-grudging-urbanist/news/chattogram-desperately-needs-guardian-angels-2155661",
        "news_paper_name": "The Daily Star",
        "publish_date": "20-08-2021"
    },
    {
        "full_article": "The protection of personal data in the modern world is a complicated and contentious issue, especially when there is increasing evidence not just of spyware and surveillance technology accessing our data in the most insidious ways, but of big tech companies collecting and mining user data and potentially having the power to store more personal information of a country's citizens than their own government. After the 2018 Cambridge Analytica data scandal, there has been a growing debate on how much information is too much, and what governments can do to ensure they are able to protect the personal data of their citizens.\nAgainst this backdrop, it is safe to say that there is a strong logic behind countries playing a more involved role in the protection of data generated within its borders and preserving data sovereignty. However, the best way to go about it is still being debated, and there are still questions of whether this is even realistic—given the nature of big data—and whether it would be ethical for governments to have more control over the personal data of its citizens either.\nNow that Bangladesh is drafting a new data protection act, these differing views must be taken into account with the utmost seriousness. According to the minister of post and telecommunication, this law will address three major gaps—it will allow the authorities to take action against social media companies, fulfil the need for a law on data protection, and enable the protection of people's privacy. Given that Bangladesh is one of the 25 countries in the world with no laws on data privacy and protection (according to the United Nations Conference on Trade and Development's tracker), experts have recognised the need for legislation in this area.\nHowever, experts and rights activists have also expressed concerns that the new law will focus less on data protection, and instead be used more as a tool of surveillance on social media. In India, we have already seen the authorities use similar data protection laws to infringe on individual rights—for example, by suspending Twitter accounts of journalists, media outlets, and politicians during the country's farmer protests, and blocking hundreds of pro-farmer tweets that were deemed \"controversial\" by the government. What safeguards will be in place in Bangladesh to ensure that the same does not occur, especially when the draconian Digital Security Act has already been wielded by the authorities to suppress dissent?\n   There is definitely a lot of merit in formulating data protection laws, but there is a lot of scope for misinterpretation and misuse as well. Any such laws created in the country must have the ultimate goal of protecting the privacy and data of users from anyone, including state actors. The precedent set so far in this regard is not an encouraging one—according to experts, the existing Data Privacy and Protection Regulation 2019 does not provide enough checks and balances to protect data from state actors. We must remember that personal data of any individual is personal property that cannot be misused by private companies or by the state. Whatever steps Bangladesh takes, our government must guarantee individual rights are not infringed upon, as guaranteed by the Constitution of Bangladesh.\n",
        "headline_1": "Any law on data protection must respect data privacy",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/any-law-data-protection-must-respect-data-privacy-2156391",
        "news_paper_name": "The Daily Star",
        "publish_date": "20-08-2021"
    },
    {
        "full_article": "As if migrant workers are not already suffering enough due to unemployment and underpayment/non-payment of salaries during the pandemic, those in Malaysia have now been put in the middle of a brand new dilemma—that too by the Civil Aviation Authority of Bangladesh (CAAB) and the Bangladesh High Commission in Kuala Lumpur. CAAB, as reported in this daily, had issued a circular on August 16 stating that \"Bangladeshi citizens have to be fully vaccinated against the novel coronavirus 14 days before the travel date for their return home by flights.\" It also said that those who were not fully vaccinated would need special authorisation from the Bangladesh foreign ministry in order to be allowed to fly back home.\nNaturally, this caused migrants in Malaysia to crowd the Bangladesh High Commission offices. However, once there, they were reportedly turned away by officials who claimed that the travellers would not need any special approvals to fly back to Bangladesh. Some officials even said that the CAAB circular had been withdrawn. But when Bangladesh's deputy high commissioner in Malaysia was contacted by The Daily Star, he contradicted this claim, saying the circular remains effective, and that there must have been some miscommunication about it.\nThe deputy high commissioner has since assured us that an announcement would be made clarifying that migrant workers will need to be fully vaccinated before they can travel to Bangladesh. However, we must ask why and how the misinformation—about migrants being allowed to substitute a special approval from the foreign ministry for full vaccination—came to be placed in the CAAB's circular.\nDo instances such as these not signal to the neglect with which issues of Bangladeshi migrants abroad are handled by the authorities here? Because of this lack of coordination between the CAAB and Bangladesh High Commission in Kuala Lumpur, our migrants in Malaysia, who have been waiting for months to come home (many of whom have lost their jobs or work permits recently, or just come out of jail) are now facing unnecessary hassles. Some are having to expend money on hotel stays as the process of returning to Bangladesh has been made so complicated.\n   We would urge the authorities at home and in Malaysia to coordinate with each other before issuing such notices, so that migrants do not get caught in the middle of such confusions. We would also ask them to make it easier for Bangladeshis to return home, perhaps by reverting to the previous process of undergoing PCR tests to detect Covid-19 and obtaining a negative certificate and then quarantining for 14 days once they are in Bangladesh.\n",
        "headline_1": "Migrant workers forced into quandary over flight home",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/migrant-workers-forced-quandary-over-flight-home-2156381",
        "news_paper_name": "The Daily Star",
        "publish_date": "20-08-2021"
    }
]