[
    {
        "full_article": "By awarding the Nobel Prize in Literature to South Korean poet and novelist Han Kang this year, the Swedish Academy has done two things. It has looked eastwards, after going with European writers Jon Fosse and Annie Ernaux in the past two years; and it celebrates an “innovator in contemporary prose”. While announcing the name, the academy lauded the 53-year-old writer, the first Korean to win the Nobel Prize in Literature, “for her intense poetic prose that confronts historical traumas and exposes the fragility of human life”. With the human condition as her muse, specifically the question why and how humanity encompasses unspeakable depravity as well as indisputable acts of dignity and kindness, Han Kang has experimented with form and style to tell her stories. Her best-known work available in English is her 2007 novel, The Vegetarian, translated by Deborah Smith, and released in 2015. Winning the International Booker Prize in 2016, a decade after it was first published in Korean, the radical story, about a woman who gives up eating meat and finds solidarity only in the plant world, paved the way for her other novels to be translated into English and many other languages. Han Kang, who was born in the South Korean city of Gwangju, moved to Seoul when she was nine years old and studied Korean literature at university.Growing up amid books — her father is a novelist — she decided to follow in his footsteps but her artistic forays include art and music, which she uses in her narratives and word images. This is evident, for instance, in her 2016 novel, The White Book, where an unnamed narrator talks about grief — the death of an older sister “less than two hours into life” — through white objects including snow, salt, moon-shaped rice cake, fog and breast milk. Her latest novel, We Do Not Part, to be published in English early next year, is the story of a friendship between two women in the backdrop of the 1948 massacre in South Korea’s Jeju Island. A massacre from the 1980s of students and dissenters is also the setting for her most political novel, Human Acts (2016), in which souls of the dead are allowed to “witness their own annihilation”. Ever since the prize was handed out to American singer-songwriter Bob Dylan in 2016, the academy has been trying to pull itself back to purists. By picking Han Kang, the academy has a winner who, in her experimental style, conveys the power of literature to break barriers. The prize will invariably draw more attention to Korean literature — its dramas, cinema and music have been already ruling the globe ever since South Korean singer Psy burst forth with ‘Gangnam Style’ in 2012. Published - October 15, 2024 12:35 am IST\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\naward and prize\n\n/\n\nbooks and literature\n\n/\n\nSouth Korea\n\n/\n\nlanguage\n\n/\n\ntheatre\n\n/\n\ncinema\n\n/\n\nmusic\n\n/\n\nhistory\n\n/\n\npolitics",
        "headline_1": "A Korean win: On the 2024 Nobel Prize in Literature",
        "headline_2": "A Nobel raises Korean prose to success levels of its drama and music",
        "link": "https://www.thehindu.com/opinion/editorial/a-korean-win-the-hindu-editorial-on-the-2024-nobel-prize-in-literature/article68752806.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "15-10-2024"
    },
    {
        "full_article": "In a 5:1 majority verdict, the Reserve Bank of India’s Monetary Policy Committee (MPC), last week, decided to hold benchmark interest rate at 6.50%, the same level it has been since April 2023. One of the three newly inducted external members in the panel pushed for a 25 basis points (0.25 percentage points) rate cut, perhaps citing the decline in the headline inflation rate below the RBI’s median target of 4% in July and August. However, the MPC termed this downward trajectory of inflation as slow and uneven, and expected this moderation to reverse from September, as it has, to hit a nine-month high of 5.5%. The panel has not altered its 4.5% projection for retail inflation and its GDP growth estimate of 7.2% through 2024-25, but has reworked the math. In the second quarter or Q2, it expected inflation to average 4.1% instead of 4.4%, but the September number takes it over 4.2%. In Q3, inflation is now expected to average higher at 4.8% from the MPC’s August estimate of 4.7%, before easing to 4.2% between January and March 2025. While the MPC has unanimously agreed on switching the monetary policy’s hawkish stance to ‘neutral’, going by these numbers, hopes of a rate cut at the next policy review in December remain slim, especially as the panel has reiterated that it remains “unambiguously” focused on durably aligning inflation to the 4% mark.While food inflation remains a worry, with vegetable prices spiking again, the central bank Governor Shaktikanta Das has also flagged that core inflation (excluding food and energy costs) has bottomed out. Global oil and metal prices are fresh headaches to fret about, along with the ever-looming threat of climate shocks. Perhaps, if these risks remain only on paper, it is plausible to expect a rate cut in February. It is instructive that the RBI Governor only made a tangential reference to the US Federal Reserve’s slashing of interest rates by a sharp 50 basis points last month as a “policy pivot”, indicating that domestic trends will determine the bank’s approach. But with the European Central Bank likely to cut interest rates too, and U.S. inflation dropping to a three-year low, prompting talk of another rate cut soon, the RBI may have to act faster. Notably, though it remains more bullish than most agencies on India’s growth trajectory, there are clear signs of a cooling in economic activity in the first half of this year, with stuttering car sales reflecting weaker urban consumption and industrial output slipping into contraction in August. If the tide does not turn on this front, the MPC, that has vowed to keep supporting growth while reining in inflation, could have an unenviable dilemma on its hands in the coming months. Published - October 15, 2024 12:26 am IST\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nReserve Bank of India\n\n/\n\ninterest rate\n\n/\n\neconomy (general)\n\n/\n\ninflation and deflation\n\n/\n\nfood\n\n/\n\noil and gas - upstream activities\n\n/\n\nUSA\n\n/\n\nEuropean Union\n\n/\n\nbanking",
        "headline_1": "Taking guard: On the RBI and growth concerns",
        "headline_2": "The central bank’s price worries may be warranted but growth concerns are emerging",
        "link": "https://www.thehindu.com/opinion/editorial/taking-guard-the-hindu-editorial-on-the-rbi-and-growth-concerns/article68752786.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "15-10-2024"
    },
    {
        "full_article": "Disaster at sea? It’s only the flick of the iceberg\nCult fiction: in James Cameron’s 1997 blockbuster Titanic, rich girl Rose shivers on a makeshift raft but poor boy Jack, her lover, freezes to death. Recently Kate Winslet ‘burst’ that sappy scene’s ‘bubble’. She said Leonardo DiCaprio (‘Jack’) had to emote ‘kneeling’ while she (‘Rose’) huddled atop a door during filming – not at sea, but in a ‘waist-height’ water tank!\nDampened by this near-depth experience, will mush-loving moviegoers jump Cameron’s ship? Unlikely. Courtesy Hollywood’s deep-diving titan, our Titanic obsession – onscreen and off – endures. We still lament how the speeding luxury liner sank, iceberg-hit, in 1912, a floating palace without enough lifeboats. And we cheer treasure-hunting expeditions ‘salvaging’ its mottled wreckage – or should we say immortal remains?\nLess treasured are the sea’s living, mortal riches, hunted to evermore unsalvageable depths. Filmmaker, explorer and green crusader role-modelled into one, Cameron should know. His Avatar-2 had sea-embracing humanoids battling nature-colonising humans. Red-flagging ocean acidification and coral bleaching, he’s also highlighted a ‘Titanic parable’: humanity’s ‘headed straight’ for the ‘iceberg’ of climate-induced disaster.\nBrace for impact. Because, unfathomably, the creator of Avatar’s edenic exomoon Pandora also supports opening an earthly Pandora’s box: deepsea mining! Exploiting abyssal plains, the Abyss director suggests, is ‘less wrong’ than ravaging land, and dredging seabeds better than razing rainforests. This, from a conservationist whose sermon on the seamount is: ‘Water connects all things’.\nExtending Cameron’s ‘Titanic parable’, here’s an ‘iceberg’ alert. Noise-polluting, sediments-rifling, wastewater-pumping mining will compound ocean-depleting scourges: pollution, overfishing, warming. It’ll wreck biodiversity. It’ll hit carbon sequestration. Extracting seafloor ‘polymetallic nodules’, it’ll also exhaust these ancient mineral-bearing rocks – hypothesised to produce potentially life-supporting ‘dark’ oxygen! Clearly, licenced-to-drill humanity will spring 20,000 leaks under the sea.\nBut suppose, going full steam ahead, future underwater (grave)diggers bury everything from haunting whale-song to ghostly Casper octopuses and multitasking mystery microorganisms. Cinema’s Poseidon adventurers can always turn ecocide and extinction into 3D escapism. And deepen in fans that widely reported ‘post-Avatar depression syndrome’: the melancholy of being exiled from (computer-generated) nature.\nSo here’s why Titanic’s Jack, like Romeo, must die – and Avatar’s ‘way of water’ get near-waylaid. We like mourning imperishable symbols of all that’s perishable: ocean liners, love aboard ocean liners and the aqua-marooned ocean itself that defines our feeling-blue planet. Without the perverse pleasure of that sinking feeling, how’d we get reel-life kicks from real-life tragedies?\n\n",
        "headline_1": "The Ocean Pictures",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/churn-after-reading/the-ocean-pictures/",
        "news_paper_name": "The Times of India",
        "publish_date": "15-10-2024"
    },
    {
        "full_article": "2024’s winners explain real world outcomes by studying institutions. That’s highly relevant for India\nThis year’s Economics Nobel – winners are Daron Acemoglu, Simon Johnson, James Robinson – is, refreshingly, rooted in reality. The Nobel committee appears to have listened to years of criticism that there’s a disconnect between prize-winning work and real problems on ground. Yes, Amartya Sen won for his work on welfare and poverty. But Sen’s one of a handful of outliers. So, this year’s award for research on understanding institutions’ role in prosperity, is a nod to what economics is expected to deliver.\nThe laureates don’t offer solutions to inequality but have demonstrated the “importance of societal institutions for a country’s prosperity.” Their research traces the roots of institutional trajectories, studying how different colonial strategies led to choices institutions made. This institutional divergence had varied outcomes. India’s industrial production, for example, exceeded the American colonies’ in the 18th century – colonised parts that were the most prosperous five centuries ago are today among poorer nations. The gap in prosperity between nations today is a consequence of such historical transformations. The point, Acemoglu emphasises, isn’t about the nature of colonialism, but how it altered institutions.\nSupport for democracy is at an all-time low because democracy hasn’t delivered what it promised – jobs, stability, and quality public goods. Authoritarian, populist leadership styles imperil institutions. When institutions fail, democracy falters – job-creation to law & order to service delivery. Globally, centre-left and centre-right parties are now associated with “wage stagnation and rising inequality”. But democracy is still “best equipped” to address today’s challenges including climate change, immigration and threats to regional stability and peace. AI adds to the complexity, on which the laureates say “it’s naive to trust in the benevolence of business and tech leaders.” They’ve likened the challenges of AI to Britain’s during the Industrial Revolution: “It took major political reforms to create genuine democracy, to legalise trade unions, and change the direction of technological progress. The same basic challenge confronts us today.” On Monday, Acemoglu signed off saying it’s for institutions “to reclaim the high ground” in order to deliver the promise of democracy – a message highly relevant for India, whose strong GDP growth hides many fault lines.\n\n",
        "headline_1": "Eco Nobel gets real",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/eco-nobel-gets-real/",
        "news_paper_name": "The Times of India",
        "publish_date": "15-10-2024"
    },
    {
        "full_article": "Jaishankar’s visiting a Pakistan that’s diminished since 2019, but is yet to do course correction \nWhen ex-Pak foreign minister Bilawal Bhutto Zardari visited India last year for an SCO meeting, there was no bilateral meet with Jaishankar. Neither will Jaishankar formally meet his current counterpart during the SCO summit in Pakistan. These visits show India and Pakistan investing in being “good members” of SCO, not in rapprochement, which is impossible, as India has made it clear, without verifiable Pak action against cross-border terror. \nAre there any signs Pakistan is changing? Like in India, the Partition generation is passing on. A Gallup poll shows nearly half of Pakistanis feeling that the younger generation is wiser than their elders when it comes to politics. This generation acutely feels how much the Indian economy has pulled ahead. Lately, this feeling has been exacerbated by how painfully the internet has been slowed in Pakistan, hurting freedom of expression as much as inflicting financial blows. And nobody lobbies for trade normalisation with India more than Pak business.\nPakistan’s Kashmir card is also played out. It downgraded the ties with India after India nullified Articles 370 and 35-A. But thanks to strengthened ties with the West and the Islamic world, New Delhi has also nullified Pakistan’s international anti-India diplomacy. Finally, note how much this major security meeting is taking place with Pakistan going all out to ensure that it doesn’t end up cementing its reputation as a country that’s “not seen as safe”. As Jaishankar has said,  “uninterrupted dialogue” with Pakistan is over. It is more for its own sake that our neighbour needs to course correct. If it does, India will get interested. \n\n",
        "headline_1": "Relationship status",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/relationship-status/",
        "news_paper_name": "The Times of India",
        "publish_date": "15-10-2024"
    },
    {
        "full_article": "Deep within Great Nicobar Island forests live the Shompen tribe, classified as a Particularly Vulnerable Tribal Group (PVTG). Traditionally hunter-gatherers, their lives revolve around forests, rivers, and wildlife, their diet is a range of forest foods, wild animals, and crops such as pandanus, lemon, and colocasia.\nRead full story on TOI+\n\n",
        "headline_1": "Remember the island, the tribe, & nature",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/remember-the-island-the-tribe-nature/",
        "news_paper_name": "The Times of India",
        "publish_date": "15-10-2024"
    },
    {
        "full_article": "On September 8, in an event organised by theater professionals to reflect on the future of Bangladesh, the newly appointed Director General of Bangladesh Shilpakala Academy Jamil Ahmed, posed a very important question addressing Bangladesh's Jamaat e-Islami: \"Why must women wear the hijab in 2024?\" The cheers from the crowd immediately after he uttered this indicates the weight of this question coming from someone in his position. \nThis question is important for several reasons. First, it was raised by a powerful, responsible authority of the state who also happens to be a secular Bangali Muslim man. Moreover, the question is targeted to an Islamist political party also dominated by powerful men, but who are instead orthodox Muslim. This question reveals some underlying historically developed assumptions and prejudices, while it also energises some problematic binaries at play in our social and political lives. It must also be noted that this question is not a new one for women in colonised and post-colonial societies.\nThis article discusses the implications and assumptions held in this question, and the danger of asking such a question for gender justice and solidarity between people. \nI will start with the explanation he gives later about the real meaning of his utterance: If Islam mandated men to control their gaze, why do women still need to wear the hijab? The issue, however, is that he does not provide an explanation for the year-2024. One would think that patriarchy, sexism, capitalism, neocolonialism had become obsolete in 2024 if someone is so confused about why women have to cover themselves up. Rather in globalised 2024, when the hijab has transcended class, national, traditional and ethnic boundaries, posing this question risks being progressivist in a way that sees hijab as a regressive, outdated practice. There's a distancing created by this seemingly well-intentioned question between hijabi women who need someone to defend their rights for them and women who are secular, and hence \"free.\" It should be noted that the DG's invitation to Jamaat to defend their stance on the hijab to him positions him as a person of institutional authority who can check for and save those Muslim women who have been forced to wear the hijab by Jamaat. \nThe question also resonates the enduring colonialist, orientalist outlook which has been instrumental in constructing the religious or traditional Muslim as the racialised inferior masculine other who oppresses \"their\" women through purdah. Thus, this question also becomes about \"our women\" and \"your women\" between secularists and Islamists. Why is it that, among the numerous imageries of disasters that can be associated with Islamism, the very first image that appears in full technicolour to secularists is the pitiful oppressed hijabi woman? To echo Joan W Scott's question: \"Why has the veil been singled out as an icon of the intolerable difference of Muslims?\" As if with secularism, patriarchy magically ends! Islamists, on their part too have their counter image of secular rule: underdressed promiscuous westernised temptresses in free rein. \nThis question also draws on the historically infamous secularist Muslim versus religious Muslim binary among Bangalis. This gradually unfolds as the DG provides his next piece of explanation cum defence: that he only wanted to know whether women wanted to wear the hijab of their own free choice—because that to him is acceptable—or whether Jamaat-E-Islami was forcing them to wear it. This is an unsatisfactory explanation, because it's unclear why anyone would still ask for the opinion of just one Islamist group about the varied roles and relevance of hijab in Muslim women's lives despite already knowing that women can and do make their own choices when it comes to the hijab. We must ask why there was this \"spotlighting\" on Jamaat as the custodians of Islamic thought and practices in Bangladesh. What they will be able to say regarding women covering up will only be a small narrative within the complex world of women in a Muslim majority country. \nMoreover, why do only Islamists have to answer this? As Aisha Lee Fox Shaheed argues, \"contemporary debates around the veil should begin with politics rather than theology.\" Considering this, do other stakeholders—whether secularist, nationalist or other religious leaderships—not have a role in maintaining and reproducing norms? \nAs I mentioned earlier, this is not at all a new question for Muslim women. From Algeria to Iran to Palestine, women have been in the middle of enraged debates over hijab. Historically, in times of external threats, such as occupation or invasion, and whenever the countering of these gave rise to crises of nationalist integration of a unified identity, women's bodies have been at the centre as the most contended element of the patriarchal family, and by extension the community, nation and state. \nIn the homogenising efforts of both colonial governance and anti/post-colonial nationalisms (religious and secular), all cultural identity differences converge violently on women's bodies as sites of reproduction of those differences which makes each faction or community unique. There's now a huge repository of growing scholarship on understanding how women's (and men's) bodies are coopted in the service of different types of power regimes to justify wars, invasions, dictatorship, democracy, etc. And as for women's clothes and the extent to which they should cover/uncover, religious groups and secularists in Bengal have been at loggerheads ever since British times because adapting to modern life meant education and mobility concerns for women in middle and upper classes. Each camp has vied to assert its dominance over women's visibility in their terms, with each endorsing \"opposing\" types of womanhood to fortify their ideologies and politics. Therefore, when asking the kind of question discussed in the beginning, one must recognise how anxieties with the hijab obfuscate broader social and political crises in a patriarchal society. \nIf anybody genuinely wants to know, as a feminist ally, why women \"still\" wear the hijab, I would like to direct them to the rich literature on women's debates over the concerns of purdah, mobility and productivity in just 20th century Bengal alone. Modern East Bangali society, in constant fear of \"communal\" violence, growing mixed-ethnic population in urban public spaces, and unequally developed economy/infrastructure, urgently debated on these issues. Until today, we've had all sorts of interpretations of purdah/veiling. Some women argue for modernising veiling for freedom, some find the sharee as modest as a burka, while some functionalise the burka because they refuse to be judged by womanly beauty standards, and many others practice certain forms purdah as assertions of womanly agency and right to follow Islam and be pious on their own terms. There is a legacy here of women challenging power as veiled beings. \nSo, directing this question to Jamaat and not to history becomes an unintended way of disenfranchising women and their complex narratives. Should anyone say that hijab is foreign culture, they must be reminded that hijab is just one form of purdah which became globalised in the backdrop of particular political historical contexts such as colonialism and imperialism, the rise of Wahabism-Salafism in response to these, and the symbiotic growth of both dominant Bangali nationalist politics and orthodox Islamist politics which kept alive the binaries traditional/modern, religious/secular, Awami League/Jamaat-Shibir to sustain power. As Marnia Lazreg reminds, hijab is not only a practice, it's also a discourse. Therefore, to see it as only a religious marker would be reductionist and oversimplistic considering its history and Bangali/Bangladeshi history. \nTo sum it up, the question \"Why should women wear the hijab in 2024?\" is problematic because it uncritically employs historically divisive binaries, creates difference between women and also among women and men. It further disenfranchises concerned women, privileges Jamaat and positions its men as co-legitimately and oppositionally placed against secularist men, overall perpetuating fear and mistrust and hindering solidarity. \nI recall Lila Abu-Lughod's overused formulation that Muslim women \"do not need saving.\" They need, like every other person, understanding and solidarity. That can only happen when there's reflexivity in critical thinking when forming and asking questions about Muslim women and hijab in Bangladesh. And for that, one first has to stop taking for granted that women are impressionable and credulous, and that if they're not controlled, men of the \"other\" camp (religious/secularists) will benefit. Women should not have to doubly prove themselves and answer to male authority in either camps. There are women who don't want to be in the middle of a duel between two groups who legitimise and co-produce each other. So, while I know that the question was intended to be benevolent, in the context of the historical power relations that I have briefly touched upon in this article, talking about women's bodies has never been, and can never be, a neutral question. \nImagine this: would it be respectful to ask those hijabi women who, uncoerced by men, were active in the recent uprising in Bangladesh, if they wear their hijabs of their own volition? \nMithila Mahfuz is a teacher and researcher, and member at Lokayoto Bidyaloy\n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n",
        "headline_1": "Women’s bodies, male privilege, and the enduring secularist/religious binary in Bangladesh",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/womens-bodies-male-privilege-and-the-enduring-secularistreligious-binary-bangladesh-3727461",
        "news_paper_name": "The Daily Star",
        "publish_date": "15-10-2024"
    },
    {
        "full_article": "It is quite concerning how dengue has been spreading fast outside Dhaka, with Chattogram emerging as the new hotspot. While previously dengue cases were higher in Dhaka, the trend changed last year with more cases reported in other districts. This year, as of October 13, 24,169 out of the 42,470 dengue cases reported across the country have been from outside Dhaka. Unpredictable rainfall patterns in recent months may have played a major role in spreading the disease, but the lack of effective action from the government is also responsible for the situation. Already, at least 214 people have died this year—47 in the first 12 days of this month alone.\nTo effectively control dengue spread in districts outside Dhaka, it is crucial to investigate the underlying reasons and take targeted measures. According to some entomologists, besides the lack of public awareness and anti-mosquito drives, the risk of infection by all dengue serotypes has contributed to the surge in cases. According to them, people in Dhaka may have gained some form of immunity from sustained exposure to the disease, with approximately 50 percent of Dhaka's population infected by different serotypes of the virus since 2000. But since people outside Dhaka have not been exposed to the virus as frequently, they are now more vulnerable, raising concerns for health experts and people alike.\nTherefore, the government must intensify its mosquito control measures across all cities with equal importance. It must raise awareness about the need to keep people's houses and surroundings clean as well as the warning signs of dengue, so that they can make informed decisions and go to hospitals in time. Since the city corporations and municipalities are still struggling to conduct adequate mosquito control drives in the absence of elected representatives, exclusively depending on them will not be wise. The government must also engage local youth groups as well as people from all walks of life in its dengue control programmes.\nAs for the health ministry, it must properly equip all government hospitals outside Dhaka to deal with the surge in critically ill dengue patients. The DGHS also must develop an efficient mechanism to register the data of all dengue patients and conduct regular surveys, which are essential for dengue hotspot management. With coordinated efforts from all agencies concerned as well as citizens, the dengue situation can certainly be improved.\n",
        "headline_1": "Govt should prioritise dengue control",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/govt-should-prioritise-dengue-control-3727346",
        "news_paper_name": "The Daily Star",
        "publish_date": "15-10-2024"
    },
    {
        "full_article": "It is unacceptable that over 21,500 primary schools across the country continue to operate despite being in severe disrepair, endangering the lives and well-being of thousands of teachers and students. Bangladesh has 107,000 primary educational institutions, including 65,567 government schools. Nearly 11 million students from grades one to five are taught by more than 384,000 teachers in the government schools. Alarmingly, however, around 20 percent of all primary schools nationwide are in dilapidated condition, putting the lives of teachers and students at risk. The situation has worsened due to the recent flash floods that damaged around 2,800 primary schools in 11 districts across the Sylhet and Chattogram divisions, according to the Directorate of Primary Education (DPE).\nIn addition to those already in severe disrepair, the DPE reports that another 16 percent of schools need repairs, underscoring years of neglect that have led to the current crisis. As of July this year, DPE officials classified 49,656 school buildings as \"new, good, and usable,\" 18,271 as \"old,\" 16,998 as \"repairable,\" 11,613 as \"dilapidated,\" 5,252 as \"risky,\" 3,307 as \"abandoned,\" and 1,348 as \"non-usable,\" with the remainder under construction. Many government primary schools are 40 to 50 years old, and a significant number of the 26,193 schools nationalised in 2013 are currently in a poor condition, while several hundreds were damaged by floods or cyclones. Despite this, some schools are forced to hold classes in buildings that have been declared abandoned.\nUnder these circumstances, both students and teachers are being placed in harm's way, while the learning environment is clearly unfavourable. When the fear of structural collapse looms, how can effective teaching and learning take place? The education authorities have initiated \"beautification\" projects at several government schools in Dhaka, but such efforts must be urgently expanded to other districts.\nAccording to a report, the August floods in the southeastern and northeastern regions caused damage to infrastructure, furniture, books, and documents at 2,799 government primary schools across 11 districts. The government should, therefore, begin repair programmes outside Dhaka, prioritising the schools most affected. Moreover, the government must establish a system to ensure regular maintenance for all government schools and hold private schools accountable for timely repairs. A safe environment for students and teachers is a basic right that must be fulfilled.\n",
        "headline_1": "Ensure schools are safe for all",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/ensure-schools-are-safe-all-3727126",
        "news_paper_name": "The Daily Star",
        "publish_date": "15-10-2024"
    },
    {
        "full_article": "Although the number of deaths during the quota-reform movement is yet to be finalised, it has been put at around 800 so far. The number of the injured is many times more. Some of those receiving treatment in hospitals are dying now. This is because not all of them have sustained the same degree of injuries. Many of them may survive the bullet wounds but are fated to get maimed for life. Their legs or hands had to be amputated to save their lives. The interim government has announced that it would take the responsibility of the cost of their medical treatment. Then why the newspapers have to carry reports of helplessness facing families of those injured during the movement for the latter's medical care is really incomprehensible. It appears that a comprehensive plan and coordination are lacking in this regard despite the fact that monetary support is being extended from the Shahid Smriti Foundation to both martyred and injured. However, the protesters who sustained injuries to their eyes have received better attention courtesy of China. A 10-member team of eye specialists from China arrived in Bangladesh on September 22. They visited the National Ophthalmology Institute and Hospital the next day to check with all 42 protesters with eye injury admitted there. A highly positive development is that an arrangement was made for all protesters injured in the eyes to see both local and Chinese eye specialists between October 5 and October 7. Before this, the Chinese eye consultants duly checked with the types of eye injury, the treatment the patients had received and the progress of their recovery, if any. They have made it clear that those among the injured requiring particularly specialised treatment would be taken abroad for the required medical care. This is more than just a gesture of goodwill. It is not clear if the patients will be taken to China or any other country for better treatment. Neither is it reported if China wants to treat the patients free of cost. A Google search reveals that China does not rank among the six nations at the forefront of ophthalmology. But its system should be more advanced than that of Bangladesh. Whatever may be the case, the prompt response to this health crisis here from the Chinese eye specialists comes out of a sense of humanitarian emergency not many nations have been very particular about. Let the protesters facing the threat of losing their eyesight be given the best of care available in the world. If China can accomplish the job, the victims of police firing and members of their families will ever remain grateful to that country. It will prove the old adage 'a friend in need is a friend indeed'. But in case, restoring eyesight calls for still more sophisticated and advanced eye care, the best option is the United States of America, frontrunner in eye care. Next come Germany, South Korea and India, Thailand and Japan in order. Options for treatment in those countries can as well be explored. After all it is a humanitarian cause and no country should prioritise its commercial interests over the service to the humanity. Here is a special issue of courage, dedication and sacrifice that prompted the young protesters to fight for a just cause and they deserve national and international support and help for getting their eyesight back.",
        "headline_1": "Treatment of protesters' injured eyes",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/treatment-of-protesters-injured-eyes-1728910846",
        "news_paper_name": "The Financial Express",
        "publish_date": "15-10-2024"
    },
    {
        "full_article": "Organised policing in Bangladesh has a history of around 200 years starting from the British colonial era. The constitution of the country, laws, rules and regulations including the Police Regulations, the Police Act, and the Code of Criminal Procedure form the legal basis for the existence of Bangladesh Police. The interim government led by Professor Muhammad Yunus has recently constituted a commission for recommending measures to reform this age-old institution in order to attune it to the needs of a democratic society and modern living. This has been done in the backdrop of a breakdown in the institutional structure and functions of Bangladesh Police due to excessive politicisation and rampant misapplications by the previous autocratic regime. The situation reached such a precarious state that many policemen even went into hiding after the fall of the autocrat Hasina because of the misdeeds they had committed earlier, which was quite unprecedented in the history of Bangladesh. Experts concerned including former police officials are now suggesting comprehensive reforms in appointments, transfers, promotions, facilities, work-environment and management of the force. Besides, they recommend a powerful supervisory structure for making Bangladesh Police a service-oriented outfit and ensure their accountability cum transparency. According to knowledgeable quarters, manpower-problem, dearth of budgetary provisions, and infrastructural limitations were previously cited as contributing factors to the lack of professionalism in the police force. However, this notion has undergone change over the previous fifteen years. As many as 83 thousand posts were added to Bangladesh Police during that period and 178 posts were created at the higher echelons for cadre officers. The police manpower touched the figure of 213 thousand in November 2023, and the budgetary allocations for the force increased by over 433 per cent during the 15-year rule of the mafia-like fascist regime. However, most of the infrastructure built were unplanned ones and there were reports of rampant corruption in all those initiatives. Besides, the force could not be made people-oriented despite improvements in facilities, infrastructure and logistics, as pleasing the policemen was prioritised over people's welfare by the then government. Consequently, a large chunk of the force was used like party-men for keeping the regime in power through three fraudulent elections in 2014, 2018, and 2024. In fact, the regime became more dependent on the police and administration than the party workers for rigging elections. In the above backdrop, experts have emphasized ensuring accountability of the police force by placing them under a permanent independent Police Commission and a Police Complaints Commission. The Police Commission should work independently for improving professionalism of the force through merit and efficiency-based appointments, transfers, and promotions. The Complaints Commission, on the other hand, would ensure transparency and accountability in all these matters. There is also the need for elaborate policies on postings and promotions, and fit-lists should be prepared for the purpose on a regular basis. Besides, bribery and corruption in these areas should be dealt with an iron-hand, as officials who have to pay bribes engage in similar acts later for recovering those resulting in a vicious cycle from the top to the bottom of police hierarchy with clear linkages between corruption and criminal activities by the police. It was also revealed in a 2004 TIB study that frequent transfers in the police department hampered proper functioning of the police stations, as average tenure of officers-in-charge at metropolis, district, and upazila levels were only about one year.Two World Bank reports also shed light on the sorry state of Bangladesh Police in the past. The 1999 report titled 'Bangladesh: Key Challenges for the Next Millennium' noted: \"The public at large is fearful and suspicious of the police and view law enforcement agents as predators, not protectors. Ninety-six percent of the respondents to the TI 1996 survey claimed that it was impossible to get help from the police without money or influence. More than two-thirds of the complainants reported having to pay to induce police officers to file the necessary 'First Information Report'. Seventy-one percent also accused the police of taking bribes and distorting the charge-sheet in favour of bribe-payers and delaying sending cases to the court. Physical assault and torture in police custody are common and viewed as normal means of eliciting confessions from suspects. There are frequent media reports of documented cases of people tortured to death and women sexually abused and raped while in police custody\". Another World Bank report titled 'Bangladesh: Improving Governance for Reducing Poverty' noted in 2002: \"Bribery, that begins with the formality of reporting a crime in the form of General Diary (GD) or First Information Report (FIR) can also influence the outcome of any investigation and prosecution. Between the first step of registering a criminal complaint and follow-up investigation, and where appropriate, prosecution in court, money greases the wheels of justice\". It is therefore evident that the country's criminal justice system also needs to be reformed alongside the police force for getting optimum result. In the light of the above, the first priority in reforming the police force should be to amend the laws, rules and regulations related to it. Provisions should be incorporated for establishing an independent Police Commission that would supervise the functioning of the force. The commission in turn would frame the policy guidelines for the management of Bangladesh Police, covering all functional aspects and areas. Secondly, a Police Complaints Commission should be established, which would look into grievances about application of discretionary powers by the police including recording of GDs and FIRs, as well as arrests and detentions. Thirdly, the police should receive regular training on upholding human rights in order to make them more humane and people-oriented. And fourthly, measures should be taken for closer interactions of the police force with the society they live in, so that people can feel that the policemen belong to their community and are meant to ensure their safety and wellbeing. Options like increased integration of the police force with the local communities and local governments may be considered for the purpose. \n[email protected]",
        "headline_1": "Reforming the police",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/reforming-the-police-1728910889",
        "news_paper_name": "The Financial Express",
        "publish_date": "15-10-2024"
    },
    {
        "full_article": "A cognitive psychologist and computer scientist, the British-Canadian, Geoffrey E. Hinton who along with the American, John J. Hopfield, was awarded the Nobel Prize in Physics by the Royal Swedish Academy of Sciences on October 8 is himself fearful of the invention that brought him the honour. Upon leaving Google in May 2023 after working there for a decade, he admitted that he left the job to speak freely about the dangers of AI. To him, AI is outpacing human's ability to control it. Consider the frustration of the AI buffs, not less Google, who held him in high regard for his pioneering work on deep learning!The reason the Nobel Committee considered them for the Prize (in Physics) is their use of statistical physics concepts in the development of artificial intelligence. John J. Hopfield, a physicist- turned-chemist-turned-biologist at the California Institute of Technology (Caltech) in 1982 proposed a simple (neural) network on how memories are stored in the brain. He later returned to Princeton as a molecular biologist.That means, neither scientist was a practising physicist when they got the Nobel Prize in Physics. Interestingly, though these two Nobel laureates in Physics got the prize for their seminal works in the advancement of AI, yet both of them expressed concerns about further development of the field they dedicated their career for. However, unlike Geoffrey Hinton, John Hopfield was less dramatic, though no less apprehensive, about expressing his fears about neural network he worked for that mimics the function of the human brain. Maybe, AI does it better than human brain and, what is alarming, even faster! He also warned of potential catastrophes if the advancements in AI research are not properly managed. So, he emphasised the need for deeper understanding of the deep learning systems so the technological development in the field may not go out of control. The concerns raised by these two lead researchers in AI's advancement, call to mind the Asilomar conference (organised at the Asilomar State Beach in California, USA) of biotechnologists on recombinant DNA molecules in 1975. They discussed potential hazards and the need for regulation of biotechnology. Some 140 biologists, lawyers and physicists participated in the conference and they drew up a set of voluntary guidelines to ensure safety of the recombinant DNA technology, which is about genetic engineering technique that involves combining DNA from different species or creating new genes to alter an organism's genetic makeup.Geoffrey Hinton in his interview with the website of Nobel Prize stressed thatAI is indeed an existential threat but we still do not know how to tackle it. There are some existential threats like climate change. But not only scientists, the general public also knows that by not burning fossil fuels and cutting down trees, the danger can be averted. That means, humanity knows the answer to the threat posed by the climate change, but it is the greedy businesses and politicians lacking the will who are coming in the way of addressing the threat. To avert the threat to humanity originating from unregulated AI, mobilising resources by tech companies to conduct research on safety measures is necessary.Hinton thinks that the linguistics school of Noam Chomsky, for instance, is quite dismissive about AI's capacity for understanding things the way humans do. They (neural networks of AI) cannot process language like humans, the Chomsky School holds. But Geoffrey Hinton thinks this notion is wrong, since, in his view, neural nets do the job (of processing language) better than what the Chomsky School of Linguistics might imagine. The harm AI can do is already before all to see. These include AI-generated photos, videos and texts that are flooding the internet. The problem is it is hard to tell the real contents from the fake ones. It can replace jobs, build lethal autonomous weapons by themselves and so on. Here lies the existential threat. \n[email protected]",
        "headline_1": "Is AI modern Frankenstein?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/is-ai-modern-frankenstein-1728910920",
        "news_paper_name": "The Financial Express",
        "publish_date": "15-10-2024"
    },
    {
        "full_article": "The floodwaters that devastate our communities each year bring not only physical destruction but also a profound human toll. Homes are swept away, crops are ruined, and livestock is lost. While nature plays a role, human factors often make matters worse. However, it is within our power to mitigate their effects.One of the key solutions lies in improving infrastructure. Investment in better drainage systems and more robust flood barriers can significantly reduce the impact of flooding. Rivers such as the Brahmaputra, Ganges, and Meghna cause frequent flash floods. The government should prioritise the construction of flood barriers to ensure that rising waters do not reach nearby populations.Additionally, many rivers run dry during the winter months in Bangladesh, leading to a buildup of silt and other deposits. The government should regularly dredge and maintain these riverbeds to prevent sudden disasters caused by increased rainfall.Reforestation and restoration of natural wetlands can also serve as effective natural buffers against rising water levels. As global warming continues to increase the planet's average temperature, planting more trees offers a multi-faceted solution to the flood crisis. Trees prevent erosions, act as natural flood barriers, and have been scientifically proven to reduce local temperatures.Flood has been one of the most persistent challenges in Bangladesh and is likely to worsen as global temperatures rise. Nevertheless, with coordinated efforts from communities, NGOs, and the government, there is hope that they would get to the root of the crisis and build a more resilient Bangladesh.\nProttush ShomeStudent North South University[email protected]",
        "headline_1": "Increasing flood resilience",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/increasing-flood-resilience-1728910939",
        "news_paper_name": "The Financial Express",
        "publish_date": "15-10-2024"
    }
]