[
    {
        "full_article": "As the world races to achieve immunity from Covid-19 with effective vaccination drives, immunisation campaigns are in progress in Bangladesh as well—albeit with some hiccups. We all remember how the government's special mass vaccination campaign—between August 7 and August 12—ended in a disappointing disarray, as a lot of the vaccine seekers were turned away due to shortage of supply.\nDespite the limitations and uncertainties in the vaccine supply chain, the government is now contemplating inoculating adolescents aged 12-17 years (it had earlier lowered the bar for vaccination of students to 18). This comes as the government is set to reopen schools and colleges in phases starting from next week. Since March 2020, all educational institutions have remained shuttered and been only operating online to tackle the spread of Covid-19.\nWhile the adolescent inoculation plan is still in the pipeline—awaiting recommendation from World Health Organization (WHO) and the country's National Technical Advisory Committee (NTAC) on Covid-19—the plan raises certain questions. First of all, how safe are vaccines for children? Only a handful of countries around the world have opted to or thought of vaccinating children, including the US, the UK and some other European countries. And only the Pfizer-BioNTech vaccine has been recommended by the WHO Strategic Advisory Group of Experts on Immunization to inoculate children as young as 12.\nHowever, in July, the British government decided against vaccinating most children—except those at higher risk of contracting Covid-19, including those with Down syndrome, immunosuppression, learning disabilities—due to lack of sufficient safety data. The decision was based on advice by the country's Joint Committee on Vaccination and Immunisation. The British government has yet to take a final call with regard to adolescent vaccination, but a decision is expected within days.\nAs of September 5, 2021, the Reuters Covid-19 Tracker suggests that \"Bangladesh has administered at least 27,715,325 doses of Covid vaccines so far. Assuming every person needs two doses, that's enough to have vaccinated about 8.5 percent of the country's population.\" With only less than 10 percent of the country's eligible population vaccinated (by Reuters's estimate), how wise it is to start offering vaccine shots to children remains a question.\nWhile it is understandable that more and more children are contracting the Delta variant of the coronavirus, and reopening school would expose them further, the infection and fatality rates remain much higher among the adults.\nMoreover, the people belonging to the lower rungs of the social ladder—those who do not have the means to register for the vaccines or are largely not aware of its importance—remain outside immunisation coverage. Many of them work in factories or in the overall informal sector, and with the lockdowns lifted, they have to go to work—every day. As long as these people remain unvaccinated, they—along with their co-workers, families, and neighbours—will remain at a high risk of getting infected by Covid-19.\nThese people should remain at the top of the government's Covid-19 inoculation plan, along with aged people with comorbidities and frontline fighters. The government should specifically target the urban poor—day labourers, hawkers, low-paid workers, factory workers, construction workers, domestic workers, and others—for immediate vaccination. It is these people who have to brave the threat of Covid-19 every day and go outside of the house to earn their sustenance. Without bringing them under the vaccination coverage, offering vaccine to adolescents seems like a ludicrous idea, to say the least.\nA case can even be made about the timing of reopening educational institutions, coming as it does amid the warning of another wave of Covid-19. Public health experts have recently expressed fear that the gross flouting of Covid-19 safety protocols by the masses might unleash a new wave of the disease in the country. This made the headlines in almost all the news outlets; the authorities concerned are also well aware of this concern. Even if the schools can be made to run under strict health protocols following reopening—which seems like the best course of action right now—that concern isn't going to go away. What is the government's plan in this regard? Do they even have one?\nAnother major bottleneck in inoculating children is the availability of the Pfizer vaccine. On September 1, the country received a shipment of one million doses of the Pfizer vaccine under the COVAX arrangement. However, it is not clear when the next batch would arrive and what the quantity would be. With this limited number of doses, how many children does the government plan to inoculate? How would the government do the mapping? What is the adolescent inoculation strategy? Who would get the shots first?\nMoreover, even if the government secures sufficient doses of the Pfizer vaccine to inoculate all the adolescents in the country—and that's a big \"if\", mind you—it would be a mammoth challenge for them to take the vaccine to the children at the grassroots level as we lack sufficient storage facilities for the Pfizer-BioNTech vaccine, which requires a cold-chain facility for storage.\nWith the 26 special fridges received from Unicef, the country now has the capacity to store more than 10 million doses of the Pfizer vaccine, but would that be sufficient to cover all 64 districts? And how are the adolescent children going to register for the vaccine, especially those who do not have access to internet facilities? How is the government going to keep track of whom they are vaccinating? These are important questions that need to be assessed and answered before we embark on a vaccination plan for adolescents.   \nSince the beginning of its mass Covid-19 vaccination programme, Bangladesh has gone through myriad obstacles and about-faces, often as a consequence of a lack of sound planning. From the failure of the Serum Institute of India (SII) to keep its end of the bargain by ensuring constant supply of the Oxford-AstraZeneca vaccine to the country as per agreement, to the recent debacle of the mass vaccination drive in August, which had to be stopped due to the shortage of shots—the fiascos don't seem to end. In the middle of all these struggles, this new adolescent vaccination plan seems impractical, logistically speaking. Also, the government needs to rethink its plan to reopen educational institutions if it's going to take the same laissez-faire attitude to enforcement of health guidelines that it has demonstrated after lifting the lockdowns and reopening the economy.\nAny reopening of schools and colleges, and even universities, without strict and sustained enforcement of the health safety protocols will inevitably increase the risk of exposure to the coronavirus for the students. And with all the chaos going on in terms of vaccination supply and delivery, the least the government can do is revisit its Covid-19 immunisation programme to make it more realistic, science-based and ambitious only to the extent necessary, and to cover on a priority basis the already vulnerable adults, rather than enabling the creation of a new vulnerable category: students.\nVaccinating children, as the heading of an analytical report by The Daily Star puts it succinctly, is a plan simply \"divorced from reality.\" We shouldn't jump on the bandwagon simply because some countries, who are far more capable and prepared than us, have decided to do so, and because doing so will most likely mean taking away vaccines from the more deserving ones.\n \nTasneem Tayeb is a columnist for The Daily Star.\nHer Twitter handle is @TayebTasneem\n",
        "headline_1": "Vaccinating children is a nice gesture but a bad plan",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/closer-look/news/vaccinating-children-nice-gesture-bad-plan-2171621",
        "news_paper_name": "The Daily Star",
        "publish_date": "09-09-2021"
    },
    {
        "full_article": "People's tendency to drag back any individual who attempts to break away from dominant social norms or expectations has existed in all units of society since time immemorial. We just have a term for it now that rolls off the tongue easily.\nThe recent social media outrage over moral policing, specifically that of women, came in the aftermath of actor Pori Moni's arrest in early August, in a case filed under the Narcotics Control Act. Before her detention and the subsequent vilification campaign against her, two models, Piyasha and Mou, were also sued and remanded in separate cases under the same act. Various media outlets seemed to be having a field day over the next week or so, treating these women with anything but respect which any individual, even an accused, deserves in the eyes of the law. As prominent rights activist Sultana Kamal said of the law enforcement and media's treatment of Pori Moni: \"Misogyny has entered every nook and cranny of the society.\"\nWhat was most derogatory were the terms used by a section of the media to refer to these women, one of them being \"raater rani\" (literally, \"queen of the night\"; figuratively, take a wild guess). Because what can be worse than allegedly being a woman in possession of foreign liquor in \"huge amounts\"? Certainly not allegedly abetting the suicide of a college student whom the accused industrialist (and a married one, no less) \"kept\" as his mistress. Definitely not fleeing the country after being sued for allegedly torturing and opening fire at two top bank officials, and then being audacious enough to challenge the High Court's rejection of their anticipatory bail petition. Even causing the deaths of at least 52 workers in a factory fire, where the building had no emergency staircases—what the citizen probe committee termed a \"systematic killing\"—will not qualify as bad enough to warrant that kind of wrath from the moral mercenaries of our society.\nNo, none of that is seemingly as scandalous or dangerous as an adult woman going out at night or participating in recreational activities, which are only acceptable for men to be a part of. Men need not explain in detail to anyone why they were out late at night. But do so as a woman, and you will be detained and paraded in front of the media by the country's law enforcement, so all can be witness to your \"shame.\"\nBut the hypocrisy of the subcontinent's culture in shunning women for things a man can do without objection is nothing new—and it has found a fertile ground in Digital Bangladesh. This makes sense when you consider how challenging women's autonomy is still encouraged and practised in every facet of our society, despite decades of progress in education and women's empowerment.\nBeginning at a prepubescent age, the girl children of Bangladesh are made to feel like they are solely responsible for how the people around them may perceive their \"character.\" For some odd reason, the oh-so-precious honour of each family is directly affected by the (mis)behaviour of its female members. From the clothes she wears (or is allowed to wear) to the opinions she can express—everything must meet the approval of not only her elders, but of the neighbours, relatives, teachers, and even strangers. It is a lot of pressure to be put on an eight/nine/twelve-year-old child and to be told that it is, at least in part, their fault if outsiders view them as objects of sex and mistreat them as such.\nMost women learn to live with these double standards and mould their \"characters,\" behaviour and ambitions accordingly. Many even internalise such policing and help to keep other women \"in check,\" themselves acting as tools of patriarchy.\nBut some others—and they have been rising in numbers in the last couple of generations—fight back in order to defend their rightly owed agency as free human beings and equal citizens of this country. Sometimes we argue, other times we use wit and irony. An example of the latter would be the Raater Rani campaign by youth organisation Meye Network, which snowballed from the arrests of Pori Moni et al, and was inspired by the media circus that had followed. The campaign included women using the organisation's Facebook profile picture frame—simply the term raater rani written in Bangla, the text illustrated as the night sky, to be pasted under your photo—and attaching short essays about their own experiences with moral policing.\nThese women relayed stories of why they, too, were the \"queens of the night.\" Some were out late for work or study, others for recreational purposes—all equally entitled to be out at any hour of the day or night as free citizens of a free country. But many had to face the judgement of relatives and strangers for practising such freedoms. One woman wrote of an incident where she was travelling by a rickshaw at night when a cyclist coming from the opposite direction shot some choice words at her for being out at that hour, and spat at her. Still, she and all the other participants of the campaign declared their pride in donning the badge of raater rani. Essentially, if exercising one's right as a citizen to be out at night and to refuse to be questioned about the reasons behind it makes one a raater rani, then so be it.\nThese incidents and protests illustrate the importance of being progressive in our views regarding people and their freedoms—not just in the devices and technology we use. When half the population of our country is told they need to be afraid of the other half, and that their freedom of movement comes with an arbitrary curfew, it is utterly dehumanising. Moral policing is what contributes to rape culture in our society and makes way for victim blaming, no matter what the circumstances are. The narrative of women being somehow lesser beings must change. We must \"allow\" women to practise their agency and provide support for them to challenge and defeat the nuanced rules of patriarchy which are so deeply embedded in our society. Neither the individual nor the state alone can stop women from being judged against illogical standards of subjective morality. Battling the moral policing of women needs to be a conscious practice at all levels of society.\n \nAfia Jahin is a member of the editorial team at The Daily Star.\n",
        "headline_1": "Who made men owners of the night?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/who-made-men-owners-the-night-2171616",
        "news_paper_name": "The Daily Star",
        "publish_date": "09-09-2021"
    },
    {
        "full_article": "The internet has been developed as a transborder, decentralised and virtual space which everyone can access, irrespective of their nationality, race, creed or culture. Since its public launch in the 1990s, the internet has been intentionally kept outside the control of national jurisdiction. It is a borderless abstract space that is controlled and regulated mostly by private groups and entities—e.g. the Internet Corporation for Assigned Names and Numbers (ICANN), the Internet Engineering Task Force (IETF), the Internet Research Task Force (IRTF), regional internet registries (RIRs), etc.\nBut for quite some time, the world has been polarised regarding the characteristics of the internet. One group, e.g. the North American and European countries, want the internet to remain borderless and free from national jurisdiction. The other group—i.e. China, Russia, North Korea, Iran, Turkey, Brazil—wants to make it a subject of national jurisdiction and want to exercise \"sovereignty\" in cyberspace. In fact, there is a critique that authoritarian regimes and states with fragile democracy tend to regulate the use of internet by exercising \"state sovereignty.\" So the regulation and control of the internet should be a cause for concern for any freedom-loving, rights-respecting individual.\nThere has been a lot of discussion on the implications of authoritarian and restrictive policies and laws targeting the internet. Draconian laws related to the cyberspace have met with strong protest and resistance all around the world. But very little has been done to criticise and protest the architectural control over the internet. Lawrence Lessig, professor of law and leadership at Harvard Law School, developed his theory \"Code is Law\" in 2006, where he warned that by controlling the architecture (code) of the internet, we can regulate the market, norms and the law of society. NSA whistleblower Edward Snowden has revealed how pervasive the mass surveillance conducted by the US and UK—in the name of protecting the so-called national interests and fighting terrorism worldwide—is. According to Statista, the global surveillance industry was a market worth USD 45.5 billion in 2020, which will rise to USD 74.6 billion by 2025.\nAmong several architectural controls, \"data localisation\" is a technique that allows states to impose and exercise \"sovereignty\" in borderless and neutral cyberspace. It simply means data collected from citizens of a state has to be stored in physical devices located within the state territories. When the internet itself is a distributed abstract space without any border, such notion of data localisation confines cyberspace according to geographical boundaries. The question is, are we ready to accept concepts like Russian cyberspace or American cyberspace?\nWe have to be very cautious about ideas like data localisation. Russia controls its version of the internet (RuNet) by data localisation. Yarovaya Law, introduced in 2016, allows the Russian authorities to localise the content data from the internet, which is being criticised as a digital lock on free speech online. Recently, a Moscow court fined Google over USD 40,000 for refusing to localise users' data in Russia.\nConcerns over data protection in Bangladesh\nRecently, the Daily Samakal reported the Bangladesh government was drafting a personal data protection act (PDPA). According to a report by The Daily Star, the government is considering data localisation to protect personal data through the new law. The news reports mentioned the government's concern about having more control on social media companies and storing the citizens' data in physical devices located in the country. Bangladesh is proposing such a law when the Digital Security Act (DSA) is still in effect. According to reports by Amnesty International, 433 Bangladeshis have been imprisoned under the DSA and nearly 1,000 have been arrested since the law was enacted in 2018. So, when the government proposes a new law like the PDPA, a reasonable suspicion also arises: Will this law protect personal data or curb the freedom and autonomy over our personal information?\nThe core objective of a data protection law is to protect the privacy of personal and sensitive data, so that people can safely communicate in cyberspace. Facilitation of e-commerce or digital commerce is also another prime focus of any data protection law. Though necessary, criminalisation and penalisation are not the main concern of such legislations. Theoretically, it does not differentiate between whether data is localised within a geographic boundary or distributed among several servers situated in different parts of the world. In fact, data localisation might be beneficial for certain sectors, e.g., ensuring data privacy of critical information infrastructures. However, the main concerns for citizens should be: What will be done with their personal data? How does the architectural control proposed by the data protection law affect citizens' rights?\nData mining is collection of data from different sources through different means, and then storing it in a physical storage. According to the news reports mentioned previously, the proposed law requires personal data to be stored within the geographical location of Bangladesh. In the tech world, there is a saying: There are two types of computer systems in the world—systems that can be hacked, and systems that will be hacked again. That is why the confidentiality of critical information infrastructure (such as a data centre) is crucial. This is the key reason why tech giants like the FAANG—Facebook, Amazon, Apple, Netflix and Google—keep their data in distributed servers. As there are a few data centres in Bangladesh which can serve the purpose of the proposed law, are we risking our data centres to be identified and made targets by the hackers? If publicly known IT firms run those data centres, it is not difficult for cybercriminals to hack or disclose sensitive information about the data centres through malicious means. So, the information on data centre location, identity of its staff, operational methods, etc should be kept confidential. The Bangladesh Bank heist of USD 81 million is a good example to understand the importance of such confidentiality of a data centre facility.\nAnother matter of great concern is how data is collected. Our personal data is our property, so our consent must be taken before our personal data is collected. Due diligence has to be done when collecting data. I can recall the instance of biometric data collection for mobile SIM registration through agents of telecom operators across the country. Should we allow third parties (agents assigned by mobile phone operators) to collect biometric data because the government asked for it? Did it not expose our personal data to various interested groups?\nI assume the PDPA will contain data protection principles that bans such practices of data collection.\nWe should also consider Section 43 of the DSA, which allows law enforcement agencies to confiscate all devices owned by a suspect—which may also contain personal information of the suspect's friends, family members and acquaintances—without a warrant. Will the PDPA exempt law enforcers from obeying its data protection principles and keep similar provisions as Section 43 of DSA? If so, then is it not a risk to the privacy of journalistic sources, human rights activists and cyber dissidents in Bangladesh?\nI hope that the proposed PDPA will also provide detailed policy to secure personal data at three basic levels of the internet: a) Node level (individual computers, servers, and routers connected to the network); b) Network level (connection between the nodes); and c) Application level (software running and communicating between the nodes).\nWho can access what data, and to what degree?\nAnother major issue of concern is access to the data. We cannot impose absolute ban on data collection and storage, in order to facilitate criminal investigation, judicial decision-making, running key administrative work of the government, collection of taxes and revenues, etc. But the data should not be fully accessible to everyone. For example, population census data should not be shared with all government institutions without specific requirements, or data of sensitive litigation matters should not be accessible to law enforcement agencies without court permission. If the government stores data within Bangladesh, the access level to that storage must be classified. What are the propositions of the PDPA in this regard?\nDifferent government agencies (e.g. police, judiciary, ministries) need to process, analyse and disseminate personal data to do their jobs. In the era of Fourth Industrial Revolution, we see the use of artificial intelligence to process and analyse Big Data in order to identify risks or prospects, foreseeing opportunities, determining development priorities, etc. For example, health data has been collected through different online apps during the Covid-19 pandemic, which helped governments worldwide to contact-trace or map community transmissions. But such data usage must be regulated and transparent. It must not discriminate while identifying and targeting people, and there must be a mechanism for accountability if something goes wrong. Also, people should have a minimum level of autonomy over their personal data and should be able to decide what information is to be shared. Is such type of data usage policy maintained in Bangladesh?\nAccording to a report published by Banglanews24.com last year, the Implementation Monitoring and Evaluation Division (IMED) under the Ministry of Planning identified 11 risks and 29 weaknesses in the National Board of Revenue's (NBR) \"Strengthening Governance Management Project.\" The report also mentions an allegation that the Vietnamese IT company, which was given the job of developing the NBR database, had access to that database containing confidential information of Bangladeshi taxpayers. If such an allegation is proven true, does the PDPA propose provisions of right to be forgotten, data portability with safety precautions, restricting automated processing of data, data rectification, right to access, right to be informed about a data breach, etc to deal with future incidents?\nThere needs to be a data controller for the prompt response to such risks. If the PDPA proposes a data controller, how will they be appointed, and what will be the accountability mechanism for them? Will there be judicial monitoring over the data controller to maintain checks and balances?\nData protection compliance is a crucial issue for the global business community which is dealing with cross-border data. In the 2015 Maximillian Schrems vs Data Protection Commissioner case, the Court of Justice of the European Union struck down the Safe Harbour Agreement, a trans-Atlantic pact between the US and the EU countries, which was used by thousands of companies to transfer the Europeans' personal information to the US. The EU Court of Justice was not convinced that the US data protection policies were in compliance with the European standard of data protection. Is the Bangladesh government formulating the PDPA with data protection principles that are in compliance with the requirements of the EU, North America, Asean or Far East countries? If not, then our private companies—mainly those providing information society services—will be facing hassles, which would not bode well for digital Bangladesh.\nAs we exist both online and offline, anything that happens online has consequences offline and vice versa. Perhaps that is the reason why the UN Human Rights Council, in its 2018 report on human rights on the internet, affirms that the same rights that people have offline must also be protected online. Although we need a law like the PDPA, we must also ensure that any such measures for the internet must comply with the fundamental rights of people stated in the international human rights instruments as well as Bangladesh Constitution.\n \nMd Saimum Reza Talukder teaches cyber law at Brac University and is member of the Artificial Intelligence Working Group by the Hannah Arendt Humanities Network.\n",
        "headline_1": "With a new data protection act on the cards, time for a reality check",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/new-data-protection-act-the-way-time-reality-check-2171611",
        "news_paper_name": "The Daily Star",
        "publish_date": "09-09-2021"
    },
    {
        "full_article": "When you first read it, it may seem like something scripted for the silver screen: the story of a Bangladeshi woman who is struck by an awful tragedy—her 17-year-old daughter lured away by traffickers and forced to work in a brothel in India. At her wit's end, and with no support from anyone, the woman decides to take her fate into her own hands, going on a hero's journey to save her. Taking the ultimate risk of being willingly trafficked to India by the same gang—yes, you read that right—she escapes from Delhi, travels around a thousand kilometres to Bihar, and pulls off a daring rescue of her child from the hands of the villains.\nWhat makes for good content onscreen, unfortunately, translates into an extremely sombre reality. This is, of course, the story of a woman with immense fortitude and strength of character. But it is also the story of yet another marginalised family that has fallen through the cracks, and yet another woman who was unable to access the system meant to help or protect victims like her daughter. It is only after her story became viral on social media that the Rapid Action Battalion, early last month, arrested three members of the gang that trafficked them.\nAccording to a report in The Daily Star, this gang has allegedly trafficked over 200 girls and women into India over the past 8-10 years. So why did the authorities only apprehend them recently? The speed with which the arrests were made suggest this could have been done much sooner.\nThe reports surrounding this woman's daring rescue mission do not clarify if she had reached out to local law enforcement agencies in order to get her daughter back. However, one can only imagine that the decision to get yourself trafficked to another country—opening yourself up to all kinds of risks, including being beaten, raped or even killed, with no idea of whether you will ever come back—is not one that is taken lightly. So what happened? Did the police ignore her? Did she lack the financial capacity to convince the authorities to take her seriously? Did she think she would be discriminated against because of her humble background? Did she worry that, because of social stereotyping and patriarchal norms, her teenage daughter would be ostracised instead of being recognised as a victim? Regardless of whether this woman reported her daughter's trafficking or not, this incident raises serious questions about barriers to accessing justice in this country, especially for women from marginalised backgrounds.\nThe importance of social media in getting the attention of law enforcement agencies is also hugely disconcerting. Many will remember the horrific video of the gang rape of a woman in Noakhali that acted as a catalyst for the nationwide movement for justice for rape survivors. In an interview to The Daily Star, the woman had said: \"I went to the [local] Member and told him that I am poor and I do not have the power to go to the police myself. I asked him to investigate the matter and seek justice on my behalf.\" However, her appeal fell on deaf ears, and it was only after the video of her abuse went viral that four people were arrested for the crime.\nIn a similar fashion, the transnational gang that used TikTok to traffic women to India and force them into sex work was only uncovered after (Indian and Bangladeshi) police began investigating a viral social media post of a 22-year-old Bangladeshi woman being tortured and sexually assaulted in India. As arrests were made on both sides of the border, one of the apprehended members of the ring admitted they had trafficked nearly 1,000 women in the last eight years. Is it possible that none of the family members of these women tried to take recourse to the law? How did this gang operate for so long, right under the noses of both Bangladeshi and Indian authorities, using digital spaces that are regularly monitored and policed in both the countries (often to the detriment of free speech)?\nTrue, in all of these cases, the law enforcement agencies acted with a great deal of efficiency and speed—but only after an online outcry stirred them into action.\nTrafficking is, unfortunately, not a new phenomenon in Bangladesh. Data suggests that around 400 women are trafficked out of Bangladesh every month. Some reports suggest that around 200,000 women and children have been trafficked out of the country over the past 10 years. Research from almost 20 years ago identified at least 18 transit points along the Bangladesh-India border—with the Benapole and Satkhira routes being the most commonly used. Yet, armed with this knowledge, and even after setting up the monitoring cell for human trafficking and several trafficking tribunals, Bangladesh has made very little headway in getting human trafficking under control. These transit points are still being used regularly, as the investigation into the TikTok trafficking ring revealed—their victims were being held at \"safe houses\" in bordering districts such as Satkhira before being trafficked to India.\nAccording to the US Department of State's \"Trafficking in Persons Report 2021,\" Bangladesh prosecuted 517 suspected traffickers last year, but convicted only seven—and only one of them was convicted for sex trafficking. Despite the existence of the Prevention and Suppression of Human Trafficking Act, 2012 and Bangladesh's accession to the UN Protocol to Prevent, Suppress and Punish Trafficking in Persons, Especially Women and Children, in 2019, there is a clear disconnect between our policies on paper and our actions on the ground. The State Department report also wrote: \"The number of convictions decreased, while law enforcement continued to deny credible reports of official complicity in trafficking, forced labour and sex trafficking of Rohingyas, and child sex trafficking, including in licensed brothels, and did not demonstrate efforts to identify victims or investigate these persistent reports.\"\nThe report also suggested that the government made minimal efforts to assist Bangladeshi victims of trafficking abroad, and did not provide support to victims penalised for the unlawful acts they were forced to commit by their traffickers. This is a fair assessment, given that at least six victims of the TikTok trafficking ring, including a minor, are reportedly still stranded in India, and only recently, seven Bangladeshi women who were trafficked to India and jailed for their \"illegal entry\" finally managed to return home after being imprisoned for two years.\nSaying that the issue of trafficking is complicated would be an understatement, and it is almost impossible to curb it without transnational cooperation. However, there is one common theme here on our end in Bangladesh—from having appeals disregarded by law enforcement officials to being left to languish in foreign prisons/shelters, the female victims of trafficking are still extremely vulnerable and are often ignored. And now their vulnerabilities have been exacerbated by Covid-19. According to a recent report in this daily, transnational trafficking syndicates are now specifically targeting women in city slums and selling them to brothels in India after promising them lucrative jobs.\nIn a country where labour trafficking syndicates continue to mushroom and flourish, and where such trafficking can even occur via official channels—the case of 14-year-old Kulsum, who was killed in Saudi Arabia in September 2020 after being sent there with false papers, comes to mind—it should come as no surprise that many vulnerable women are voluntarily going abroad in the hopes of employment, only to be trapped into sex slavery. What is surprising is how little is being don to tackle this. There is much more to be said about the repatriation and rehabilitation of trafficking victims and the support that they deserve from their country, as well as about the creation of conditions within the country, so that women do not feel the need to take such dangerous decisions.\nBut before everything else, they must be able to access the formal justice system and the laws that are meant to protect them. It is high time state authorities seriously invested their time and effort into ensuring this legal empowerment.\nShuprova Tasneem is a member of the editorial team at The Daily Star.\nHer Twitter handle is @shuprovatasneem \n",
        "headline_1": "Legal empowerment: the missing catalyst for human trafficking victims",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/legal-empowerment-the-missing-catalyst-human-trafficking-victims-2170791",
        "news_paper_name": "The Daily Star",
        "publish_date": "09-09-2021"
    },
    {
        "full_article": "It is extremely concerning how dengue cases have been on the rise recently. According to the Directorate General of Health Services (DGHS), in the first week of September alone, over 2,000 dengue cases were recorded in the country, raising the total number of people hospitalised with the disease to 12,434 this year. Amid such a scenario, the authorities need to be extremely cautious, especially as schools are scheduled to reopen next week. All school premises need to be properly and regularly cleaned so that students are not vulnerable to the disease.\nAs this newspaper reported on Wednesday, schools have been actively trying to keep their premises clean and free of Aedes mosquito larvae, following suggestions from the experts. However, not all schools have been successful in maintaining cleanliness, since they have been closed for around a year and a half. In a couple of schools, benches and other items were found to be piled up, with stagnant water floating around, creating the perfect breeding grounds for Aedes mosquitoes.\nSince schools have been closed for so long, it is not surprising that many of them have failed to maintain an acceptable level of cleanliness. However, before reopening, all school authorities must clean and sanitise their institutions properly—they should ensure that piles of garbage are removed, and keep a keen eye to rid the premises of all stagnant water. But even that might not be enough. The local government authorities have to assist schools in their respective areas through extensive fogging and fumigation drives.\nIn that regard, the DGHS has recently identified 19 hotspots in Dhaka that are most vulnerable to dengue due to widespread presence of Aedes mosquitoes. The city corporation authorities can begin their fumigation drives with a special focus on these areas. They can also coordinate with the authorities of schools in those areas as well as other high-risk places to ensure that the school premises are properly fumigated and ready for reopening.   We understand that both the school authorities and state actors have their hands full when it comes to reopening schools due to the threat of Covid-19. But they must also prepare for the threat of dengue. The earlier they make preparations to deal with it, the better and easier it will be later on. For the sake of children's safety, this should be done with great care. We can't be worrying about the threats of Covid-19 and dengue viruses at the same time.\n",
        "headline_1": "Another reason to be cautious about reopening schools",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/another-reason-be-cautious-about-reopening-schools-2171601",
        "news_paper_name": "The Daily Star",
        "publish_date": "09-09-2021"
    },
    {
        "full_article": "It is disconcerting to know of the terrible condition that a three-kilometre stretch of Dhaka-Tangail highway between Norosinghopur and Shimultala is in, causing distress and disruptions to traffic and pedestrians alike. The road has reportedly been submerged in filthy water from the narrow and overflowing drains for the last three months. Given that it is a part of a major national highway, there are thousands of vehicles plying on it every day. But the constant waterlogging has also created large potholes on the road. So, not only do people need to tread through filthy water, the drivers must also be watchful of the potholes, which only add to their delay and suffering. The situation gets even worse when it rains.\nThough workers from the Roads and Highways Department (RHD) periodically \"fix\" the road using cheap bricks, this is only a temporary and ineffective solution. On the other hand, officials from the RHD itself shift the blame onto locals and nearby factories and businesses for disposing of their waste directly into the area's drains. The department's assistant engineer has specifically blamed the 200 or so factories for the constant waterlogging, as they allegedly discharge water directly into a narrow drain. In addition, some influential people have grabbed the nearby Nayanjuli canal, which has reduced the canal's width from 24 feet to only three or four feet. This prevents drain water from flowing into the river through the canal as it used to before, prolonging the waterlogging.  \nIf this is the condition of one of our major highways, one need not guess at the horrific state of the \"less important\" roads, especially during monsoon. We urge the authorities concerned, especially the RHD, to be more active in solving issues such as this, and to not let roads remain practically unusable for so long. Commuters already have to spend hours stuck in traffic every day. If the roads which they use are left in such dilapidated state, it is simply rubbing salt into their wounds. The blame shifting among different government agencies only makes it worse.\n",
        "headline_1": "Whose job is it to fix our roads?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/whose-job-it-fix-our-roads-2171596",
        "news_paper_name": "The Daily Star",
        "publish_date": "09-09-2021"
    }
]