[
    {
        "full_article": "Five Indian Army personnel were killed on July 8 after terrorists ambushed an Army convoy in Badnota village, which is 124 km from Kathua town in Jammu. The attack also came on the death anniversary of Hizbul Mujahideen operative Burhan Wani, who was killed in an encounter on July 8, 2016, in south Kashmir. This is the fourth terror-incident in the State within 48 hours and the latest in a series of attacks in the last few months, especially in the Jammu region, reinforcing a new trend of terrorism in Jammu and Kashmir shifting towards the Rajouri-Poonch area. On June 9, terrorists attacked a bus in Reasi district killing nine pilgrims and leaving 33 injured, the day Prime Minister Narendra Modi was being sworn in for a third term in office. This attack on the pilgrims was a new low. This region has been quiet for over two decades now, after being a hotbed of insurgency in the late 1990s and early 2000s. This was brought under control by Operation Sarp Vinash in 2003 and subsequent support from the locals, especially the Gujjar-Bakerwal community.Recurring incidents of security forces being ambushed have resulted in casualties, which is unacceptable for a highly trained and professional force like the Indian Army. This calls for stricter adherence to standard operating procedures and improved operations. While the ceasefire along the Line of Control (LoC) largely holds, the uptick in terror incidents is a matter of concern — more so, the shift in violence. There are many factors that may be leading to this trend. A major one is the vacuum on the ground with a large number of troops redeployed to the Line of Actual Control in Eastern Ladakh in the aftermath of the 2020 standoff with China. This has resulted in a gap in local intelligence. There is also the increased use of modern but easily available technology by terrorist groups looking to find new routes to keep the insurgency going. Botched-up security operations have also damaged the trust between the local population and the state. From foreign terrorists crossing the LoC and leading the attacks, there has been a trend now to push local militants to the forefront to give the insurgency a more home-grown face as international pressure has mounted on Pakistan. New terror groups have also come up claiming to be behind some of the attacks. These aspects present new challenges. Tackling the situation needs a multi-layered strategy beyond just augmenting troop levels. Quick and decisive action at the highest levels of the government, bringing in all stakeholders, is the need of the hour.\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nJammu and Kashmir\n\n/\n\nterrorism (crime)\n\n/\n\nact of terror\n\n/\n\nPrime Minister Narendra Modi\n\n/\n\narmed Forces\n\n/\n\nChina\n\n/\n\nespionage and intelligence\n\n/\n\nPakistan\n\n/\n\ninternational relations",
        "headline_1": "​A new trend: On militancy in Jammu and Kashmir",
        "headline_2": "India needs more than troops to combat militants in Jammu",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Ba-new-trend-on-militancy-in-jammu-and-kashmir/article68385427.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "10-07-2024"
    },
    {
        "full_article": "Russia’s missile strikes across Ukraine on June 8, claiming at least 42 lives, are yet another reminder of the brutality of the ongoing invasion which began on February 24, 2022. Among the civilian locations hit was the Okhmatdyt Children’s Hospital in Kyiv, where at least two people were killed, according to Ukrainian authorities. Russia says it targeted military and industrial bases and blamed Ukraine’s missile defence for the damage to the civilian centres, but such claims cannot be trusted as Russia’s sustained bombing campaigns in Ukraine have targeted military and civilian locations. The June 8 attack came on the eve of a North Atlantic Treaty Organisation (NATO) summit in Washington, where member-countries are expected to take decisions on long-term commitment for Ukraine, including a €40 billion annual military aid. Ukraine’s President Volodymyr Zelenskyy was in Warsaw on Monday where he signed a new security pact with Poland, which empowers the NATO member-country to shoot down Russian missiles and drones in the Ukrainian airspace. Russia’s attack could be the Kremlin’s way of messaging NATO and Poland, but the strikes on civilian centres only expose the callousness of Russia’s war leaders.Russia has made incremental territorial gains in recent months. Its troops have advanced in the Kharkiv Oblast, taking several villages. Last week, Ukrainian forces were forced to withdraw from a neighbourhood of Chasiv Yar, a strategic hilltop town in Donetsk. But the absence of dramatic gains, even in the face of Ukraine’s weakness, has raised questions about Russia’s capabilities. Ukraine may be struggling to hold the frontline but it has taken the drone war to the Black Sea and Russia’s mainland. It has incapacitated Russian ships, repeatedly targeted Russia’s energy depots using drones and struck Russia’s border regions causing civilian and military casualties. Two and a half years after the war began, no side is seen capable of finding a military solution. For Ukraine, pushing Russian troops out of the territories they have captured looks practically impossible. Russia should also realise that its aggression has rejuvenated NATO, its sworn enemy, that has expanded since the war began and promised Kyiv long-term assistance. A practical path ahead is to bring both sides to the table. China’s President Xi Jinping said on Monday that world powers should help them hold talks. Prime Minister Narendra Modi, in Moscow, also expressed India’s support for dialogue. Russia’s partners should convince Russian President Vladimir Putin of the need to stop these mindless attacks on Ukraine and be ready for serious dialogue. Ukraine’s allies should also put pressure on Kyiv to be more open minded about bringing the war to an end through talks.\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nRussia\n\n/\n\nUkraine\n\n/\n\nRussia-Ukraine Crisis\n\n/\n\nNATO\n\n/\n\nUSA\n\n/\n\ndefence\n\n/\n\ndefence equipment\n\n/\n\nmissile systems\n\n/\n\noceans\n\n/\n\nunrest, conflicts and war\n\n/\n\nChina\n\n/\n\nPrime Minister Narendra Modi\n\n/\n\ndiplomacy",
        "headline_1": "​Persisting brutality: On Russia and the Ukraine war",
        "headline_2": "Russia’s mindless pursuit of war in Ukraine has reached a dead end; it is time for talks",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Bpersisting-brutality-on-russia-and-the-ukraine-war/article68385145.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "10-07-2024"
    },
    {
        "full_article": "Written by: Dr AK Merchant\nWe remember many outstanding people’s lives, services, and sacrifices every year. Among them is the prophet of the Bahá’i Faith, known as the Báb, which means the gate.\nDuring the six years of his divine mission, the Báb had convinced thousands throughout West Asia that according to the sacred scriptures of all past religions, he had come to prepare the way for the advent of Bahá’u’lláh, the promised one, who would manifest in 1863 and inaugurate an era of righteousness and peace, the era of the ‘planetisation of humankind’.\nEven a cursory review of the happenings and events of the past 150 years would convince a sincere seeker that tremendous power is released when a human being sacrifices something for the benefit of humanity motivated by the virtues of the Divine.\n\nA practical example we observe in nature is a seed and the mighty tree. Not until a seed completely disintegrates under the soil can it produce a tree. It is then that an object as insignificant as a seed, by sacrificing itself completely, will be transformed into a mighty tree with branches, fruits and flowers.\nThe nearly eight-millionstrong Bahá’i community is acutely aware of the most perilous hour in human history. How should we address the grave civilisational crises? What is our purpose here on earth? Why did the Báb and the thousands who followed him without fear of persecution and death uphold the truth of his message? The history of humankind presents us with many soul-stirring episodes of supreme sacrifice. In like manner, the Báb responded to the organised forces of his enemies in Iran. Whether in the life of the individual or that of society, profound transformation calls for intense suffering.\nWhatever our planet’s future, Bahá’ís believe that human beings, the most intelligent of all living creatures, are part of the larger scheme of things as conceived by the creator. There are five critical elements in the writings of the Báb and Bahá’u’lláh: (i) the oneness of humankind whereby all the peoples would have to shed their lesser identities and regard themselves as citizens of the world (ii) the rise of the feminine, namely the spread of women power who would successfully banish wars and conflicts (iii) the spiritualisation of technology that would enable individuals, institutions and communities to harness its full potential for the betterment of life on earth (iv) a new pattern of education that would allow for universal accessibility of knowledge, generation of new knowledge and its application for solving the manifold challenges now afflicting the globe (v) the emergence of global governance system whereby individuals serving on a wide range of institutions responsible for managing the affairs of the society, the nation, severally or collectively, would be true servants of humankind. To this end, Bahá’ís around the globe, in a wide range of settings, are striving, inviting their fellow human beings to build a spiritually and materially prospering world civilisation.\nThe author is secretary, Bahá’i spiritual assembly of Delhi NCT\n\n",
        "headline_1": "The Bahá’i vision for global civilisation",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/the-bahai-vision-for-global-civilisation/",
        "news_paper_name": "The Times of India",
        "publish_date": "10-07-2024"
    },
    {
        "full_article": "Law (Enforcement) Under Influence: that’s what tends to happen when rich/powerful drive drunk\nWeeks after the terrible Porsche accident in Pune, a BMW driven by an allegedly drunk son of a Shiv Sena senior has claimed a life in Mumbai. Unlike Pune police, Mumbai police has acted swiftly and made arrests. However, the prime accused remains at large. Cops must not let his VIP son status get in the way of nabbing him and fast-tracking investigations.\nCulture of impunity | But similarities in such accidents are too glaring to be missed: young men from powerful or wealthy families driving high-powered cars under the influence, often with fatal consequences for innocents. For instance, May saw three other accidents involving luxury cars, besides the Pune one. That power, hard or soft, has a role to play here is evident from Bengaluru’s example. Despite witnessing several such crashes involving influential drivers over the last decade, it has witnessed conviction in just one case.\nThe Motor Vehicles (Amendment) Act, 2019 introduced a steep hike in fines for drunk driving. The newly introduced BNS’s Section 106 has raised the punishment for acts of negligence that lead to death – to five years’ RI. But who is going to ensure these laws’ effective implementation?\nLax enforcement | As things stand, a bribe to cops on duty is often all it takes for drunk drivers to get away. And in case of a serious accident, there is an entire system that connives to protect the powerful and wealthy, as was made evident by the Pune episode. As many as 1,68,491 lives were lost due to road accidents in India in 2022. And, per official data, 1,503 of those were due to drunk driving. Our new rules and laws are still not stringent enough by first world standards. But, more important, it is their shoddy implementation that leads to road tragedies like the one in Mumbai.\n\n",
        "headline_1": "LUI tragedies",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/lui-tragedies/",
        "news_paper_name": "The Times of India",
        "publish_date": "10-07-2024"
    },
    {
        "full_article": "France’s dramatic election shows the virtues of coalition dharma when faced with threat to core democratic values\nFrench talk of French exceptionalism is food for many jokes around the world. But their dramatic parliamentary elections suggest there is indeed something je ne sais quoi different about them. In the first round it looked like Macron was a total mug for calling snap elections. And that Marine Le Pen’s decade-long ‘de-demonisation’ rebranding would now deliver France its first far-right govt since World War II. Instead, a front républicain has put a sensational, last-minute pause on that scenario.\nExtreme screams | The way in which centrists and leftists came together to hold the far-right at bay, has been called horse-trading. But that’s an unfair label for a tactical voting pact that involved unusual levels of sacrifice. More than 200 candidates pulled out of the runoff, to help consolidate the anti-far-right vote. In India, of course, we well know the positive possibilities of coalition politics, including its check on both rightwing and leftwing extremes. Running a coalition may be no easier than building it. It may be a laborious and fractious process. But the extensive consultations between different parties that it necessitates, can mean that the agreements have broader legitimacy not just across the aisle, but also across the country.\nIndia’s own parliamentary elections have given a solid thumbs-up to coalition politics. BJP couldn’t have formed govt without its allies. Nor would Congress revival have been as substantive, without agonising compromises with its allies. Results like Uttar Pradesh’s also underline how the cobbling of successful coalitions can mean that little-known but deep grievances get recognised.\nTogether bellwethers | It’s also a fact that despite a record turnout for the final election, no party has an outright majority in France. This will mean a period of uncertainty, perhaps extending to the Olympics. Some of the elements on the far-left are also dodgy. Mélenchon, for example, has refused to call Hamas a terrorist organisation and flirts with antisemitism. A new govt will feel pressure from these even as the far-right keeps gnawing at it. Through all this, though, what will continue to give legitimacy to the anti-far-right coalition is that it has been supported by a solid French majority. No rebranding can disguise that Le Pen’s party’s core appeal lies in scapegoating minorities and migrants. It is because this toxic vision is on the rise elsewhere too, that the world’s following all the French election drama, closely and seriously.\n\n",
        "headline_1": "Oui the people",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/oui-the-people/",
        "news_paper_name": "The Times of India",
        "publish_date": "10-07-2024"
    },
    {
        "full_article": "Every Indian male is Captain Underpants at heart\nFashion may have begun with bark, foliage and animal skin as a simple matter of modesty and keeping warm, but is today a zillion-dollar industry with bling, bangs and thongs. Much before the first supermodel lifted an anorexic ankle to catwalk down Paris, Milan and London ramps, desi fashionistas dabbled in ghungats, pallus, aanchals and dupattas. For the prim and proper Indian men there was always the baniyan, which they wore under everything like a second skin. At roughly the time women adopted nighty as the national costume, sleeveless vests and large underpants became the go-to couture for men. They have been loitering in public spaces since then with their lower half decorated in floral prints, stripes or large checks.\nWhich is why Justin Bieber’s performance at a recent sangeet in a ganji and peeping boxers so warmed the Indian heart. In the pics that followed, there he is, standing next to a brightly festive lot, in a state of undress. Victoria’s Secret may have tried to replace granny pants with G strings and elevated bras to bralettes and bustiers, and skorts may well catch on, but the day Bieber almost mooned us is when lingerie became evening wear.\nTill the invention of sewing machines, unstitched garments were the norm. Old Bollywood widows who cleverly rid themselves of their kids in a mela – to reunite only when the latter were adults with monthly incomes – draped themselves in white saris. Ditto female ghosts who sang their high-pitched songs in old havelis. While heroines wore thin chiffon saris on snowy mountains, heroes bundled up in sweaters and jackets. Then came Madonna’s cone bras, Britney Spears’ corsets, Lady Gaga’s meat dress and the safety-pin gown of Elizabeth Hurley. Zendaya’s see-through bot suit, Jared Leto dressed as Karl Lagerfeld’s cat at the Met Gala, Salman Khan’s Dragon Ball Z pants, Akshata Murty’s choice of stripes in her bye-bye appearance…Wardrobes go viral.\nWith bracelets shaped as Sellotape and high-end pouches styled on garbage bags, trends rush in where mortals fear to tread. The one sustaining style statement across the country, however, has been its insistence on underwear as outerwear; every Indian is a Captain Underpants at heart. And Bieber has brought the chaddi to page 3. Indian men who traditionally team up monkey caps with their baniyan now feel ready to take on the world of high fashion.\n\n",
        "headline_1": "Bieber’s boxers",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/biebers-boxers/",
        "news_paper_name": "The Times of India",
        "publish_date": "10-07-2024"
    },
    {
        "full_article": "Bangladesh is in the middle of its annual monsoon, so regular news of flooding along with the deaths and destructions that come with it is more or less expected, even though the pain of witnessing so much suffering never goes away. What's harder to accept, however, is when the suffering is exacerbated by things that are in our control. Two developments that have become synonymous with the flood this year, and natural calamities in general of late, are the crisis of relief supplies, especially for those stranded in remote villages, and the fragility of embankments and polders.\nAs the floods hit new areas, with as many as 20 districts and two million people affected so far, as per an estimate released on Sunday, the cries for aid are getting louder. Many have complained that they were yet to receive government assistance. This could be partly because of transportation and distribution challenges, with the upazila and union parishads in charge of aid deliveries, and partly because of the quantity of provisions allocated. The local administrations and public representatives have a big task here: they must ensure not only sufficient provisions but also proper distribution. And while at it, they must give special attention to those who could not make it to the temporary shelters.\nThe other development that has caught our attention is how prone to damage many of the embankments and polders are, giving away at the slightest nudge, metaphorically speaking. We have had reports of crude materials like sand-filled geo-bags being dumped to check water flow through some of the collapsed dykes. While the pressure of floodwaters can be intense, especially when rivers flow above danger levels, any structural defence should be designed to withstand the pressure. What's the point of having them then? We must resolve these and other longstanding issues—including the largely ineffective river-dredging programmes that are supposed to help manage water flow and erosions—so that vulnerable communities do not have to suffer so much.\nIn some of the worst-hit districts, water levels are decreasing but the overall flood situation has not improved yet. In Kurigram and Lalmonirhat, over 1.60 lakh people have been marooned. Farmers have suffered significant losses, with around 6,500 hectares of agricultural land including Aman seedbeds and vegetable fields submerged in Kurigram alone. Meanwhile, over 1,000 educational institutions remain closed in Sylhet and Rangpur regions. At least 10 have died, including two in Jamalpur on Monday. The growing human and economic tolls of the flood are becoming clearer as days pass. The least we can do in such a situation is prepare better, and wisely.\n",
        "headline_1": "Continuing flood exposes the fault lines in our response ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/continuing-flood-exposes-the-fault-lines-our-response-3652841",
        "news_paper_name": "The Daily Star",
        "publish_date": "10-07-2024"
    },
    {
        "full_article": "In the year of elections, four recent elections have sent some messages which deserve our attention, particularly considering that we are living at a time when democracy is under threat globally and extremism is on the rise. These apparently disparate elections and their results seem to have some common elements with lessons for liberal democratic forces around the world. The elections I am referring to are the Indian election, the European Parliament election, the UK election, and the election in France. Held between April 19 and July 7, these elections were closely observed for several reasons. And there have been arguments that these may serve as barometers to the future of democracy.\nIndia's election, with the largest number of voters in the world, and with the widespread prediction that Narendra Modi's Bhartiya Janata Party (BJP) will continue in power with a larger number of parliamentary seats this time around, ended up with a result which put a brake on Modi's authoritarian tendencies. Defying predictions by pollsters, the opposition alliance INDIA, led by the Indian National Congress, emerged as a formidable opposition after a decade, and BJP failed to secure an absolute majority.\nThe past decade witnessed a serious erosion of democracy in India. There were and still are concerns about what path the country will take under Modi's third term. The European Parliament election, held between June 6-9, was a gigantic endeavour because of the number of countries involved—27, to be precise. With the growing appeal of rightwing populism in Europe, the question was: will the far-right eclipse the centrists and shape the future trend in Europe?\nThe British election, held on July 4, delivered a shift of power after 14 years from the Conservative Party to the Labour Party, as anticipated. But the results revealed a few disturbing trends. Parliamentary elections in France were held in two rounds, on June 30 and July 7, but were not anticipated to happen so soon before June 9. The early election was a consequence of the dismal electoral performance of President Emmanuel Macron's party in the European Parliament election. In a sense, it was a gamble by Macron, which turned out to be more high-stake than Macron and the French people had anticipated. The elections almost brought the rightwing National Rally (NR) to the gates of power, only to be pushed away by the left alliance—New Popular Front (NPF)—which came into existence only after the first round of voting.\nThe results of elections in India, France, and Britain demonstrate that voters are unhappy with the incumbents, but most importantly, their economic policies. It is not surprising that elections put incumbents in a difficult spot; elections are often considered as referendum on the incumbents, as they must defend their records. But in these instances, including in part in the Iranian election, it was beyond anti-incumbency.\nWhile economy is not the only reason for unseating the Conservatives in Britain, there are other factors such as the dismal state of the National Health Service (NHS). Nevertheless, the bread-and-butter issue was the driving force. In India, unemployment, falling incomes, and inflation coupled with farmers' discontent became the hurdles which Modi and his party failed to cross. France's debt situation has been a matter of concern for all in the Eurozone, while dissatisfaction has been growing among French citizens. The lesson is clear: \"it is the economy, stupid.\"\nThe shock victory of France's left alliance has allowed many across Europe to heave a sigh of relief. The victory of the Labour Party in Britain, although predicted ahead of the election, in some measures have engendered similar reactions. The Indian election result gives hope that the downward spiral is stopped, at least for now. These are the results that can be read as rejection of anti-pluralist extremist politics. But a closer look at it shows that the right-wing extremist forces are far from being defeated.\nIn India, it is still the BJP and Modi in power, and there is no reason to believe that the pernicious politics of division will be shunned. It has taken root in society, and cannot be ignored. In Britain, Labour has secured an historic win, but its support has remained almost the same as 2019, and an almost 20 percent swing from Conservatives did not go to Labour or LibDem, but to the extreme right wing Reform UK party. The Reform UK party has secured more than 14 percent of the popular vote, and has placed itself as the third largest party ahead of the LibDem.\nIn France, even after the left parties came together and reached an understanding with the centrist parties, the vote share of the NR and its allies stood at 37.6 percent. These figures echo the results of the European Parliament elections, which saw a surge of rightwing parties in Germany, France, Italy, and Austria. Although the European Parliament has limited power for domestic issues, the rise of the rightwing parties was not a complete surprise. Indeed, one can take comfort in the fact that despite rightwing parties performing well, the centre-right and centre-left groupings have retained their dominance in the European Parliament. But what will happen in the future if the present trend continues is an open question. If there is a lesson, it is that the danger to liberal democracy is not over. Instead, the coming years will be more challenging.­\nDo these elections indicate a strategy to beat populist politics? In India, unlike the past two occasions, Modi's populist rhetoric did not work as the opposition made the election a choice of policy more than of personality. France's election, at least in the first round, sends a different message—populism works. The same is the message from the rise of the Reform UK party. In the European Parliament elections, the right-wing parties which did well are known for their populist rhetoric. Some analysts, for example, Max Boot in the Washington Post, suggest that centrist politics is the antidote to populism. He refers to the policy shift of the Labour Party under Keir Starmer vis-à-vis Jeremy Corbyn as an example. Undoubtedly, Starmer has moved the party to the centre, but there has been a price for that too. The Labour Party has secured less popular votes than in 2019.\nThe argument that moderation and centrism is the way to go does not resonate with the French election results, as the Left alliance has some parties which have somewhat left-extremist positions. The voters have not rejected them. As such, these elections have not made any serious dent to populist politics.\nThere is a need for soul searching as to how to address the rising appeal of populist demagogues. In the United States, Trump is the personification of such pernicious populist politics. His appeal to the voters has not subsided; instead, with less than five months to go before the election, he is ahead of his opponent Joe Biden.\nBoth the Indian and French elections demonstrated that in the face of grave threats from undemocratic political forces, it is imperative to close the ranks and build an alliance. The opposition alliance INDIA is a bloc of disparate parties, but their decision to stand together to challenge the Modi regime provided an alternative to Indian voters. Similarly, the NPF in France is not a cohesive alliance. In fact, the partners were engaged in rhetorical battle until the first round of the election. Whether they can work together and work with centrist parties will be tested in the coming days. But for the moment, one must acknowledge, the left has played an historic role.\nAli Riaz is distinguished professor of political science at Illinois State University, US and a non-resident senior fellow of the Atlantic Council. His recent publications are \"Pathways of Autocratization: The Tumultuous Journey of Bangladeshi Politics\" (Routledge, 2024) and \"The Charade: Bangladesh's 2024 Election (Prothoma, 2024).\"\n",
        "headline_1": "Lessons from four elections: More challenges to democracy ahead",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/black-white-grey/news/lessons-four-elections-more-challenges-democracy-ahead-3652636",
        "news_paper_name": "The Daily Star",
        "publish_date": "10-07-2024"
    },
    {
        "full_article": "Yesterday, I woke up to reports of mainstream media expressing their \"shock\" and \"surprise\" over the French election results. The leftist alliance led by the New Popular Front secured 182 seats, the most in the parliament, much to the \"dismay\" of the mainstream media.\nThe far-right National Rally was pushed back to third place with 143 seats, which the media had predicted was poised to form a government after the first phase of polls last week.\nFor the past month, mainstream media has been abuzz with the impending rise of the far-right.\nJordan Bardella, the 28-year-old protégé of Marine Le Pen -- a figurehead of the French far-right National Rally (RN) -- was portrayed as the inevitable next prime minister.\nThe rise of the RN has been significantly fuelled by favourable media exposure, a phenomenon unthinkable a few years ago. This shift can be largely attributed to Vincent Bolloré, a billionaire media mogul who controls an array of TV channels, radio stations, and print media.\nBolloré's influence on the French media landscape is strikingly similar to that of Rupert Murdoch in the United States, whose media empire, including Fox News, has played a pivotal role in shaping the cult of personality of Donald Trump.\nBut the normalisation of the far-right happened across the mainstream media, not just by outlets owned by conservative Bolloré.\nResearch by international media watch platforms shows Bardella, the darling of the far right, got more air time than any other candidates during the campaign.\nAs Al Jazeera's show, Listening Post, aptly noted, \"If Bardella comes to power, it would be a victory, in part, secured by France's fourth estate.\"\nNow, please don't misunderstand me. I don't want the liberal media to simply black out a political figure.\nFor the far-right, this would only add to their advantage because they could then play the victim card even better in their \"us vs the elites\" rhetoric.\nSo, my problem is not that the far-right was widely covered in the media; it's that the left, as usual, was forgotten -- even demonised -- with the so-called media elites covertly implying that the \"far-left\" is as problematic, if not more, than the far-right.\nWhen the so-called mainstream media outlets from around the world tried to \"understand\" the far-right a bit better, they continued calling the lefts radical, unelectable, and antisemitic, just for their progressive policies, such as increasing taxes on the \"filthy rich\" and taking a clear stance against the Israeli genocide in Gaza.\nTake the case of an opinion piece published in The Guardian, for example.\nIt was titled \"Jean-Luc Mélenchon is a disaster for the French left -- his response to the attack on Israel proves it\".\nThe author went above and beyond to portray veteran far-left firebrand Jean-Luc Mélenchon as antisemitic, just because he stood by the children of Gaza when Israeli air force was carpet bombing them.\nBut it is Mélenchon who stitched together a broader leftist alliance just a month ago and emerged as the biggest winner in the polls.\nIt's his supporters, mostly the youth, who celebrated in Paris yesterday, with the French flag in one hand and the Palestinan flag in the other.\nHowever, the mainstream media is yet to deliver Mélenchon and his party, France Unbowed their flowers.\nMost of the headlines, including those from BBC, The New York Times, Washington Post and more, focus on the \"shock defeat\" of the far right rather than highlighting the success of the left.\n\"The New Popular Front appeared to have capitalised on its recent momentum and fears that the far-right party was a threat to French democratic values and institutions. Its supporters took to the streets of Paris on Sunday night to celebrate, although some in France were fearful of what the far left would bring: The largest party in the alliance, France Unbowed, is known for its incendiary far-left politics,\" wrote the New York Times.\n\"What just happened in France's shock election?\"- was the BBC headline.\nThis situation brings to mind Noam Chomsky and Edward S Herman's seminal work, \"Manufacturing Consent\".\nChomsky and Herman argued that media serves the interests of elite groups in society through mechanisms like ownership, advertising, and sourcing.\nMedia's disproportionate focus on Bardella and the far-right, while marginalising the left, perfectly illustrates their theory. Media ownership concentration allows only the rich (who are likely to pay more taxes under left-wing parties) to set agendas and frame narratives in ways that support their own interests.\nSimilarly, Jurgen Habermas's theory of the public sphere states that a healthy democracy requires diverse and independent media voices to ensure robust public discourse.\nHowever, when media ownership is concentrated, this diversity is compromised, leading to a homogenised and often biased public sphere.\nJeremy Bernard Corbyn, an icon of the left and former Labour Party supremo, is one victim of such a biased media landscape.\nThroughout his tenure as Labour Party chief, he faced allegations of antisemitism for supporting Palestinians but remained vocal. Ousted from his party, he won decisively as an independent in the recent UK polls.\nDespite the mainstream media's biased coverage, the\nFrench youth rallied behind the left.\nWhile traditional media can influence public opinion, it no longer monopolises it. Social media platforms have provided alternative avenues for information, allowing diverse voices and perspectives to reach the public.\nTo conclude, it would be unfair to end this article without giving a full picture of the French polls results.\nAlthough the leftist alliance won the most seats with 182, it falls significantly short of the 289 required to form a majority government.\nPrime Minister Gabriel Attal, a loyalist of President Emmanuel Macron, has said he'll offer his resignation, but it's far from clear who could take over.\nUnless the leftists and centrists, who do not see eye to eye on most of the issues, fail to form a coalition government, the situation may get real messy real soon.\n",
        "headline_1": "French elections: Leftist surge leaves media 'shocked' ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/news/french-elections-leftist-surge-leaves-media-shocked-3652596",
        "news_paper_name": "The Daily Star",
        "publish_date": "10-07-2024"
    },
    {
        "full_article": "Following the passing of the national budget for 2024-25, the local government bodies of the capital city have also come up their budgets for the current fiscal year (FY 2024-25). As usual, the Dhaka North City Corporation, for instance, announced the budget for FY 2024-25, which is a projection of the local government body's expected revenue earnings and expenditure during this fiscal year. At Tk.55.94 billion, the DNCC's budget amount is obviously impressive demonstrating a growing confidence of the budget-makers in their ability to collect required revenues to finance the development work within its constituency. That is no doubt welcome news seeing that the city corporation is learning to stand on its own two feet without depending on support from the central government or contribution from various other sources to manage its affairs. At the same time, it also implies that the DNCC authority believes that the city residents under its jurisdiction are willing to pay the taxes and other charges in return for the service it is expected to deliver during this fiscal year. But what are the city amenities and services the city corporation in question are supposed to render to the satisfaction of its constituents? Notably, of all the problems the residents under either of the city's two local government bodies are afflicted by, two are most pronounced--water-logging and incidence of dengue. And both are interrelated as mosquitoes including the most deadly variety, Aedes aegypti, the carrier of the dengue virus, thrive in stagnated water. One may recall at this point how helpless the city corporation authorities appeared in the face of incidence of dengue that took epidemic proportions across the capital city last year (in 2023). The reason is obvious as the city corporations failed to effectively destroy the breeding grounds of the Aedes mosquito. Even in May last, a survey conducted by the Directorate General of Health Services (DGHS) found high densities of Aedes larvae in 41 wards of the two city corporations and among those 12 wards are under the DNCC. What is concerning is that the survey result constituted the findings of a pre-monsoon survey done during last April. The city residents are yet to know what measures have meanwhile being taken by the DNCC authority to exterminate the Aedes larvae already detected and what is the level of preparedness to combat the possible monsoon time and post-monsoon threats from the virtually indestructible dengue vectors. Consider in this connection that the city's drainage system often gets clogged due to accumulation of waste materials originating either from the sites of road digging and other construction and development activities, or from careless dumping of refuse from factories, shopping places or households. And the drains so blocked are also the cause of water-logging in city, especially after heavy rains. Naturally, the public would like to know about and see the required concrete actions are in progress to address these issues. That would definitely reassure the taxpaying public and encourage them also to respond positively to help meet expenditure the DNCC authorities are going to make from the bigger budget prepared for the current fiscal year. To all appearances, as part of that preparation to address city dwellers' woes including water-logging, in May this calendar year, the DNCC mayor organized a three-day exhibition of waste materials that choke drains and litter public places. And the obvious objective was to make the public aware of the issue so they might avoid throwing away such objects on the city roads or dump those into drains or other channels through which water can flow. Of course, public has a role in keeping the city clean. But more important is to set examples before the citizens by the public representatives themselves through delivering basic services to their constituents and thereby inspire them to emulate.",
        "headline_1": "What people expect from DNCC's budget for FY 25",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/what-people-expect-from-dnccs-budget-for-fy-25-1720537535",
        "news_paper_name": "The Financial Express",
        "publish_date": "10-07-2024"
    },
    {
        "full_article": "The slide in youth workforce as reported in a recent BBS survey reflects not only the growing unemployment of youths but more importantly, the sorry state of competence and skills that makes jobs unreachable to many young people. According to the survey, Bangladesh's youth labour force is shrinking as the total workforce has been estimated at 25.92 million in the first quarter of 2024.The BBS survey shows 0.24m more people unemployed in Q1 of 2024 compared to Q4 of 2023. In the January to March period of the current calendar year, the youth workforce aged between 15 to 29 has fallen by 1.46 million compared to the same period in 2023, according to BBS' Quarterly Labour Force Survey. The survey shows annual youth workforce was at 26.82 million in the calendar year 2022 and 26.74 million in the calendar year 2023.The BBS defines unemployment according to the International Labour Organisation (ILO) criteria: those willing to work but not having worked for at least an hour in the past seven days and actively seeking paid work in the past 30 days are considered unemployed.The unemployment rate for both men and women in Bangladesh has also risen in the first quarter of 2024 compared to the last quarter of 2023. Male unemployment rate rose to 3.59 per cent in Q1 2024, up from 3.27 per cent in Q4 2023. The BBS data shows a similar increase for females, with the unemployment rate reaching 3.36 per cent in Q1 2024 compared to 3.06 per cent in Q4 2023. Year-on-year, the number of jobless men increased by 2 per cent to 1.74 million in the January-March period of 2024, compared to 1.71 million a year earlier.It is apparent from the survey that the fall in youth workforce is not due to what is termed cyclical unemployment-- a type of unemployment caused by periodic declines in economic activity. Cyclical unemployment is the result of a general decline in macroeconomic activity that occurs during a business cycle contraction. It is a short-term problem, and occurs in a recession when there is deficient demand. Although there is not sufficient economic activity in the country, it cannot be held solely responsible for the sliding youth employment. It is here that the malady is not short-term, and seeking an answer should lead one to think over the overall situation of young people competent for quality work. One of the factors often found lurking in the unemployment scenario is the dearth of required skills for myriad varieties of jobs. Skills are required for both white and blue collar jobs. Developing skills is thus an open-ended issue. The idea of skill development is integral to the making of efficient human resource that besides taking care of itself can contribute to the economy in various forms and shapes. It is here that skill is essentially a matter of developing the youths, in various areas of activities. While higher skill is a matter related to the educated groups, less educated groups are the potential target for hands-on skill development.The key issue is about developing a national culture for nurturing and developing skills that can turn humans into resources. This is because, as yet, there is no known or lately innovated shortcut to skill development. Being a continuous process, it calls for persistent and comprehensive planning. Stray efforts in the name of skill development do not pay in the long run. Examples are aplenty of development programmes and industrial productivity languishing in deficiencies mostly from lack of sufficient skills on the part of the manpower engaged at various tiers. As a result, we are yet to see any noticeable improvement in meeting the prevailing skill-gaps in various spheres of productivity. There has not been any stocktaking of quantifiable achievements from various programmes and projects undertaken by the public and private sector, so far. While deficiencies in skilled human resource at home is made up by large intake of foreigners in various productive sectors, export of unskilled workers abroad is destined to fetch very little in wages and salaries. In both cases, it is the lack of value addition that ultimately costs the country dearly. It has been found that the country's garment sector alone hires services of thousands of expat personnel to supervise day-to-day running of the factories. Most of the jobs, as reports say, are not at all high-tech, but require thorough knowledge about machineries and equipment. In this context it is important that gearing up skill development calls for a strong focus on sector-specific needs. One can hope to see this achieved only if skill development figures as integral to government policies. To start with, there has to be a thrust on vocational learning which, unfortunately is down the drains due mainly to undirected education system of the country. There is thus a strong need for advocacy programmes to attract more and more youths to institutes where their learning will pay them gainfully in seeking jobs as well as in running independent production units or businesses as the case may be. In doing so, there is the critical need to have these vocational and technical institutes under scanner to examine their capacities and resources in providing skills training. Chances are high that many of them will be found in dire need of resources in terms of technology and manpower to steer skill-building in the right direction.One of the important issues that must not be lost sight of is that given its demographic advantage at the moment, Bangladesh is better suited than most other countries to reap the benefit of having a large pool of young population. Currently, around 76 per cent of our population is within the working age bracket while around 2.1 million people are added to the workforce each year. Such an increase in workforce gives us significant leverage in terms of demographic dividend while also allowing export of additional human resource across the world. On the other hand, development of skills can contribute to structural transformation and economic growth by enhancing employability and labour productivity. \n[email protected]",
        "headline_1": "Declining youth workforce",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/declining-youth-workforce-1720537585",
        "news_paper_name": "The Financial Express",
        "publish_date": "10-07-2024"
    },
    {
        "full_article": "At a recently organised roundtable by the International Chamber of Commerce (ICC) Bangladesh, titled 'Digitalising International Trade in Bangladesh' speakers came up with arguments why Bangladesh should be moving towards digitising its trade operations to seriously boost exports. The event brought together policymakers, business leaders, UN representatives and experts who agreed that eliminating the various (and tedious) process of paperwork could dramatically help expedite trade. A significant portion of outbound trade is based on shipping. Roughly, 40 per cent of the containerised trade is still based on 'bill of lading' process that is a cause of much delay. According to a UN expert, \"Bangladesh could earn $0.6 billion more annually, as the electronic bills of lading could unlock $30-40 billion in global trade volume if these processes went digital.\"From what has been shared in the event, it is understood that digitising laborious manual processes can help reduce trade costs significantly, to the tune of 11-23 per cent and also help increase exports by around $600 million per annum. Digitalisation has been a major stated policy thrust of the present government over the last few terms. However, there has been and continue to be push-back by various agencies which fear a loss of control and the streamlining of these processes (through adoption of new technology) would possibly impede the illicit earning of certain quarters. There is no nice way of saying this, but that is a fact of life in our country, especially given the spate of high-profile graft cases that have been made public over the last few months. But then, it also everything to do with ushering in greater trade efficiency and sustainability. The business community has for years been clamouring for change that not only would help ease up on the cost of doing business in this country, but help expedite lead times leading to more trade. As pointed out by ICCB president, the Digital Standards Initiative (DSI), which is a part of a global effort in Singapore that is supported by trade and financial entities, including the Asian Development Bank (ADB) and the World Trade Organisation (WTO), remains a prime example of a system that works for the betterment of trade. According to Mr. Rahman, the introduction of bills of lading result in swift transactions, cost efficiency and reduce risks of fraud. Indeed, the advantages of using electronic form of bill of lading has been supported by internationally recognised studies and it is time for Bangladesh to enter into this regime. As stated before, digitalisation of services remains a top policy priority. Since cost of doing business in the country has not fared well in various international indices, it is high time the government started taking serious steps towards a cashless and digital system. Naturally these call for serious reforms. However, before leaping on to the slated 'digital bandwagon', a host of issues need to be addressed, particularly, cybersecurity. Despite serious efforts to develop ICT resources in-country, the issue of cybersecurity remains a soft underbelly in the country. State entities including those storing sensitive repositories of data have seen their fair share of hacking and security breaches. These are loopholes in the system that need to be plugged. The first step has been taken and now the hard task begins. Enacting laws, amending rules, addressing reforms highlighted in the national logistics policy, etc. all have to be taken into cognizance and these processes need to be expedited. The good thing is that international bilateral agencies and foreign governments are willing to work with their counterparts in Bangladesh - at the business and state level. One can only hope that the momentum for change is sustained because the country needs to move beyond recent debacles and boost trade as a matter of national priority.\n[email protected]",
        "headline_1": "Trade digitalisation is the way forward",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/trade-digitalisation-is-the-way-forward-1720537616",
        "news_paper_name": "The Financial Express",
        "publish_date": "10-07-2024"
    },
    {
        "full_article": "Although Bangladesh boasts of having the world's longest sea beach - Cox's Bazar - the beach is far from being developed to international standards. Currently, the beach is in a poor condition. Tourists are fed up with the aggressive behaviour of hawkers, horsecart operators, photographers and bikers. Due to extreme negligence, indifference from the administration, and lack of surveillance, Cox's Bazar beach is losing its attraction to travellers from both at home and abroad. Despite millions of tourists visiting every year to enjoy its beauty, they cannot sit or relax due to the heavy crowed, roaming dogs on the beach and the menace of the peddlers. In addition to numerous hotels and motels built by private enterprises, there are a few five-star hotels near the beach. However, the vast beach environment fails to attract foreign tourists. Many areas of the beach resemble garbage dumps, and littering is causing significant environmental damage.As a result, the longest beach in the world is slowly losing its beauty, and its environmental balance is being destroyed. Due to a lack of proper guidelines or beach policies, the tourism potential of Cox's Bazar has been largely neglected over the years. We hope the authorities will take cognizance of the matter and take the necessary steps. Asif IslamStudent Jahangirnagar University",
        "headline_1": "Menace at Cox's Bazar beach",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/menace-at-coxs-bazar-beach-1720537629",
        "news_paper_name": "The Financial Express",
        "publish_date": "10-07-2024"
    }
]