[
    {
        "full_article": "Despite a relatively high degree of societal attention and debate spurring on the pace of COVID-19 vaccine development, the novel coronavirus pandemic has continued to remain a serious public health concern worldwide. India is reported to have lost half a million of its people to the pandemic over the past two years. \nAnother epidemic\nBut there is a silent killer in our midst that kills an estimated 1.35 million Indians every year. It is the use of tobacco as a result of which more than 3,500 Indians die every single day, as estimated by scientific studies. It also comes at a heavy cost: an annual economic burden of ₹1,77,340 crore to the country or more than 1% of India’s Gross Domestic Product (GDP). Although not a communicable disease like SARS-CoV-2, the tobacco epidemic — as the World Health Organization characterises it — has some definitive solutions that can reduce the death toll. Research from many countries around the world including India shows that a price increase induces people to quit or reduce tobacco use as well as discourages non-users from getting into the habit of tobacco use. There is overwhelming consensus within the research community that taxation is one of the most cost-effective measures to reduce demand for tobacco products.\rNevertheless, ever since the introduction of the Goods and Services Tax (GST) legislation in 2017, there has been no significant tax increase on any tobacco product barring a minor increase in the National Calamity Contingent Duty (NCCD) during the Union Budget 2020-21 which only had the effect of increasing cigarette prices by roughly 5%.\r\nLost opportunity\nIn short, there has been no significant tax increase on any tobacco product for four years in a row which is quite unlike the pre-GST years where the Union government and many State governments used to effect regular tax increases on tobacco products. As peer-reviewed studies show, the lack of tax increase over these years has made all tobacco products increasingly more affordable.\rThe Union Budget 2022-23 was an excellent opportunity for the Government of India to buck this trend (of not effecting a significant price increase for the longest time in a row) and significantly increase either excise duties or NCCDs on tobacco products. Needless to say, the tobacco industry and the public health community did expect such a move. This year, when the Finance Minister began her Budget speech, it was interesting to note that the movement of ITC stock was stable in contrast to most other stock indices, which were generally moving up. Just as the Budget speech concluded, and having realised that there were no tax hike proposals whatsoever on any tobacco product, ITC stocks gained by more than 6% and outperformed most other stocks in the next couple of hours. The market was just pricing in an unrealised negative prospect for the company. The reason is this: despite the claims of a business diversification away from the tobacco business, close to 85% of ITC’s profits are still derived from its cigarette segment.\rWhile the lack of tax hikes has helped the bottomline of ITC, the Budget has dealt a significant blow to tobacco control efforts in India in particular. The absence of a tax increase on tobacco has the potential to reverse the reduction in tobacco use prevalence that India saw during the last decade and now push more people into harm’s way. It is known that more affordable tobacco products could attract new users especially among the youth. It would also mean foregone tax revenues for the Government especially at a time when the Government of India is looking forward to increasing the share of public spending on health; in the recent Union Budget, it has budgeted 2.2% of the total expenditures towards health.\r\nGST Council should act\nThe Union Budget exercise, however, is not the only opportunity to initiate a tax increase on tobacco products. The Goods and Services Tax (GST) Council could well raise either the GST rate or the compensation cess levied on tobacco products especially when the Government is looking to rationalise GST rates and increase them for certain items. For example, there is absolutely no public health rationale why a very harmful product such as the bidi does not have a cess levied on it under the GST while all other tobacco products attract a cess.Similarly, there is no rationale why the specific cess applied on cigarettes (which is currently the largest component of overall cigarette taxes) has remained unchanged for four years in the face of increasing inflation. Since specific cess is applied as a fixed amount per stick of cigarette, increasing inflation will decrease the significance of this particular tax component making cigarette prices more affordable and reducing its effective tax burden. GST Council meetings must strive to keep public health ahead of the interests of the tobacco industry and significantly increase either the GST rates or the GST compensation cess rates applied on all tobacco products. The aim should be to arrest the increasing affordability of tobacco products in India and also rationalise tobacco taxation under the GST.\rRijo M. John is a health economist and Adjunct Professor at the Rajagiri College of Social Sciences, Kochi, Kerala",
        "headline_1": "Revive tax increases, stub out tobacco product use",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/op-ed/revive-tax-increases-stub-out-tobacco-product-use/article65205393.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "09-03-2022"
    },
    {
        "full_article": "A monument of national importance, the Taj Mahal is a UNESCO World Heritage Site. UNESCO describes it as a “masterpiece of architectural style in conception, treatment and execution”. This 17th century wonder is again at the centre of multiple narratives driven by ideologicy. In the process, history is being pushed into the shadows.\rThe latest attempt at building an ideologically-driven narrative came against the backdrop of Prime Minister Narendra Modi inaugurating the Kashi Vishwanath Dham in December 2021. In an appreciable gesture, Mr. Modi showered flower petals on sanitation workers who work at the Kashi Vishwanath Temple, to thank them for keeping the temple clean. But this heartwarming gesture soon became another reason to criticise the Mughals. Several news channels started comparing Mr. Modi with Mughal emperor Shah Jahan. The point hammered home was that unlike the Prime Minister who had showered flower petals on sanitation workers, Shah Jahan had chopped off the hands of those who had built the Taj Mahal. In their misplaced exuberance, some politicians from the ruling establishment picked up the thread. In no time, social media was flooded with posts suggesting that the hands of workers who had built the Taj Mahal were chopped off. The fact remains that this is a well-known urban myth. There is no historical evidence to prove that Shah Jahan did this. This urban myth goes back to the 1960s or at least resurfaced around that time. As this controversy has been raked up again, let us revisit written records to salvage the truth.\r\nBuilders of the Taj\nThe Taj Mahal was conceived as a memorial by Shah Jahan for his wife Mumtaz Mahal. UNESCO states that several historical and Quranic inscriptions in the Arabic script have helped us understand how the Taj Mahal was built. Masons, stone-cutters, inlayers, carvers, painters, calligraphers, dome builders and other artisans were requisitioned from the whole empire and also from Central Asia and Iran to construct the monument. UNESCO says: “The Taj Mahal is considered to be the greatest architectural achievement in the whole range of Indo-Islamic architecture... The uniqueness of Taj Mahal lies in some truly remarkable innovations carried out by the horticulture planners and architects of Shah Jahan.” While we cannot discount the skills and craftsmanship of the artisans and workers, it was indeed the expertise and creative capabilities of the architects and planners, including those from Central Asia and Iran, which gave us this marvel. The supervision of the process, starting from the ideation stage to the conception and execution stage, was entrusted to the Mughal nobles. Account books and Mughal records say, for example, that Ata Muhammad, a stonemason, was paid ₹500 a month. Shakir Muhammad from Bukhara received ₹400, while Muhammad Sajjad, a mason from Multan, and Chiranjilal, a façade worker from Lahore, were paid ₹590 and ₹800 a month, respectively. The normal wages of such workers were about ₹15 rupees a month, as reflected in period records for trained workers. Therefore, it can be safely assumed that the people quoted in the account books were team leaders who were responsible for certain work. They were perhaps tasked with engaging local and other workers. These huge sums were redistributed among several people. Also, apart from these masters, architects, calligraphers and organisers feature in historical records. Some of them were, or became part of, the Mughal nobility. The uniqueness of the monument has been attributed to the calligraphy. We know from historic records that this distinguishing feature in the monument was devised and supervised by a noble, Amanat Khan, who was originally a calligrapher from Shiraz in Iran and migrated to the Mughal court with his elder brother Afzal Khan in 1608 CE. He began working in the Imperial Library of emperor Shah Jahan, while Afzal Khan soon rose to become Prime Minister of the empire. Amanat Khan was appointed to design the calligraphy on the mausoleum in Agra, which came to be known as the Taj Mahal. Impressed with his work, Shah Jahan conferred on him the title of ‘Amanat Khan’ (like an heirloom) and a ‘mansab’, a land title that ranked with the nobility. Amanat Khan worked on the Taj Mahal for six years. The calligraphy inside the domed hall of the grand mausoleum was completed in 1638. However, just when he completed the most important project of his life, a personal tragedy struck him. Afzal Khan died in Lahore. W. E. Begley, an eminent scholar of Indian and Islamic Art, wrote that the old calligrapher spent his entire income in constructing a memorial for his brother. It is said that Amanat Khan did not return to Iran on the request of his closest friend Ustad Ahmad, who was the chief architect of the Taj Mahal. \nRespected architects\nUstad Ahmad was a respected architect who was equated with the nobility of the time. Shah Jahan’s court historians emphasise his personal involvement in the construction. More than any other Mughal emperor, he showed great interest in building new magnificent buildings. He held daily meetings with his architects and supervisors. The court chronicler, Abdul Hamid Lahori, wrote that Shah Jahan would make “appropriate alterations” to whatever the skilful architects had designed after considerable thought and “would ask the architects competent questions”. In writings by Lahori’s son, Lutfullah Muhandis, two architects are mentioned by name: Ustad Ahmad Lahori and Mir Abd-ul Karim. Ustad Ahmad Lahori had laid the foundations of the Red Fort in Delhi. Mir Abd-ul Karim had been the favourite architect of the previous emperor, Jahangir. Several designers and architects, 37 in all, are mentioned by name in Mughal history. It is probable that they all worked together to shape the Taj Mahal. They include Ismail Afandi (aka Ismail Khan), who had worked for the Ottomans in Turkey as a designer and builder of domes; Qazim Khan, a goldsmith from Lahore, who cast the gold finial that crowns the dome; Chiranji Lal, a lapidary from Delhi, who was chosen as the chief mosaicist; Amanat Khan, the master calligrapher whose signature is inscribed on the Taj gateway; Mohammed Hanif, a master mason from Delhi; and Mukrimat Khan and Mir Abdul Karim from Shiraz, chief supervisors and administrators. While the efforts and hard work of artisans and workers played a key role in the construction of the monument, we know that projects of this nature and scale are created by the planners and architects. They were all felicitated and rewarded by Shah Jahan for giving shape to his passion and vision. The records conclusively show that the rumours about the chopping of hands were just that: hearsay. For leaders to repeat this myth every now and then only betrays their ignorance and lack of understanding of history. M. Saleem Beg, who retired as Jammu and Kashmir Director of General Tourism, and was a member of the National Monuments Authority, heads the Jammu and Kashmir chapter of the Indian National Trust for Art and Cultural Heritage",
        "headline_1": "Debunking an urban myth about Taj Mahal",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/op-ed/debunking-an-urban-myth-about-tal-mahal/article65205195.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "09-03-2022"
    },
    {
        "full_article": "Rezaul Mia from Tangail spent about Tk 4.5 lakh, which he acquired through a loan, to get a labourer's job in Saudi Arabia last year. He paid most of this money to the local intermediary who processed his recruitment. Rezaul earns less than Tk 25,000 per month, and he does not know when he will be able to finish paying off his debt.\nThere are more than 700,000 migrant Bangladeshi workers who can relate to Rezaul's situation. Every year, Bangladeshis leave home for abroad to change their destiny. Currently, there are over 10 million Bangladeshis working abroad. Every year, they send an estimated USD 20 billion in remittance, which is six times higher than the total foreign aid the country receives, and it constitutes at least eight percent of the GDP. Last year alone, they sent over USD 22 billion in remittance to Bangladesh.\nWhenever I describe Bangladesh to foreigners, I tell them, \"It is a country of 'EFG,' where 'E' stands for expatriate workers, 'F' for farmers, and 'G' for garment workers.\" Thanks to the migrants, Bangladesh now has a foreign exchange reserve of more than USD 43 billion. But despite these contributions, our migrant workers are exploited both at home and abroad. Most of the problems they face are linked with high migration costs.\nAccording to the World Bank and International Organization for Migration (IOM), the cost of labour migration from Bangladesh is the highest in the world, but compared to that, the income of Bangladeshi migrant workers is the lowest. The Bangladesh Bureau of Statistics (BBS) conducted a large-scale survey on the cost of migration from Bangladesh in 2020, which revealed the same fact.\nAccording to the BBS survey, male workers spend around Tk 4.71 lakh each on average, while female workers' recruitment costs Tk 1 lakh to migrate to their countries of employment. The report says Bangladeshi workers need nearly 18 months on average to recover their migration costs.\nWhy is the cost so high? Because of the recruiting agencies, middlemen, and fraudulent agencies who purchase and sell visas at high prices. The migration process in Bangladesh is still driven by middlemen, who charge hefty amounts for their services. Visa trading is also a common practice where several middlemen are involved in illegal selling and buying of work visas, ultimately increasing the cost of migration.\nThe problem is the same in the destination countries. Once migrant workers reach there, they often face harassment in different forms, such as inhumane workload, dire living conditions, exploitation or abuses because of the high migration costs.\nThough the government has fixed the migration cost for 14 countries at a maximum of Tk 1.66 lakh, in almost every case, job-seekers have to pay way more than that. According to the BBS report, the cost of migration to Singapore is Tk 5.74 lakh, Saudi Arabia Tk 4.36 lakh, Malaysia Tk 4.04 lakh, Qatar Tk 4.02 lakh, and Oman Tk 3.08 lakh.\nThe problem is so severe that Prime Minister Sheikh Hasina recently mentioned the high migration costs at a cabinet meeting and asked the relevant officials to deal with these issues and stop the exploitation of migrant workers.\nHow can the migration costs be reduced? Of course, awareness has a role to play, but first of all, the entire migration process must be digitalised. See, most of the recruiting agencies are in Dhaka. If a worker from Tangail wants to go abroad, he has to go to a middleman in his area. This needs to be addressed.\nRegistration on a digital platform can be a good alternative to middlemen. If anyone wants to go abroad, they would have to register, and the digital platform would create a functional database according to their skills. Then the agencies can hire potential migrants according to their skills listed in the database.\nOf course, this is not a new idea. According to the Overseas Employment and Migrant Act, this should have been initiated in 2013. The recruiting agencies always complain that they don't find qualified workers from the database of the Bureau of Manpower, Employment and Training (BMET), so they have to depend on middlemen. BMET says it is currently trying to make a strong database through an app, and such a digitalisation process can reduce the migration cost.\nOn the other hand, those who are going abroad from Bangladesh are not very conscious, and they want to go at any cost. This practice is dangerous. Before going abroad, everyone should calculate how much money they can earn and what their migration cost is. The government, NGOs and other stakeholders can work together to make people aware of the risks and consequences before they decide to go abroad.\nAnother big reason for the high migration cost is unskilled labour. Potential migrants from Bangladesh are ready to pay much higher costs, rather than spend a little portion of that on skills training. Skills training must get priority. Particularly, after Covid-19 and due to the Fourth Industrial Revolution, there is a huge demand for skilled workers. We have to start preparing for that now.\nTo reduce migration costs, there is no alternative to strong government monitoring. The government can fix realistic migration costs. Migration costs are mostly divided into three parts. The first consists of various government fees, such as registration fees, welfare fees, smart card fees, etc. These costs are fixed no matter where the workers go. The second type of cost varies from country to country, such as visa fees, work permit fees, attestation fees, etc. The last part includes costs like airfare, which can always change.\nHowever, for ethical recruitment, rather than fixating on the migration costs, we must also be vocal about employers' pay models. If there is a need for an employee, it is the responsibility of the employers to bear the recruitment costs. To establish this, negotiations need to take place globally.\nAdmittedly, there are many achievements in the country's migration sector, and the government has taken various positive initiatives. But there is still a long way to go, especially to reduce the migration costs, and it is never possible without all the stakeholders working together. We must understand that if the migration cost is not reduced, the problems that our migrant workers face will never end.\n \nShariful Hasan is the head of the Migration Programme at Brac.\n",
        "headline_1": "Only reduced costs can end migrants’ exploitation",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/only-reduced-costs-can-end-migrants-exploitation-2978566",
        "news_paper_name": "The Daily Star",
        "publish_date": "09-03-2022"
    },
    {
        "full_article": "The Climate Vulnerable Forum (CVF) was launched over 10 years ago, by then President Mohamed Nasheed of the Maldives, and has been operating since then with a different head of government in charge of it for a two-year tenure.\nThe current chair of CVF is Prime Minister Sheikh Hasina of Bangladesh, whose term is scheduled to end later this year, and the president of Ghana will take over the position. However, Bangladesh's involvement with the CVF will continue for two more terms as a member of the governing troika of past chairs who continue to support the current head of the forum.\nThe CVF consisted of 48 member countries when Bangladesh took charge, and has now grown to include 55 developing countries after Prime Minister Sheikh Hasina led the group at the 26th Climate Change Conference (COP26) in Glasgow, Scotland last year.\nOver the years, the CVF has become a leading group of countries tackling climate change, and has evolved from emphasising their vulnerability to highlighting their resilience. And now, under Bangladesh's leadership, it is focusing on climate prosperity with the development of Climate Prosperity Plans, and with Bangladesh set to release its Mujib Climate Prosperity Plan (MCPP).\nAnother major development that took place several years ago, under Philippines' leadership of the CVF, was the finance ministers of CVF countries banding together under the banner of V20 as, at that time, there were 20 member countries in the group. The V20 now consists of the finance ministers of all 55 CVF countries, chaired by the finance minister of Bangladesh.\nOne of the highly innovative actions taken by the CVF finance ministers was the creation of the CVF and V20 Joint Multi-Donor Fund, with an initial funding from the CVF countries themselves, and then further contributions from international foundations and the government of Germany. The fund is managed by the United Nations Office for Project Services (UNOPS) on behalf of the CVF and V20.\nThe V20, with support from the fund, recently initiated a major programme with a 21-million-euro contribution from Germany to join the InsuResilience initiative to provide support for subsidised insurance premiums against climate impacts, and for better data gathering on climate hazards in the CVF countries. This will hopefully become a significant programme in tackling both adaptation and loss and damage from human-induced climate change.\nAnother, more recent development under the CVF and V20 Joint Multi-Donor Fund has been the beginning of a new funding window to support the communities suffering the climate impacts in CVF countries, and get support to address the impacts of climate change after they have occurred. As the world has now entered the new era of loss and damage, the CVF and V20 fund is now the first UN fund to explicitly work on climate-related loss and damage.\nIt is important to note that the finance ministers are not involved in the climate change negotiations under the United Nations Framework Convention on Climate Change (UNFCCC), but they have to seek the money needed to cope with climate disasters such as floods, cyclones and droughts. Hence, they are by now well aware of the adverse impacts of climate change in their respective countries. They have, therefore, agreed to set up their own loss and damage fund under the CVF and V20 fund—a programme of assistance to the victims of climate change that welcomes contributions from others in the spirit of solidarity, and without invoking any liability or compensation.\nIt is expected that this loss and damage fund and other programmes of the CVF and V20 can kick-start both funding and actions to address loss and damage from climate change, which might have a positive influence on the upcoming discussions on setting up a facility for financing loss and damage at COP27, set to be held in Egypt in November this year.\n \nDr Saleemul Huq is the director of the International Centre for Climate Change and Development (ICCCAD) at the Independent University, Bangladesh (IUB).\n",
        "headline_1": "Developing countries are leading climate actions",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/developing-countries-are-leading-climate-actions-2978556",
        "news_paper_name": "The Daily Star",
        "publish_date": "09-03-2022"
    },
    {
        "full_article": "The Russian Orthodox Church blesses rather than fire weapons. In doing so, it has emerged as a powerful weapon in its own right in President Vladimir Putin's civilisationalist arsenal.\nPutin justified his invasion of Ukraine in part by asserting that President Volodymyr Zelenskyy's government had been preparing for the \"destruction\" of the Ukrainian Orthodox Church.\nThe Russian president was referring to that part of the church that remained loyal to the Moscow Patriarch after the Ukrainian church in 2018 declared itself independent. Unwittingly, Putin may have been acknowledging that all may not be well in the church—at least not from his perspective.\nChoosing his words carefully, Metropolitan Onufriy, the head of the pro-Moscow wing of the church, called for an end to the fighting.\n\"Forget mutual quarrels and misunderstandings and ... unite with love for God and our Motherland,\" Onufriy said.\nThe metropolitan's call contrasted starkly with maximalist remarks by the Moscow church's patriarch, Archbishop Kirill, a staunch supporter of Putin. \"When I say 'Russian,' I use the ancient expression from 'A Tale of Bygone Years: Where from has the Russian land come,' the land which now includes Russia and Ukraine and Belarus and other tribes and peoples,\" the patriarch said.\nIn his war, Putin's notion of religious fault lines amounts to drawing a landscape in which much of the terrain is covered and out of sight.\nPutin would have less of a problem with the repression, becoming known of the pro-Kyiv wing of the Ukrainian Orthodox Church in areas of Ukraine that Russia controls, including Crimea and the breakaway republics of Donetsk and Luhansk.\nMore problematic is the harassment and intimidation of the rapidly growing Evangelist community. If widely known in powerful Evangelist communities in the United States, it could undermine empathy for Putin as a conservative defender of family and traditional values.\n\"Moscow sees religion as a key front in the battle to control both Crimea and Donbas and to project influence into the rest of Ukraine,\" said John E Herbst, a former US ambassador to Ukraine.\nSimilarly, largely unnoticed in the discussion about Ukraine are demographic concerns among Russian nationalists and the Orthodox church. Demographers predict that, with birth rates declining among ethnic Russians and increasing among Muslims, Islam is on track to account for one-third of Russia's population by 2050.\n\"There won't be any Russians left in 2050,\" warned Dmitry Smirnov, chairman of the church's Patriarchal Commission on Family, Maternity and Childhood Protection. Asked by Govorit Moskva radio what the church could do to reverse the trend, Smirnov replied, \"It's too late.\"\nThat may have been an exaggeration by the church's elite, who enjoy many of the perks of being in Putin's circle, including feeding off the gravy train of hundreds of millions of dollars in state funds that have been designated for the restoration and maintenance of church properties and social work.\nHowever, opposition to the church's course has been building among its rank and file, many of whom do not enjoy the leadership's perks. Lower-ranking priests have criticised prescribed sermons that warn against the perils of democracy, glorify Putin for restoring Russian pride, project Russian intervention in Syria as a mission to save Christians, and support Russian occupation of Ukrainian and Georgian lands.\nLast week, 150 Russian Orthodox clerics called for an end to the war in an open letter.\n\"The church is closely tied to the current government. There is mounting hostility (towards) its ruling class because of its ostentatious consumption, luxury, power, and repression. People feel that the church has become obsessed with earthly goods. This is risky because sooner or later, power will change hands,\" said a Russian political scientist in an email exchange.\nRisky as it may be, many in the Balkans fear that the church could help make Bosnia and Herzegovina one of Putin's next targets, should he subdue and maintain control of Ukraine.\n\"Russia sees the Balkans as Nato's soft underbelly where they can foment chaos and create a mess,\" said Bosnian journalist and scholar Harun Karcic.\nNoting that church support was a prerequisite for electoral success in countries like Serbia, Greece, Montenegro, and Macedonia, Karcic asserted that \"whatever happens in Ukraine will not stop in Ukraine. Bosnia will likely be one of the next countries of interest.\"\nThe journalist-scholar described Milorad Dodik, the Serb member of the tripartite Bosnian presidency, as \"a major Russian player who is a great supporter of the Russian Orthodox Church… Here we have a full Russian proxy who is a very public fan of the Russian Orthodox Church, who effectively controls half of Bosnia.\"\nLast year, Dodik put Bosnia on tenterhooks, pulling Republika Srpska, the Serb constituent element of the country, out of key government institutions, including the military, the judiciary, and the tax administration. The move threatens to destabilise Bosnia, almost three decades after it was founded on the ashes of a bitter ethnic and sectarian war.\nDodik is in good company. Serbia itself has emerged as a potential monkey wrench in the Balkans by breaking with Europe and refusing to close its airspace to Russian flights. Moreover, Air Serbia has doubled to 15 from seven the number of weekly flights it operates from Belgrade to Russia.\n \nDr James M Dorsey is an award-winning journalist and a scholar, and a senior fellow at the National University of Singapore's Middle East Institute.\n",
        "headline_1": "Russian societal tensions are mirrored in Putin’s Orthodox church",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/russian-societal-tensions-are-mirrored-putins-orthodox-church-2978551",
        "news_paper_name": "The Daily Star",
        "publish_date": "09-03-2022"
    },
    {
        "full_article": "The Earth is living. She is Gaia, Pachamama, Vasundhara, Terra Madre. For indigenous cultures, she is Mother Earth. Even scientists like James Lovelock call her Gaia, because they have understood that she is living. The living Earth is a self-organised, self-regulated living system. She is autopoietic. She has evolved her biodiversity and her complex biosphere over billions of years. Through the biosphere, she creates and regulates her climate systems. The Earth's living system, the \"Gaian system,\" self-regulates global temperature, atmospheric content and ocean salinity, thus maintaining the infrastructure for life to persist and evolve.\nWithout life, the CO2 in Earth's atmosphere was 98 percent, and the temperature was 290 degrees Celsius. Over 3.3 billion years, the Earth has been cooled down by her living systems. The same process that cooled the planet and allowed life to emerge in its diversity are living processes and living technologies that sustain, maintain, and regenerate life and create living economies.\nClimate change is the disruption of Earth's self-regulatory processes by using junk fossil energy—coal, oil, gas—that the planet fossilised over 600 million years ago and put underground. The climate emergency and related emergencies are rooted in the colonisation of Earth, her ecosystem, resources, and diverse cultures. It is a worldview shift from the Living Earth to Terra Nullius, the dead and empty Earth. The same worldview shift that declared indigenous peoples as inferior and created apartheid, also declared the Earth as dead and created barriers between her and the humans through the illusion of eco-apartheid. The worldview that creates hierarchies between people and divides humanity on the basis of race, gender, religion and class also creates the false hierarchy of anthropocentrism, treating our Earth relatives as inferior—mere objects to be owned and manipulated. The false assumption that Earth is a dead, inert matter has made the vibrant, biodiverse, living planet disappear, reducing her to a mine for \"raw materials\" for an inefficient and wasteful corporate, industrial system, and a sink of industrial pollution.\nThe Dead Earth view leads to the artificial imposition of a fictitious \"Creation Boundary\"—that creation begins with extraction, exploitation and manipulation of Earth's resources. The Dead Earth worldview is connected to the technological paradigm that is blind to nature's superior and sophisticated living technologies. Genetic engineering, climate engineering or geoengineering, and carbon engineering are all based on a deep denial that the Earth is living, her technologies of organising, regenerating and renewing life are complex, and our instruments of engineering are crude and clumsy when compared to her sophistication, subtlety, and lightness.\nThe Dead Earth view is also connected to an extractive economic system that imposes a fictitious \"production boundary\" that makes nature's creative and productive processes disappear, appropriates what nature and people have co-produced, and are inefficient, use more resources and energy than they produce, and increase entropy. The dominant economic model is based on extractivism, dependence on external inputs, external control, allopeisis, and externalisation of the high financial and entropic costs. It is based on the denialism of nature's zero cost, zero external input, negative entropy, and high efficiency systems of living economies of creating abundance through multifunctionality and multiple outputs.\nReal climate solutions lie in working non-violently with Earth, her biodiversity of plants and soil organisms, her ecological technologies, her living economies.\nFalse solutions continue the path of separation and superiority, greed and control, profits and power, manipulation and mastery—causing an existential emergency for our species.\nWe are members of one Earth Family, and part of the web of life woven by biodiversity. We cannot and do not live outside the food web and the web of life. Every illusion of separation and superiority, mastery and control ruptures the fragile web and ecological cycles that sustain life on Earth. The arrogant notion that nature has no creativity and only humans are intelligent is a flawed, obsolete, colonial worldview that has no place in a regenerative world.\nIn total denial of the power and potential of plants and living soil to recycle carbon and cool the planet, the moneymakers and profiteers are trying to set up a \"carbon capture and storage\" industry to continue to pollute while making more money from a new pollution industry. Just as all wasteful, socially and ecologically destructive industries—such as fossil industrialism, green revolution/industrial agriculture, factory farming—that are violent, non-sustainable, and financially unviable have been made artificially profitable for corporations at the cost of planet and people through subsidies, the industrial carbon capture and storage technologies can only exist through massive public subsidies and a continued denial of the more sophisticated technologies that nature offers.\nEven the Intergovernmental Panel on Climate Change (IPCC) is falling for the industrial carbon capture trap.\n\"The IPCC report says that without capturing significant amounts of carbon over the next 30 years, it will be impossible to get humanity to net-zero emissions by 2050—and, consequently, to limit warming to 1.5 degrees Celsius.\" The reason billionaires are investing in inefficient, nature-denying, costly and false solutions to climate change is because it lets the fossil fuel industry continue to pollute, while they collect our tax money to be invested in false solutions and create new markets in carbon trade and the fake economy of \"net zero.\"\nPublic taxes and public investment need to protect the common public good, regenerate the planet's plant and soil biodiversity, and through those cool the planet, while providing food and livelihood security via local living circular economies.\nThe world's biggest industrial carbon capture industry, named Orca, was set up by a Swiss Company named Climeworks in Iceland. It is highly inefficient. Over one year, it will capture just three seconds of global emissions. Christoph Gebald, co-founder of Climeworks, admitted that it was a costly and energy-intensive technology, costing at least USD 600 to capture one tonne of carbon dioxide.\nRemoving all of humanity's annual carbon emissions would cost more than USD 5 trillion per year, according to Bill Gates' book \"How to Avoid a Climate Disaster.\" Gates admits, \"It's probably the most expensive solution.\" It would require 50,000 Orca plants, and still not perform the ecological functions of living carbon in plants and living soil.\nWhile knowing the financial non-viability of industrial carbon capture, Gates is investing in the Canadian company Carbon Engineering, which has started designing a similar facility as Orca in northeastern Scotland and plans to start construction on a plant in Texas this year.\nElon Musk also announced that he was funding a USD 100 million carbon-capture contest.\nClimeworks hopes that the price can be dropped to USD 100 by selling carbon commercially to beverage companies making fizzy drinks. This is a recipe for obesity, diabetes, and chronic diseases, and aggravating the health emergency. It will make more people sick without healing the planet.\nThe mechanical mindset of industrial carbon capture and the denial of Earth's capacity to absorb and recycle carbon dioxide to create and regenerate life is evident in the statement of Julio Friedmann, an energy policy researcher at Columbia University who describes industrial carbon capture as follows:\n\"Think of it like a vacuum cleaner for the atmosphere… Nothing else can do what this tech does.\"\nHe forgot the living Earth's technology of photosynthesis in the green leaves, which does a better, more sophisticated job. Nature recycles carbon for free, creates the food and fibre that sustains us, creates living soil that grows life and stores water to regenerate our springs, streams, wells and rivers.\nCompare the waste, inefficiency, and high cost of the industrial carbon capture and storage to the living processes of carbon capture and storage by nature, by using the free energy of the Sun for photosynthesis to produce oxygen, fertile soils and food.\nWe are witnessing a clash of civilisations, of worldviews, of technology paradigms, and of economic systems.\nOn the one hand, we have the colonising industrial worldview that Earth is dead and imperfect. She can be engineered for profits and control. And the expensive engineering experiments and technological fixes will fix her. And for this, the billionaires need to divert our public resources to bad ideas so they can make more money while the planet burns.\nOn the other hand, we have the ecological worldview that the Earth is living, we are a part of her and not her masters, and working with her, we can regenerate her green mantle so she continues to cool herself as she has done over millennia.\nOn the one hand is hubris; on the other hand, humility. On the one hand is oneness with Earth; on the other hand, limitless greed of the one percent. On the one hand is the possibility of a human future as a member of the Earth family. On the other hand are destructive conditions for life on Earth, increasing the threat of extinction.\nEach and every one of us has to decide which worldview, which technology paradigm, which economic system we will support and participate in—in our minds, our lives and our participation in citizen democracy and Earth democracy.\nA longer version of this article was first published on the author's blog.\n\nDr Vandana Shiva is an Indian scholar, author, environmental activist, ecofeminist and food sovereignty advocate based in New Delhi. \n",
        "headline_1": "Stuck between two worldviews and two futures",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/stuck-between-two-worldviews-and-two-futures-2977891",
        "news_paper_name": "The Daily Star",
        "publish_date": "09-03-2022"
    },
    {
        "full_article": "We, in Bangladesh, are used to the whims and greed of the dishonest traders and businessmen, particularly those who deal in food items and other consumer goods. They never miss a chance to raise prices on ever so flimsy grounds, like an odd thunder shower or a wildcat strike by transport owners. We have often seen prices of fast-moving consumer items go up, in spite of adequate reserve and normal demand. Unfortunately, in a sellers' market, consumers are captive to the syndicate's machinations that dictate the supply of essential goods. Regrettably, the administration, despite assurances, have not been able to rein in this wayward group of traders who continue to call the shots and dictate prices at will. \nNoticeable is the disturbing fact that prices of food items go up before every Ramadan. Admittedly, demands during the fasting month go up considerably, but actually seldom outrun the supply. And unlike in other countries, where economic laws are allowed to function, in Bangladesh prices that go up once never come down with the demand curve flattening out. And this has much to do with the state's inability to make the market mechanism function as per its natural manner. \nIt is therefore, disquieting, though not surprising, to see that the prices of essential goods are going up once again. It was not unexpected, with Ramadan less than a month away, but the added excuse at the disposal of the traders is the ongoing Russo-Ukraine war. Admittedly, the conflict will have an effect on the market—to a greater or lesser degree—but it defies logic that the war has been going on for hardly a fortnight, and waves have already reached our shores. Are we to believe that our stock position is so poor that it can't withstand an erratic market for a short time? Experts disagree that the war is the cause. They believe that the lag time for the effect of the current conflict between Russia and Ukraine is at least three weeks. Indeed, the pandemic had disrupted the supply chain, but the rise in prices in Bangladesh has been much more than the international prices. \nThe real cause is the unmitigated greed of a section of traders. It is, therefore, immoral—and illegal—on their part to exploit the situation and milk the consumers. How do the traders account for the hike in cost of even those items that have not been imported from these two countries in the last eight months? We believe that the administration at the central as well as the local level should start monitoring the market strictly, instead of dispensing homilies to the traders and consumers. Dishonest traders must be brought to account and hoarding must be dealt with severely. At the planning level, all the steps of supply chain management should be strictly conformed to, to offset the consequences of supply disruption.\n",
        "headline_1": "Dishonest traders, ready excuses",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/dishonest-traders-ready-excuses-2978391",
        "news_paper_name": "The Daily Star",
        "publish_date": "09-03-2022"
    },
    {
        "full_article": "On March 8 every year, the International Women's Day is celebrated, without fail, by governments, organisations, and individuals around the world. The events and declarations, however emphatic, may give off an impression of monotony and a false sense of progress, even though there is vast evidence pointing to the contrary. Of course, it is appreciable that one day is dedicated to celebrating women and their myriad contributions. But this recognition must also accompany an honest appraisal of their struggles, along with a renewed push for change.\nWe know for a fact how women face harassment—verbal, physical, and psychological—in every part of Bangladesh, from people they know intimately as well as complete strangers. This is an issue that should be at the top of the agenda for policymakers and institutions. It would require targeted and sensible interventions in every district, city, and town in order to be eradicated. However, there are other, equally dangerous issues concerning women's well-being, which often fall under the radar.\nThe impact of climate change on women and girls is one such area. Climate change, as it is becoming increasingly clear, has been affecting women disproportionately. Women in the coastal areas of Bangladesh, for instance, are bearing the brunt of saltwater intrusion more acutely. Due to salinity engulfing their area, the men have to go far away in search of work, while the women become more vulnerable to harassment. Reportedly, in areas where people have lost their homes to cyclones, families tend to marry off their young daughters due to \"security concerns.\"\nIn the picturesque tea gardens of Sylhet, more than half the labour force consists of women who reportedly work till sunset, while their male counterparts are done fulfilling their quota by midday. Women have to walk tens of kilometres each day to get to their designated leaf-picking sections and back, with most gardens not having any toilet or washing facilities for female workers. This is another example of how women suffer disproportionately beyond the physical-psychological abuse they traditionally endure at home.\nThe theme of this year's Women's Day is \"Gender equality today for a sustainable tomorrow,\" which aims to recognise the contribution of women and girls around the world for climate adaptation and mitigation. Equally important is the acknowledgement that much remains to be done. We applaud the organisations conducting advocacy and valuable research on the lives of women who are most vulnerable to climate change and its impacts. Changing their lives will be a Herculean task without policy support and, equally importantly, the support of the affected communities. We urge the authorities to pursue a zero tolerance approach to violence against women, and to incorporate women-friendly policies in all their development and climate change schemes.\n",
        "headline_1": "Let Women’s Day not be a formality",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/let-womens-day-not-be-formality-2977796",
        "news_paper_name": "The Daily Star",
        "publish_date": "09-03-2022"
    }
]