[
    {
        "full_article": "External Affairs Minister S. Jaishankar’s virtual meeting with Sri Lanka’s Finance Minister Basil Rajapaksa on Saturday, with an assurance that India will support Sri Lanka “in all possible ways for overcoming the economic and other challenges posed by COVID-19 pandemic”, was significant and timely. A crucial week lies ahead for the Sri Lankan economy, when President Gotabaya Rajapaksa must make a decision on whether to service debts to bonds with an instalment of $500 million due on January 18, or to default for the first time ever, given the island’s precarious finances. Mr. Gotabaya is expected to address Parliament this week on how he will deal with the economic crisis. This includes a credit crunch, a slump in GDP spurred by COVID-19 losses to tourism, exports and remittances, foreign reserves that dwindled from $7.5 bn in 2019 to $1.6 bn in November 2021, and pending debt repayments of more than $7 bn expected in 2022. The most immediate problems come from rising unrest. In the preceding weeks, the Rajapaksa government reached out to India and China, which are most likely to help given their respective interests in the island. Mr. Gotabaya even received a visit from Chinese Foreign Minister Wang Yi, who discussed a full debt restructure of Sri Lankan borrowings. Beijing has also extended a currency swap arrangement of $1.5 billion. It was to India, however, that Mr. Rajapaksa turned with a humanitarian appeal and SOS. Mr. Jaishankar, Finance Minister Nirmala Sitharaman and Mr. Basil decided on a “four-pronged” initiative, that included Lines of Credit (LoC) towards the import of fuel, food and medicines, currency swap and debt deferrals from India to Sri Lanka, as well as the conclusion of the Trinco-oil farms project.Matters have moved swiftly since Mr. Basil’s visit and it is heartening that the Trincomalee project MoU was signed earlier this month after decades of delays. Subsequently, India has extended $400 million under the “SAARC currency swap” arrangement and agreed to a partial deferral of a $500 million settlement from Sri Lanka by two months; the $1.5 bn LoC for essential imports is reportedly under way. It would be naive to assume that New Delhi’s assistance will paper over other problems in the complex relations between India and Sri Lanka. Amongst other issues, the friction over fishermen’s rights and pending political solution for war-torn Tamil areas remain sticking points, while concerns over Colombo’s strategic ties with China have often led to open disagreements. It is important to note, however, that in times of peril, New Delhi and Colombo have established a robust channel of communication and demonstrated an ability to act on promises quickly, proving that adage about friends (and neighbours) in need.",
        "headline_1": "Friend in need: On India-Sri Lanka ties",
        "headline_2": "",
        "link": "https://www.thehindu.com/opinion/editorial/friend-in-need-the-hindu-editorial-on-india-sri-lanka-ties/article38279412.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "17-01-2022"
    },
    {
        "full_article": "Sport throws up surprises and cricket is not immune to it. The latest twist transpired at Cape Town’s Newlands where South Africa registered a seven-wicket victory in the third Test and won the series 2-1 against India. In recent cricketing history, this was a script-altering moment. India was the fancied team even if it missed the injured duo of Rohit Sharma and Ravindra Jadeja. Virat Kohli’s men had a swagger gained from defeating Australia in its backyard and leading 2-1 over England in an unfinished series at the Old Blighty. The loss to New Zealand in the World Test Championship final was deemed an aberration. This squad had quality batters, fearsome pacers, Rishabh Pant’s x-factor and R. Ashwin’s guile. In contrast, South Africa was in transition and after the first Test loss at Centurion, Quinton de Kock prematurely retired. Leading 1-0, India was expected to twist the knife in and win the series, an accomplishment that eluded it since the maiden tour of South Africa in 1992-93. South Africa remains India’s Final Frontier and when the dust settled at Newlands on Friday with the nearby Table Mountain casting a shadow, the host had the last word, having ambushed India in consecutive Tests. Dean Elgar’s men triumphed in the second Test at Johannesburg and extended that winning habit into Newlands while the Indians were sore losers.The manner in which Kohli and Company reacted after an LBW appeal was negated through the Decision Review System, was obnoxious. Elgar survived against Ashwin and Kohli set a poor example with his antics before the stump microphone, a trait that a few wrongly emulated. South Africa won because Elgar and Keegan Petersen bolstered the top-order while speedsters Kagiso Rabada and Marco Jansen bowled sharp. Over two seasons India coped with a fragile middle-order. Cheteshwar Pujara, Ajinkya Rahane and Kohli have not flourished, though the last-named hinted at having turned a corner with a 79 in the last Test. But time is running out for Pujara and Rahane, especially after the latest series average of 20.67 and 22.67, respectively. Pant’s splendid hundred proved inadequate as his acclaimed colleagues flattered to deceive. Defending meagre 200-plus targets can test the finest bowling attacks and Jasprit Bumrah and Mohammed Shami had an unenviable task. India has to strengthen its batting and improve its on-field demeanour. Above all, a Test captaincy change has been forced after Kohli stepped down on Saturday. Perhaps the latest result precipitated his decision, marking the end of a leadership era. Having taken charge in 2014, Kohli became India’s most successful leader in the longest format with 40 triumphs from 68 matches. Rohit may be the successor, but before that the three ODIs against South Africa beckon.",
        "headline_1": "Unconquered: On India’s Test series loss to South Africa",
        "headline_2": "",
        "link": "https://www.thehindu.com/opinion/editorial/unconquered-the-hindu-editorial-on-indias-test-series-loss-to-south-africa/article38279420.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "17-01-2022"
    },
    {
        "full_article": "After a downturn due to the ongoing Covid-19 pandemic, Bangladesh's economy has been trying to get back on track and has succeeded in some cases. The official statistics show that the growth rate dropped to 3.5 percent in FY 2019-20 from 7.9 percent in FY 2018-19 due to Covid-19. However, it was estimated to grow by 5.4 percent in FY 2020-21, and is projected to grow by 7.2 percent in FY 2021-22, according to government statistics. An economy which has been growing fast, defying all challenges, requires financial resources, among other needs. An important source for such finance is domestic resource mobilisation, where taxation is the key component.\nHowever, domestic resource mobilisation efforts in Bangladesh have not been encouraging till now. The current tax-GDP ratio is well below the requirement for a dynamic economy that looks forward to achieving various milestones, including becoming an upper-middle-income country by 2031 and an advanced country by 2041. With the tax-GDP ratio at only 9.5 percent in FY 2019-20, Bangladesh has one of lowest tax efforts in the world. Such low tax collection poses a real challenge for the fulfilment of the country's goals.\nThe need for higher tax effort is well appreciated by the government. This is reflected through the higher targets set for the National Board of Revenue (NBR) by the Ministry of Finance each year. However, the growth of tax collection has been much lower than the targets. For example, in FY 2020-21, the government originally targeted an 11.9 percent growth of tax, which was revised downwards to 11.4 percent. In FY 2021-22, the target for revenue growth is 27 percent. But the growth trend during July-October of FY 2021-22 indicates that the achievement of the ongoing fiscal year's target will require more dynamic effort, since revenue mobilisation has to grow by 30.7 percent during the rest of the year.\nIn the current global economic and political scenario, when foreign assistance is being shifted towards various emerging challenges in much more difficult regions of the world, developing countries will have to mobilise their own resources domestically. Therefore, both the achievement of nationally set growth targets and global goals such as the Sustainable Development Goals (SDGs) will have to be achieved mainly through their own resources. In view of the high demand for resources to meet the expenditures of a growing economy like Bangladesh, the government sets a high target for the NBR every year. Unfortunately, the target remains unfulfilled as it is difficult to achieve this in the current institutional set-up.\nOn a positive note, in the last couple of years, the NBR has taken several initiatives, which include e-filing of income tax returns, instalment of tax calculator software on the NBR website, restructuring of manpower and other facilities of the income tax department, motivational programme for income tax and VAT payers, introduction of tax card for highest taxpayers, and reforms in VAT administration, etc. However, there is also a need for tax rationalisation for individuals and businesses for higher mobilisation.\nThe reasons for low share of direct tax are widely discussed. Among them, narrow tax base, high level of tax avoidance and high volume of illicit financial flow are the most important ones. In this regard, the precondition for increasing higher tax collection is to have a strong and efficient tax administration, and policy and institutional reforms. Considering the population size and the prospective number of taxpayers, there is a need for more human resources and higher skills. Also, full automation of the NBR is crucial to improve efficiency. Tax evasion and avoidance are problems across various income groups and economic sectors. Implementation of e-governance through the use of ICT can reduce such evasions. It will also help establish an easy tax collection procedure and increased compliance. People want to have a hassle-free tax system that will respect and cooperate with taxpayers.\nThere were a few reform initiatives in the past to have a simplified, transparent, efficient and effective tax administration. Some of these include: Reforms in the Revenue Administration (RIRA) in 2002; Income Tax Management System in 2004; and Tax Administration Capacity and Taxpayers Services (TACTS) in 2010. Unfortunately, most of these initiatives have either been discontinued or they remain dysfunctional for unknown reasons.\nIn the face of the pandemic, the need for resources is felt much more. Economic activities have to be expedited. The government has to provide support to small businesses and extend direct cash support to the poor who are yet to recover from the impact of the pandemic. Besides, public investment for large infrastructure will also have to be continued. The Padma Bridge, which is being financed by the country's own resources, is going to be completed this year. If other large infrastructures are to be constructed with domestic resources, higher resource mobilisation will be required. Of course, people would like to see that their taxes are used efficiently. Responsible citizens know that in order to progress and receive services from the government, they have to contribute to the government's exchequer. But cost escalation, wastage, faulty design and misappropriation of funds are not expected by taxpayers. Indeed, effective resource mobilisation effort very much depends on its efficient utilisation.\n \nDr Fahmida Khatun is executive director at the Centre for Policy Dialogue (CPD). Views expressed in this article are the author's own.\n",
        "headline_1": "Financing the economic growth of Bangladesh",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/macro-mirror/news/financing-the-economic-growth-bangladesh-2940826",
        "news_paper_name": "The Daily Star",
        "publish_date": "17-01-2022"
    },
    {
        "full_article": "History is filled with the tales of struggles against oppressors, and to a neutral observer, Bangladesh's momentous victory against Pakistan in 1971 may be viewed with no particular proclivity. To the wartime veterans, however, the sentiments, the memories, and the embodiment of the spirit of the struggle in their own actions speak of a story that those who did not see the war would never comprehend. Having celebrated the 50th anniversary of our independence last year, we must also confront a sombre truth: the future of our country will soon experience a change of guards. As if in a relay race, the baton shall pass to a generation distanced by time and memory from the struggle of Bangladesh against the Pakistani usurpers. This is a generation which has only heard stories, read or seen disparate representations of the great war. Our generation, thus, must engage in soul-searching and ask: what does the spirit of Liberation War mean for us in performing our duties? And how can we nurture it within ourselves to help Bangladesh become the Sonar Bangla envisioned by Father of the Nation Bangabandhu Sheikh Mujibur Rahman—a dream which inspired hundreds of thousands to fight to their death for the country's freedom?\nThe question of the change of guards bears extra significance for Bangladesh, because its socioeconomic and political journey has been shaped by our leaders in the government and society at large, who were mostly witnesses of and/or active participants in our struggle for becoming the masters of our own fate. They have seen how our hopes have transformed, how we have strived to overcome the unforgiving inheritance of a devastated, war-torn country, and how we have reached where we are. This close \"eye-witness\" experience has seeped into their motivation for pushing towards welfare-based policymaking in a way that the current generation will find challenging to emulate. The emotional distance among the future politicians, policymakers and the countrymen is likely to increase. This might result in a certain dehumanisation of the welfare policies and reduce their fortune-changing effect on the poor and vulnerable people. The psychological drive of a leader of the country to improve the lives of the country's people is an important cog in the wheel of the development process. If the policymakers lose touch with the pulse of the people, policies will be misplaced and the results will be unexpected and dire.\nThe Americans have personified \"The American Dream,\" which is a national ethos of the US—the set of ideals (democracy, rights, liberty, opportunity, and equality) in which freedom includes the opportunity for prosperity and success, as well as an upward social mobility, achieved through hard work in a society with few barriers. However, how do we define the \"Spirit of the Liberation War\"? Beyond the goals envisioned by Bangabandhu, the spirit of the Liberation War has no measurable definition of an ideal. This lack of clarity will be problematic for the future generations, who have known the history of war through scant exposure to stories, movies or books.\nThe historic speech of Bangabandhu on March 7, 1971 was a culmination of emotions and insights gained through the feeling of being at one with his own countrymen. Together, the leadership of Bangabandhu and the determination and sacrifice of ordinary folks who rose to his call ensured that we won an almost unwinnable war. This togetherness also contributed to Bangladesh's meteoric rise to becoming a socio-economically developing country, in many respects even surpassing India and Pakistan, who had achieved their liberation much earlier, in 1947. Bangladesh has fared better in improving life expectancy (72 years compared to 69 years in India and 67 years in Pakistan), and Gender Gap Index (ranked 65th whereas India ranked 140th and Pakistan ranked 153rd), to give a few examples. Recently, Bangladesh also surpassed India in terms of GDP per capita, as reported by the International Monetary Fund (IMF). These numbers speak volumes about the enormity of our achievements within a much shorter time span than our South Asian neighbours, having inherited a land ravaged by war and looted by the Pakistan Army.\nOur generation, as well as our successors, have much to learn from the war veterans who have been at the helm of the country's socioeconomic progress. The spirit of the Liberation War must translate into tangible goals, rooted in empathy for the people and an unwavering reverence for our past.\nI conclude with a sobering observation: the dark forces do not go away easily. They persist, and when one group of oppressors are vanquished, another is already lurking behind to fill the gap. Bangabandhu, the larger-than-life figure, the towering man who orchestrated the movement for our freedom, fell to the machinations of such dark forces. Thus, we, and the generations to come, have to be careful safeguards of our freedom. Thomas Jefferson once said, \"Every generation needs a new revolution.\" Our elders had theirs. What is our revolution going to be? Can we carry on and carry the spirit within ourselves?\n \nMahir A Rahman is a research associate at Bangladesh Institute of Development Studies (BIDS)..\n",
        "headline_1": "Is our generation ready for future challenges?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/our-generation-ready-future-challenges-2940801",
        "news_paper_name": "The Daily Star",
        "publish_date": "17-01-2022"
    },
    {
        "full_article": "Although Covid-19 has been hard on everyone, it has not been an \"equal opportunity\" disease. The virus poses a greater threat to those who are already in poor health, many of whom are concentrated in poor countries with weak public health systems. Moreover, not every country can spend one quarter of its GDP to protect its economy—as the US did. Developing and emerging economies have faced hard financial and fiscal constraints. And because of vaccine nationalism (hoarding by rich countries), they have had to scrounge for whatever doses they can get.\nWhen countries suffer such acute pain, officeholders tend to receive more blame than they deserve. Often, the result is a more fractious politics that makes addressing real problems even harder. But even with the deck stacked against them, some countries have managed to deliver strong recoveries.\nConsider Argentina, which was already in a recession when the pandemic hit, owing to a large extent to former President Mauricio Macri's economic mismanagement. Everyone had seen this movie before. A right-wing, business-friendly government had won the confidence of international financial markets, which duly poured in money. But the administration's policies turned out to be more ideological than pragmatic, serving the rich rather than ordinary citizens.\nWhen those policies inevitably failed, Argentinians elected a centre-left government that would spend most of its energy cleaning up the mess, rather than pursuing its own agenda. The resulting disappointment would then set the stage for the election of another right-wing government. Regrettably, a pattern repeated over and over.\nBut there are important differences in the current cycle. The Macri government, elected in 2015, inherited relatively little foreign debt, owing to the restructuring that had already occurred. International financial markets were thus even more enthusiastic than usual, lending the government tens of billions of dollars, despite the absence of a credible economic programme.\nThen, when things went awry—as many observers had anticipated—the International Monetary Fund (IMF) stepped in with its largest-ever rescue package: a USD 57 billion programme, of which USD 44 billion was quickly dispersed in what many saw as a naked attempt by the IMF, under pressure from US President Donald Trump's administration, to sustain a right-wing government.\nWhat followed is typical of such political loans. Domestic and foreign financiers were given time to take their money out of the country, leaving Argentinian taxpayers holding the bag. Once again, the country was heavily indebted with nothing to show for it. And, once again, the IMF \"programme\" failed, plunging the economy into a deep downturn, and a new government was elected.\nGiven the mess that Argentinian President Alberto Fernandez's government inherited in late 2019, it appears to have achieved an economic miracle. From the third quarter of 2020 to the third quarter of 2021, GDP growth reached 11.9 percent, and is now estimated to have been 10 percent for 2021 while employment and investment have recovered to levels above those when Fernandez took office. The country's public finances have also improved. There has been significant growth in exports too, following the implementation of development policies designed to foster growth in the tradable sector.\nDespite this significant progress in the real economy, the financial media has chosen to focus wholly on issues such as country risk and the exchange-rate gap. But those problems are hardly surprising. Financial markets are looking at the mountain of IMF-furnished debt coming due. Given the enormous size of the loan that needs to be refinanced, an agreement that merely extends the amortisation timeline from 4.5 to 10 years is hardly sufficient to alleviate Argentina's debt worries.\nCleaning up the previous government's financial mess will take years. The next big challenge is to reach an agreement with the IMF over the Macri-era debt. The Fernandez government has signalled that it is open to any programme that does not undermine economic recovery and increases poverty. Though everyone should know by now that austerity is counterproductive, some influential IMF member states may still push for it.\nThe irony is that the same countries that always insist on the need for \"confidence\" could undermine confidence in Argentina's recovery. Will they be willing to go along with a programme that does not entail austerity? In a world still battling Covid-19, no democratic government can or should accept such conditions.\n \nJoseph E Stiglitz, a Nobel laureate in economics, is professor at Columbia University and a member of the Independent Commission for the Reform of International Corporate Taxation.\n \n",
        "headline_1": "Argentina’s Covid Miracle",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/project-syndicate/news/argentinas-covid-miracle-2940746",
        "news_paper_name": "The Daily Star",
        "publish_date": "17-01-2022"
    },
    {
        "full_article": "On December 19, The Daily Star published a refreshing story that offered a window into the changing landscape of our job market. Electronics manufacturers, according to the report, are scrambling for graduates from the polytechnic institutes, often recruiting them straight from the campus. It appears that those graduates are not looking for jobs; jobs are finding them instead.\nIn a different case, Luna, a junior nurse, administers injections for my mother. She qualified as a nurse a few years ago but is already in two separate jobs. \"No one wants to let me go,\" Luna chuckles, in response to my question about her profession.\nThese are two random cases where there simply aren't enough graduates to meet the demand of the job market. Unfortunately, Bangladesh's overall employment situation is not as encouraging.\nFor example, a December 2019 study by the Bangladesh Institute of Development Studies (BIDS) paints a bleak picture of employment, with the average rates of full-time employment and unemployment being at 43 percent and 33 percent, respectively. That means, among other things, that the skills of most of the job-seekers are not aligned with industry demands. Should Bangladesh's educated youth continue being underemployed or unemployed? Or should they learn necessary skills to cater to the country's current and future industrial and social needs?\nIn its \"The Future of Jobs\" report (October 2020), the World Economic Forum (WEF) predicts that by 2025 the Fourth Industrial Revolution with its automation boom will replace 85 million jobs worldwide. It will also create 97 million new tech-oriented jobs. The report lists ten professions that will diminish, including that of data entry clerks and factory workers. It mentions another ten sectors that will create new positions (e.g. data scientists and process automation specialists). The WEF forecasts that only the tech-related jobs will remain relevant while manual work will gradually go to automation. But it reassures us that the 4IR will create more jobs than it will eliminate, as did the previous industrial revolutions.\nSuch a simplistic view of the future may not apply everywhere. Countries differ in socio-economic conditions, state of industrialisation, population structure, and skill level, among other things. Besides, it is not only factory workers or data entry clerks who may become redundant because of automation. Any predictable intellectual work is also susceptible to automation because software can perform it. Many stable earning jobs such as those of copywriters, journalists or medical image analysts are vulnerable, too. Software will make such jobs so easy that a low-wage worker with some training can accomplish them. Manual work is at lower risk of automation as it requires operating an expensive robot, as opposed to software. Even if robots take over much of the manual work, that will create new demands for robot technicians with hands-on skills. That's good news for the polytechnic graduates with technical backgrounds; their skills will remain relevant and further possibilities may open up.\nHere is one example. Trained operators somewhere in the USA can fly drones in Afghanistan, Syria, or Libya to carry out surveillance activities. Similarly, technicians can also operate and repair machines anywhere in the world, provided they have the required skills and dexterity—and that too at a fraction of the cost.\nMeanwhile, Luna and others like her will continue to receive more job offers. Why? The World Health Organization (WHO) reports, as per 2011 estimates, that there are about 3.05 physicians and 1.07 nurses per 10,000 people in Bangladesh.  The situation has worsened over the subsequent decade which the Covid-19 pandemic has exposed. Bangladesh has only 24 percent of the nurses it needs, according to Bangladesh Nursing and Midwifery Council (BNMC). No wonder many nurses have two jobs.\nThe global scenario in the nursing profession is not much different either. A study by the British Centre for Health and Social Care Research estimates that shortage of nurses will stand at 7 million globally by 2030. There aren't enough new nurses to fill up the vacancies created by retiring ones. Higher life expectancy has resulted in an increasing number of adult populations requiring more nurses. The USA will need 175,900 new nurses each year until 2029. For the UK, the nursing crisis has severely affected its ability to fight the Covid-19 situation. In Australia, a federal government agency predicts a shortfall of 85,000 nurses by 2025 and 123,000 by 2030. Automation is unlikely to be of any help to these developed countries.\nRobots are still a long way from offering the empathy, care, and dexterity that the profession requires. Human nurses will remain in high demand for many more years. Only they have the skills to solve problems in unpredictable environments that nurses often face. Populous countries such as Bangladesh can benefit from such a situation.\nBangladesh must look at its own needs and the global market demands. The automation trend will increase in every sector, more or less. The country will require an adequately trained workforce that only relevant technical training can produce. It will also need many more nurses to deliver quality healthcare services that are also essential for sustained economic growth. Bangladesh will not have to send unskilled workers to foreign lands or sell low-tech products anymore. Instead, it can offer higher-value skill, knowledge, and care to the world.\n \nDr Sayeed Ahmed is a consulting engineer and the CEO of Bayside Analytix, a technology-focused strategy and management consulting organisation.\n",
        "headline_1": "How to secure jobs amid looming automation",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/how-secure-jobs-amid-looming-automation-2939811",
        "news_paper_name": "The Daily Star",
        "publish_date": "17-01-2022"
    },
    {
        "full_article": "It is quite alarming, if not as surprising, that Dhaka city has ranked fourth in the latest list of world cities with the worst air quality, as per the Air Quality Index (AQI). For a city to have \"good\" or \"moderate\" air quality, it will have to have an AQI score of zero to 100. An AQI score of up to 150 is likely harmful for sensitive groups, but anything above that may affect all members of the public. While the score varies from area to area in a country and across different times of day, the capital's AQI was found to be a staggering 189 on Saturday morning.\nDhaka's air quality has been a cause for concern for quite some time. The major sources of pollution are well-known: there are the construction sites littering almost every part of the city. Add to that the unfit and outdated vehicles continuously exuding fumes. And given the lack of rain during winter, dust from the streets also pollutes the air. Prolonged exposure to such pollutants can affect the health of not just vulnerable groups—children, elderly, or those with respiratory issues—but healthier individuals as well. But perhaps the main villain is the constellation of brick kilns and factories situated on the outskirts of the city, emitting toxic fumes constantly. Many of these are not built following proper designs or operated in line with the environmental rules.\nA simple statistic can highlight the gravity of the situation: in 2019, around 1.7 lakh people had reportedly died due to air pollution in Bangladesh. Of these, 10,500 were infants. With the constant exposure to those pollutants, imagine how much of a fighting chance those affected by them will have against respiratory diseases like Covid-19.\nThe situation calls for an urgent undertaking if Dhaka is to make its air more breathable. The city authorities must find a way to stop or significantly reduce the effect of the pollutants. Regular spraying of water should be conducted in order to keep the dust on roads from rising. We must also get rid of the outdated vehicles emitting toxic fumes throughout the city. However, it is crucial that factories and brick kilns in the division and elsewhere are also made to follow environmental laws and are penalised for noncompliance. If urgent measures are not taken and if the polluters are allowed to get off scot-free, Dhaka's air quality will continue to be unhealthy for its residents.\n",
        "headline_1": "In search of breathable air",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/search-breathable-air-2940696",
        "news_paper_name": "The Daily Star",
        "publish_date": "17-01-2022"
    },
    {
        "full_article": "It is hard to believe that the residents of Bhabadaha region in the south of Bangladesh—consisting of around 52 beels in Jashore Sadar, Abhaynagar, Monirampur, and Keshabpur upazilas of Jashore, and Dumuria upazila of Khulna—have been suffering due to waterlogging for several years now. Reportedly, over one million people of the area have to face waterlogging for seven to eight months of the year, while for a significant portion of the people, this problem persists all year round. According to a report by this daily on January 16, around 120 villages in Jashore and Khulna are still submerged in water this winter. Around 150,000 residents of these villages are going through unbearable suffering, because it is not only their croplands that are inundated, but their homesteads are also under knee-to-waist deep water.\nOur correspondent recently visited some of these villages and found that only the roads in those villages were above water. Villagers are going through severe financial hardship as they cannot cultivate in their lands due to the waterlogging. While many of them have turned to fish farming, that is not as economically rewarding as cultivating crops. \nUnfortunately, the various projects undertaken by the Bangladesh Water Development Board (WDB) to solve this problem have not yielded much result. Over the years, they have implemented a number of coastal embankment projects to stop tidal water from entering the villages, as well as various other projects to pump the water out from the region, but with little effect. According to experts and villagers, these projects are not well-thought-out, and thus are unlikely to solve the issue. They suggest that the tidal river management (TRM) approach is a more practical method that should be used here. In this method, an embankment is built around a beel, leaving two cut-points for water to enter and recede from there. When the water recedes during low tide, it takes the sediment deposited on the riverbed in a process of natural excavation. Thus, this method keeps the depth of the rivers and beels intact.\nAccording to the Centre for Environment and Geographical Information Services (CEGIS), TRM is less expensive, technically feasible and also environmentally friendly. According to the organisation, there was less waterlogging in the Bhabadaha area before 2012 because of the implementation of the TRM. People in the affected areas also want this approach to be implemented by the WDB to save them from the perennial waterlogging. The question is, what is stopping the WDB from taking this approach?\nWe urge the authorities concerned to take expert suggestions on the issue into consideration as well as listen to the people of the region, and take pragmatic approaches to solve the problem, thereby saving over a million people in the region from such unnecessary sufferings.\n",
        "headline_1": "Why is Bhabadaha still waterlogged?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/why-bhabadaha-still-waterlogged-2940436",
        "news_paper_name": "The Daily Star",
        "publish_date": "17-01-2022"
    }
]