[
    {
        "full_article": "Whatever the outcome of the preliminary hearing at the International Court of Justice (ICJ) at The Hague, South Africa’s case against Israel’s ongoing military campaign in Gaza has garnered global attention in a way no proceeding at this elite inter-state forum may have done before. As the 15-member court assembled, along with two ad hoc judges representing South Africa and Israel, quite a bit of history must have weighed on the parties. Of the two countries on either side of this dispute over whether the Gaza war is aimed at wiping out the people, one has left behind its apartheid past, but believes that the other is practising 75 years of ‘apartheid’ against the Palestinian people since 1948; one firm in its belief that it is acting in the interest of justice and humanity, the other equally firm in its belief it can never be accused of genocide, a crime that was sought to be prevented by the Genocide Convention of 1948, a treaty to prevent the sort of Holocaust the Jewish people had suffered. Both countries spent many years in the last century in diplomatic isolation, as countries and sporting bodies boycotted them, but both had the support of their western allies. Today, save for those few allies, the entire world supports a ceasefire in Gaza to end the epic suffering of its people.At this preliminary stage, South Africa sought to demonstrate that some of Israel’s acts were capable of falling within the terms of the Genocide Convention and that there was ‘genocidal intent’ behind its acts. It relied on data on deaths and destruction and the collapse of civilian life and health infrastructure in Gaza. It drew upon statements attributed to key Israeli government figures to underscore what it called ‘genocidal intent’. The provisional measures sought include a suspension of military operations and steps by the parties to prevent the occurrence of genocide. Israel described the South African case as ‘blood libel’ before the hearing, but sought to make a case that its Gaza operations were a legitimate response to the terrorist attack on October 7 last year. It played down the relevance of its leaders’ statements, calling them mere rhetoric. It attributed the civilian casualties to Hamas using civilians as shields and hospitals as storage for explosives and launching pads for attacks. The issue before the court is quite straightforward, but the larger concern is whether Israel will abide by any provisional measure. Russia ignored an ICJ order to suspend its operations in Ukraine in March 2022. However, there is little doubt that any provisional measure will cast a shadow on the legitimacy of Israel’s Gaza war. \nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\ninternational court or tribunal\n\n/\n\nIsrael-Palestine Conflict\n\n/\n\nSouth Africa\n\n/\n\ntreaty\n\n/\n\nRussia-Ukraine Crisis",
        "headline_1": "Historic hearing: On the preliminary hearing at the Hague on Israel",
        "headline_2": "A provisional order by ICJ on Israel will cast shadow on legitimacy of its war",
        "link": "https://www.thehindu.com/opinion/editorial/historic-hearing-on-the-preliminary-hearing-at-the-hague-on-israel/article67744871.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "17-01-2024"
    },
    {
        "full_article": "The Democratic Progressive Party’s (DPP) victory in Taiwan’s presidential elections for a historic third consecutive term reflects a vote for continuity from the 14 million voters, most of whom favour a maintenance of the fragile status quo in relations with China and the preservation of Taiwan’s current status. The results will see Vice President William Lai Ching-te take over from incumbent Tsai Ing-wen, as he defeated Hou Yu-ih from the main opposition Kuomintang (KMT), which has pushed for rapprochement with China, and newcomer Ko Wen-je from the Taiwan People’s Party (TPP), a new emerging political force that has broken the DPP-KMT duopoly. Mr. Lai said the elections — the first in what has been dubbed the year of elections given the many countries, including India, that go to the polls in 2024 — were a message to the world, showing “the commitment of the Taiwanese people to democracy”. Beijing, which has over the past decade under the DPP accused the ruling party of seeking outright independence over the island that it claims, said the results showed that the DPP “cannot represent the mainstream public opinion”, pointing to its reduced vote share. Mr. Lai secured 40% of the vote, Mr. Hou 33% and Mr. Ko 26%. The KMT and TPP’s attempts to form a joint opposition alliance, which could have threatened the DPP’s bid, failed in the run-up to the elections. While the DPP has returned to power, its exercise of authority may be constrained given that it has lost its status in the legislature as the largest party to the KMT, which may exert a moderating influence on its policies to carve out a greater international space for Taiwan — a major bone of contention with Beijing.If the previous presidential election, in the aftermath of China tightening its grip on Hong Kong, was seen as a referendum on the future of cross-strait relations and a rejection of a possible “one country, two systems” future for Taiwan that has been mooted by Beijing, in the latest polls, local issues, including the economy and jobs, have assumed increasing salience, even as the broad preference for continuing with the status quo remains. The last decade has seen rising tensions, and the latest vote will ensure these will continue, including from the frequent military drills conducted by China in the waters and skies surrounding Taiwan. China has refused to rule out the possible use of force in “reunification”, although the consensus among most experts is that the devastating economic consequences of a conflict for China, Taiwan and the region will certainly give Beijing pause. That Taiwan’s voters have backed the DPP to continue helming Taiwan’s politics, despite China’s threats, suggest diminishing returns from Beijing’s moves to squeeze Taiwan, politically and militarily.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nTaiwan\n\n/\n\nChina\n\n/\n\nelection\n\n/\n\nHong Kong\n\n/\n\neconomy (general)\n\n/\n\nemployment",
        "headline_1": "Vote for continuity: On Taiwan’s presidential elections",
        "headline_2": "Status quo seems to suit Taiwan best in its relationship with China",
        "link": "https://www.thehindu.com/opinion/editorial/vote-for-continuity-on-taiwans-presidential-elections/article67744903.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "17-01-2024"
    },
    {
        "full_article": "By quashing an earlier order of Gujarat government that allowed 11 rapists and murderers sentenced to life imprisonment to walk free, Supreme Court has done more than restore justice in an individual case. It has asserted its moral credibility and constitutional authority.\n\n22-year quest | Bilkis Bano’s quest for justice is now 22 years old. Stumbling blocks have come from the very institutions designed to protect citizens like her\nRead full story on TOI+\n\n",
        "headline_1": "How Bilkis’s struggle became an everywoman story",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/how-bilkiss-struggle-became-an-everywoman-story/",
        "news_paper_name": "The Times of India",
        "publish_date": "17-01-2024"
    },
    {
        "full_article": "The Bab-el-Mandeb Strait, fittingly named Gate of Tears in Arabic, is a vital trade link between the Mediterranean and Indian Ocean through Red Sea and Suez Canal. A mere 26 km-wide at its slimmest, it has indeed become a Gate of Tears for passing ships as they face drones and missiles fired by Houthi rebels.\n\nOn January 12, US and allies struck over 60 Houthilinked sites in Yemen. Subsequent outpouring of support for Houthis in Yemen’s capital Sanaa indicates that conflict and disruptions may persist for a long time.\nRead full story on TOI+\n\n",
        "headline_1": "Red Sea & ship of state: US-led strikes won’t stop Houthi attacks on ships. GOI should prepare for trade disruptions",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/red-sea-shipof-state-us-led-strikes-wont-stop-houthi-attacks-on-ships-goi-should-prepare-for-trade-disruptions/",
        "news_paper_name": "The Times of India",
        "publish_date": "17-01-2024"
    },
    {
        "full_article": "Non-Indians might think that all Indians suffer from multiple personality disorder. That all of us are not just Jekyll-and-Hyde, but Jekyll-and-Hyde-and-his-cujjin-brother as well. The reason is that most Indians speak two or more languages. We not only speak them, we do them.\nTake the bhadralok equally at ease in English and Bengali. On a planet awash with American English and other such travesties, only they know that the correct pronunciation of biscuit is not bis-kit, as the world thinks, but ‘biskoot’. When speaking English – over a cup of tea and a biskoot – the Bengali is full of get-up-and-go. In switching to Bong, a metamorphosis takes place. That same gung-ho guy begins to ooze melancholy like a baigoon bhaja oozes mustard oil. He says he is not feeling well, his bowel movements have become progressively erratic. This life is so phool of oes.\n\nPunjabi, on the other hand, is for party-sharty time. You don’t have to know a lot of Punjabi to get into the party spirit. Just say ‘balle, balle’ with your index fingers stuck up in the air, and you’re ready to swing. Punjabi is also the language for cussing in. And you don’t even have to resort to all that unnecessary BC/MC stuff. A simple ‘Oy, teriiii!’ will do the trick. As in: See, see how that two-wheeler cut across me? Oy, teriiii! Gujarati, like Marwari, which it somewhat resembles, is for doing dhanda in. Hear a Gujarati say ‘Su?’ – or a Marwari say ‘Toh?’ – and you know that that single word packs a wealth of meaning, literally. It means ‘What’s the deal?’ and ‘Show me the money.’ South Indian languages are to do maths in. This is because an order placed in an Udipi restaurant – ravaidlidosavadauttapambonda – sounds like logarithm tables recited at double speed.\nHindi – born-again Sanskritised Hindi and not chalta hai Hindustani – is the language of ghee poured into havans, the language of weddings and funerals, and Doordarshan commentary on Republic Day. And it makes almost anything you say – like ‘Pass the aloo-mattar’ – sound like Amitabh Bachchan reciting the Gayatri Mantra. Or maybe Madhushala.\nIndia is a lucky dip of languages. Take your pick. Just remember that when people ask you ‘Arre, but what you are saying?’ what they really mean is ‘What you are doing?’ What we speak is what we are. So what’ll it be today? Biskoot, or erratic bowels?\n\n",
        "headline_1": "What are you saying? Punjabi is for dancing, Gujarati is for dhanda",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/jugglebandhi/what-are-you-saying-punjabi-is-for-dancing-gujarati-is-for-dhanda/",
        "news_paper_name": "The Times of India",
        "publish_date": "17-01-2024"
    },
    {
        "full_article": "That it’s a disadvantage to be a woman in India in general is no secret. It’s also a subject widely discussed by pundits but there are always questions about the extent of disadvantage. A recent survey on financial independence of women by DBS and Crisil provides one kind of answer.\nThe 0.5% | The survey said that the demographic where a majority of respondents had independence in making financial decisions are women over 45 years or the ones who earn more than ₹40 lakh a year. The income threshold stands out because it represents less than five of every 1,000 I-T returns filed in 2021-22. Therefore, only women who are part of the elite 0.5% income earners enjoy autonomy in financial decision-making.\n\nTip of the iceberg | To earn an income, women have to be a part of the workforce. India fares poorly here. World Bank data showed that only 25% of women in the working age population were part of the workforce, less than half the global average in 2021.\nCosts of immobility | Reasons for women being kept out of the workforce are complex. But one social factor stands out. A study by Mehta and Rai in Patna, Dhanbad and Varanasi found that younger women in households, daughters-in-law, were the least mobile. Relatively speaking, mobility outside their neighbourhood faced greater restrictions. In their prime, women typically face more obstacles to maximising their potential.\nDon’t just blame the state | Governments have contributed to immobility by failing to ensure adequate safety in public places. But to circle back to the survey, if women have to be part of a thin sliver of earners to enjoy greater autonomy in decision-making, the problem lies within social structures. India must change.\n\n",
        "headline_1": "Second class: Autonomy in decision-making for Indian women is a rare privilege. Blame our social structure",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/second-class-autonomy-in-decision-making-for-indian-women-is-a-rare-privilege-blame-our-social-structure/",
        "news_paper_name": "The Times of India",
        "publish_date": "17-01-2024"
    },
    {
        "full_article": "Yearly reports on the fatalities from road accidents show how deadlier travel on the roads and highways of the country is becoming with the passage of time. Unsurprisingly, in various literatures in this connection, the country's roads are often described as veritable death traps for both travellers and unsuspecting pedestrians. Against this backdrop, a report on casualties related to road accidents as provided by one of the non-government bodies keeping track of the issue, namely, Passenger Welfare Association of Bangladesh (PWAB), published recently in the media can be a case in point. It says that last year, 7,902 people died in accidents on the country's roads and highways alone. To add to that the deaths from railway and waterway accidents, the fatality rate comes to about more than 23 a day while travelling by various modes of land and water transports in the country. This is no doubt shocking seeing that over the years precious little has been done by the authorities concerned to make travel safer for the people. A breakdown of the PWAB statistics would further show which types of vehicles are lately contributing more to the fatality figure than others. Consider that out of the close to 8,000 deaths from road accidents, motorbikes, which were involved in over 2,000 accidents, claimed 2031 lives. This is about 27 per cent, or nearly one third of all the deaths connected to road accidents. The unwieldy swarms of motorbikes at every road crossing of the capital city alone speak volumes for what a growing threat these motorised two-wheelers are becoming to road safety in the country. But there are no visible efforts to curb the menace. On the contrary, the numbers of motorbikes including easy bikes and other such risky vehicles getting registered from the relevant government department have increased four to fivefold in the last nine years, say reports. It is not just motorbikes, the number of privately-owned vehicles are also rising by leaps and bounds rendering the roads further congested, a factor also, to a large extent, to blame for the rising number of road accidents and attendant death tolls every year. But to all appearances, both the public and those in authority have accepted it all, as though, as a fact of life. But one might well recall at this point 2018's movement launched by school children to ensure road safety. Admittedly, the Road Transport Act, 2018 was a direct outcome of that movement. Later, the government enacted the Road Safety Rules, 2022 for, what it said, better implementation of the Road Transport Act, 2018. These Act and Rules on road safety and discipline are great on paper, but those hardly help things when it comes to the facts on the ground. For instance, 2022, the very year that the Road Safety Rules, 2022 was enacted, the country witnessed the highest ever road casualty figure at close to 10,000 deaths from over 52,000 road accidents. Even so, this is of little comfort for the concerned quarters as the year that followed (2023) saw fewer deaths from road crashes. Such fluctuations of the casualty figures only point to how unpredictable the roads and highways of the country are when it comes to road safety. Therefore, the point is to implement the road safety rules to their letter and spirit so that the roads are safer and more predictable for travellers.",
        "headline_1": "Making road travel safer",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/making-road-travel-safer-1705416498",
        "news_paper_name": "The Financial Express",
        "publish_date": "17-01-2024"
    },
    {
        "full_article": "With the 13th WTO Ministerial Conference (MC13) knocking at the door, the Aid for Trade programme, a pivotal initiative introduced nearly two decades ago to aid developing countries, appears to lack a sense of urgency. Originating from the 2005 WTO Ministerial in Hong Kong, the programme was designed to enhance the coordination of existing trade support initiatives and mobilise extra resources. Its stated objectives were to help developing nations bolster their supply capacity and trade-related skills, enabling them to adapt to the challenging and unequal trading landscape. For more than four decades, the UNCTAD has been promoting an integrated approach to aid and trade in support of lasting developmental gains, especially for the Least Developed Countries (LDCs). Indeed, UNCTAD`s efforts to establish a sizable (0.7 per cent) aid target for the international community derived from an effort to link a growth target in developing countries, a complementary investment push to support structural transformation and persistent balance of payment constraint facing many of these countries. In recent years, discussion has been refocused around the idea of Aid for Trade. Aid for Trade is seen as the main multiagency apparatus for addressing supply side and institutional constraints that restrict developing countries from increased participation in the international trading system. As such, it has become a key component of international Official Development Assistance (ODA).However, as a percentage of total ODA, Aid for Trade to LDCs represented, on average, less than 20 per cent, whereas the share of the non-LDCs reached almost 30 per cent. The increase in Aid for Trade flows should be assessed with caution, given that the programme includes previous aid flows which were not labelled as such. It offered an opportunity for donors and recipient countries to examine whether Aid for Trade and its related programmes are helping developing countries, particularly the LDCs, to overcome trade and productive capacity constraints. According to the WTO/OECD database, Aid for Trade is mostly disbursed to productive capacity-building projects and trade-related infrastructure. Until 2009, transport and storage, energy, and agriculture accounted for 80 per cent of Aid for Trade resources, which were identified by LDCs as priority areas, reported in the Aid for Trade evaluation survey. At the same time, support for trade policies and regulation has been marginal and non-existent for adjustments linked to liberalisation commitments. Neglect to these areas is hampering efforts to move the initiative forward.As regards the performance of the programme so far, two key observations have been noted by the UNCTAD:• LDCs have high expectations of what Aid for Trade should achieve but, to date, the programme has fallen short in key areas.• Aid for Trade should continue to provide resources to expand LDC exports and build up their productive sectors through better infrastructure and policy frameworks. As part of the Aid for Trade agenda, the international community has also called for making the Integrated Framework (IF) a multi-donor programme in support of tailoring trade policy to local development circumstances and related technical assistance for LDCs more effective. However, expenditures emanating from IF and the subsequent Enhanced Integrated Framework (EIF) only represent a marginal share of the aid inflows. How effective has Aid for Trade been from the LDCs' perspective? In a global review, recipient countries were asked to rate the success of Aid for Trade in their own countries along twelve broad criteria. The results show that there is consensus amongst LDCs that the programme should include greater resources, support export diversification, enhance the profile of trade in development strategy, reduce poverty, and promote economic growth. Most of the 'success' criteria in the questionnaires were rated either as 'most important' or as 'important'. Only 'greater environmental sustainability' and 'gender equality' were ranked somewhat lower.Interestingly, four out of 28 LDCs reported poverty reduction as 'less important' and one as 'not important'. However, it is not clear from the responses whether this reflects 'shorttermism', the general belief that Aid for Trade is not directly linked to poverty reduction, or simply an indication of priorities.Turning to the perceived results of Aid for Trade, by use of the same criteria, the emerging picture is mixed. LDC responses suggest that Aid for Trade should not be a hostage to the single undertaking of the Doha Development Round. A new international development architecture for the LDCs should shift the focus from aid to development by overcoming financial constraints to desired growth in LDCs and promoting domestic resource mobilisation. To bring the desired results, the programme should be directed to fulfil its objective in a precise manner, and should include: enhanced understanding of trade; increased profile of trade in development strategy; more harmonised and aligned Aid for Trade projects and programmes; increased Aid for Trade resources; increased exports; increased trade; diversified exports; increased economic growth; reduced poverty; greater environmental sustainability; greater gender equality.As has been observed by most of the countries meant to benefit from the programme, whatever funds have flowed are basically repackaging of aids--not precisely targeted to meet the aforementioned objectives. In order to render the programme useful, taking up country-specific projects in specific fields would have made sense. \n[email protected]",
        "headline_1": "How to make Aid for Trade meaningful",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/how-to-make-aid-for-trade-meaningful-1705416740",
        "news_paper_name": "The Financial Express",
        "publish_date": "17-01-2024"
    },
    {
        "full_article": "According to a report carried in this newspaper recently, the government intends to issue bonds worth Tk120 billion \"for paying piled-up electricity bills to independent power producers (IPPs) against capacity charge and other payments, officials said.\"Going by information shared by bankers privately, top management of several banks are not particularly enthusiastic about buying into this sort of bond. The rationale being why would privately-owned banks spend their hard-earned profits to buy a bond with 7.5 per cent yield? There will, however, be many banks that will buy the bond.It took one general election and a change at the helm of affairs at the top in the ministry of finance to do what should have been done years ago. But better late than never. Banks that have accounts of independent power producers (IPPs) will be ready to take up the offer of the bond. It remains to be seen whether other banks will follow suit. From information shared with the media by the ministry, vast sums of money are owed to IPPs by the government. This amounts to around Tk230 billion and it has now increasingly become clear that these dues will not be cleared unless something drastic is done. The bond apparently is the answer. While some pronouncements have come from policymakers that subsidies on power will soon have to go. The question now being asked is, why would industry / business pay for uneconomically-produced power, the cost of which would be so high (without subsidies) that it would make no sense to procure it in the first place! While the ordinary citizens of this country have no choice but to pay for power at whatever price the agency on behalf of the government sells it (since it has full monopoly over power produced in the country), the same cannot be said for producers. Producers and manufacturers in the country make the goods that help the wheels of the economy go round. They are large tax payers that fill state coffers, and they fill nearly half the seats in parliament. So yes, they have a say in how things are run in this country. The Electricity and Energy Supply (Special Provision) Act 2010 enacted at the time of power crisis is not needed anymore. In fact, that particular black law has become irrelevant for many years now. Yet, contracts have been sustained with no termination in sight allowing lining of pockets of entrepreneurs (and God knows who else) with public money that could have been better spent elsewhere.The first order of business in parliament should be to rid the land of this special provision with its \"no questions asked\" clause. Rather, it is this particular piece of legislation that is to a large extent responsible for the fiscal mess the country is in today, where the government is forced to float a bond to get out of the financial burden thrust upon it - a situation that benefitted a handful of individuals at the cost of the millions and the economy at large. If indeed, Bangladesh is to cherish a government \"for the people, by the people\", then surely that law will have to go. Otherwise, it is simply \"business as usual\" and the rot will continue until there is nothing left to salvage.\n[email protected]",
        "headline_1": "Will bond help overcome crisis?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/will-bond-help-overcome-crisis-1705416784",
        "news_paper_name": "The Financial Express",
        "publish_date": "17-01-2024"
    },
    {
        "full_article": "It has been more than 11 years since the devastating Rana Plaza building collapse in Savar killed 1,135 garment workers and injured over 2,500 others. Yet, there is no justice in sight. Following the deadliest factory disaster in the country's history on April 24, 2013, a murder case was filed against building owner Sohel Rana, his father and around 40 others. Rana was initially arrested, but was released on bail later on. The Criminal Investigation Department of Police on May 24, 2015 pressed charges against Sohel Rana and 41 others in the murder case. On July 18, 2016, the Dhaka District and Sessions Judge's Court framed charges against the accused, including Sohel Rana, also a former Jubo League leader in Savar, in the case. All but one accused in the case are now enjoying free life. It is reassuring to know that the Appellate Division of the Supreme Court on Monday ordered the lower court concerned to dispose of the case in six months.After the Rana Plaza tragedy, some praiseworthy initiatives were taken to compensate the families of the workers killed and to provide medical treatment to the survivors. But they deserve more than that. They deserve justice for the murder of their loved ones. It is time to do away with the culture of impunity for the powerful quarters. \nHafsa Akter Tinni, a conscious citizen, Dhaka",
        "headline_1": "No justice for Rana Plaza tragedy?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/no-justice-for-rana-plaza-tragedy-1705416827",
        "news_paper_name": "The Financial Express",
        "publish_date": "17-01-2024"
    }
]