[
    {
        "full_article": "Voters in two northeastern States, Nagaland and Tripura, gave the BJP and its partners another term instead of bringing in the change their challengers had promised. For the BJP, the results are a reward for its sustained work, and enhances its claim to be a pre-eminent national party. In Tripura, the party and its regional ally, the Indigenous People’s Front of Tripura, won 33 seats, nine fewer than in 2018 but two more than the majority mark. The seat-sharing deal that the Left Front and Congress struck did not work for the Left but gave the Congress a fresh lease of life. The Left Front won 11, five fewer than the 16 it won in 2018 while Congress won three as against none five years ago. The Tipra Motha, a new party, won 13 of the 42 seats it contested, in the tribal regions. The BJP’s victory can be attributed to an improved law-and-order situation, cash incentives such as a monthly social allowance of ₹2,000 for the poor and providing 1.6 lakh houses under the Pradhan Mantri Awas Yojana. The party also appears to have consolidated the non-tribal voters who are unnerved by the rise of the Motha.In Meghalaya, charges of corruption against the National People’s Party (NPP) by allies and rivals alike did not work. The NPP won 26 seats, six more than in 2018 while its allies in the outgoing government, the United Democratic Party and the BJP, won 11 and two, respectively; they all fought the election separately. The NPP’s pan-Meghalaya presence across two hill regions dominated by the Garo and the Khasi-Jaintia communities kept it in good stead, while the Trinamool Congress’s attempts to gain a foothold faltered as it was seen as a party from West Bengal. The Congress, the only party that had acceptance across the State earlier, is now a pale shadow of itself, winning five seats, a huge fall from its 2018 tally of 21. The Christian community in Meghalaya continues to be sceptical of the BJP but its counterparts in Nagaland have warmed up to it. The Nationalist Democratic Progressive Party (NDPP) and the BJP have retained power in Nagaland, a State which had ceased to have an Opposition in the outgoing Assembly. The BJP equalled its 2018 score of 12 seats while the NDPP won 25, seven more than in 2018. The rest of the seats in the 60-member Assembly have gone to smaller allies of the BJP, ruling out the possibility of any opposition in the new Assembly too.",
        "headline_1": "Seeping saffron: On the BJP and their partners’ electoral gains in the northeast",
        "headline_2": "The Bharatiya Janata Party is primed to be back in power in the three northeast States",
        "link": "https://www.thehindu.com/opinion/editorial/seeping-saffron-the-hindu-editorial-on-the-bjp-and-their-partners-electoral-gains-in-tripura-nagaland-meghalaya/article66572268.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "03-03-2023"
    },
    {
        "full_article": "The National Statistical Office’s latest release of GDP data estimates a further deceleration in growth in the October-December 2022 quarter, a slowdown that the government’s Chief Economic Adviser (CEA) has attributed largely to an upward revision in the year-earlier period’s figures. Gross domestic product is posited to have expanded by 4.4% from the year-earlier quarter, an appreciable deceleration from the 6.3% pace logged in the preceding three months and lagging the 5.2% growth of the October-December 2021 period as well. Gross Value Added (GVA) growth slowed to 4.6%, from the second quarter’s 5.5%, as the estimates for manufacturing suggested a continuing contraction (minus 1.1%), albeit narrower than July-September’s shrinkage (minus 3.6%). Sequentially too manufacturing appears to have shrunk (minus 2.4%). Growth in three of the five services sectors including the crucial trade, hotels, transport and communications as well as the financial, real estate and professional services categories also slowed sharply from the second quarter, signalling that the pent-up demand seen in the contact-intensive sectors, which had been worst hit by the COVID-19 pandemic, had begun to wane. On the expenditure front, the mainstay private final consumption expenditure lost some momentum with its percentage share of overall GDP easing to 61.6%, from 63% in the year-earlier quarter. That this happened in the traditional festival quarter when consumption spending usually peaks ought to be cause for concern and suggests that the relentless pace of retail inflation is eroding consumptive capacity.The CEA, however, has suggested that if the year-earlier manufacturing output data used to calculate the year-on-year growth had remained unrevised, the sector would have actually logged an expansion of 3.8%, instead of the 1.1% shrinkage that the NSO estimates show. Similarly, he has asserted that private consumption spending would have logged third-quarter growth of about 6%, instead of 2.1% that the latest NSO release indicates, if the data prior to revision had been used instead. Still, even at 6%, consumption spending growth would lag the second quarter’s 8.8% expansion, making it clear that momentum is flagging. Gross fixed capital formation, which reflects investment by businesses in new capacity, contracted sequentially, with its share of GDP slipping to 31.8%, from 34.2% in the July-September period. With global demand weakening considerably and unlikely to recover over the course of 2023, and the risks from likely unfavourable weather conditions raising uncertainty over farm output in the coming months, policy makers will need to do all they can to buttress domestic demand. That the data revisions have essentially made it that much harder to draw meaningful conclusions, spotlights the challenges to crafting policy solutions, as top central bank officials have frequently pointed out.",
        "headline_1": "Data dissonance: On the revised GDP estimates",
        "headline_2": "Policy makers must buttress domestic demand to drive growth",
        "link": "https://www.thehindu.com/opinion/editorial/data-dissonance-the-hindu-editorial-on-the-revised-gdp-estimates/article66572248.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "03-03-2023"
    },
    {
        "full_article": "By directing the Election Commission to be appointed by a non-partisan panel, the Supreme Court strengthens democracy. But more needs to be done for institutional independence. EC, as well as all other regulatory bodies made autonomous of the executive, should be made answerable to designated committees of Parliament. This is essential to ensure democratic accountability of all institutions to the ultimate sovereign, the people.\nEC is the chief agent and arbiter of free and fair elections in the country. It is vital for the people and all political parties to have full faith in it. There have been a number of questions on EC’s decisions, and too many debates have been along party lines.\nRead full opinion on TOI+\n\n",
        "headline_1": "SC corrects error of Commission, with one omission: For true functional independence, EC should also be made accountable to a parliamentary committee",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/cursor/sc-corrects-error-of-commission-with-one-omission-for-true-functional-independence-ec-should-also-be-made-accountable-to-a-parliamentary-committee/",
        "news_paper_name": "The Times of India",
        "publish_date": "03-03-2023"
    },
    {
        "full_article": "Once more Narendra Modi has found his dream of a Congress-mukt North-East come true. In the spring of a packed election year, BJP and allies – past and present – have again taken charge of Tripura, Nagaland and likely Meghalaya.\nElection results for the N-E states are no exception to the saying that every event in human life has multiple dimensions. Winners view them as popular validation of good work. Losers may find solace in the fall of victors’ winning margins. But all this holds little meaning for electors, concerned about raising living standards. For them, the first past the post system means: “Jo jita wohi sikandar” (he who wins is king).\nRead full opinion on TOI+\n\n",
        "headline_1": "In Tripura, BJP won by smart ethnic pleasing",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/in-tripura-bjp-won-by-smart-ethnic-pleasing/",
        "news_paper_name": "The Times of India",
        "publish_date": "03-03-2023"
    },
    {
        "full_article": "Election watchers had predicted a comeback of the NPP-BJP plus combine in Meghalaya and the NDPP-BJP combo in Nagaland. In the latter case there were no pre-poll discordant notes, but in Meghalaya the BJP-NPP-UDP-PDF alliance parted ways before the elections. This is characteristic of Meghalaya where pre-poll alliances have never worked. Parties believe that if they go it alone they can blame their partners for the anti-incumbency factors.\nConsidering that NPP-led MDA had a huge anti-incumbency load, it is surprising that the party succeeded in doing better than it did in 2018 when it won 20 seats. In fact UDP had been quite sure that it would be the one scoring better this time and be in a position to bargain for a Khasi CM. This needs some explaining.\nRead full opinion on TOI+\n\n",
        "headline_1": "BJP’s game: Work the Church for the states",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/bjps-game-work-the-church-for-the-states/",
        "news_paper_name": "The Times of India",
        "publish_date": "03-03-2023"
    },
    {
        "full_article": "A five-judge constitution bench of the Supreme Court on Thursday set in motion a process to loosen the grip of the political executive in choosing EC members. In a landmark judgment, the bench while considering a clutch of petitions seeking a neutral selection committee for EC reached a unanimous verdict that a committee composed of the PM, leader of the opposition or the largest opposition party, and CJI should be entrusted with the task till such time Parliament frames a suitable law. This judgment addresses the conflict of interest inherent in the current selection process for election commissioners.\nEC is one of the most consequential constitutional bodies. It’s entrusted with the task of preparing electoral rolls and supervising elections. Article 324 of the Constitution, which deals with EC, left it to Parliament to legislate on the selection process. Getting it right was deemed so important that one of the suggestions in the constituent assembly was to get the selection ratified by a two-third majority of a joint session of Parliament. Later, in 1990, a constitution amendment bill was introduced in the Rajya Sabha to form a committee to select the chief election commissioner. This bill did not progress and was withdrawn four years later.\nIn 2015, the law commission recommended a selection committee similar to the one SC approved yesterday. SC’s decision, therefore, represents evolution rather than an arbitrary encroachment into the executive domain. Its main beneficiary will be EC. Governments so far have been unwilling to let go of their monopoly in selecting commissioners despite there being a clear conflict of interest. One outcome of it is that the institution’s credibility is being damaged by allegations of partisanship in a charged political atmosphere. Therefore, a selection committee with representation from the opposition and judiciary, will insulate EC from political attacks. This is essential to ensure continued faith in the electoral process.\nSC’s judgment also asked for changes to ensure that the two election commissioners enjoy the same security of tenure that the CEC and apex court judges enjoy. These changes will kick in only after the 2024 general election when one of the commissioners retires. However, welcome as the SC verdict is, it also raises questions about the selection process for the judiciary. The collegium has been under attack from within and without. The selection process for the judiciary too needs reform.\n\n",
        "headline_1": "Poll body building: SC’s selection method will help EC & strengthen the election process. But judges’ selection needs reform too",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/poll-body-building-scs-selection-method-will-help-ec-strengthen-the-election-process-but-judges-selection-needs-reform-too/",
        "news_paper_name": "The Times of India",
        "publish_date": "03-03-2023"
    },
    {
        "full_article": "This week marks one year of the incumbent Election Commission (EC) in office, which also coincided with the National Voters' Day. Far from being an occasion for celebration, however, the reigning mood appears to be one of trepidation, with the general election less than a year away. The biggest worry is, will people again be denied the opportunity to exercise their franchise? As things stand, it seems unlikely that the EC will succeed in holding free and fair elections. Despite all the talk of creating a level playing field for the political parties, so far, it has failed to make any progress in that respect. The ruling Awami League has routinely gotten away with obstructing political programmes held by BNP in the most blatant of ways.\nWhile demands made by the ruling party have been given priority over the concerns expressed by the opposition – for example, over the use of electronic voting machines (EVMs) – another factor that is of great concern is the negligible involvement of voters in the election process. Tussles between the main political parties have dominated the election narrative ever since this EC took over a year ago, just like they did during the tenures of the previous two ECs. And the role and space for voters have continued to shrink to historic lows. The appalling voter turnout in recent local elections and parliamentary by-polls illustrated the lack of confidence in the EC's ability – partly due to the partisan role of the administration and partly due to its own unwillingness to take firm action – to oversee a fair transfer of power. That, of course, should come as no surprise after what happened during the last two general elections of 2014 and 2018.\nBesides the endless political controversies, harassment and intimidation of voters, denying them the chance to vote for their preferred candidates and, in some cases, forcing them to vote for specific candidates, fraudulent voting in secret booths, ballot-box stuffing, and many other irregularities during the last two elections have all but destroyed our democratic process, as well as voters' willingness to participate in such farcical exercises. Unfortunately, despite initial promise, the current EC has been unable to reverse that perception with its questionable handling of election-related irregularities. Many have rightly raised the question that if the EC cannot control the administration and law enforcement personnel during local elections, what hope does it have of doing so during the general elections where the stakes are much higher?\nThe EC itself has done little to alleviate such concerns. And the recent statement by the chief election commissioner – that political parties should participate in the election of their own volition, as the EC cannot do anything more to persuade them – is deeply worrying. How can the EC expect that when the conditions it has created so far are nowhere near satisfactory? For the sake of our democracy – or whatever is left of it anyway – the EC must do more to fulfil its constitutional mandate. It must ensure that power is returned to the people after two controversial and largely non-participatory elections.\n",
        "headline_1": "EC must do more to empower voters ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/ec-must-do-more-empower-voters-3262071",
        "news_paper_name": "The Daily Star",
        "publish_date": "03-03-2023"
    },
    {
        "full_article": "In a city of sparse greenery, it's worrying how the few parks, playgrounds and such open spaces that are still there are being commercialised and compromised in various ways. Dhanmondi Lake is one such area that has been losing its greenery because of the way it is being exploited by a politico-commercial nexus amid poor oversight by Dhaka South City Corporation (DSCC). The presence of so many food joints and their activities as well as unchecked littering and pollution have led to not only a distortion of the original lake plan, but also an unhealthy environment within the lake area.\nAccording a report by Prothom Alo, the area is divided into seven sectors. Six of them have been leased to six Awami League leaders, while the seventh is in the process of being leased. Leasing, in this case, involves a responsibility not only for the food stalls but also surrounding water and land areas. Which means that the lessees have to carry out necessary security, maintenance and cleaning related activities of their own volition. In reality, emboldened by their political connections, the lessees and those running the 13 restaurants that are currently located there hardly feel the need to abide by these conditions, which are vital to preserve the lake. As a result, it is being increasingly transformed into a commercial space, which is disturbing.\nIf commercialisation, encroachment of spaces meant for walking, and unchecked littering are a threat to the physical integrity of the lake, criminal gangs and activities present a different kind of threat. As per local residents, besides littering and shrinking of grass-covered spaces, a major concern is the activities of drug addicts and youth criminal gangs. This has raised concerns about the security of visitors, especially at night. On October 22, a marine engineer named Shahadat Hossain Majumder was reportedly killed by muggers in the lake area.\nClearly, the DSCC needs to do a much better job of protecting this lake at the heart of the capital. It must start by reviewing its decision to lease out parts of the lake or allow so many commercial establishments there, even though the law prohibits leasing or transforming of such open spaces and lakes. We cannot help but wonder, why would the authorities still do that? Why would they allow distorting the original lake plan? Unfortunately, not only Dhanmondi Lake, the DSCC has leased several other such spaces as well. For example, at the Bahadur Shah Park in Old Dhaka, leasing made way for invasive food stalls.\nThus, green, open spaces where residents can go for clear air and relaxation are fast disappearing from our city. The authorities, especially the city corporations, must take steps to check this dangerous trend. They must terminate lease contracts that violate the law or at least ensure those are followed properly.\n",
        "headline_1": "Dhanmondi Lake needs to be protected",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/dhanmondi-lake-needs-be-protected-3262066",
        "news_paper_name": "The Daily Star",
        "publish_date": "03-03-2023"
    },
    {
        "full_article": "Imagine being handed a gun and told that you could shoot someone and face no consequences. You would be horrified; almost all of us would refuse. The reason we aren't all murderers isn't simply the fear of prison; most of us could not stand the guilty horror of having someone's blood on our hands.\nAnd yet, when we're in a car and pedestrians get in our way, we feel no compunction about threatening them, knowing that we could easily maim or kill them. This seems to apply even to generally kind, gentle people: something about being behind the wheel of an automobile turns us into homicidal maniacs.\nPerhaps it's time to question how much the blame for aggressive, dangerous driving should be on the individual driver and how much on a car culture that suggests that it is the victim's fault if he or she is injured or killed in an \"accident.\"\nConsider the case of sexual harassment or rape. We question what the woman was wearing. Why she was out in the streets at night. Why she went to the assailant's home. The assailant must be held responsible for his actions, but a culture that inherently condones rape and harassment by blaming the victim rather than the perpetrator is also to blame.\n\nPerhaps it's time to question how much the blame for aggressive, dangerous driving should be on the individual driver and how much on a car culture that suggests that it is the victim's fault if he or she is injured or killed in an \"accident.\"\nIn mid-February, three Bangladeshi students were killed in Toronto in a car going well over 100 mph. Never mind that the top speed allowed in most of Canada is 68 mph. In one tiny section of the United States, the speed limit is 85 mph; in the rest of the country, it is lower. And yet, sports cars are legally sold that can reach speeds of over 200 mph. Why is it possible to manufacture and advertise a car that goes faster than the maximum allowable speed? (Hint: it has something to do with valuing corporate profits more than human life.)\nThis isn't to say that cars aren't deadly at slower speeds; that's why speed limits in residential areas tend to be quite low. But the glorification of speed certainly contributes to the inherent danger of motorised vehicles.\nWe put the blame on traffic police for not implementing speed limits. It would be far easier to enforce them if no cars were able to travel faster than the highest speeds allowed. Likewise, we blame people for littering while ignoring those who profit from the manufacture and promotion of unnecessary plastic packaging. We blame people for smoking or indulging in soft drinks, while companies rake in billions of dollars selling their heavily advertised products. Governments are supposed to provide healthcare and clean up the mess. People get sick and die, governments and individuals pay the costs, and corporations profit.\nIn Bangladesh, pedestrians are frequently the victims of speeding vehicles. Yet, we blame their \"haphazard\" movements (otherwise known as crossing the street, or walking in it because there is no usable footpath) as if they deserve the death penalty. As if one person's right to speed is inherently more valuable than others' right to life, especially some poor slob who doesn't even use a car. When someone is killed, it's labelled a tragedy, a senseless accident. We blame the pedestrian or the lack of better road management and speed limit enforcement – despite the fact that America's roads, though in vastly better condition, are nearly as deadly as those in Bangladesh, and pedestrian road deaths are actually on the rise there.\nFollowing every mass shooting in the US – or perhaps I should say every highly publicised one, as mass shootings are so common, most of them get little press – politicians on the right offer their thoughts and prayers while those on the left talk about the need for stronger gun laws. Most people outside the US shake their heads at the insanity of making weapons of war easily available for sale, and thus regularly paying the consequences in blood and gore. And yet, here we are with cars.\nThere are simple solutions, if we cared to implement them. Stop calling road crashes \"accidents.\" Hold people legally responsible for the injuries and deaths caused by their vehicles travelling at high speeds. Stop allowing the sale of vehicles that go above the maximum speed limit. And most of all, with road crashes as elsewhere, please stop blaming the victims.\nDebra Efroymson is the executive director of the Institute of Wellbeing, Bangladesh, and author of 'Beyond Apologies: Defining and Achieving an Economics of Wellbeing.'\n\n",
        "headline_1": "A Licence to Kill",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/licence-kill-3261386",
        "news_paper_name": "The Daily Star",
        "publish_date": "03-03-2023"
    },
    {
        "full_article": "This week marks one year of the incumbent Election Commission (EC) in office, which also coincided with the National Voters' Day. Far from being an occasion for celebration, however, the reigning mood appears to be one of trepidation, with the general election less than a year away. The biggest worry is, will people again be denied the opportunity to exercise their franchise? As things stand, it seems unlikely that the EC will succeed in holding free and fair elections. Despite all the talk of creating a level playing field for the political parties, so far, it has failed to make any progress in that respect. The ruling Awami League has routinely gotten away with obstructing political programmes held by BNP in the most blatant of ways.\nWhile demands made by the ruling party have been given priority over the concerns expressed by the opposition – for example, over the use of electronic voting machines (EVMs) – another factor that is of great concern is the negligible involvement of voters in the election process. Tussles between the main political parties have dominated the election narrative ever since this EC took over a year ago, just like they did during the tenures of the previous two ECs. And the role and space for voters have continued to shrink to historic lows. The appalling voter turnout in recent local elections and parliamentary by-polls illustrated the lack of confidence in the EC's ability – partly due to the partisan role of the administration and partly due to its own unwillingness to take firm action – to oversee a fair transfer of power. That, of course, should come as no surprise after what happened during the last two general elections of 2014 and 2018.\nBesides the endless political controversies, harassment and intimidation of voters, denying them the chance to vote for their preferred candidates and, in some cases, forcing them to vote for specific candidates, fraudulent voting in secret booths, ballot-box stuffing, and many other irregularities during the last two elections have all but destroyed our democratic process, as well as voters' willingness to participate in such farcical exercises. Unfortunately, despite initial promise, the current EC has been unable to reverse that perception with its questionable handling of election-related irregularities. Many have rightly raised the question that if the EC cannot control the administration and law enforcement personnel during local elections, what hope does it have of doing so during the general elections where the stakes are much higher?\nThe EC itself has done little to alleviate such concerns. And the recent statement by the chief election commissioner – that political parties should participate in the election of their own volition, as the EC cannot do anything more to persuade them – is deeply worrying. How can the EC expect that when the conditions it has created so far are nowhere near satisfactory? For the sake of our democracy – or whatever is left of it anyway – the EC must do more to fulfil its constitutional mandate. It must ensure that power is returned to the people after two controversial and largely non-participatory elections.\n",
        "headline_1": "EC must do more to empower voters ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/ec-must-do-more-empower-voters-3262071",
        "news_paper_name": "The Daily Star",
        "publish_date": "03-03-2023"
    },
    {
        "full_article": "In a city of sparse greenery, it's worrying how the few parks, playgrounds and such open spaces that are still there are being commercialised and compromised in various ways. Dhanmondi Lake is one such area that has been losing its greenery because of the way it is being exploited by a politico-commercial nexus amid poor oversight by Dhaka South City Corporation (DSCC). The presence of so many food joints and their activities as well as unchecked littering and pollution have led to not only a distortion of the original lake plan, but also an unhealthy environment within the lake area.\nAccording a report by Prothom Alo, the area is divided into seven sectors. Six of them have been leased to six Awami League leaders, while the seventh is in the process of being leased. Leasing, in this case, involves a responsibility not only for the food stalls but also surrounding water and land areas. Which means that the lessees have to carry out necessary security, maintenance and cleaning related activities of their own volition. In reality, emboldened by their political connections, the lessees and those running the 13 restaurants that are currently located there hardly feel the need to abide by these conditions, which are vital to preserve the lake. As a result, it is being increasingly transformed into a commercial space, which is disturbing.\nIf commercialisation, encroachment of spaces meant for walking, and unchecked littering are a threat to the physical integrity of the lake, criminal gangs and activities present a different kind of threat. As per local residents, besides littering and shrinking of grass-covered spaces, a major concern is the activities of drug addicts and youth criminal gangs. This has raised concerns about the security of visitors, especially at night. On October 22, a marine engineer named Shahadat Hossain Majumder was reportedly killed by muggers in the lake area.\nClearly, the DSCC needs to do a much better job of protecting this lake at the heart of the capital. It must start by reviewing its decision to lease out parts of the lake or allow so many commercial establishments there, even though the law prohibits leasing or transforming of such open spaces and lakes. We cannot help but wonder, why would the authorities still do that? Why would they allow distorting the original lake plan? Unfortunately, not only Dhanmondi Lake, the DSCC has leased several other such spaces as well. For example, at the Bahadur Shah Park in Old Dhaka, leasing made way for invasive food stalls.\nThus, green, open spaces where residents can go for clear air and relaxation are fast disappearing from our city. The authorities, especially the city corporations, must take steps to check this dangerous trend. They must terminate lease contracts that violate the law or at least ensure those are followed properly.\n",
        "headline_1": "Dhanmondi Lake needs to be protected",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/dhanmondi-lake-needs-be-protected-3262066",
        "news_paper_name": "The Daily Star",
        "publish_date": "03-03-2023"
    },
    {
        "full_article": "With deep-water hydrocarbon hunt losing momentum, the country's much desired oil and gas exploration programme needs an urgent and dynamic push. Surprisingly, at the moment no oil and gas exploration company is engaged in any of the country's offshore locations. More than two years ago, a Korean joint venture firm, the last one engaged in the task, had left Bangladesh. The firm had carried out two-dimensional (2D) seismic survey in around 3,580-kilometre area and detected, as claimed by it, half a dozen potential spots having hydrocarbon reserves. But it stayed away from inking production sharing contract (PSC) on the ground of what it called 'poor fiscal terms'. Earlier, the same was the case with a US and Norwegian joint venture company which, starting its works way back in 2012, abandoned its operation in late 2014 terming the PSC not favourable to get going.What has led to the standoff is understandably a gross mismatch in the expectations of the parties on the one hand, and on the other, according to local experts, a lack of understanding and proper assessment of the ground realities in hydrocarbon exploration on the part of Petrobangla to arrive at a win-win PSC. A news story published in the FE states that in the prevailing situation, major oil and gas exploration companies are leaving the country due to unfavourable sharing terms. So, Petrobangla is set to offer an enhanced output share and excess gas-export facility in a package of bigger bets under a new model PSC. The latest model PSC for making deals with international oil companies (IOCs) has been drafted with provision for increased incentives to attract them. According to the draft, Petrobangla will purchase natural gas from exploration contractors at three times the current price as it is hiking the price linking the same benchmark used to buy expensive LNG without capping. Besides the relaxed pricing formula, the foreign companies to be operational in future offshore exploration tasks will have the liberty to export natural gas after meeting domestic demand.The concessions now acceded to in the model PSC has reportedly been done in consultation with experts and after thorough review of on-going global practices of awarding exploration contracts. It appears from news reports as well as Petrobangla sources that in response to the revised model, IOCs are showing interest to come to Bangladesh in a big way. A renowned US oil major has already begun talks with the authorities here to obtain exploration rights over all the 15 deep-water blocks situated in the Bay of Bengal.It is unfortunate that engagement of the deep-sea offshore blocks is yet to get any headway even after a decade of settling the maritime dispute with Myanmar and eight years with India. Had this not been the case, Bangladesh could have benefited from the opportunity of awarding deep-sea blocks to potential global contractors much earlier, with some noticeable progress achieved by now. One hopes the new round of talks/bidding with the OICs will fetch gainful outcomes.",
        "headline_1": "Thrust on offshore oil and gas exploration",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/thrust-on-offshore-oil-and-gas-exploration-1677768082",
        "news_paper_name": "The Financial Express",
        "publish_date": "03-03-2023"
    },
    {
        "full_article": "After the finance ministers, it was the foreign ministers' turn to deliberate on the pressing global issues at the two day G20 Foreign Ministers Meeting (FMM) in New Delhi. The meeting of the finance ministers and central bank governors of the G20 member countries held in Bengaluru ended without a customary joint communique. A wrangle over condemning Russia or not for the war in Ukraine between the West and Russia-China combine was responsible for the delegates not reaching a consensus on a joint statement and instead settling for a summary document. Bangladesh is not a member of the G20 but it has been invited like another 19 non-group countries by India, the current president of the world's premier forum for global economic cooperation and the meeting's host. In all, 40 countries along with multilateral organisations have participated in the meeting. Only the foreign minister of Japan could not attend the meeting owing to domestic compulsions. The G20 meetings of the finance ministers and foreign ministers have been held at a most critical time when bleak economic prospects, hunger, malnutrition and a host of attendant ills stare in the face of the world. A universal consensus on measures equal to tackling the falling economic growth, rising inflation, shrinking demand for goods and services along with soaring prices of foods, fuel and agricultural inputs was most urgent. Geo-politics has been nasty and the contending parties show no signs of relenting in the face of sufferings of the humanity. Many are used as the pawns on checkers board and some are as simple fodders to the political and armed conflicts. No party is ready to surrender its strategic advantages. It would be too much to expect that the foreign ministers will succeed where the finance ministers failed to make the ice thaw. True, India and Bangladesh have of late found themselves in an unenviable position of global frictions. If India's boundary dispute with China has helped drift it towards America which confronts China over the Red Sea and Taiwan issues, Bangladesh has no such contentious issues with any of the big players. A flurry of diplomatic visits by high officials of the countries concerned to Bangladesh of late attests to the fact that these are directed to woo this country maintaining a neutral stance. Some of the actions such as refusal to allow a US-blacklisted ship carrying equipment and accessories for Rooppur nuclear power plant from Russia to berth at Bangladesh ports it could not help taking have put it in an awkward position. This has been somewhat counterbalanced when Bangladesh along with 31 countries abstained from voting when a UN General Assembly resolution calling for Russia's immediate withdraw from Ukraine was mooted recently. It is clear that much of the woe of the world now originates from Ukraine conflict and still there is no serious initiative to bring an end to the war. The latest Chinese proposal, much as it may have its merit, is unlikely to be acceptable to the West because they find themselves in opposing camps over the war in Ukraine. The whole world is now paying for a senseless war, the poor and emerging countries only more so. Welcoming the foreign ministers on Wednesday Indian Prime Minister Narendra Modi has reminded the attendants that multilaterism is in grave crisis today. So, there is a need for reviving the spirit of the 'architecture of the global governance created after the Second World War' aimed at preventing 'future wars by balancing competing interests and fostering 'international cooperation on issues of common interests'.As major economies of the world are members of the group of 20, its responsibility cannot be overemphasised. But at the same time non-member countries with little economic muscle power must be heard because they are very much affected by the group's decisions and actions. India deserves thanks for giving a voice to the global South by inviting 20 non-member countries of the region to the meeting. By the time this write-up gets published, the outcome of the G20 FMM will be known. Whether the foreign ministers have prevailed with the diplomatic skill, manoeuvrability and adroitness at their disposal where the finance ministers failed will also be clear. The reality is that the world and human civilisation are at a crossroads. The G20 meetings in India will be judged by the results they could produce in terms of stemming the deterioration of political, economic, social and the physical environment of the planet. However, it must be admitted that the gatherings of the finance ministers in Bengaluru or of the foreign ministers in New Delhi have captured less media attention and public interests than was expected. Was the apathy on account of a presumption that nothing will come out of the deliberations because something is missing from the exercise. It is nothing but sincerity of politics at a time of grave crisis. World leaders have failed to take the peoples into confidence and political charlatanism is riding high when there was need for genuine empathy for the low-income and marginal peoples in distress across the world. \n[email protected]",
        "headline_1": "G20 meetings of finance and foreign ministers",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/g20-meetings-of-finance-and-foreign-ministers-1677768138",
        "news_paper_name": "The Financial Express",
        "publish_date": "03-03-2023"
    },
    {
        "full_article": "The World Bank (WB) reportedly has withheld the release of the second tranche---worth $250 million--- budget-support credit belying the expectations of top Bangladesh finance officials. The Bretton Woods twin, the International Monetary Fund (IMF) being the other, was due to provide the second tranche of another $250 million by June this year. But, during a meeting with the Finance Division officials on Tuesday last in Dhaka, it decided against the disbursement within the stipulated time, primarily because the government needed to carry through the promised reforms and some other factors. The Bank had disbursed an equivalent amount in the first tranche in March last year under the first Recovery and Development Policy Credit programme. The WB's decision not to release its credit for failure to implement reforms makes one apprehensive of the fate of the much-publicised $4.7 billion IMF credit to Bangladesh. The nature of the conditions attached to the WB credit under question is more accessible to implement than those tagged with the IMF credit. Under the reform roadmap tagged with the IMF credit programme, Bangladesh must implement various reforms between the financial year (FY) 2023 and FY 2026. The government will be required to include tax revenue measures in the national budget for FY24 that are expected to yield an additional 0.5 per cent of the country's gross domestic product (GDP), estimated to be $2.0 billion. In that case, the tax revenue target of the next budget will be bigger by Tk2.0 trillion than the one set for the current FY. Given the situation, can the revenue board achieve such a vast tax target within a year? It seems feasible if the revenue target is for the medium term. The government must also submit to Parliament the Bank Companies (Amendment) Act and the Finance Companies Act by September 2023. Amending the Bank Company Act remains a significant hurdle since sponsors of private banks are likely to oppose a few amendments tooth and nail. The government, too, will be unhappy to give up its control over state-owned banks. Adopting a market-based exchange rate in FY23 and introducing a periodic formula-based price-adjustment mechanism for petroleum products are two important conditions that have an enormous bearing on the market and the cost of living. Some strings are targeted to improve the performance of particular sectors and institutions. The past track record of successive governments in getting reforms executed does not make one particularly hopeful of reforms. Reforms, in most cases, are painful. The act of passing the pain on to all concerned takes work. It is more valid with privileged and powerful sections. A relatively weaker section of the population, thus, bears the main brunt, although reforms are supposed to benefit all. The IMF has already disbursed the first tranche of the $4.7 billion under the external Credit Facility (ECF), extended Fund Facility and Resilience and Sustainability Facility (RSF). Everybody will watch the outcome of the first review, scheduled to be held sometime this year, with intense interest. \n[email protected]",
        "headline_1": "IMF loan and execution of reform",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/imf-loan-and-execution-of-reform-1677768181",
        "news_paper_name": "The Financial Express",
        "publish_date": "03-03-2023"
    },
    {
        "full_article": "Safe motherhood is not a privilege but a right to every woman. According to the UN and WHO, every day around 800 women die in the process of giving a new life. We can be proud of the remarkable progress made on the maternal health front in Bangladesh. Despite the fact, around 10 women die every day from entirely preventable causes related to pregnancy and childbirth in the country. Many women, especially in hard-to-reach areas and from poor families, are still deprived of the necessary attention and treatment during pregnancy and childbirth. Midwives play a crucial role in the health and well-being of mothers and their new-born. Their role is even more important in a country like Bangladesh where it is estimated that around 400 births take place every hour. They have helped improve women's access to safe childbirth, especially in rural areas. Around 3,000 midwives are reportedly deployed in upazila health complexes across the country. Although trained midwives have greatly contributed to the reduction of maternal and new-born deaths, their number is still too inadequate to cover the entire country. We hope the authorities concerned will look into the problem sincerely and engage more midwives particularly in remote areas.\nAfroza Sheikh,Dania, Dhaka,[email protected]",
        "headline_1": "More midwives, more lives saved",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/more-midwives-more-lives-saved-1677768203",
        "news_paper_name": "The Financial Express",
        "publish_date": "03-03-2023"
    }
]