[
    {
        "full_article": "Amidst fast-deteriorating ties between India and Bangladesh, Indian Foreign Secretary Vikram Misri’s one-day visit to Dhaka provided a much-needed outreach to the interim government led by Professor Muhammad Yunus. The bilateral, and once model, relationship, with Bangladesh, has been unravelling ever since Prime Minister Sheikh Hasina fled to India. These include India’s concerns over attacks on minorities, particularly Hindus, Bangladesh’s anger over ‘unwanted Indian interference’, and Ms. Hasina’s continued stay in India as Bangladesh calls for her to stand trial over charges of police crackdowns and corruption. In particular, protests in India against Bangladesh’s arrest of a Hindu monk for sedition, which led to an attack on their mission in Tripura, and marches against Indian missions and cultural centre in Dhaka, had fuelled anger in both capitals. After talks with Mr. Yunus, Bangladesh Foreign Affairs Adviser Touhid Hossain and Bangladesh Foreign Secretary Muhammad Jashim Uddin, Mr. Misri stressed New Delhi’s “desire to work closely with the Interim Government of Bangladesh”, which was well-received. Unlike the shrill rhetoric in Delhi, his measured comments acknowledged the concerns of both sides over the “regrettable incidents of attacks on cultural, religious, and diplomatic properties”. Mr. Yunus is understood to have described the relationship between Bangladesh and India as “very solid” and “close”, asking India to help “clear the clouds”. He also said that Ms. Hasina’s statements were creating “tensions” in Bangladesh, an issue that India must consider carefully. The two sides also picked up the threads of previous talks on border management, trade and connectivity, cooperation in water, energy sectors, development cooperation, consular, cultural and people-to-people ties.Given the largely positive optics of the visit, it would appear that there is an attempt to chart a new course in ties. While it is important for New Delhi to nudge its friends on issues of concern such as the attacks on minorities, as well as the need to restore a democratic and inclusive process at the earliest, the Modi government must also be prepared to hear the worries of its friends and neighbours on such issues that have a spillover effect in the region. At a time when changes in governments in Nepal, Sri Lanka and the Maldives have thrown up challenges to India, the violent change in Bangladesh, that saw the ouster of an India-friendly leader, was no doubt a blow. It is time, however, for India to engage with the new realities in Bangladesh, based on a strong understanding that a close, consultative partnership is in the enduring interests of both countries. Published - December 11, 2024 12:20 am IST\n                          Read  Comments \n                Copy link  \n                        \n            \n                    Email     \n                                \n                \n                Facebook   \n                        \n            \n                Twitter    \n                        \n            \n                Telegram     \n                        \n            \n                LinkedIn     \n                        \n            \n                WhatsApp\n                \n                        \n            \n                Reddit      \n                        \n            READ LATER\n                    Remove     \n                \n                SEE ALL         \n                PRINT\n            Related Topics\n        \n                        diplomacy\n                    \n                            /                      \n                        \n                        India-Bangladesh\n                    \n                            /                      \n                        \n                        politics\n                    \n                            /                      \n                        \n                        arrest\n                    \n                            /                      \n                        \n                        corruption & bribery\n                    \n                            /                      \n                        \n                        religion and belief\n                    \n                            /                      \n                        \n                        Tripura\n                    \n                            /                      \n                        \n                        government\n                    \n                            /                      \n                        \n                        trade policy\n                    \n                            /                      \n                        \n                        water rights\n                    \n                            /                      \n                        \n                        power (infrastructure)\n                    \n                            /                      \n                        \n                        energy resources\n                    \n                            /                      \n                        \n                        Prime Minister Narendra Modi\n                    \n                            /                      \n                        \n                        Nepal\n                    \n                            /                      \n                        \n                        Sri Lanka\n                    \n                            /                      \n                        \n                        Maldives",
        "headline_1": "Two to tango: On India-Bangladesh ties",
        "headline_2": "India and Bangladesh must grapple with the new realities in ties",
        "link": "https://www.thehindu.com/opinion/editorial/two-to-tango-on-india-bangladesh-ties/article68969805.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "11-12-2024"
    },
    {
        "full_article": "The Draft UGC (Minimum Standards of Instruction for the Grant of Undergraduate Degree and Postgraduate Degree) Regulations, 2024 propose significant changes to India’s higher education landscape. These include bi-annual admissions to undergraduate (UG) and postgraduate (PG) courses, enabling students from any stream to pursue any discipline in UG and PG if they pass a relevant national qualifying examination, and allowing for the extension or acceleration of courses. Students can pursue multiple degrees simultaneously. Higher educational institutions will have the autonomy to determine student attendance requirements. According to the UGC Chairman, M. Jagadesh Kumar, these changes will remove rigidity, ensuring that global standards are met. While the intent is laudable, one provision further centralises examinations as a qualifying criterion, which may limit flexibility. The draft rules align with the National Education Policy (NEP) 2020, which emphasises hybrid learning models and skill-based education. The draft rules also support the implementation of the National Credit Framework, providing students greater academic flexibility.However, while the goals of these reforms are clear, the question is whether there are resources to implement such sweeping changes. Hurdles exist as systemic issues such as insufficient faculty strength, underfunded institutions, and a lack of adequately trained or motivated teachers. Moreover, the regulatory framework, such as on class strength requirements, governing affiliated colleges where a majority of the students study, is ill-equipped to support these new rules that may be implemented more easily in autonomous institutions. Since education is on the concurrent list, State governments often show initial compliance with new regulations only to backtrack. The inertia within academic bodies and administrative procedures further complicates the effective adoption of changes such as the ‘academic bank of credits’. This initiative allows students to register at one institution, take courses from another, and complete apprenticeships in a company, with the degree being awarded by the first institution. While such flexibility is groundbreaking, it faces considerable resistance from traditional academic structures. Moreover, the success of these reforms hinges on a substantial increase in investment in education. Unfortunately, this year’s Budget allocates 15% less funding to higher education compared to the previous year’s revised estimates. While the draft UGC rules offer a promising vision, their success will depend on addressing existing systemic challenges and ensuring that there are adequate resources in place. Published - December 11, 2024 12:10 am IST\n                          Read  Comments \n                Copy link  \n                        \n            \n                    Email     \n                                \n                \n                Facebook   \n                        \n            \n                Twitter    \n                        \n            \n                Telegram     \n                        \n            \n                LinkedIn     \n                        \n            \n                WhatsApp\n                \n                        \n            \n                Reddit      \n                        \n            READ LATER\n                    Remove     \n                \n                SEE ALL         \n                PRINT\n            Related Topics\n        \n                        higher education\n                    \n                            /                      \n                        \n                        government\n                    \n                            /                      \n                        \n                        parliament\n                    \n                            /                      \n                        \n                        students\n                    \n                            /                      \n                        \n                        budgets and budgeting",
        "headline_1": "Ends without means: On UGC reforms and higher education",
        "headline_2": "While the goals of UGC reforms are clear, they need to be backed by resources",
        "link": "https://www.thehindu.com/opinion/editorial/ends-without-means-on-ugc-reforms-and-higher-education/article68969831.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "11-12-2024"
    },
    {
        "full_article": "An MLA who turned out to be a foreign citizen is such a perfect Indian story\nGerman citizen Chennamaneni Ramesh is a shoo-in for the history books. Ramesh won assembly elections four times from Vemulawada – twice in undivided Andhra, and twice in new state Telangana between 2009 and 2023. Ramesh had relinquished his passport in 2003 when he turned German, re-applied and got a passport in 2008. Ever since this son-of-the-soil, nephew of a former Maharashtra governor, with reportedly a PhD from Berlin’s Humboldt University, won on a TDP ticket in 2009, his citizenship issue has been in and out of GOI corridors, Andhra & Telangana HCs, and SC – until HC finally junked his Indian citizenship this week. Andhra HC in 2009 stayed GOI’s notice to Ramesh alleging fraud in his citizenship status. By 2013, HC declared Ramesh wasn’t an Indian citizen. But election officials clearly knew better – he was allowed to contest as a BRS candidate in 2014 and 2019. In 2020, Ramesh, with a heavy heart undoubtedly, had ‘offered’ to give up his German citizenship, but remained MLA. Denied an assembly nomination in 2023, KCR made him an adviser with cabinet rank.\nThe matter should be taken in all seriousness. But we’re cracking up at the sheer absurdity of a German shepherding a constituency for 16 years while his dubious Indian citizenship was an open secret. Had Ramesh turned out to be a citizen of say China or Pakistan or Bangladesh, all hell would have broken loose. But a West European? We can live with that. Ramesh pulled off this farce for over a decade and held a constitutional post by banking on the Chalta Hai trilogy Satyajit Ray never made: The Great Indian Documents Maze, The Great Indian ID Hack & The Great Indian ‘Adjustment’. End of day, it’s schadenfreude for incumbent Vemulawada MLA, Aadi Srinivas, who hauled the not-Indian-perhaps-German Ramesh to court, and also lost to him in four consecutive elections.\n\n",
        "headline_1": "German Shepherding",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/german-shepherding/",
        "news_paper_name": "The Times of India",
        "publish_date": "11-12-2024"
    },
    {
        "full_article": "America’s health insurance is broken, India’s is not on solid ground. But answer isn’t vigilante justice\nBrian Thompson’s killing shook corporate America last week. He was CEO of America’s biggest private health insurer, and because his shooter had engraved ‘deny’, ‘defend’ and ‘depose’ on shell casings, the attack seemed motivated by rage against industry malpractices. It’s known that insurers use delay-deny-defend as a tactic to maximise profits and returns to shareholders, never mind suffering customers. Now that Luigi Mangione – 26-year-old wealthy, Ivy-schooled computer scientist and admirer of ‘Unabomber’ Ted Kaczynski’s manifesto against industrial society – has been detained for Thompson’s murder, the retribution theory might be true. But killing industry leaders cannot be the answer to corporate shenanigans. As Gandhi said after the killing of a British Raj cop boss John Saunders: “What requires mending is not men but the system.”\nInsurance industry certainly has its flaws, in America as well as India. In a three-page handwritten ‘manifesto’ police found on him, Mangione says: “these parasites had it coming”. A parasite is an organism that weakens its host to grow stronger and multiply. After Thompson’s killing, social media witnessed an outpouring of pent-up anger and complaints from people who felt cheated by health insurers. CNN reported that most US adults with health insurance had faced at least one issue, including denial of claims within a year. People wrote about how their insurer had refused to pay for a surgery days before it was scheduled. One doctor said the problem was health insurers believing their job is to make money, not paying for healthcare. Many commentators have noted that Thompson did not get the sympathy he deserved. United’s own Facebook post about his death got 57,000 laughing emojis in response.\nIndia has had its share of insurance malpractices. High-margin Ulips sold as great investments via banks made news in the noughties. Despite reprimands, the bank-insurance nexus continues. On the health front, a large survey of policyholders this summer showed 43% had faced rejection or partial approval in their hour of need. Insurers often reject claims by terming ailments as pre-existing conditions. Lack of transparency in policies is another major issue. The opposite of a parasitic model is a symbiotic or mutually beneficial one in which insurers make profits without ripping off buyers. It wasn’t Thompson’s fault that America’s health insurance model was short-changing its intended beneficiaries. He was just executing his brief. What did his ‘execution’ achieve?\n\n",
        "headline_1": "The Luigi ‘Solution’",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/the-luigi-solution/",
        "news_paper_name": "The Times of India",
        "publish_date": "11-12-2024"
    },
    {
        "full_article": "The almighty American dollar mightn’t be mighty enough to isolate itself from all other countries\nUS prez-elect Donald Trump is flexing the muscles of the almighty American dollar, in which over 80% of all international trade is conducted.\nIn a volcanic response to suspicions that the BRICS nations might conspire against America’s economic hegemony by using currencies other than USD for bilateral trade, the prez-to-be thundered that any nation attempting to bypass the dollar “will face 100% Tariffs, and should expect to say goodbye to selling into the wonderful US Economy. They can go find another sucker!”\nTough talk. But are Americans tough enough to isolate themselves economically from the rest of the world?\nAmerica lives far beyond its means, and has done so ever since the end of World War II when USD replaced the British pound to become the currency of international commerce.\nThis has entitled US to behave like a greedy brat let loose in a sweet shop with unlimited credit to dispose of and engage in an orgy of gluttony.\nThe US economy is based almost exclusively on services; America makes hardly any material goods. But with only 5% of the Earth’s population US consumes 25% of the planet’s resources.\nIn 2022 Americans bought 13.6mn cars, 40mn TV sets, and 124mn smartphones. Almost all these products were imported from China, Korea, Japan, or elsewhere.\nAmerica can afford such extravagance simply by printing more US dollars which the world has to buy to do global business. But if, as Trump has threatened, US imposes 100% import duty on countries that try to ‘dedollarise’ their trade, a $500 TV set in America would overnight cost $1,000, a $10,000 car become $20,000, with the extra cost passed on to the consumer.\nCan pampered American consumers learn to cut costs by living frugally, or will they remain prodigal spenders, creating hyper-inflation and undermining the dollar? Far from being the currency of monopoly, a debased dollar could become Monopoly money. Game over.\n\n",
        "headline_1": "$ vs the world",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/jugglebandhi/vs-the-world/",
        "news_paper_name": "The Times of India",
        "publish_date": "11-12-2024"
    },
    {
        "full_article": "The fall of Assad ushers in a new stage of competition for power in Syria and the region. Everyone is trying to claim they’re winning. But Iran and Russia have both suffered a major blow with the loss of one of their key allies. Iran, in particular, will be assessing how it can respond to a number of internal and external security risks – from a Sunni Islamist group in charge of a neighbouring country, to the chance that Assad’s fall could embolden Israel to attack Iran again, and the morale boost that Assad regime’s sudden collapse is likely to give to the Iranian opposition.\nRead full story on TOI+\n\n",
        "headline_1": "Ayatollah after Assad",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/ayatollah-after-assad/",
        "news_paper_name": "The Times of India",
        "publish_date": "11-12-2024"
    },
    {
        "full_article": "The first high-level talks between Bangladesh and India should be seen both as a recognition of the challenges straining our bilateral relationship and as a welcome attempt to recalibrate it in light of the new reality following Bangladesh's political changeover four months ago. During his daylong visit to Dhaka on Monday, Indian Foreign Secretary Vikram Misri held separate discussions with Chief Adviser Prof Muhammad Yunus, Foreign Adviser Touhid Hossain, as well as his Bangladeshi counterpart Md Jashim Uddin. Media reports on the meetings indicate that both camps used the occasion to address key areas of contention while laying the groundwork for what they hope to be a mutually beneficial partnership.\nThis is something we indeed welcome, as a constructive partnership between our two nations is essential not only for addressing existing challenges but also for unlocking the vast potential of mutual cooperation in areas of shared interest. The first step in that direction, as Prof Yunus has rightly pointed out, would be addressing the \"clouds\" or sources of tension that have overshadowed our relationship in recent months—a responsibility that India must lead on, given its involvement in these issues.\nChief among them is the harmful narrative propagated by certain Indian media outlets and politicians regarding the treatment of minorities in Bangladesh, which undermined its reputation and sovereignty and even led to assaults on its diplomatic missions. It is imperative for the Indian authorities to take decisive steps to counter such propaganda to prevent continued erosion of trust between our peoples. Of equal concern are Sheikh Hasina's inflammatory speeches and statements coming out of her place of refuge in India, which is further fanning tensions and divisions. While Vikram Misri has emphasised that India's ties with Bangladesh transcend party politics, the continuation of such rhetoric from its territory must be prevented to rebuild confidence in our shared journey.\nThe longstanding issue of border killings—with the Indian Border Security Force (BSF) gunning down a suspected cattle lifter along the Panchagarh border as recently as Friday—remains another test for the durability of the drive to recalibrate our partnership. The recurring loss of Bangladeshi lives at the border contradicts the spirit of neighbourly interactions. While we acknowledge India's concerns about border crimes, there is no justification for extrajudicial killings. We urge India to adopt humane and sustainable solutions to all border law enforcement issues.\nAmong other key bilateral issues discussed during the talks are trade, agreements on transboundary rivers, including the Teesta, flood management, electricity imports from India and beyond, Rohingya repatriation, etc. The future of our ties with India will largely depend on how it responds to Bangladesh's position on these and other issues. One thing is certain, however. Increasing collaboration and cooperation from both sides will not only boost regional stability and economic integration, but can also help build a partnership that is reflective of the aspirations of both nations.\nWe value our ties with India, and appreciate its desire to work closely with the interim government. But going forward, our relationship must be grounded in mutual respect and fairness.\n",
        "headline_1": "Dhaka-Delhi ties must be defined by respect and fairness",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/dhaka-delhi-ties-must-be-defined-respect-and-fairness-3773451",
        "news_paper_name": "The Daily Star",
        "publish_date": "11-12-2024"
    },
    {
        "full_article": "The first high-level talks between Bangladesh and India should be seen both as a recognition of the challenges straining our bilateral relationship and as a welcome attempt to recalibrate it in light of the new reality following Bangladesh's political changeover four months ago. During his daylong visit to Dhaka on Monday, Indian Foreign Secretary Vikram Misri held separate discussions with Chief Adviser Prof Muhammad Yunus, Foreign Adviser Touhid Hossain, as well as his Bangladeshi counterpart Md Jashim Uddin. Media reports on the meetings indicate that both camps used the occasion to address key areas of contention while laying the groundwork for what they hope to be a mutually beneficial partnership.\nThis is something we indeed welcome, as a constructive partnership between our two nations is essential not only for addressing existing challenges but also for unlocking the vast potential of mutual cooperation in areas of shared interest. The first step in that direction, as Prof Yunus has rightly pointed out, would be addressing the \"clouds\" or sources of tension that have overshadowed our relationship in recent months—a responsibility that India must lead on, given its involvement in these issues.\nChief among them is the harmful narrative propagated by certain Indian media outlets and politicians regarding the treatment of minorities in Bangladesh, which undermined its reputation and sovereignty and even led to assaults on its diplomatic missions. It is imperative for the Indian authorities to take decisive steps to counter such propaganda to prevent continued erosion of trust between our peoples. Of equal concern are Sheikh Hasina's inflammatory speeches and statements coming out of her place of refuge in India, which is further fanning tensions and divisions. While Vikram Misri has emphasised that India's ties with Bangladesh transcend party politics, the continuation of such rhetoric from its territory must be prevented to rebuild confidence in our shared journey.\nThe longstanding issue of border killings—with the Indian Border Security Force (BSF) gunning down a suspected cattle lifter along the Panchagarh border as recently as Friday—remains another test for the durability of the drive to recalibrate our partnership. The recurring loss of Bangladeshi lives at the border contradicts the spirit of neighbourly interactions. While we acknowledge India's concerns about border crimes, there is no justification for extrajudicial killings. We urge India to adopt humane and sustainable solutions to all border law enforcement issues.\nAmong other key bilateral issues discussed during the talks are trade, agreements on transboundary rivers, including the Teesta, flood management, electricity imports from India and beyond, Rohingya repatriation, etc. The future of our ties with India will largely depend on how it responds to Bangladesh's position on these and other issues. One thing is certain, however. Increasing collaboration and cooperation from both sides will not only boost regional stability and economic integration, but can also help build a partnership that is reflective of the aspirations of both nations.\nWe value our ties with India, and appreciate its desire to work closely with the interim government. But going forward, our relationship must be grounded in mutual respect and fairness.\n",
        "headline_1": "Dhaka-Delhi ties must be defined by respect and fairness",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/dhaka-delhi-ties-must-be-defined-respect-and-fairness-3773446",
        "news_paper_name": "The Daily Star",
        "publish_date": "11-12-2024"
    },
    {
        "full_article": "Today, wars are fought on many fronts and in many forms. Currently, we are facing a war of disinformation that is geared towards tarnishing our historic secular character, to depict us a nation of Islamic extremists, and to present us as a failed nation of anarchy and chaos without any rule of law. Even the most lay person in Bangladesh knows who is behind this and why this is being done. So, I'll not delve into it. But this will have long term implications on our foreign relations, our economy, and foremost our sovereignty. Please note that I said we are 'facing' a war. That is because we are not 'fighting' it yet. To fight it, we need the united efforts of the government, army, and all other institutions. Every citizen is important in fighting this information war. Because you have the power to fight it.\nInformation war is waged mostly on news and social media. We are exposed to it and it comes to us through our tv, through X, Facebook, YouTube, LinkedIn other social media outlets. Every day we see misinformation, hateful speech or content, misrepresentation of country or population, racism, posts provoking violence. All of these are against policies of all the major social media outlets. So, if you report it, they will not publish it. And it is only a few clicks away. That much Bangladesh can expect from you.\nHere are the instructions from social media sites. You can choose from misinformation, hateful speech, inciting violence or other similar options.\nYouTube:\nYouTube reviews reported videos 24 hours a day, 7 days a week. A video can be reported at any time after it has been uploaded to YouTube. If our review team doesn't find any violations, no amount of reporting will change that and the video will remain on our site.\nSign in to YouTube.\nGo to the video that you want to report.\nBelow the video, click More   Report  .\nSelect the reason that best fits the violation in the video.\nClick NEXT.\nGive any other details that may help the review team to make their decision. Include timestamps or descriptions of the violation, if possible.\nClick REPORT.\nNote: To check the status of a video that you have reported, visit your Reporting History\nFor more information: https://support.google.com/youtube/answer/2802027?hl=en&co=GENIE.Platform%3DAndroid\nX(Twitter):\nNavigate to the post you'd like to report.\nTap the icon located at the top of the post.\nSelect Report post and follow through the steps so we can gather all the relevant information about the issue.\nDepending on the type of issue you're reporting, you may or may not hear back from us with an outcome.\nFor more information: https://help.x.com/en/safety-and-security/report-a-post\nFacebook:\nGo to the post you want to report.\nClick  in the top right of the post.\nClick Report post.\nTo report, select the option that best describes how this post goes against our Community Standards. On the summary screen, click Submit.\nReports help us keep our platforms safe and help our systems learn when something isn't right. We remove things if they go against our Community Standards, but you can also Unfollow, Block or Unfriend to avoid seeing similar things in future. Click Done.\nFor more information: https://www.facebook.com/help/1380418588640631\nLinkedIn:\nClick the More icon in the right corner of the post on your LinkedIn homepage.\nClick Report this post.\nSelect the applicable reason from the Why are you reporting this? pop-up window and follow the on-screen instructions.\nClick Submit to proceed with reporting the post, or Back to review your options.\nFor more information: https://www.linkedin.com/help/linkedin/answer/a1344213/recognize-and-report-spam-inappropriate-and-abusive-content?lang=en\nThe other social media outlets have similar process. Please note that, you can report on a post, video, content, conversation, profile, or even the channel. You might think your reporting might not matter but imagine if there are millions of reports on contents that spread misinformation. We will fight back positively with evidence and facts. We shall overcome at the end.\nShahed Iqbal is a social activist who lives in the US.\n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "Calling on citizen warriors: Unite, resist, overcome",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/calling-citizen-warriors-unite-resist-overcome-3772801",
        "news_paper_name": "The Daily Star",
        "publish_date": "11-12-2024"
    },
    {
        "full_article": "",
        "headline_1": "Reforming system  of governance",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/reforming-system-of-governance-1733844956",
        "news_paper_name": "The Financial Express",
        "publish_date": "11-12-2024"
    },
    {
        "full_article": "",
        "headline_1": "Diversifying import sources for potato and onion",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/diversifying-import-sources-for-potato-and-onion-1733844984",
        "news_paper_name": "The Financial Express",
        "publish_date": "11-12-2024"
    },
    {
        "full_article": "",
        "headline_1": "Education must not be discriminatory",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/education-must-not-be-discriminatory-1733845014",
        "news_paper_name": "The Financial Express",
        "publish_date": "11-12-2024"
    },
    {
        "full_article": "",
        "headline_1": "Building a remote workforce",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/building-a-remote-workforce-1733845057",
        "news_paper_name": "The Financial Express",
        "publish_date": "11-12-2024"
    }
]