[
    {
        "full_article": "Prime Minister Narendra Modi’s three-day visit to the U.S was marked by high-level meetings that had a three-part focus. He spent one day at the Quad and in bilateral meetings with U.S. President Joseph Biden, a day in New York with business leaders and the diaspora, and another day at the UN and in bilateral meetings. The Quad Summit, delayed due to political cycles in the four member countries, was more substantive than expected for a farewell meeting (Mr. Biden and Japan’s Fumio Kishida will soon demit office). The joint statement was noted for its sharp language on Chinese aggression in the South China Sea, as well as on Russia’s invasion of Ukraine, where the leaders upheld the UN charter on sovereignty and territorial integrity. The announcement of initiatives aimed at countering Chinese actions will no doubt raise Beijing’s ire: a “Quad-at-Sea Ship Observer Mission” for 2025, a Maritime Initiative for Training in the Indo-Pacific (MAITRI) and a “maritime legal dialogue” to support the “rules-based order”. However, India’s hesitation in joining other Quad militaries in contested waters in the Pacific Ocean remains, and India’s presidency of the Quad next year will show whether those are overcome. Quad countries also committed to a “Cancer Moonshot” to fight cancer, an initiative that can draw lessons from the troubled Quad vaccine initiative. India and the U.S. were able to announce progress on many strategic fronts including a military partnership for semiconductor fabrication and India acquiring predator drones. However, the ties faced unspoken tensions over the lingering effect of the Pannun case, including summons issued for NSA Ajit Doval in a civil suit and a White House meeting with Sikh activists who have campaigned against India — all before Mr. Modi’s arrival. The message from Washington appears to be that the Pannun case cannot be overlooked.Mr. Modi’s message at the UN as well as in bilateral meetings with leaders including Ukrainian President Volodymyr Zelenskyy was watched closely given recent moves hinting at India’s involvement in a peace process. While Mr. Modi gave no further indication of such a plan, his discussions with Mr. Zelenskyy centred around a possible second peace summit. At a diaspora event, Mr. Modi said that India is now a “strong voice” of the Global South, and was taking up the concerns of the developing world on the conflict with the global leadership. At the UN “Summit of the Future”, he added that the success of humanity would depend on its “collective strength, not in the battlefield”. The next few months will see New Delhi tested not only on those lofty ideals and ambition for peace but also on actualising the many announcements made during the visit. Published - September 25, 2024 12:20 am IST\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nPrime Minister Narendra Modi\n\n/\n\nUSA\n\n/\n\ndiplomacy\n\n/\n\nAustralia\n\n/\n\nJapan\n\n/\n\nIndia\n\n/\n\nbusiness (general)\n\n/\n\nChina\n\n/\n\nRussia-Ukraine Crisis\n\n/\n\nUnited Nations\n\n/\n\nlaws\n\n/\n\ncancer\n\n/\n\nmurder\n\n/\n\nvaccines\n\n/\n\nsemiconductors and active components",
        "headline_1": "Visit wrap-up: On PM Modi’s U.S. visit, announcements",
        "headline_2": "The Modi U.S. visit announcements will see New Delhi being put to the test",
        "link": "https://www.thehindu.com/opinion/editorial/visit-wrap-up-on-the-modi-us-visit-announcements/article68678481.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "25-09-2024"
    },
    {
        "full_article": "The Supreme Court of India’s clear delineation of the penal consequences of accessing or storing sexual material concerning children is in complete consonance with the letter and spirit of the Protection of Children from Sexual Offences (POCSO) Act. Demonstrating an enlightened approach to the social questions that arise from the proliferation of online content featuring sexual exploitation of children, a three-Judge Bench has not only clarified the law but also drawn pointed attention to the legislative intent of presuming the culpable mental state of a person accessing and viewing such material. The Court has also advocated that the term ‘child pornography’ be avoided in both the law and in court verdicts, as it appears to trivialise the enormity of the offence of exploiting children to create and disseminate sexual material to gratify the perversions of a few. Instead, the Court has suggested that such content be described as ‘Child Sexual Exploitative and Abuse Material’ (CSEAM). The verdict also lays to rest doubts over what exactly some provisions of the Information Technology Act, 2000, and POCSO Act say on the subject, as High Court verdicts have differed on their exact implications. The case arose from a Madras High Court judgment that quashed a criminal case against an individual who had viewed sexual content involving children on the ground that the law only criminalised creating and disseminating such content, and not merely watching it in the private domain. The apex court has now set aside the High Court order.Invoking the doctrine of “constructive possession”, it has ruled that any act of viewing or displaying such material over the Internet without actual possession or storage in any device would also amount to “possession”, made punishable under Section 15 of POCSO, provided the person had a degree of control over such material. Further, an intent to share or transmit such material can also be inferred from any failure to delete, destroy or report such material. It has cautioned courts against narrow interpretation of some provisions so that the legislative intent of penalising cyber-offences relating to children is not defeated. It has drawn attention to Section 67B of the IT Act, terming it a “comprehensive provision” to penalise various electronic forms of exploitation and abuse of children online. The Court has reminded platforms and intermediaries of their duty to remove such content as well as report it to police units concerned. Its advice to the government to implement comprehensive sex education programmes that include the legal and ethical ramifications of child sex abuse material merits immediate attention. Published - September 25, 2024 12:10 am IST\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\njudiciary (system of justice)\n\n/\n\nchildren\n\n/\n\nsexual assault & rape\n\n/\n\nmedia\n\n/\n\nlaws\n\n/\n\nonline\n\n/\n\ncomputing and information technology\n\n/\n\nChennai\n\n/\n\npolice\n\n/\n\neducation",
        "headline_1": "It is an offence: On Supreme Court clarification on online content on child sex abuse",
        "headline_2": "Court has done well to clarify law on online content showing child sex abuse",
        "link": "https://www.thehindu.com/opinion/editorial/it-is-an-offence-on-court-clarification-on-online-content-on-child-sex-abuse/article68678001.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "25-09-2024"
    },
    {
        "full_article": "Hezbollah baited Israel for months. But Netanyahu’s politics may still lead to a larger regional conflict  \nMonday’s deadly airstrikes by Israel in southern Lebanon, and Hezbollah’s retaliation by firing more than 200 rockets into northern Israel, mark a huge escalation in the 11-month-old conflict. There’s little doubt now this is open war. 492 people were killed and another 1,645 were injured in the Israeli barrage, the highest single-day death toll for Lebanon since its 1975-1990 civil war. But blame also lies with Hezbollah, which has been baiting Israel for months with Beirut doing little to rein in the militant group. \nHezbollah asked for it | The militant group’s calculation was that it could continue low-level strikes against Israel in solidarity with Hamas in Gaza. This would stretch Tel Aviv’s military resources and impact its economy. Hezbollah also bet that Israel would be wary of opening up a two-front war. But with tens of thousands of Israelis unable to return to their homes along the northern border, and Netanyahu possibly looking for ways to reduce Gaza attacks, Hezbollah’s daily rocket attacks were no longer palatable for Tel Aviv. \nGame changer | Hezbollah thought it could absorb whatever Israel threw at it. But the pager and walkie-talkie bombings last week hit the group hard. True, Mossad’s modus operandi has raised worldwide concerns about weaponising everyday electronic devices. And Israel is earning itself international opprobrium by escalating another conflict on the Lebanese front.  But at this point, Netanyahu just doesn’t care. And US in election mode is unable to rein him in. \nWorld’s Bibi problem | Of course, Netanyahu’s desire for political survival is playing a part in all of this. But he’s made a clever calculation with Hezbollah. Arab nations – who were troubled by Israel’s Gaza operation – will not mind the offensive against the Shia militant group. Plus, if Iran steps in at some point, it’s a jackpot for Netanyahu as even a future US administration will be forced to stand with him. Iran’s moderate President Pezeshkian has already said that Israel is laying traps to drag his country into war. Miscalculations can be catastrophic. The world, not just West Asia, has a Netanyahu problem.  \n\n",
        "headline_1": "Bibi’s calculations",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/bibis-calculations-2/",
        "news_paper_name": "The Times of India",
        "publish_date": "25-09-2024"
    },
    {
        "full_article": "Thanks to a medical insurance scheme, we won’t be able to afford to fall ill any more\nSupposedly, health is wealth. But in India ill health is wealth. The wealth of govt coffers, which benefit from unhealthiness.\nAccording to finance ministry data, during the last three years GOI earned Rs 24,500cr through GST of 18% levied on health insurance. India has no universal healthcare scheme. So, many of those who can afford it, and not a few who can’t afford it but are constrained by necessity to do so, have to resort to private medical insurance.\nThe older the insuree, the higher the insurance premium, and the greater the tax amount. Ever since the GST regime was introduced – dramatically enough at midnight on July 1, 2017, evoking echoes of India’s historic tryst with Independent destiny – a strong case has been made for lowering the tax on medical insurance, or scrapping it altogether.\nIn response, govt has announced that under its Ayushman Bharat Pradhan Mantri Jan Arogya Yojana (AB-PMJAY), it will provide free health cover of Rs 5L to those above 70 years, irrespective of income. Reportedly, this will benefit almost 60mn, with an estimated price tag of Rs 3,437cr.\nUnlike private health insurance, govt health insurance doesn’t invite GST, which would be like taking money out of one pocket and putting it into another.\nSo how is GOI to make up for the loss incurred by expanding its healthcare scheme? Possibly by raising GST on other goods and services, or bringing more items into the tax net.\nThis could include medicines. Currently insulin, a lifeline for diabetics, attracts 5% GST, as do quinine, essential in the battle against malaria, and oral rehydration kits, plus a wide range of antibiotics.\nAyurvedic, unani, and homeopathic medications fall in the 12% GST slab, while the purchase of hospital beds, operating tables, and other fitments invites GST at the rate of 18%.\nWill these rates go up to offset the revenue loss resulting from the expansion of AB-PMJAY? Perhaps. But whatever the case, falling ill in India is no joke. Not even a sick one.\n\n",
        "headline_1": "Bill of health",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/jugglebandhi/bill-of-health/",
        "news_paper_name": "The Times of India",
        "publish_date": "25-09-2024"
    },
    {
        "full_article": "Consumer protection ecosystem in this country can take a leaf out of the Australia playbook\nAustralia’s competition regulator has sued the country’s two largest supermarket chains, Coles Group and Woolworths, because they misled shoppers. Imagine that. Both, the regulator said, inflated prices of lots of common items – as routine as Coca-Cola, Tim Tams biscuits and Colgate toothpaste for instance – before reducing them to MRP or slightly higher. But this playbook is all too familiar to shoppers in India. Inflated prices before discounts were in pre-internet times the SOP, till one could compare with, and snag a better bargain, at online grocers and supermarkets. It is unimaginable that our govt would rush to protect the Indian consumer at the grocers. Australian govt’s aggressive consumer protection is quite the novelty.  \nConsumer protection in India sadly remains a miserly set-up. After the initial burst of consumer awareness and much gusto in promising consumers ‘protection’ decades ago, the drive to build the required ecosystem petered out, an arduous trek, another govt layer with the same pervasive lethargy of most govt-public interfaces. The network, including quasi-judicial consumer courts, waffles on cases and is tight-fisted in awarding compensations. It has watched the coaching industry fleece students for decades, but only just discovered the muscle to recognise them as a consumer class – its helpline has long stacked thousands of complaints against coaching centres. Take the consumers’ right to defect-free goods. A buyer expects a glitch-free product. Manufacturers are loath to replace defective products, let alone refund, expecting buyers to accept repaired products. The law makes it incumbent on makers to replace or refund – but what buyers face is a tedious process that amounts to harassment. It was only yesterday that govt finally moved on forming “guidelines” for misleading ads claiming “nutrition”, and started to think about buyers’ right to information about repairability of electronic devices.\nThe successful tackle of surge pricing by cab aggregators is a shining example of what consumer protection ecosystem can deliver. The centralised consumer complaints received on average over 1L complaints each month April to June this year. Overpricing, fleecing, poor after-sales service are almost a given for the Indian consumer – including at private schools and hospitals. Perhaps, it’s way too ambitious to expect regulators to prioritise overpricing at the grocers.\n\n",
        "headline_1": "Jaago, Sarkar, Jaago",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/jaago-goi-jaago/",
        "news_paper_name": "The Times of India",
        "publish_date": "25-09-2024"
    },
    {
        "full_article": "Even with streaming music, concerts thrive because for fans being part of a group is a unique high \nTickets to British band Coldplay’s concerts in Mumbai next Jan sold out within half an hour of going live. A crore-plus had queued online for a chance to be at the concert. Price was no bar. So, why do concerts keep drawing legions of fans in an era of online streaming platforms? After all, we are just a click away from being able to listen to our favourite artiste’s latest number. \nMore than music | Because concerts are just not about the music. They are an experience. Especially when one is willing to spend tens of thousands to attend one. It’s a show with all the bells and whistles: elaborate stage set-ups, immersive sound systems, and mood atmospherics. Plus, being able to breathe the same air as your musical icon provides the ultimate high. Add to this fellow fans singing along to favourite tunes, and the concert is the perfect setting for innate group behaviour. \nBe seen | Then there’s the ‘I-was-there’ factor. King of Pop Michael Jackson’s one and only concert in India, way back in 1996, is stuff of folklore. The 35,000 who were there have stories – and bragging rights – for generations. For the lucky few, on very lucky occasions, concerts can also be the only time fans may have a live interaction with their star. Recall the viral video from an Adele concert last year where the superstar defended a fan who was being harassed by security. For the fan it was like being recognised and touched by divinity. \nTwo-way street | For artistes too concerts can be places they can truly connect with fans. During her Eras Tour concert in Singapore earlier this year, Taylor Swift got one of her backup dancers to drop some Singlish, sending local Swifties into raptures. Concerts are unique in many ways. But their biggest USP is that for star devotees, they can create memories for a lifetime.\n\n",
        "headline_1": "Being there",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/being-there/",
        "news_paper_name": "The Times of India",
        "publish_date": "25-09-2024"
    },
    {
        "full_article": "We are concerned about the rise in crimes allegedly linked to the release of several top criminals from jail following the fall of the Awami League government. Reportedly, on September 20, a 26-year-old mason named Nasir Biswas was stabbed to death by a group of criminals. The victim's brother alleged that associates of Imamul Hasan Helal, also known as Pichchi Helal, were responsible for the murder—due to past enmity—and filed a case in this connection. Helal was listed in 2001 as one of the top 23 criminals in the country. Then a Chhatra Dal dealer, he was arrested on January 12, 2000, and released on bail on August 16 of this year.\nAccording to the Department of Prisons, Helal is among the 43 top criminals and militants who secured bail in various cases since August 5. After his release, several residents of Mohammadpur have reported that his associates have been intimidating local business owners to assert their control in the area. Other top criminals who have secured bail include Abbas Ali, also known as Killer Abbas of Mirpur; Sheikh Mohammad Aslam, known as Sweden Aslam of Tejgaon; Sanjidul Islam, known as Emon of Hazaribagh; Khandaker Nayeem Ahmed, known as Tipton; and Khorshed Alam, also known as Rasu or Freedom Rasu. Some of them were also on the home ministry's 2001 list of top criminals and have been accused in numerous cases, including for murder and attempted murder.\nJail is supposed to be a place to not just punish convicts, but to also reform their criminal tendencies so that they are fit for social reintegration when the time comes. But exploiting our poor prison system, notorious criminals, far from going down that path, often control criminal activities from within the jail. We are now getting a sense of what they can do if released on bail, unreformed. Police sources have already reported that another top criminal, Ibrahim Khalil, alias Killer Ibrahim, who had been hiding abroad, returned home after mid-August and resumed his activities. A leader of Bhashantek Slum stated that Ibrahim's associates have already begun extortion, threatening arson and vandalism.\nUnfortunately, the police still seem too preoccupied with their internal issues caused after the regime change to closely monitor these top criminals and ensure that they don't break any laws again. As a result, the safety of ordinary citizens is being compromised. This cannot be allowed to happen. The government must instruct all security forces to closely monitor and prevent any criminal activities by those released on bail. And those found to be breaking bail conditions must be held accountable.\n",
        "headline_1": "Citizens’ safety must come first",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/citizens-safety-must-come-first-3711141",
        "news_paper_name": "The Daily Star",
        "publish_date": "25-09-2024"
    },
    {
        "full_article": "For years, Nobel Peace Prize laureate Muhammad Yunus faced intense persecution in Bangladesh, largely due to animosity from the country's long-term leader, Sheikh Hasina. Theories about Hasina's hostility ranged from jealousy to fear of Yunus's global influence. Despite his international acclaim, including a Nobel Prize and numerous other awards, Yunus was subjected to hundreds of lawsuits and accusations during Hasina's decade and a half of increasingly autocratic regime.\nIn June 2024, Yunus, globally renowned as a thinker and activist who championed the cause of the poor, found himself, along with 13 of his colleagues, standing in an iron cage during a kangaroo court trial related to his decades of leadership as the Managing Director of the iconic Grameen Bank (GB), the co-winner of the Nobel Peace Prize, and its galaxy of sister organisations, each modeled on what Yunus called a \"social business.\" These were mission-driven organisations whose main purpose was to empower the poor. Their goal was not to maximise profits, but to ensure long-term sustainability and to uplift millions from poverty.\nHis unlikely journey to global fame as an anti-poverty crusader and social thinker with new ideas began in 1974 near the village called Jobra, situated not too far from the campus of Chittagong University, Bangladesh, where he taught economics and served as the chair of the Department of Economics.\nEventually, through trials and error and real-world experimentation, he founded the Grameen Bank to help rural women escape poverty using an innovative financial model called micro-credit (later microfinance), based on pragmatic thinking. He was committed to solving the ancient problem of poverty through experimentation. This led him to create an entirely new model of poverty alleviation based not on textbook economic theories, but on the realities in rural Bangladesh, and informed by ideas from behavioural economics and sociology.\nDespite facing significant challenges, Yunus's dedication to economic and social development eventually made him into a global icon in the war on poverty. Known as the \"banker to the poor\" (based on the title of his 1998 autobiography), today Yunus is a global celebrity. He has been honoured not just with a Nobel Prize but also with the US Presidential Medal of Freedom (awarded by former President Barack Obama) and the US Congressional Gold Medal, along with more than a dozen other prestigious awards. His close ties with French President Emmanuel Macron, who recently invited him to participate as an adviser at the 2024 Paris Olympics, former US Presidents Jimmy Carter and Bill Clinton, former US Secretary of State Hillary Clinton, and luminaries like Bono and Richard Branson have added to his profile in the global arena.\nAlas, his storied journey was anything but smooth. Starting in 2011, Yunus suffered years of persecution. He was unceremoniously expelled from his own institution, the Grameen Bank, and later faced more than 150 unsubstantiated cases lodged to harass him by the autocratic government of Sheikh Hasina. His persecution entangled his colleagues and employees of the Grameen Bank and its many sister organisations. A few of them became victims of forced disappearances and were kept in a place known as \"Aynaghor,\" or the \"House of Mirrors.\" These were part of secret torture chambers across the city, run by rogue elements in law enforcement during the Hasina regime. On August 5, 2024, following weeks of student-led protests during which hundreds of students were killed and injured, in a dramatic reversal of fortunes, Hasina was ousted, and Muhammad Yunus was chosen unanimously by the victorious student leaders to lead Bangladesh's transitional government. On August 8, he took the oath of office as chief adviser of the interim government.\nBorn in 1940 in Chittagong, a port city on the southeastern coast of Bangladesh, Yunus studied economics as an undergraduate student at Dhaka University. Later, he started his own packaging and printing business in his home city, but moved to the United States upon receiving the prestigious Fulbright scholarship to attend Vanderbilt University in Nashville, Tennessee. In 1969, he earned a doctorate in economics, writing his doctoral dissertation under the supervision of the renowned Romanian scholar and economist, Professor Nicholas Georgescu-Roegen.\nWhen Yunus was teaching economics at Middle Tennessee State University near Nashville, his homeland of East Pakistan (which would become the nation-state of Bangladesh) was engulfed in a political conflict leading to a grave humanitarian crisis. In 1970, Sheikh Mujibur Rahman's party won a decisive victory in the elections, following years of discrimination and neglect faced by the Bengali-speaking population of East Pakistan. The Pakistani military dictator, Yahya Khan, launched a violent crackdown, which led to the nine-month armed resistance and the liberation war. After intense violence and one of the largest forced migrations the world had witnessed, with some 10 million refugees seeking shelter in neighbouring India, the war ended with the birth of an independent Bangladesh.\nAlways an activist, during the months of struggle, Yunus joined a few other members of the Bangladeshi diaspora in the US and travelled from Nashville to Washington to plead with members of US Congress to stop supporting the Pakistani military amid its genocidal campaign in East Pakistan. Throughout the 1971 war, the Nixon administration had maintained a foreign policy largely supportive of West Pakistan, despite widespread evidence of brutal repression and human rights violations committed by Pakistan's military junta.\nAfter the liberation of Bangladesh on December 16, 1971, there was a need for massive reconstruction of the nation ravaged by years of war in which millions had perished. The US National Security Adviser Henry Kissinger, no friend of Bangladesh, continued to prioritise geopolitical interests over humanitarian concerns faced by the new nation in distress.\nIn 1974, this policy translated into delayed food shipments for a nation already on the brink of famine. Bangladeshi economist, Professor Rehman Sobhan, wrote that because the Bangladeshi government had moved to strengthen trade relations with Cuba, Kissinger decided to penalise the new nation. The liberation war had already devastated Bangladesh's economy and infrastructure. News of a poor harvest and concern over shortages led to panic-buying and destabilising speculation in rice markets. The increase in the price of rice, along with other factors, resulted in the 1974 Bangladesh famine. This was a major humanitarian disaster which by some estimates led to more than a million deaths.\nDespite facing significant challenges during his long career, Professor Yunus's dedication to economic and social development has made him a widely respected global icon. His recent appointment as the head of Bangladesh's interim government has led to an outpouring of support and renewed hope for a nation suffering years of tyranny. Now that he has attained not just international prominence, but also executive power, it remains to be seen how his vision, his work on poverty alleviation, his global network of influential admirers, and his experience as a social entrepreneur might alter the course of Bangladesh and its 173 million people.\nMunir Quddus is a professor of economics and dean of the College of Business at Prairie View A&M University in Texas.\n\nThis is a condensed version of the article originally appeared on September 3, 2024, in New Lines Magazine.\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n",
        "headline_1": "Dr Yunus: From pariah to leader",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/dr-yunus-pariah-leader-3711101",
        "news_paper_name": "The Daily Star",
        "publish_date": "25-09-2024"
    },
    {
        "full_article": "In the complex mosaic of South Asian diplomacy, shared resources often emerge as a focal point of cooperation or contention. One such resource, the hilsa fish (Ilish), holds a distinctive place not just in the waters of the Bay of Bengal but in the hearts of millions of people, both in Bangladesh and in the Indian state of West Bengal. The recent decision by the Bangladeshi government to resume hilsa exports to India ahead of Durga Puja has reignited a conversation that transcends mere trade—it speaks to the potential of food diplomacy to further solidify ties between neighbouring nations.\n\n\nA Shared Border, A Shared Culture\nBangladesh and India share one of the longest land borders in the world, stretching over 4,096 kilometres. Beyond geographical proximity, the two nations have deep historical, cultural, and economic ties. India remains one of Bangladesh's key development partners, contributing to various sectors, including infrastructure, trade, and commerce. Over the decades, Bangladesh has increasingly relied on Indian investments, expertise, and access to markets, fostering a relationship that is pivotal for the region's stability and cooperation.\n\nIn recent years, the concept of \"hilsa diplomacy\" has gained prominence, signifying the symbolic importance of the fish in bilateral relations. Once a staple food for the middle and lower classes in both Bangladesh and West Bengal, hilsa has now become an increasingly unaffordable luxury. Its rising price, fuelled by a combination of ecological factors and demand fluctuations, has put the fish at the centre of both trade negotiations and dinner table discussions.\n\nThe Vanishing Hilsa\nDespite Bangladesh's position as one of the world's largest producers of hilsa, with production nearly doubling in the last decade, the economic benefits of this surge have not trickled down to the average consumer. Paradoxically, as hilsa production increased, its price also skyrocketed, making it inaccessible to much of the population. In Dhaka, prices for hilsa in local markets range from Tk 800 to Tk 1,600 per kilogram, depending on size, with traders reporting even higher prices in some areas. This escalation has made hilsa a luxury item, a far cry from its status as a staple food in Bangladeshi homes.\nExperts point to a slowing growth in hilsa production as a critical factor contributing to this price surge. Environmental degradation, river pollution, encroachment on riverbanks, and unplanned infrastructure development have all played a role in disrupting hilsa's breeding grounds. The construction of dams and other river-blocking structures, combined with reduced river water flow, has made it increasingly difficult for the fish to migrate upstream to lay eggs, threatening its population. Moreover, the lack of coordination between Bangladesh and India regarding hilsa management during its breeding season exacerbates the issue. \n\n\nHilsa as a Diplomatic Tool\nThe decision to export hilsa to India in anticipation of Durga Puja is not without its controversies. After assuming office, the interim government initially halted hilsa exports to India, citing high domestic prices and the fact that many Bangladeshi citizens could no longer afford the fish. However, this stance was reversed, and on September 21, 2024, the Ministry of Commerce approved the export of 3,000 tons of hilsa to India.\nWhile this decision may benefit India's Bangalee population, who regard hilsa as an integral part of their culinary heritage, it has raised concerns within Bangladesh. Every year, ahead of Durga Puja, the price of hilsa in the local market spikes, placing an even heavier burden on the middle and lower classes. For many, the export of this prized fish has become a symbol of how diplomacy can sometimes serve the interests of a few at the expense of the many.\nDespite these concerns, there are strategic advantages to using hilsa as a diplomatic tool. The shared love of the fish between the Bangalee populations on either side of the border offers a unique cultural bridge. Hilsa diplomacy reflects a deeper cultural connection, symbolising how food can unite people across borders. However, this approach must be carefully managed to ensure that the economic and ecological balance is maintained and that the benefits of trade do not disproportionately impact domestic consumers.\n\nBeyond Hilsa: A Call for Sustainable Diplomacy\nThe hilsa trade between Bangladesh and India highlights a broader issue in the realm of resource diplomacy. For hilsa diplomacy to be sustainable, both countries need to engage in comprehensive, long-term planning. This includes addressing environmental concerns, investing in river management, and ensuring that infrastructure development does not come at the expense of vital ecosystems.\nFurthermore, joint efforts between Bangladesh and India to protect hilsa during its breeding season could significantly boost the fish population, benefiting both nations. By working together to regulate fishing practices and manage river habitats, the two countries can ensure that hilsa remains not only a symbol of cultural unity but also an affordable source of nutrition for their populations. Hilsa diplomacy presents an opportunity for Bangladesh and India to collaborate on sustainable development, showing that economic cooperation and environmental conservation can go hand in hand.\nMolla Mehedi Hasan is former research assistant at Islamic Relief Bangladesh and postgraduate student of sociology at Khulna University. He can be reached at [email protected]. \n\nViews expressed in this article are the author's own. \nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "Hilsa diplomacy needs economic and ecological balance",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/hilsa-diplomacy-needs-economic-and-ecological-balance-3710956",
        "news_paper_name": "The Daily Star",
        "publish_date": "25-09-2024"
    },
    {
        "full_article": "With some 54 rivers flowing down from upstream India through Bangladesh to the Bay of Bengal, the question of management and sharing of the water from these rivers between the two neighbours cannot be overstated. The late August flash floods caused by incessant rain and sudden onrush of waters from upstream state of Tripura in India that devastated the eastern, southeastern and northeastern districts of the country are a stark reminder of the danger a downstream country is exposed to in absence of river water management agreement with a country lying upstream. So far as the information sharing agreement with India is concerned, there was some misunderstanding. The two sides have contrary versions. What really happened should be made public. It is encouraging that the adviser to the environment, forest, climate change and water resources ministry during her recent visit to the flood-damaged eastern and north-eastern districts stressed urgent action on river water management between Bangladesh and India. Also, as a bulwark against future floods, the government, she further noted, was planning construction of embankments at strategic locations downstream. These are welcome decisions long time coming. That the interim government has finally decided to take up the issue of water sharing from common rivers with India as a co-sharer, not a favour-seeker, is only expected of a self-respecting, sovereign co-basin country. Hopefully, the interim government will follow through with the promise in the future. Talking of the management and sharing of water from transboundary rivers, to date, only one long-term river water management treaty, the Ganges Water Sharing Treaty (GWST), exists between the two countries. But the GWST signed in 1996, too, is going to expire in 2026. So, it is imperative that the interim government start taking preparations for reviewing and renegotiating the treaty for Ganges water sharing after 1996. It is better, if a modified Ganges water sharing deal could be struck in which all the co-basin countries Nepal, Bangladesh and India are involved.At the same time, Bangladesh should strongly pursue the stalled Teesta water sharing treaty. The irony is, the Teesta water sharing talks hit a dead end at a time when India's most friendly government of deposed Sheikh Hasina was in office in Bangladesh. Whereas, during the military regime in 1983, the two countries could reach a provisional agreement to share Teesta water during the lean pre-monsoon period. Under that agreement, Bangladesh would get 36 per cent of the water, while India would get 39 per cent, and the rest 25 per cent water would be left unallocated. Though the agreement was to expire in 1985, it was extended till 1987. Since then, no further progress on reviving the treaty was reported. However, a Teesta water deal set to be inked by the then-Indian prime minister Manmohan Singh during his Dhaka visit in 2011 was torpedoed by what was said to be India's internal politics. Let India's internal politics be the way it is. But that must not be a reason for depriving Bangladesh of its fair share of a transboundary river. So, Bangladesh should activate the Joint Rivers Commission (JRC) to continue discussion on sharing waters from transboundary rivers including the Teesta with India. At the same time, it should also involve, if necessary, relevant international forums to get its legitimate share of water from the transboundary rivers between India and Bangladesh.",
        "headline_1": "Sharing water from common rivers",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/sharing-water-from-common-rivers-1727191671",
        "news_paper_name": "The Financial Express",
        "publish_date": "25-09-2024"
    },
    {
        "full_article": "The interim government's move to shut down illegal brick kilns and not issue permits for new ones is, in all appearances, an attempt to revive the initiative of the previous government that fell flat due to inefficient execution. This, however, does not mean that the present move will also meet similar fate, and to see that this time the government succeeds in achieving its goal, it is important that the authorities are earnest in the first place.The adviser in charge of environment, forest and climate change, while announcing the decision this week said, presently there are as many as 3,491 illegal brick kilns in the country. Emphasising concern over environmental impact of brick kilns, she in a meeting with the Bangladesh Brick Manufacturers Association discussed the prospect of eco-friendly brick-making. Over the past two and a half decades or so, mushrooming of brick fields almost all over the country has been a menace on many counts. Dotted across the country are thousands of slender chimneys releasing thick clouds of smoke into the horizon above the brick kilns. Inside the brick-making plants workers face extremely harsh conditions as they toil to keep pace with the country's growing demand for this housing material. Toiling under the baking sun, these workers carry out back-breaking and exhausting labour in the most perilous conditions. According to the Department of Environment, there are about 6,400 brickfields in the country. However, environmentalists claim the number to be as high as around 10,000, and half of them are located around the capital.While working condition is one aspect, there are more to brick-making that should draw immediate attention of all concerned. One of the shocking realities that has lately emerged is that brick fields are getting increasingly invasive in grabbing the country's less than sufficient arable lands. More dangerous is the threat that comes in terms of affecting neighbourhood lands under cultivation because of the heat, caustic smoke and dust that the brick-making plants generate.Conventional brick making is held responsible for a host of such perils. It is not just the environmentalists who are raising their voice against unabated expansion of brick fields across the country, but common people too, courtesy of the media, are becoming increasingly concerned about the ruinous effects. Reports in the newspapers and concerns voiced by environmentalists have, in effect, done very little to halt the menacing trend of brick making across the country. However, it must not be denied that enactment of the brick making law a few years ago may have been prompted by these reports and alarm bell sounded by social and environmental activists. With the law in place, it looked like things were set to change for the better. This has not happened. The law apparently addresses the core issues associated with brick-making--- chiefly meant to check widespread environmental pollution as well as save arable lands and forest. The law Brick Making and Brickfield Establishment (Control) Act 2013 introduced tougher regulations for brick production, including provision of trial for offences under the penal code. The stipulations envisaged in the law apply to all brick kilns in the country. The law prohibits establishment of brick kilns in residential, protected, commercial and agricultural locations, and also in forests, sanctuaries, wetlands and ecologically critical areas. It has introduced regulations for brick production, including provision of trial for offences under the penal code. Concerned quarters are of the opinion that the law, despite strong penal provisions, has not been able to contain the havoc as yet. There are incidents of outright flouting of the law as brickfield owners are still following their conventional practice of brick-making, that too in locations prohibited by law. Besides, there is no noticeable move to remove brick fields from close proximity of cultivable lands. Reasons for violation of the law are attributed by many to lack of enforcement in general and the application of the law in specific situations where brick kilns are found visibly disruptive to ecology and croplands. Experts, however, opine that alongside the law taking its course, there is the need to introduce modern green technology capable of taking care of the pollution aspect to a great extent. It has been learnt that the popular and widely accepted technology in this regard is smokeless, energy efficient Hybrid Hoffman Kiln (HHF). HHF brick kilns can burn most of the fuel used during firing. This also results in comparatively less energy use and a considerable cut on production costs. The most notable aspect of the technology is that it dries the bricks by directing hot air into the tunnel from the kiln, which blocks carbon emissions.In view of the wide acceptance of the technology in advanced countries chiefly because of its emission-preventing device, Bangladesh should have opted for it long back. The cost of the technology is reportedly high. But keeping in view its efficiency, cost-effectiveness, high scale of production and above all emission-free mechanism, it is imperative that the government gradually phase out the traditional kilns and provide necessary support by way of soft-term financing to encourage the green technology.\n[email protected]",
        "headline_1": "Eco-friendly brick making",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/eco-friendly-brick-making-1727191788",
        "news_paper_name": "The Financial Express",
        "publish_date": "25-09-2024"
    },
    {
        "full_article": "It is understandable why the five-year plan has been put on hold. It's full of projects whose budget allocations are unrealistic. In line with that the Planning Commission has decided to forgo the proposed MRT-05 (south) metro line. As pointed out in a report in The Financial Express this week, MRT-05 has been shelved \"mainly due to its bloated costs and non-rationalisation in route selection\". This makes sense, as does the decision to put focus on the MRT-02 route, as that line promises a greater rate of return, is considered totally viable based on the population coverage, and it connects the old part of Dhaka city to the commercial hub all the way to Dhanmondi.Return on investment is a major consideration for international contractors. The first metro rail has broken all envisaged predictions on commuter traffic as the number of daily users has reached around 0.3 million. The MRT-02 line should have a similar traffic, but more importantly will have a big impact on reduction in commute times for Dhaka residents. Getting back to the issue of the cancelled route, it is quite amazing to learn that a preposterous Tk 54,619 billion had been earmarked for Dhaka Mass Transport Company Limited (DMTCL) to construct the Gabtoli-Dasherkandi route. Audits are now on to scrutnise these grandiose projects that had been undertaken by the Commissions responsible. It is obvious, even without the full audit, that funds had been earmarked above-and-beyond what was needed for a less important infrastructure project. The reasons are obvious but one must wait for the audit to be completed prior to passing judgement. An ulterior motive worked behind priortising a less important route. Hence, it makes sense that MRT-02 line be constructed on a priority basis due to its higher rate of return, viability and coverage of population. This route will help connect the busy Dhanmondi, old part of Dhaka city and create opportunities for population in its south-west. Regarding the cancelled MRT line, an official of the commission explained: \"We've reviewed the gigantic MRT-05 south project. Since MRT-05 north line construction is going on, we now want to prioritise MRT-02, which may give more financial and economic returns.\" \"So, we'll suggest that the DMTCL go with MRT-02 first and MRT-05 second when the economy will be revived and foreign-exchange reserve stable.\" This makes perfect sense. Although some portions of MRT-05 line construction have commenced, it is better to stop work now and concentrate resources on MRT-02 because there, it is clear what and how the returns will come. The cancelled MRT line can always be revived when national fortunes make a turnaround. What is amply clear from this is that there should be no hurry in continuing (or embarking on) major infrastructure projects until audits have been completed. The economy is already reeling from the pressure of repayment of billions of dollars foreign credit and also laundering of billions more. That is why even with the MRT-02, extra care must be taken to ensure that graft doesn't get a foothold in the financial planning. This is going to be a test case for the new government in terms of defining how public corruption should be handled. The challenge here is not merely of learning a lesson from past graft, but also putting into place procedures and checks and balances for elimination of corruption in public procurement and awarding of contracts for projects like the MRT.\n[email protected]",
        "headline_1": "Option for right MRT route",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/option-for-right-mrt-route-1727191822",
        "news_paper_name": "The Financial Express",
        "publish_date": "25-09-2024"
    },
    {
        "full_article": "The recent flash floods in vast areas of Bangladesh, including Cumilla, Noakhali, and Feni, have severely affected the lives of many people. Countless individuals have lost their homes and even family members. The damage is immeasurable and cannot easily be remedied.The good news is that water levels in the flood-affected areas have started to recede. However, a decrease in floodwater does not signal the end of all problems; rather, it marks the beginning of the struggle to stay healthy. As the water recedes, a new set of challenges emerges. Typically, during and after floods, waterborne and insect-borne diseases are most common. Children's health tends to deteriorate more than adults during this time. There is an increased risk of diseases like diarrhoea, pneumonia, skin infections, and other illnesses. Contaminated water often leads to outbreaks of waterborne diseases.Therefore, it is crucial to be extra vigilant during the post-flood period. Both children and adults should be provided with boiled or purified water. Due to the floods, many tube-wells have become non-functional, so it's important to ensure that tube-well water is safe. Water purification tablets are available in the market and can be used to ensure clean drinking water.There must also be a high level of caution regarding food consumption, and essential medicines and oral saline should always be within reach. Medical students across Bangladesh can oversee and assist in such situations. Additionally, pharmaceutical companies can extend a helping hand during this critical time.\nSadia Afrin MouriStudentDepartment of LawJagannath University[email protected]",
        "headline_1": "Ensure post-flood health protection",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/ensure-post-flood-health-protection-1727191847",
        "news_paper_name": "The Financial Express",
        "publish_date": "25-09-2024"
    }
]