[
    {
        "full_article": "A Special Court dealing with cases under the Prevention of Money Laundering Act (PMLA) in Mumbai has made some extraordinarily scathing observations about the way the Enforcement Directorate (ED) functions. While granting bail to Sanjay Raut, Shiv Sena (Uddhav Thackeray) MP, the court has termed his arrest not only illegal but also one recorded for “no reason” at all. The grant of bail and the observations made by Special Judge M.G. Deshpande have galvanised the ED to file an immediate appeal before the Bombay High Court, but the lengthy order contains enough material to substantiate the charge by Opposition parties that central agencies are being utilised to hound political opponents. The judge has found that the underlying criminal case of cheating concerned another set of people who had committed misdeeds, but they were not arrested. As far as Mr. Raut and his associate, Pravin Raut, who has also been given bail, were concerned, it was essentially a civil dispute, and there was nothing to show that money involved in their transactions were “proceeds of crime”. Their arrest under the PMLA was illegal, the court said, because there was no underlying scheduled offence. The ED has alleged that the proceeds of the fraudulent sale of tenements pertaining to a re-development project at Patra Chawl in Mumbai, amounted to ₹1,039 crore. It had further alleged that Mr. Pravin Raut was a proxy for Sanjay Raut, and that the latter and his wife had utilised ₹95 crore out of the proceeds to buy assets.The misuse of agencies seems to be an unlaundered truth, going by the court’s remarks. There has indeed been a disproportionate targeting of non-BJP political leaders by investigating agencies of the Union government. While lawyers and activists have been arrested under anti-terrorism laws, mainstream political opponents often see tax raids and money-laundering cases. The latter class of cases is made possible by the PMLA that permits the ED to register a money-laundering case whenever there is an FIR by the police involving a given list of offences. In a sardonic comment, the Special judge has noted that the ED works at great speed while making an arrest, but proceeds with the trial at a snail’s pace. ED officers seem to be aware only of Section 19 (power to arrest) and Section 45 (stringent conditions for bail), but not the fact that they should also hold a trial. The judge’s remarks also drive home the fact that money-laundering prosecutions have an abysmally low rate of convictions. Instead of rushing to file appeals against adverse orders, central agencies ought to reflect on the manner in which they are being utilised for political ends.",
        "headline_1": "Unlaundered truth: On Sanjay Raut’s bail and the functioning of central agencies",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/unlaundered-truth-the-hindu-editorial-on-sanjay-rauts-bail-and-the-functioning-of-central-agencies/article66121020.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "11-11-2022"
    },
    {
        "full_article": "Tweaking guidelines for television channels operating in India, the Union Cabinet has laid down some norms on content as well. In the time of polarising opinions, heated debates and narrow targeting of ideas on television, it said wherever applicable, the channels would have to broadcast content on themes of national importance and socially relevant issues for at least 30 minutes every day. The ‘Guidelines for Uplinking and Downlinking of Satellite Television Channels in India, 2022’ point out that as airwaves and frequencies are public property and need to be used in the best interest of society, a company with permission to operate in India, barring foreign channels, will have to air content in the service of the public. The themes that have been picked out include education and spread of literacy, agriculture and rural development, health and family welfare, science and technology, welfare of women and weaker sections of society, protection of environment and of cultural heritage and national integration. These are subjects on which a lot more awareness is necessary. According to a FICCI-EY report, with television subscriptions estimated to add another 42 million by 2025 from 178 million in 2021, on the face of it, the public service broadcast is not a bad idea in a diverse country with myriad issues.The good intent, however, comes with a caveat. The guidelines say “the Central Government may, from time to time, issue a general advisory to the channels for telecast of content in national interest, and the channel shall comply with the same”. Though the Government has left it to the channels to “appropriately modulate their content to fulfil the obligation”, its stated intention to step in as and when required may be another way to signal that it will keep a watchful eye on the media. In its 2008 recommendations, the Telecom Regulatory Authority of India had suggested a public service obligation, which the Information and Broadcasting (I&B) Ministry has taken on board. But there is no clarity yet on compensation norms and who is going to foot the bill for the public service component on TV. The guidelines, with effect from November 9, replace those in operation since 2011 with the Government announcing a host of measures which include making India a teleport hub. The Government has done away with the requirement to seek permission for live telecast of events; only prior registration of events will be necessary for live telecast. As for the 30-minute public service slot, I&B Secretary Apurva Chandra has said stakeholders will be consulted regarding the modalities, which will have to be sorted out.",
        "headline_1": "Content slot: On guidelines for television channels",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/content-slot-the-hindu-editorial-on-guidelines-for-operation-of-television-channels/article66120496.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "11-11-2022"
    },
    {
        "full_article": "India and the United States have reached a geopolitical sweet spot thanks to two decades plus of engagement. Since the George W Bush administration through to President Joe Biden, the two countries have experienced a widening and deepening strategic convergence. The strategic glue is their shared concerns about an increasingly assertive and dangerous China. But there is now an economic and immigrant ballast of a kind never been seen before.\nThere are still potholes on the bilateral highway but both sides are careful to avoid contretemps over their different views on, for example, Pakistan and Russia. A pothole India has watched with some care is the direction of US domestic politics.\nRead full opinion on TOI+\n\n",
        "headline_1": "India’s long view on the US: Midterms have braced the political middle in Washington, making it a more dependable partner for us",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/indias-long-view-on-the-us-midterms-have-braced-the-political-middle-in-washington-making-it-a-more-dependable-partner-for-us/",
        "news_paper_name": "The Times of India",
        "publish_date": "11-11-2022"
    },
    {
        "full_article": "That Rajnath Singh publicly talked about the importance of armed forces maintaining operational readiness across LAC during the severe Himalayan winter is another proof of the big change in security dynamics. Earlier, the onset of winter used to be a challenging time for the army only along LoC, as cross-border terrorists would step up infiltration bids before the mountain passes closed. But with India and China keeping their troops forward deployed for the third consecutive winter in eastern Ladakh, armed forces now face a real two-front challenge.\nRead this with Xi Jinping’s recent instructions to PLA to be ready to fight and win wars. This again clearly shows that Beijing will not shy away from using its military to achieve its political-strategic objectives. Given the massive changes Xi has brought to the Chinese party-state system by centralising power, securing an unconventional third term for himself, and changing the trajectory of governance of China, internal pressures are bound to build up within Chinese society. And it is to clamp down and deflect attention from these that Xi could use PLA. That Xi has promoted so-called “action men” to the new Chinese Central Military Commission highlights this aggressive posture. One of those action men is He Weidong, now a CMC vice-chairman who led the PLA’s western theatre command during the Doklam standoff with India in 2017.\nIt is also possible that since Xi has now reiterated his authority over the party-state system, Beijing will make overtures to New Delhi. We saw some signs of this with Chinese foreign minister Wang Yi’s visit to New Delhi earlier this year. But the Indian leadership should continue to stick to its stance that it cannot be business as usual unless Beijing drops its aggressive posture and restores status quo ante at LAC.\nWe have been here before. Around the time of every PLA incursion over the last decade, Beijing has sought to compartmentalise the border issue and blame bilateral tensions on lack of sufficient understanding between the two sides. This is the old hot-and-cold tactic. After Doklam we had the Wuhan informal summit between Modi and Xi. After the Mamallapuram informal summit we had Galwan. Thus, New Delhi must remain wary of Chinese moves and continue enhancing coordination with partners such as fellow Quad members. The ongoing Malabar naval exercise off the coast of Japan is a good example of such coordination. China is India’s biggest strategic-security challenge. India has to keep its guard up.\n\n",
        "headline_1": "Doklam, Galwan … The threat across LAC hasn’t diminished one bit. India’s China policy must not soften",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/doklam-galwan-the-threat-across-lac-hasnt-diminished-one-bit-indias-china-policy-must-not-soften/",
        "news_paper_name": "The Times of India",
        "publish_date": "11-11-2022"
    },
    {
        "full_article": "Old rivals BJP and Congress square off tomorrow in the Himachal Pradesh assembly elections after a spirited campaign. An incumbent government hasn’t been re-elected in the state since 1990. But that alone is no predictor of voter behaviour. In recent years, states like Tamil Nadu, Kerala and neighbouring Uttarakhand that would usually boot out governments have preferred incumbents to the opposition. BJP can lay claim to a lot of infrastructure improvements in Himachal but the presence of a large number of rebels in the fray could upset either side’s electoral calculations.\nCM Jai Ram Thakur is bolstered by Congress’s failure to project a CM candidate as well as by Modi’s steadfast support for him. It is notable that he served out his term, in contrast to BJP’s midterm reshuffles in Gujarat, Karnataka and Uttarakhand. But Himachal is also Congress’s best opportunity to reverse its losing streak in assembly elections since 2018. Congress has had to contend with fewer rebels than BJP. But the absence of a tall state-level leader was telling, forcing the central leadership to dispatch Priyanka Gandhi and Bhupesh Baghel to prop up worker morale.\nBut beyond the politics there’s something more impressive. Himachal is an outlier among north India’s predominantly poor human development indices. It is only one of two states in the north to cross the Rs 2 lakh GSDP per capita threshold and is now a pharmaceutical manufacturing powerhouse. Himachal is among states that have very low poverty levels, it has the second highest percentage of women with education till or beyond Class 12, and was the first state to finish Covid vaccination for all adults. That these impressive performances have coexisted with very competitive local politics speaks well of the governance abilities of both BJP and Congress in the state.\n\n",
        "headline_1": "Fight but govern: Himachal, which goes to polls tomorrow, shows good governance & competitive politics can coexist",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/fight-but-govern-himachal-which-goes-to-polls-tomorrow-shows-good-governance-competitive-politics-can-coexist/",
        "news_paper_name": "The Times of India",
        "publish_date": "11-11-2022"
    },
    {
        "full_article": "Arghya Sengupta and Raag Yadava\nThe 103rd Constitution Amendment, which authorises reservation in educational institutions and jobs for persons belonging to economically weaker sections of society, was upheld earlier this week by the Supreme Court. As a result of this decision, there will now be two reservation tracks – one based on caste and backwardness, the other on poverty and economic criteria. This is a watershed moment in India’s reservation story.\nIn social policy, reservation of seats in legislatures, universities and jobs is viewed as a tool available to governments to empower backward communities and groups. In this sense, it is like a targeted subsidy or a welfare scheme. In India however, reservation is not just another ordinary tool – it has a particular historical salience.\nRead full opinion on TOI+\n\n",
        "headline_1": "Backwards vs forwards: Too many quotas are bad for Bharat – Dissenting judges in EWS case warn against chopping the public sphere into narrow sectarian slices",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/backwards-vs-forwards-too-many-quotas-are-bad-for-bharat-dissenting-judges-in-ews-case-warn-against-chopping-the-public-sphere-into-narrow-sectarian-slices/",
        "news_paper_name": "The Times of India",
        "publish_date": "11-11-2022"
    },
    {
        "full_article": "Remember when Soumya Sarkar burst onto the cricket scene and played a crucial role in the series wins against Pakistan and South Africa, inspiring many a conversation around how elegant his batsmanship was, and how Bangladesh had finally found an opener of real calibre?\nAround that time, I happened to overhear one such enthusiastic conversation between a group of teenagers, one of whom was arguing that Soumya could be the next Brian Lara. And then I heard the words that, to this day, I find difficult to swallow: \"The only problem is, he's Hindu.\"\nThis incident has recently been on my mind again, as a storm of debate rages around the controversial question found in the HSC Bangla question paper on Sunday.\nFor context, the creative section tells the story of two brothers, Nepal and Gopal, tied up in a long-standing land dispute. Nepal sells some land to a Muslim man to \"teach his brother a lesson,\" but then becomes a victim of his own trick. The Muslim man slaughters a cow in front of Nepal's home, after which the latter leaves for India forever. This bizarre account then asks questions comparing Nepal to Mir Jafar, whose name is synonymous with treachery in Bangali history.\nThe whole thing is offensive on many levels. The displacement of minorities after losing their ancestral land is no laughing matter, especially in Indigenous areas, where more than 10,000 have been forced to migrate abroad in the past four decades because of land disputes, according to the Kapaeeng Foundation. While it is difficult to find the exact numbers regarding such forced migration, the 2022 census suggests that the country's minorities have decreased in number since 2011. Over a similar period, there have been as many as 3,710 attacks on the Hindu community alone, according to Ain O Salish Kendra (ASK).\nHowever, the HSC question not only trivialises this issue by portraying it as a matter of personal choice, but implies that it is minorities' own \"fault\" – by trying to teach his brother a lesson, Nepal brings a calamity upon his own head, instead of being pushed away by external forces.\nThe question also completely disregards the communal harmony that still exists in many parts of our country, and unnecessarily portrays the two communities as being alienated from each other. Why else would Nepal bring a Muslim person onto his land to punish his brother?\nIt is commendable that, as soon as this question became public, immediate actions were taken. A probe was launched, and the education board officials identified five teachers from the Jashore board who were involved in coming up with the question. In the latest development, the assistant professor identified as the question-setter has gone into hiding.\nIt is encouraging to see the government take this issue so seriously, with Education Minister Dipu Moni saying, \"Once those responsible are identified, we would know if those who sow the seeds of communalism in the minds of students are involved in the question-setting and moderation process.\"\nHowever, I can't help but feel we are focusing on the symptom and not the disease.\nThat the \"seeds of communalism\" have been sowed in the minds of many should be clear to us by now. It is reflected in the far-too-casually thrown out bigoted comments like that of Soumya's reluctant fan, and in the weaponisation of repressive laws like the Digital Security Act (DSA) against minorities for \"hurting religious sentiments\" – let's not forget that tenth-grader Dipti Rani Das spent over a year in jail for a Facebook status, while YouTube is still filled with so-called sermons that spew hate speech against minorities and women.\nAnd, of course, it is reflected in the frighteningly regular incidents of destruction of property, arson, and injury like we witnessed in Digholia village in Lohagara, Narail in July this year, where a mob vandalised a temple and several stores and homes of the Hindu community. We see these seeds of communalism during almost every Hindu religious festival, where there are always some incidents of idols being vandalised by \"miscreants.\" Clamping down on question papers while all this continues unabated cannot bring about meaningful change.\nHowever, we now have an opportunity to kickstart a crucial conversation on how little we encourage rational, progressive thought in our education system – demonstrated by the fact that such a bizarre and pointless question was part of the \"creative\" section of an exam. And at the centre of this conversation should be the fact that, five years ago, 17 different texts and poems by secular writers were removed from school textbooks in order to comply with the demands of Hefazat-e-Islam.\nIt is time for the authorities to acknowledge that failing to represent our nation's diversity in students' learning materials is far more likely to sow the seeds of communalism in their minds than exam questions. While the immediate remedy must be justice for victims of communal violence, in the long run, there is no alternative to a progressive education system in dealing with such regressive thoughts.\nShuprova Tasneem is a member of the editorial team at The Daily Star. Her Twitter handle is @shuprovatasneem\n\n",
        "headline_1": "HSC question paper is merely a symptom of communalism",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/hsc-question-paper-merely-symptom-communalism-3165866",
        "news_paper_name": "The Daily Star",
        "publish_date": "11-11-2022"
    },
    {
        "full_article": "The lead photograph published in the daily Desh Rupantor on Wednesday was of bamboo sticks for sale, whose demand has suddenly skyrocketed – with opposition political rallies becoming frequent, and violently obstructing them becoming a regular feature. The irony of the caption in Bangla – Rajnaitik Baash – is totally lost in its literal English translation – \"Political Bamboos.\"\nAs an editor, I commend the photographer, the caption writer, and the news editor for depicting a sad reality with such subtle deftness.\nI wish I could confine my feeling to just admiring the photograph and detach myself from the sad, and potentially dangerous, political story that those bamboo sticks tell. From the ruling party, the writing on the wall is that violence will be used to stop opposition rallies, and the message from the opposition is that it will be countered with equal force. The net result is rising political violence and the consequent vitiation of the atmosphere of freedom of assembly and free speech.\nEvery time the BNP called a meeting somewhere, almost like magic the local transport workers discovered issues to call a strike for. Mass presence in the Chattogram rally may have triggered this tactic. We saw transport strikes centred around BNP meetings in Mymensingh, Khulna, Rangpur, and Barishal. At first it covered only buses, then it included CNG auto-rickshaws, then battery-driven rickshaws, and so on.\nIn Barishal, where water transport constitutes a vital means of travelling, launch owners and drivers – usually at loggerheads – found some common cause to call a strike for. As if the coincidences of calling for transport strikes wherever BNP called for rallies were not enough, the magic showed greater power when those strikes were called off within hours – if not minutes – of the said rallies ending, without a single issue (for which the strike was originally called) even remotely addressed. BNP's Faridpur rally is supposed to be held tomorrow. The bus-minibus owners' association in Faridpur has already announced a strike from 6am today till 8pm tomorrow.\nAnd all the while, Awami League's Obaidul Quader repeated ad infinitum that the strikes were the acts of the respective unions and had no connection with the ruling party. So much for his respect for our common sense.\nThose of us who had some exposure to mass demonstrations and know the psyche of protesters from our student days – and Awami League leaders have had plenty of such experience in the 50s and 60s against the Pakistanis, in the 80s in the anti-Ershad movement, and in the early 90s and in 2001-2006 against Khaleda Zia's government – know very well that the bigger the obstacles, the greater the determination of the activists to implement their programme. In our own student days, we would wait for the government to take obstructive measures; most often, it was the promulgation of Section 144, which prohibited gatherings and even walking on the streets in groups of more than five. It did nothing to dampen our spirit.\nIt is our belief that, had the Awami League not put up these obstacles, the gatherings might well have been less, and definitely not so defiant. In Barishal, we saw people arriving days in advance and sleeping under trees and eating only puffed rice just to attend the meeting. Such devotion is a dream come true for the BNP, and something that they have been craving for all these past years. Thanks to the ruling party, they have now got it.\nMoves like engineered transport strikes end up affecting the general public – who have nothing to do with politics and are not BNP supporters – and bring them into the fray because of their angry reactions towards their sufferings due to the strikes. They hold the government and the ruling party responsible and end up joining the protest.\nIn this regard, nothing could have sounded more farcical than the home minister's warning of police action if public suffering is caused by the BNP's proposed rally on December 10. Well, are the Dhakaites not witness to the city being almost paralysed when any major rallies are held by Chhatra League, Jubo League, other leagues, and by the Awami League itself? Public suffering, which is clearly evident and plentifully reported by the media, is not an issue then.\nIn judging our particular situation, we were made aware by our prime minister lately that Bangladesh was a part of the \"Global Village\" and, as such, we suffered from the same afflictions as the rest of the world. She is right. Just as we prosper when the world economy thrives, so we must also suffer when the situation reverses.\nHowever, if we are a part of the Global Village in the economic sense, shouldn't we also be a part of that same Village in other senses – democracy, justice, accountability, respect for law, rights, freedom of speech, assembly and of the media, and whatever else the Global Village represents? Why must we only share its sufferings and not its benefits?\nWhy should voting – which many say cannot be banked on any more – every five years be our definition of democracy? What about the accountability of our public representatives? There is no way of knowing how the development allocations, which the MPs get for our benefit, is spent. What about the accountability of public servants whose salaries, perks, pensions – all of which have increased many-fold and which we pay for through taxes? Through political patronage, nowadays they are more the masters of the public than their servants. Have any of the project directors ever been held accountable for the endless delays and continuous budget revisions of projects that end up costing thousands of crores more to the taxpayers? What about the responsibility of their respective secretaries and line ministers?\nWe sometimes hear that the prime minister has expressed her displeasure about the said delays, but nothing about the officials being held responsible and punished. Accountability is a sine qua non in the governments of the Global Village that our prime minister has referred to and, as its part, we must have it too – not only their inflation, oil price rise, etc.\nComing back to the photo of bamboo sticks, it symbolises the unlawful use of power, which in its varied forms – political, financial, and physical – is how we are running our affairs. The current rise of political violence, against which the United Nations has expressed concern very recently, may become more acute as the general election nears.\nThe question that is deep in our hearts and remains only silently articulated is: will the election be free and fair or will the bamboo sticks have the last say?\nMahfuz Anam is the editor and publisher of The Daily Star.\n\n",
        "headline_1": "The underlying story of a simple photograph",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/the-third-view/news/the-underlying-story-simple-photograph-3165761",
        "news_paper_name": "The Daily Star",
        "publish_date": "11-11-2022"
    },
    {
        "full_article": "We're relieved that the deal between the International Monetary Fund and Bangladesh government has finally come off, ending weeks of speculations about its likelihood and possible conditions to be imposed by the multilateral lender. No, there is no \"harsh condition\" or reform plan attached to it, as was anticipated, but whether this will be good for Bangladesh in the long term will depend on who you ask. Reportedly, the two sides have reached a preliminary agreement on a USD 4.5 billion loan, which would be disbursed over a 42-month period, with the first of seven planned instalments expected in February. Bangladesh has thus become the third country in South Asia, after Pakistan and Sri Lanka, to secure a \"staff-level\" loan agreement with the IMF this year.\nThe development comes at a critical time for Bangladesh, with the government struggling with multiple crises including widening of the current account deficit, alarming decline of foreign exchange reserves, slowing growth, rising inflation, food and energy security concerns, etc. In his reaction, the finance minister suggested that the move was a \"precautionary measure\" to ensure that the economic instability caused by the Russia-Ukraine war does not \"escalate into a crisis.\" In the grand scheme of things, the loan amount, it must be said, is not substantial, nor is it a cut-and-dried solution to our dwindling foreign exchange reserves. But it holds a short-term value that Bangladesh can use right now.\nThe deal, which will require approval from the IMF's executive board to be effective, can improve our creditworthiness, helping catalyse additional financing from other developmental and bilateral partners. Even though the full picture of the loan programme is to emerge, we are told that there were no IMF-set conditionalities per se. Instead, the government will be expected to pursue its own existing reform agenda. This includes raising the tax-GDP ratio, periodically adjusting the fuel price, implementing climate-related proposals made in the budget and on various international platforms, increasing remittance receipts through formal channels, increasing social spending, increasing exchange rate flexibility, expanding and diversifying exports, modernising the monetary policy framework, etc.\nThis is where critical focus must be given. With IMF or not, we should embark on a serious reform drive of our own volition to address these longstanding issues. Lack of good governance and sound policy has been a major barrier to Bangladesh's economic sustainability. Of course, the effects of external shocks like a war or pandemic cannot be underestimated. But economies where institutions are strong, accountable and capable of formulating and executing sound polices have a better chance of cushioning the impact of external and internal shocks. Unfortunately, the financial sector in Bangladesh is more known for corruption, mismanagement and unaccountability. Political interests often influence major decisions and policies.\nWe hope the IMF deal will put an end to this cycle and the culture of denial surrounding the poor health of the sector. We must critically examine why such a loan – Bangladesh's 13th from the Washington-based lender – was needed in the first place, beyond official explanations, and move expeditiously to put into effect a comprehensive reform policy for our own sake.\n",
        "headline_1": "Here Comes the Loan…",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/here-comes-the-loan-3165726",
        "news_paper_name": "The Daily Star",
        "publish_date": "11-11-2022"
    },
    {
        "full_article": "A lot has been going on in rural Bangladesh. In an earlier column, I called it Rural Transformation (RT) 2.0 during the decades 2000-2020 (RT 1.0 took place in the first three decades after independence).\nDo we fully understand RT 2.0? I would like to argue that we need new research methodologies to understand the complex nature of the rural change in the last two decades.\nAllow me to share some of my recent experience of road trips through sections of rural Bangladesh.\nThe futility of old binaries\nIn Shibrampur village of Magura, a farmer named Showkat explained to me the process of cultivating dragon fruit, an exotic crop with origins in Central America and which was first introduced to Bangladeshi soil sometime around 2013-14. The fruit grows on a climbing cactus that sprouts roots as it creeps its way up a prefabricated concrete post, and spreads its green mane through the circular support of a recycled tyre.\nThanks to its taste and purported health benefits, dragon fruit has been a global hit. In 2020, Thailand, the world's top dragon fruit exporter, earned USD 1.2 billion from exporting it. Vietnam was not far behind.\nIn the same year, Bangladeshi farmers grew 8,660 tonnes of the fruit – more than double the total yield of the previous year. Jhenaidah is considered the hub of its commercial cultivation, accounting for 39 percent of Bangladesh's total production. Among other districts, Jashore, Natore, and Bandarban have become major producers of dragon fruit. It's likely to become a key part of Bangladesh's global ambition. Its cultivation requires a concrete post, the product of a rural cottage industry. Then, it needs a recycled tyre, connecting the crop to both transportation and recycling industries.\nHow do we research the socioeconomics of dragon fruit cultivation to understand rural transformation in Bangladesh? It is not possible to classify dragon fruit cultivation simply as agricultural work. Traditional categories – for instance, the classification of farm and non-farm work – no longer seem tenable to explain the hybrid agro-industrial complex of a crop like dragon fruit.\nWho is cultivating it? According to the Ministry of Agriculture, an overwhelming majority of dragon fruit growers are educated and young. Sometimes orders for the fruit are placed online or by mobile phone and delivered through a courier service. The complex ecology of the producer, the production method, and the crop's market distribution portrays a New Rural.\nIn short, the commercial cultivation of dragon fruit represents a new type of rural modernity that can't be explained by conventional research methodologies associated with RT 1.0.\nWe need new terminologies – beyond the binaries of farm and non-farm – to understand the complicated intersection of various market and social forces in the production of a non-native crop like dragon fruit.\nThe next-generation remittance influences\n\nConsider the shifting roles of remittance in rural life. As I heard from groups of people in different villages in the Jashore-Kushtia-Jhenaidah region about their views on the remittance economy and its impact on them, it occurred to me that remittance research needs the next generation of critical inquiries.\nPeople talked about how a \"peer connection factor\" inspires the youth of a village or a cluster of villages to try to go to the same destination abroad – be it Jeddah, Muscat, or Rome.\nThere is a village in Mirpur upazila of Kushtia where its youth went to Saudi Arabia en masse. Last June, I met a group of young men in a tiny medieval town called Albi in the south of France, almost all of whom came from one village in Sylhet and another in Shariatpur. What the youth in Albi told me about their future and their relationship with their motherland is structurally different from what I heard from migrants in the Middle East.\nThe crucial question here is: alongside remittance infusion into local economies, what value systems do our migrant workers bring home, and what are their influences on rural life in Bangladesh? What are the environmental implications of their business investments?\nMuch research has been done to understand the role of remittance on RT 1.0. Neoliberal economic policies and globalisation in the 1980s and 1990s created a vast global demand for skilled and unskilled labour from developing countries. Bangladeshi workers found new opportunities in the burgeoning labour market abroad, predominantly in the Middle East. And they began sending money back home.\nRemittance was not as robust a factor during RT 1.0 as it has been during RT 2.0.\nIn 1980, Bangladesh's remittance earnings were USD 339 million. It crossed the USD 1 billion mark only in 1993. The GDP share of remittance was 1.87 percent in 1980, 2.58 percent in 1990, and 4.16 percent in 2000. It was during RT 2.0 that remittance became a key driver of the national economy. It crossed the USD 2 billion mark in 2001 and USD 10 billion in 2010. Remittance inflows crossed the USD 20 billion threshold in 2021. This is a new scale.\nWe need to pose a type of questions about remittance influences on the social fabric of rural Bangladesh, beyond indicators like poverty reduction, nutrition, education, and healthcare. What are the local effects of migrants' destination countries? What is the investment pattern from the Middle East remittance inflows relative to Europe? There is social mobility and citizenship availability for those who go to Europe, while there are very little of such opportunities for those who go to, say, Saudi Arabia. What are the ideological and entrepreneurial footprints of remittance in rural life?\nMobile technology in rural life\n\nMobile technology is a reality of RT 2.0. The milestones of the mobile phone market in Bangladesh support this assertion. Grameenphone, AKTEL, and Sheba were launched in 1997. One million mobile connections were reached in 2002. The state-owned Teletalk launched the country's first 3G network in 2012 and a 100 million connection target was reached the following year. In 2017, mobile subscriber penetration surpassed 50 percent of the population, followed by the introduction of 4G services the next year.\nToday, it is nearly impossible to find a person in rural areas without a mobile phone.\nHow is mobile internet, particularly social media, changing the fabric of social and economic life in rural Bangladesh? How are Facebook (there are 44.7 million Facebook users in Bangladesh, 25 percent of the country's population, according to Statista; that's 23 percent for India) and TikTok transforming the imagination and self-image of the rural youth? According to a recent survey by the Brac Institute of Governance and Development (BIGD), 92 percent of rural households own a mobile phone and 33 percent use mobile-based internet daily.\nI have seen rural entrepreneurs accessing information on poultry feed pricing via mobile internet. I have also seen some rural youth engaged in mobile-based gambling at tea stalls. Mobile phone-based citizen journalism has emerged as a major deterrent to violence against women and children. Mobile videos helped law enforcement agencies capture perpetrators of violence against minorities, while criminals have also used them to blackmail young schoolgirls.\nResearchers need to go beyond singular narratives of economic growth and agricultural productivity and pay deeper attention to the contradictory nature of technological progress and its consequences for rural areas.\nThe rise of the rural middle class\n\nA trip to a rural area in Bangladesh would convince anyone that there is a rising rural middle class – although by no means is it a uniform one across regions.\nThis is a consumer class like its urban counterpart with an appetite for, say, electronics (TV) and appliances (fridge), and a secret desire to flaunt wealth. The ostentatious single-family or apartment buildings, rising straight from the paddy field, demonstrate a new visual language with which the rural middle class announces its presence.\nI visited a spacious rural convention centre that was hosting a wedding ceremony. The traditional rural idea of such a ceremony taking place under a shamiana in the courtyard of a rural homestead has been replaced by the urbanity of convention centres that are too common a site even in the deep rural. One of the ways to measure the economic muscle of the rural middle class is to understand the proliferation of an urban-style advertisement culture across rural areas. The boundary walls of private houses and markets feature brightly coloured advertisements for \"smart\" lungi, toothpaste, mobile phone, ceiling fan, noodles, television, wall paint, and water tanks, among other commodities.\nBut, as I observed, there is also a peculiar difference between the middle class of urban Bangladesh and that of rural Bangladesh.\nThe rural middle class is torn between an increasing consumerist mindset and an entrenched pastoral attachment to the land. On the one side, there is the gradual acceptance of middle-class values embedded in the ethos of individuality, social mobility, materialism, and transient work life. On the other side, there is a nativist veneration of the land as the source of livelihood and ancestral identity. As I spoke to several rural families, I realised how this powerful contradiction – the conflict of ephemerality and rootedness – shapes the self-image of the members of this rising class and affects how they do what they do.\nIn the context of Bengal's agrarian history and the long shadow of the Permanent Settlement, this dilemma is very different from that of the urban middle class that also has ties with the village land. Historian Ranajit Guha has explained this, \"[The urban class's] world of culture was strictly circumscribed by the values of a middle class living off the fat of the land and divorced from the indigenous culture of its peasant masses.\"\nMy own father raised his family in the city with his professional job, but he also derived income from his inherited and acquired village land – a typical case of urban absentee landlordism.\nBut today's rising rural middle class is in and on the land. The land is both an asset and a burden. An asset, because it continues to provide a livelihood in one way or the other. A burden, because the children of the peasant see having anything to do with the land and agriculture as roadblocks to their middle class status. This is the flip side of what could be called a \"personality revolution\" in rural Bangladesh.\nAn acute shortage of agricultural labour across villages is a reality today, although mechanisation of agriculture, cropping intensity, and industrial farming increase total agricultural output.\nI argue that we don't yet fully understand the nature of RT 2.0 that is taking place at different scales and with a wide range of regional variations. We need new research methodologies to explain it. We can't fathom it using the research lens of RT 1.0. We need to challenge our disciplinary boundaries and explore the productive overlapping of many disciplines.\nFurthermore, we need a new generation of self-critical and multidisciplinary research agenda that challenges the lure of empirical certainty. Quantitative analysis has traditionally powered our positivistic research approach, that is, rational assertions being able to be verified with data and mathematical proof.\nIf we go beyond the economic determinism of development and entertain Amartya Sen's \"development as freedom\" argument, we can see that RT 2.0 is inherently multidirectional, contradictory, and non-teleological, meaning it is not steadily moving towards a single end or goal.\nA farmer from a village named Katalmari in Kushtia told me that he valued his freedom to do work when he pleases more than being a \"workaholic\" on his agricultural land with a single-minded focus on material prosperity. I understood that he was talking about his freedom to choose and his pride in being who he wanted to be, instead of being a cog in the wheel of national progress. It is important to understand the mind of the New Peasant.\nLet me end with a very personal experience.\nSomewhere in Kushtia, while in the car on a rural road with my colleague, architect Faisal Kabir, I suddenly encountered a real-life drama. I hurriedly got out of the car. It was a captivating spectacle: Two early-20-something girls on bicycles, pedalling away – confident, focused, and undeterred. One donned a hijab, the other had her hair nicely clipped and was wearing a backpack. I asked my colleague and the driver where these girls might be going. Both told me that they were most likely NGO workers, reporting to their rural office.\nI kept on watching them, spellbound, until they disappeared beyond the green horizon. I soon understood where they were really going. They were going to the future of Bangladesh.\nAdnan Zillur Morshed, PhD, is an author and professor at the Catholic University of America in Washington, DC, and executive director at the Centre for Inclusive Architecture and Urbanism in Brac University.\n\n",
        "headline_1": "Researching Rural Transformation 2.0 in Bangladesh",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/the-grudging-urbanist/news/researching-rural-transformation-20-bangladesh-3165601",
        "news_paper_name": "The Daily Star",
        "publish_date": "11-11-2022"
    },
    {
        "full_article": "We're relieved that the deal between the International Monetary Fund and Bangladesh government has finally come off, ending weeks of speculations about its likelihood and possible conditions to be imposed by the multilateral lender. No, there is no \"harsh condition\" or reform plan attached to it, as was anticipated, but whether this will be good for Bangladesh in the long term will depend on who you ask. Reportedly, the two sides have reached a preliminary agreement on a USD 4.5 billion loan, which would be disbursed over a 42-month period, with the first of seven planned instalments expected in February. Bangladesh has thus become the third country in South Asia, after Pakistan and Sri Lanka, to secure a \"staff-level\" loan agreement with the IMF this year.\nThe development comes at a critical time for Bangladesh, with the government struggling with multiple crises including widening of the current account deficit, alarming decline of foreign exchange reserves, slowing growth, rising inflation, food and energy security concerns, etc. In his reaction, the finance minister suggested that the move was a \"precautionary measure\" to ensure that the economic instability caused by the Russia-Ukraine war does not \"escalate into a crisis.\" In the grand scheme of things, the loan amount, it must be said, is not substantial, nor is it a cut-and-dried solution to our dwindling foreign exchange reserves. But it holds a short-term value that Bangladesh can use right now.\nThe deal, which will require approval from the IMF's executive board to be effective, can improve our creditworthiness, helping catalyse additional financing from other developmental and bilateral partners. Even though the full picture of the loan programme is to emerge, we are told that there were no IMF-set conditionalities per se. Instead, the government will be expected to pursue its own existing reform agenda. This includes raising the tax-GDP ratio, periodically adjusting the fuel price, implementing climate-related proposals made in the budget and on various international platforms, increasing remittance receipts through formal channels, increasing social spending, increasing exchange rate flexibility, expanding and diversifying exports, modernising the monetary policy framework, etc.\nThis is where critical focus must be given. With IMF or not, we should embark on a serious reform drive of our own volition to address these longstanding issues. Lack of good governance and sound policy has been a major barrier to Bangladesh's economic sustainability. Of course, the effects of external shocks like a war or pandemic cannot be underestimated. But economies where institutions are strong, accountable and capable of formulating and executing sound polices have a better chance of cushioning the impact of external and internal shocks. Unfortunately, the financial sector in Bangladesh is more known for corruption, mismanagement and unaccountability. Political interests often influence major decisions and policies.\nWe hope the IMF deal will put an end to this cycle and the culture of denial surrounding the poor health of the sector. We must critically examine why such a loan – Bangladesh's 13th from the Washington-based lender – was needed in the first place, beyond official explanations, and move expeditiously to put into effect a comprehensive reform policy for our own sake.\n",
        "headline_1": "Here Comes the Loan…",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/here-comes-the-loan-3165726",
        "news_paper_name": "The Daily Star",
        "publish_date": "11-11-2022"
    },
    {
        "full_article": "At a time when the country is going through a great economic crisis, requiring urgent action to reform the financial sector to make it sustainable, it is most unfortunate that the authorities are not doing enough to stop or discourage fraudulent activities in the banking sector. Take, for instance, the Basic Bank loan scams. The Anti-Corruption Commission (ACC), which is in charge of investigating the scams, has not been able to complete its investigations or submit charge sheets even after all these years. Equally worryingly, although as many as 56 cases were filed in this connection, the bank's former chairman, Sheikh Abdul Hye Bacchu, was not implicated in any of them.\nAgainst this backdrop, the High Court has rightly reprimanded the ACC for the delay in completing investigations and for not implicating the bank's controversial former chairman.\nAccording to a Bangladesh Bank enquiry, around Tk 4,500 crore was siphoned out of the bank between 2009 and 2013 when Bacchu chaired its board. On July 14, 2014, the central bank sent a report on the scam to the ACC with details on how people embezzled money from the bank through shell companies and dubious accounts. It also found out that Bachchu illegally influenced all the activities of the bank. However, in 2015, when the ACC filed the 56 cases, Bacchu was mysteriously left out from case documents. Although he was quizzed several times by the graft watchdog, he was not named in any of the first information reports.\nWe cannot help but wonder what the ACC has done over the last seven years. Why couldn't it submit charge sheets in any of the cases? If investigations in such important cases take so long to complete, what signal does it send to the scammers and frauds? Also, if charge sheets in cases are not given on time, the accused may unnecessarily languish in jail without having to face justice. For example, although former Basic Bank general manager Mohammad Ali, who was accused in around 20 corruption cases involving Tk 600 crore, has been behind bars for a long time now, the ACC is yet to submit a charge sheet in any case.\nTo stop more such financial irregularities in our banking sector, it is vital that the state and the judiciary set strong examples of justice. Legal action for the scammers and their enablers is a must to safeguard our banking sector. Therefore, we appreciate the HC for questioning the ACC for its bad performance and for ordering it to submit a report on the latest situations of the cases. Investigations cannot drag on indefinitely. The ACC must do its job honestly and efficiently, so that no one involved with such scams can get away without having to face justice.\n",
        "headline_1": "ACC must fast-track Basic Bank investigations ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/acc-must-fast-track-basic-bank-investigations-3165346",
        "news_paper_name": "The Daily Star",
        "publish_date": "11-11-2022"
    },
    {
        "full_article": "Cash incentive for exports - the other name for export subsidy - has been a touchy issue for quite some time, especially since the globalisation hype has taken over the international trade arena decades back. Doling out funds to ease exports is no longer recognised supportive to boost marketing capacities of exporting firms in the increasingly competitive business environment. The obligation for dishing out cash as an export incentive lies with the developed and developing member states of the World Trade Organisation (WTO). Although the least developed countries (LDC), including Bangladesh, are continuing with the practice, there is a crucial need to phase them out while graduating to the developing country status. For Bangladesh, now that the graduation is knocking at the door, the country has to prepare to stay competitive without cash subsidy, as well as lessen financial burden on the state coffer. This was aptly suggested by a sub-committee formed by the government which urged upon finding alternatives to cash incentives on export receipts as Bangladesh would not be allowed to support its exporters in the current form after its graduation to a developing country. The observation was made at a national workshop of the LDC graduation sub-committee on domestic revenue generation and tariff rationalisation at the Finance Ministry. In May last year, the government formed a 22-member national committee to address the challenges that the country will face as a result of its graduation from the LDC group in 2026. Seven sector-specific sub-committees have also been formed to support the national committee. The committee in reference carried out a study of Bangladesh's export situation in the absence of cash subsidy, and found that 'if there is no cash subsidy on exports, the negative impact would be lower in the long-term.'What has been suggested by the committee is a reality for a country in the post-graduation stage. It urged the government to sign free trade agreements and preferential trade agreements with major trading partners to retain duty benefits in their markets. Understandably, such agreements would need reciprocity as asking for duty preference or duty-free access to partner countries would require Bangladesh to also allow similar treatment to them. In so doing, the country may run the risk of losing customs duties at the initial stage. However, focusing on such trading agreements will pay in the long run.Since parting with cash incentives is a new phenomenon the export sector will have to prepare for, there is no choice but to substantially strengthen the business base to make export competitive. Diversifying exports, increasing productivity, finding new markets, and value addition are indeed some of the basics Bangladesh will have to work on. It is imperative that in line with the suggestions of the sub-committee, the government in consultation with the stakeholders set out a roadmap on how best to make export self-reliant. In the absence of cash incentives or subsidies, the government can, however, provide facilitations in numerous ways at various stages of exporting.",
        "headline_1": "Phasing out cash incentives",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/phasing-out-cash-incentives-1668091039",
        "news_paper_name": "The Financial Express",
        "publish_date": "11-11-2022"
    },
    {
        "full_article": "Ruling party lawmaker AKM Ramatullah wanted to know in a question and answer session in parliament on Sunday why there have been beggars galore in the capital city. He related his personal experience of coming across 10 beggars on the street on that day, who were asking for alms. Begging is a very sensitive issue but people here have become so accustomed to this demeaning profession that sensitivity has gradually become simply blunted. Still many like parliamentarian Rahmatullah feel agitated over the high incidence of begging not only in the capital but also all across the country. In post-pandemic Bangladesh, the question has stayed muted for understandable reasons. Housewives covered in head-to-toe veils or old men and women in decent attire out of desperation accosted passers-by ---and some still do ---to make an appeal for help. Many were ready to help them because they felt these were not professional beggars and unusual circumstances have compelled them to look for support.A few incidents of killing their children before the couples themselves took their own lives were reported. So hopeless were they that they considered maintaining dignity preferable to seeking alms. Low-income groups and the marginalised are reportedly foregoing their breakfast and lunch and instead take just a meal in between. So forbidding are the prices of even the usually cheap perishable leafy vegetables that it is impossible for these people to afford a wholesome meal.Despite their monumental struggles, many of the lower segments consider begging or exposing their vulnerability to others below dignity. Still there is a swarm of beggars in each of the considerably large kitchen markets or before the shopping malls. On the weekly holidays, the number of beggars shots up manifold.It is exactly at this point begging out of beggary becomes suspect. It is in this context, the lawmaker's observation finds an echo in all conscious citizens' thought process. The government has introduced a number of social safety net programmes. It claims to have as many as 27 such programmes but the main ones are: Old age allowance, widowed and distressed allowance, disabled allowance, rural maintenance programme, food-for-work programme, vulnerable group development (VGD), vulnerable group feeding (VGF) etc. In the fiscal 2017-18 alone, the government rehabilitated 2,710 poor people in 58 districts at a cost of Tk30 million.Referring to the continuity of the ruling party's reign and with it the social safety net programmes, MP Rahmatullah validly raises the question about the rationale behind begging. If a host of social welfare programmes are running, why should beggars swarm market places or the footpaths or street points near the signals? Indeed, beggars are so pestering nowadays that as soon as a customer brings out his or her wallet, a number of hands are stretched out. It was so in most of the kitchen markets even before the pandemic. Once a drive against beggars was launched in the capital city during the time of military ruler Ershad. Obviously, it was a total failure because it was not backed up by any rehabilitation programme. The incumbent government has not only taken up social safety network programmes but also made arrangement for shelters for the homeless. Even this ambitious programme has failed to arrest exodus of the poor to the cities and towns. A decade ago, reportedly there were 700,000 beggars in the country and 40,000 in Dhaka city. Have the numbers risen or decreased? A significant number of landless or victims of river erosion who come to the capital hearing that work is available in the capital do get some kind of employment like pulling rickshaws or vans or vending/hawking. But some of them have no work and are ultimately forced to opt for begging. Leaving aside the criminal underworld connection with begging full of horror tales, intrigues, duplicity and cruelty, the individual and independent beggary has also developed an economy of scale. Many professional beggars have bought land property, houses and flats. They live in style. Why should they be satisfied with the meagre government allowance? The beggars earn a handsome amount from their rounds in the kitchen markets. This partly explains why beggars are proliferating in the capital. The real challenge before the authority is to identify the beggars who had no other option from the professional ones who are no longer needy but cannot give up the occupation they have become accustomed to pursuing. In his reply, social welfare minister Nuruzzaman Ahmed assured lawmaker Rahmatullah that his ministry has adopted a plan for rehabilitation of people in need in different divisional cities and district towns. What his plan is, however, was not revealed.Professional beggars are hard nuts who cannot be rehabilitated easily but people who have taken to it out of compulsion particularly in the pandemic and post-pandemic times, will definitely give it up once they find an avenue of honest living, no matter even if it requires hard labour. In fact, extensive study on begging and close monitoring of beggars can show some ways out. The government initiatives so far have been highly appreciable in this regard but those in charge of implementation of the programmes at the grassroots level have not been equal to the task. Dishonesty, biased political and other myopic considerations have let the programmes down in many cases. It is time the local representatives were made strictly accountable for their assignments. \n[email protected]",
        "headline_1": "Begging: A stark choice or a profession?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/begging-a-stark-choice-or-a-profession-1668091113",
        "news_paper_name": "The Financial Express",
        "publish_date": "11-11-2022"
    },
    {
        "full_article": "Inflation, according to the Bangladesh Bureau of Statistics (BBS), dropped for the second consecutive month in October though consumers continued to suffer following an unabated rise in the prices of most essentials. The official inflation figure stood at 8.91 per cent in October, down 19 basis points from the previous month. In August last, inflation soared to its highest level of 9.52 per cent in past 11 years. Inflation is still far off the target set at 5.6 per cent in the budget for the current fiscal year. While releasing the BBS data on inflation, Planning Minister M.A. Mannan sounded optimistic about further fall in inflation in the coming months. The minister pinned hope on better Aman production this season that, according to him, would help tame inflation to some extent. The BBS is the only agency that generates inflation data based on the information it gathers from its field-level officials and other sources. Consumers, at times, find the BBS data not compatible with what they experience while purchasing essential commodities from the retail markets. They have little to do other than groaning in pain. The reasons for the drop in the inflation rate in September and October have not been sufficiently explained. The central bank has not done anything, in terms of monetary policy changes, tangible that could help inflation recede. That the central bank can exercise its authority to make monetary policy independently has always remained suspect. The BBS has identified the decline in the prices of some food items, including edible oils, as the primary reason for the marginal relaxation of inflation. But a further rise in the prices of some food items, including sugar, must have eaten up the gains. Meanwhile, the traders and refiners concerned have put forward a fresh demand for yet another hike in edible oil prices at the retail level. If the government concedes to the demand, the marginal improvement in the inflation situation---perceived or otherwise--- might see a reversal. The BBS data, released on Tuesday last, came up with yet another positive development---hike in the national wage rate. The wage increased by 6.91 per cent in October this year over that of the same period of last year. That does not anyway help the wage earners much. The rate of wage hikes was nearly 2.0 per cent less than that of inflation during the same period, meaning that their purchasing power has gone down. It is, however, not a new development. The wage hike has been lower than the increase in the rate of inflation in recent months. So, poor and low-income people are in the midst of a difficult time. The Planning Minister's prediction about an improvement in the price situation would surely soothe their ears, but there is hardly any reason for them to be optimistic about any notable turnaround anytime soon. The IMF has agreed to provide US$4.5 billion to Bangladesh under a 42-month arrangement. The assistance would help address the issue of the country's credit-worthiness. But, as far as dealing with major macroeconomic irritants, including inflation, is concerned, much would depend on a notable change in the ongoing external and internal developments. \n[email protected]",
        "headline_1": "Inflation is cooling but...…",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/inflation-is-cooling-but-1668091147",
        "news_paper_name": "The Financial Express",
        "publish_date": "11-11-2022"
    },
    {
        "full_article": "The government of Bangladesh is committed to provide quality health services to the people of both rural and urban areas. But the physicians do not want to work in district-level hospitals. This problem has been persisting for long. To get over this, we need more physicians and more public medical colleges in various locations across the country. Narsingdi, Narayanganj, Munshiganj and Manikganj are very close to Dhaka city. One can reach these district towns in one and a half hours by road. These places could be appropriate locations for four full-fledged public medical colleges. If set up, these medical colleges will undoubtedly improve the standard of health services for people of the districts and adjoining areas. The shortage of medical colleges in Bangladesh is one of the main reasons for the dearth of qualified medical practitioners. However, we have enough teachers to impart medical courses at the graduate and postgraduate levels. As these district towns are close to Dhaka city, faculty members for a medical college will not be a problem. The government can capitalise on this and construct medical colleges in Narsingdi, Narayanganj, Munshiganj and Manikganj so that more students in the country can study medicine and surgery. The healthcare facilities in these towns are below par. A 500-bed government hospital along with a medical college can ensure quality healthcare facilities. The construction of these medical colleges will also help decentralisation of Dhaka city. Excess doctors could be sent abroad with employment. They would increase the inflow of remittance, as well. \nMd Ashraf Hossain, 120, Middle Bashabo, Dhaka-1214, [email protected]",
        "headline_1": "Medical colleges in towns close to Dhaka city",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/medical-colleges-in-towns-close-to-dhaka-city-1668091173",
        "news_paper_name": "The Financial Express",
        "publish_date": "11-11-2022"
    }
]