[
    {
        "full_article": "In declining to interfere with the order of the Cauvery Water Management Authority (CWMA), directing Karnataka to release 5,000 cubic feet of water per second (cusecs) to Tamil Nadu until September 27, the Supreme Court has rightly chosen to defer to the wisdom of an expert body that is better placed to apportion the available water in a rainfall deficit year. Karnataka had approached the apex court against the order, contending that it was suffering from a shortfall of over 53% in inflows to its reservoirs this year, following a weak south-west monsoon, and was not in a position to release 5,000 cusecs for 15 more days. To its credit, the upper riparian State has been complying with the CWMA’s order amid pressure and protests from some political parties and organisations. Earlier, Tamil Nadu had approached the Court in mid-August to seek directions for water release from Karnataka’s reservoirs so that the quantum stipulated for it for the second half of August and whole of September could be realised. The Court had then sought a report from the CWMA, which has spelt out the extent of the distress this year. The 15-day period for which the current CWMA order is applicable ends on September 27, and the Authority’s assisting body, the Cauvery Water Regulation Committee (CWRC) is scheduled to meet on September 26 to consider the situation afresh. The dispute has surfaced after a few years, once again highlighting the fact that the parties need a regular formula to share the shortfall and distress in years when the monsoon fails.In years of abundance, there is little difficulty in Karnataka releasing the water in compliance with the final award of the Cauvery Water Disputes Tribunal, as modified by the Supreme Court in 2018. It is well-known that much of this release is the natural downstream flow of water during heavy rainfall from brimming reservoirs. It is only during deficit years that the States involved feel that the Court will pass favourable orders even if the CWMA does not. This kind of yearly adjudication and seasonal litigation should not become the norm. The CWMA should utilise the opportunity to come up with a permanent formula on how to assess deficit in a given year. Even on the manner of assessment of deficit, the two States have divergent views. It is now up to the CWMA and the CWRC in gathering data on rainfall, inflows and storage, to evolve an acceptable formula to apportion the shortfall in an equitable way. It is inevitable that neither State will be satisfied with the quantum of release ordered by the CWMA, but it is at this point that politics should yield to domain expertise. \nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nwater rights\n\n/\n\nrivers\n\n/\n\nKarnataka\n\n/\n\nTamil Nadu\n\n/\n\njudiciary (system of justice)",
        "headline_1": "Expertise over politics: On the Cauvery water dispute",
        "headline_2": "Litigation over water can be avoided only with fixed distress sharing norms",
        "link": "https://www.thehindu.com/opinion/editorial/expertise-over-politics-on-the-cauvery-water-dispute/article67345267.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "26-09-2023"
    },
    {
        "full_article": "Azerbaijan’s brisk military recapture of Nagorno-Karabakh, an Armenian-populated enclave within its borders, shows the changing power dynamics in the Caucasus, where American, Russian and Turkish interests collide. The roots of the conflict go back to the final days of the Soviet Union when the enclave’s majority Armenian-Christian population held a referendum to break away from the Shia majority Azerbaijan. Nagorno-Karabakh was then run by Armenian separatists, backed by the Republic of Armenia, until recently. In 2020, Azerbaijan, backed by Turkey, fought Armenia, a Russian treaty ally, and captured much of Nagorno-Karabakh. The Russians then did little to help Armenia, but brokered a ceasefire that left Stepanakert, Nagorno-Karabakh’s biggest city, in the hands of the locals. The peace did not hold. Azerbaijan blockaded the Lachin Corridor, the main road connecting Nagorno-Karabakh to Armenia, leaving the 1,20,000 population of the enclave to face mounting economic miseries. Facing international criticism for the blockade, Azerbaijan promised to lift it, but established a checkpoint, continuing to control the flow of goods and medicines. Last week, it attacked Stepanakert, forcing the separatists to hand over full control to Baku.In effect, Azerbaijan achieved in a day what it had failed to do in three decades. Two major geopolitical shifts seem to have helped Baku. First, Turkey, keen to play a bigger role in the Caucasus region, the former periphery of the Ottoman Turks, threw its weight behind Azerbaijan, with political and military support. Second, Russia’s Ukraine invasion, which tied Moscow to its western front, has led to a substantial erosion of Russian power in the Caucasus. Armenia had often expressed displeasure with Russia’s lack of action. Moscow did nothing besides issuing statements when Azerbaijan gradually dismantled the ceasefire agreement. Baku realised that the geopolitical situation favoured it and then moved in to take over the enclave. It is widely recognised that Nagorno-Karabakh is a part of Azerbaijan. But there is a history of mistrust and violence. Armenians in the region, having gone through a genocide and several conflicts, have a sharp historical memory and remain wary of any change in the status quo. Azerbaijan’s takeover has triggered a massive refugee outflow to Armenia. There are already allegations that Baku is committing genocidal crimes. For Azerbaijan, this can be an opportunity to integrate Nagorno-Karabakh without further bloodshed. But for that, Baku should ensure equal rights for the Armenian population and respect its autonomy. If not, Azerbaijan could face prolonged local resistance, which could not only deny it a clean victory but also turn its quest to control the enclave ugly.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\narmed conflict\n\n/\n\nUSA\n\n/\n\nRussia\n\n/\n\nTurkey\n\n/\n\nreligion and belief\n\n/\n\nrefugee",
        "headline_1": "War in Caucasus: On Azerbaijan’s recapture of Nagorno-Karabakh",
        "headline_2": "Azerbaijan should respect the autonomy of Armenian population",
        "link": "https://www.thehindu.com/opinion/editorial/war-in-caucasus-on-azerbaijans-recapture-of-nagorno-karabakh/article67344930.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "26-09-2023"
    },
    {
        "full_article": "Bharat is a nation empowered by women. Their care, compassion, and ingenuity have not only shaped individuals and our society but also the edifice of our glorious cultural heritage.\n\nIn the Vedic era, a period of profound intellectual and spiritual emancipation, rishikas made significant contributions to the evolution of thought and wisdom.\nRead full opinion on TOI+\n\n",
        "headline_1": "No fullstop for the other half: Union home minister Amit Shah writes Modi government’s success in converting the long-pending bill for women’s reservation into legislation shows its iron-willed commitment",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/no-fullstop-for-the-other-half/",
        "news_paper_name": "The Times of India",
        "publish_date": "26-09-2023"
    },
    {
        "full_article": "India’s bounce-back from the pandemic’s economic fallout was fast and sharp. In 2021-22, not only had the GDP of ₹149.25 lakh crore risen 9.1% over the previous year, it had also surpassed the preCovid level. Employment however has been a different story. Azim Premji University’s State of Working India 2023 draws together employment-related data from different GOI reports to show that the resilience of the job market, particularly for women and young graduates, has lagged that of the overall economy.\nOn the surface, one of the highlights of the employment data has been a sharp rise in both men and women working in the post-Covid phase and a simultaneous decline in the unemployment rate. The unemployment rate in 2021-22 was 6.6%, over two percentage points lower than the same in 2019-20. The upward trend in women’s employment has been notable. However, a fine-grained analysis by SWI 2023 report showed that there’s been a structural deterioration in the nature of women’s employment. The jump in women’s employment has been driven by self-employment, particularly in the category of unpaid work. Self-employment is generally a fallback option, which suggests that the job market for women may have worsened.\nThis is corroborated by the inflation-adjusted monthly earnings of the self-employed over the last five years. For sure, the monthly earnings are higher than both 2019-20 and 2020-21. But the monthly earnings of ₹12,089 in 2021-22 was lower by 2% than the same in 2017-18, the year GOI began to present annual employment data. There’s economic stress underlying the increase in women’s participation in the labour force. Little surprise then that political parties are rushing to tailor fiscal policies to provide monthly income support to women in different states. Youth unemployment has long been an area of concern. SWI showed that unemployment for highly educated job seekers (graduates and above) was over 20% till the age of 29. Subsequently, it collapses fast which does raise questions about the quality of jobs.\nFor decades, India’s structural transformation in the job market has lagged the growth in GDP. The term ‘jobless growth’ is shorthand for the lack of correlation between growth of GDP and employment. This phenomenon appears to have worsened for women in the post-Covid phase. It’s something that deserves more attention as the contribution of women is critical if India wants to be a developed economy.\n\n",
        "headline_1": "The job question: An extensive study finds troubling facts hidden in good headline employment numbers",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/the-job-question/",
        "news_paper_name": "The Times of India",
        "publish_date": "26-09-2023"
    },
    {
        "full_article": "With India and Canada locked in a diplomatic duel over the activities of separatist Khalistanis and alleged Indian interference in Canada, Shinder Purewal, professor of political science at Kwantlen Polytechnic University, British Columbia, Canada, and an expert on secessionist and terrorist movements of South Asia, spoke with Rudroneel Ghosh about the bilateral row:\n\nRead full opinion on TOI+\n\n",
        "headline_1": "‘Trudeau’s emerged as an isolated Western leader without any global clout. Perception of Sikh separatists is negative’",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/talkingturkey/225305/",
        "news_paper_name": "The Times of India",
        "publish_date": "26-09-2023"
    },
    {
        "full_article": "Internet services were restored in Manipur on September 23, almost five months since its shutdown after violence erupted on May 4. While restrictions had been partially lifted since July 25 on broadband services, mobile internet – which is a civilian lifeline – was restored after 143 days. Not a day too soon. That CM Biren Singh made the announcement at a press conference displayed recognition of the restoration’s significance. All such bans have a crippling effect on economic activity and cause public severe hardship, especially students and WFH professionals – many, even from parts of Manipur that were unaffected, were forced to move to neighbouring states. These columns have frequently argued against governments resorting to internet shutdowns as a policing tool purportedly to stop the spread of fake news.\n\nInternet shutdowns in the name of law and order are a case of throwing the baby out with the bathwater. Manipur’s ban for instance stopped not only “fake news” from spreading but also real news and videos of the extent of hostilities in relatively interior areas. Knowledge of such fighting may have spurred earlier action and helped central police and army deal with militant groups and mobs quicker. Earlier action may have stopped the spiral into today’s deep polarisation between the state’s two communities.\nIndia leads the world in internet shutdowns, the one in J&K since abrogation of Article 370 lasted 552 days. The Supreme Court has been clear that indefinite suspension of internet services goes against freedom of speech and that such orders must satisfy tests of necessity and proportionality. Soon after restoration, social media expectedly saw a surge in videos of the early days of violence. But the law and order machinery was alert to any troublemakers looking to inflame tensions. No sporadic incident has been reported. That is the vigil required.\n\n",
        "headline_1": "Spare the net: Manipur lifted mobile internet ban. Violence didn’t follow. That’s the lesson",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/spare-the-net-manipur-lifted-mobile-internet-ban-violence-didnt-follow-thats-the-lesson/",
        "news_paper_name": "The Times of India",
        "publish_date": "26-09-2023"
    },
    {
        "full_article": "We have been battling – and failing to contain – high inflation for a while now. We saw the fiscal year 2022-2023 end with high inflation, with the monthly average inflation being 9.02 percent in June. In FY 2023-2024, there is still no sign of the inflation rate declining. Rather, in August, general point-to-point inflation was at 9.92 percent, with food inflation being 12.54 percent – the highest in the last 12 years in Bangladesh.\nDuring this time, several countries (even ones in the subcontinent) have managed to rein in their inflation. Sri Lanka is a case in point and has been much discussed for its success in putting its economy onto a positive trend over about one-and a-half years. The island country managed to bring its inflation rate down to four percent in August 2023, from as high as 73 percent in September 2022. India, too, has contained its inflation using appropriate policy measures.\n\nThe government also borrowed from commercial banks, which led to lower excess liquidity, risking limits on private sector borrowing. The weakness in mobilising higher tax by expanding the tax net and reducing tax avoidance has forced the government to borrow from the central bank. The tax structure is reliant more on indirect taxing, which is regressive in nature and disproportionately affects individuals with lower incomes compared to those with higher earnings.\nWhile many other countries have managed to reduce inflationary pressure by adopting monetary policy tools, Bangladeshi policymakers have shied away from doing the same. The fundamental priority in times of high inflationary pressure should be controlling the money supply. By raising interest rates, the central bank discourages people from taking loans because this could increase money circulation. This is a contractionary policy with the key objective of controlling people's spending.\nOf course, high lending rates pose some challenges. A high cost of borrowing increases cost of production and reduces profitability, which may dampen private investment. Ordinary citizens who want to take out loans may also face challenges, and the amount of their loan repayment instalments may be higher. In such a situation, the economy will stabilise at a lower level, and growth will be affected. But this is a temporary struggle. In times of high inflation, economic growth cannot be the objective of policymakers. Once inflation is controlled, the central bank can gradually reduce interest rates.\nUnfortunately, this theoretical scenario did not play out in Bangladesh. Starting in April 2020, Bangladesh Bank imposed caps on both lending and deposit rates, which were fixed at nine percent and six percent respectively. Economists advocated withdrawing the interest rate caps and leaving the rates to the market. But there has always been pressure from the powerful business lobby, who have vehemently opposed higher lending rates, arguing that high lending rates would reduce private investment and affect economic growth. But, strangely, even with a nine percent interest rate cap, private investment did not increase. Indeed, private investment has been hovering around 23 percent for many years. In the revised budget for FY 2022-2023, private investment was estimated to be 21.8 percent. This can be explained by the fact that private investment is not only influenced by interest rates, it also depends on several other factors such as good infrastructure, technology, human resource skills, absence of bureaucratic tangles, policy continuity, political stability, and good governance. The trend of private investment in Bangladesh clearly corroborates this theory. In the recent past, the lending rate was lower than the inflation rate, implying that the real interest rate was negative and money was cheap. But cheap money did not boost private investment. Rather, it increased money supply in the economy.\nThe other source of money supply is high borrowing by the government from Bangladesh Bank. The central bank had to print Tk 70,000 crore to support the government's budget expenditure in the first 11 months of FY 2022-23. This money can multiply five times as it circulates in the economy, which means that the total amount of money supply was about Tk 350,000 crore. This has inevitably fueled inflation.\nThe government also borrowed from commercial banks, which led to lower excess liquidity, risking limits on private sector borrowing. The weakness in mobilising higher tax by expanding the tax net and reducing tax avoidance has forced the government to borrow from the central bank. The tax structure is reliant more on indirect taxing, which is regressive in nature and disproportionately affects individuals with lower incomes compared to those with higher earnings.\nBesides, there is also a large sum of money in circulation, which is easy money. This is money that has not been earned by individuals or known sources such as employees or businesses. Brokers, middlemen, and rent seekers in various sectors of the economy have accumulated a lot of money without being involved in any productive activities. Corruption and wilful loan default are also contributing to increased costs of living. Loan defaulters are not interested in investment in industries or any productive ventures which can create jobs. A portion of their defaulted money is laundered abroad and the rest is spent on their own luxuries in the country, which also contribute to price hikes. The amount of non-performing loans has increased to about Tk 131,000 crore in 2023 from Tk 22,480 crore in 2009. However, when distressed assets in banks are taken into account, the amount of NPLs was around Tk 378,000 crore by December 2022, as per Financial Stability Report 2022 of Bangladesh Bank. This is almost three times the amount of default loans that year.\nIn its Monetary Policy Statement for July-December 2023, Bangladesh Bank took a stance to transition from a monetary-targeting to an interest rate-targeting framework. The central bank made a policy shift to a market-driven lending rate by withdrawing the lending rate cap. But monetary policies will not work properly if the fiscal policy is expansionary. There is no sign of austerity measures despite high inflation and low fiscal space. In the run up to the national election, public expenditure may increase. Hence, the success of the monetary policy is uncertain. There should be coordination between monetary and fiscal policies. Instead of spending on things that don't demand urgency, the government should enhance support for poor and low-income households and strengthen social protection to ease inflationary pressure on them. If high inflation persists for a longer period, the inequality in Bangladesh will escalate further from its already high state.\nDr Fahmida Khatun is the executive director at the Centre for Policy Dialogue and non-resident senior fellow of the Atlantic Council. Views expressed in this article are the author's own.\n\n",
        "headline_1": "Why Bangladesh failed to contain inflation while others succeeded",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/why-bangladesh-failed-contain-inflation-while-others-succeeded-3427731",
        "news_paper_name": "The Daily Star",
        "publish_date": "26-09-2023"
    },
    {
        "full_article": "With prices of essential goods long having spiralled out of the reach of ordinary people, we are frustrated that the government's approach to stabilise the market continues to be short-sighted and ineffective. On September 15, the government fixed the prices of eggs, onions and potatoes as part of a bid to contain the runaway food inflation (which hit a 12-year high in August). But according to our report, none of these items are being sold at the set prices. This comes as no surprise to us – and it shouldn't to the authorities either – as the government's past attempts at price control have repeatedly fallen short of expectations, providing financial windfalls to market syndicates instead.\nFor instance, every year, the government fixes rawhide prices ahead of Eid-ul-Azha, and every year without exception, traders violate that cap, citing various reasons. In the agriculture sector, too, farmers inevitably end up paying more than government-set fertilizer prices. Meanwhile, LPG cylinders, fixed at Tk 1,284, are currently selling at Tk 1,600. Whether it's the transportation fares, dollar rates, or prices of soybean oil, sugar or IV saline, the story is much the same, with the only ones to have benefitted in the process being the traders.\nWhy must the government insist on this charade year after year instead of addressing the root causes of escalating prices? Who is it really making a mockery of – its own institutions, whose failure to monitor the market is markedly clear, or the people, whose suffering has increased manifold over the past one and a half years?\nEchoing the advice of economists, we have written countless times over the past year(s) advocating a different approach – to take stern action against the syndicates that are monopolising the market and manipulating prices. Yet, for reasons best known to the authorities, they have refused to monitor and regulate the major players who dominate supply chains and engage in monopolistic practices. Over and over, big players, with friends in powerful positions, have won over ordinary people, who have no one to look out for them.\nAhead of the upcoming general elections, the government must take a hard look at its present policies and consistent failure to bring down food prices, and ease people's sufferings. If it insists on setting prices, then it must do the bare minimum of ensuring compliance. But beyond, it is painfully obvious that it needs to ensure a transparent and competitive marketplace to pave the way for efficient market performance.\n",
        "headline_1": "Stop this charade of price control",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/stop-charade-price-control-3427686",
        "news_paper_name": "The Daily Star",
        "publish_date": "26-09-2023"
    },
    {
        "full_article": "In a recent CNN interview, Paul Krugman of The New York Times finds it hard to understand why ordinary American voters do not share his euphoric view of US President Joe Biden's goldilocks economy – which appears to be neither hot nor cold. Inflation is falling, unemployment remains low, the economy is growing, and stock market valuations are high. So why, Krugman asks, do voters give Biden's economy a lousy 36 percent approval rating?\nJournalist Glenn Greenwald sees class bias in Krugman's wonderment: as though Krugman were just another pampered rentier with ample cash, real estate, stocks, and bonds. But this is most unfair. Though I have not been to Krugman's home, I have seen his ultra-modest office at the City University of New York. He's certainly done well, but I suspect his plebeian tastes have changed little since his junior faculty days at Yale, when I was a graduate student there.\n\nUnlike unemployment, inflation does affect everyone. But what matters to working people is not the monthly or yearly price change taken alone. What matters is the effect on purchasing power and living standards over time. \nNo, Krugman's problem is not too much money. It's the obsolescence of his ideas. He and I came of age, professionally, during Jimmy Carter's presidency. Republicans, gunning for Carter, availed themselves of the \"misery index,\" a measure comprising the sum of the unemployment and inflation rates in a given month or year. As a polemical device, the index was devastating, especially in 1980, when Carter's credit controls caused a short recession, just after the Iranian Revolution's shock to oil prices. Ronald Reagan rode to the presidency on that horse.\nToday, with inflation and unemployment both running between three and four percent, the misery index is low. Back in the 1970s, those in power would have been thrilled. Mainstream economists would have been perplexed, and that hasn't changed. They were in thrall to something called the Phillips curve – or worse, the Non-Accelerating Inflation Rate of Unemployment. To this day, some of them still can't figure out why low unemployment doesn't cause high inflation. That is why they marvel when the misery index is low – as Krugman does today.\nThe misery index was never more than a headline number. Dig beneath the surface, and one finds that its two components are not as relevant to ordinary people as the pundits appear to think. Even when the unemployment rate is relatively high, it has never – apart from the Great Depression or the pandemic shock – directly affected more than a small share of the workforce at any given time. People don't like recessions, but even in bad times, most people keep their jobs.\nUnlike unemployment, inflation does affect everyone. But what matters to working people is not the monthly or yearly price change taken alone. What matters is the effect on purchasing power and living standards over time. Whether these are rising or falling depends on the relationship of prices to wages. When wage growth exceeds price increases, times are generally good. When it doesn't, they aren't.\nIt is here that Biden has a problem. During his presidency, living standards have not risen. From early 2021 to mid-2023, prices have increased more than wages, implying that real (inflation-adjusted) hourly wages and real weekly earnings have fallen, on average. Not by much, but they have fallen. Worse, the average figure probably masks a larger fall, in real terms, for families that started out below the average. And given how income distributions work, there are always many more families earning less than the average than there are who earn more.\nAmerican households used to be able to offset stagnant real earnings by adding workers and jobs per household. Although those extra jobs usually were not very good, the process of extending work to women and young people helped families maintain their living standards despite the vast decline in high-wage manufacturing jobs. That was true, to a large degree, in the late 1980s and in the 1990s when many women, young people, and minorities entered the workforce.\nBut this process has petered out. Though the employment-to-population ratio is up a bit since early 2021, it is still below where it was in 2019. Meanwhile, with the end of pandemic relief policies, the US savings rate has dropped from a robust 20.4 percent of earnings in early 2021 to an anaemic 3.5 percent. Krugman sees that number as an indication that people are spending confidently, but it is much more likely a sign of stress.\nNo wonder Biden's economic approval rating is so low. It will likely remain there until American voters start to see better results in their own pockets. Most people are not moved by pundits babbling about how great things are. Krugman and cable news are not going to change people's perceptions, especially if they suspect – rightly – that many rich Americans are doing much better than they are.\nIn this context, and with another election coming up, it seems unwise to tell American workers that they have never had it so good. In fact, as a political matter, such arguments have never worked. Perhaps Krugman, who went to work for Reagan back in 1983, has forgotten the devastating question that his old boss posed during a 1980 debate against Carter: \"Are you better off today than you were four years ago?\"\nDr James K Galbraith, professor at the Lyndon B. Johnson School of Public Affairs at the University of Texas at Austin, is a former executive director of the Joint Economic Committee of the US Congress.\n\nCopyright: Project Syndicate, 2023\nwww.project-syndicate.org\nViews in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "Down on the Biden economy",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/project-syndicate/news/down-the-biden-economy-3427526",
        "news_paper_name": "The Daily Star",
        "publish_date": "26-09-2023"
    },
    {
        "full_article": "With prices of essential goods long having spiralled out of the reach of ordinary people, we are frustrated that the government's approach to stabilise the market continues to be short-sighted and ineffective. On September 15, the government fixed the prices of eggs, onions and potatoes as part of a bid to contain the runaway food inflation (which hit a 12-year high in August). But according to our report, none of these items are being sold at the set prices. This comes as no surprise to us – and it shouldn't to the authorities either – as the government's past attempts at price control have repeatedly fallen short of expectations, providing financial windfalls to market syndicates instead.\nFor instance, every year, the government fixes rawhide prices ahead of Eid-ul-Azha, and every year without exception, traders violate that cap, citing various reasons. In the agriculture sector, too, farmers inevitably end up paying more than government-set fertilizer prices. Meanwhile, LPG cylinders, fixed at Tk 1,284, are currently selling at Tk 1,600. Whether it's the transportation fares, dollar rates, or prices of soybean oil, sugar or IV saline, the story is much the same, with the only ones to have benefitted in the process being the traders.\nWhy must the government insist on this charade year after year instead of addressing the root causes of escalating prices? Who is it really making a mockery of – its own institutions, whose failure to monitor the market is markedly clear, or the people, whose suffering has increased manifold over the past one and a half years?\nEchoing the advice of economists, we have written countless times over the past year(s) advocating a different approach – to take stern action against the syndicates that are monopolising the market and manipulating prices. Yet, for reasons best known to the authorities, they have refused to monitor and regulate the major players who dominate supply chains and engage in monopolistic practices. Over and over, big players, with friends in powerful positions, have won over ordinary people, who have no one to look out for them.\nAhead of the upcoming general elections, the government must take a hard look at its present policies and consistent failure to bring down food prices, and ease people's sufferings. If it insists on setting prices, then it must do the bare minimum of ensuring compliance. But beyond, it is painfully obvious that it needs to ensure a transparent and competitive marketplace to pave the way for efficient market performance.\n",
        "headline_1": "Stop this charade of price control",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/stop-charade-price-control-3427686",
        "news_paper_name": "The Daily Star",
        "publish_date": "26-09-2023"
    },
    {
        "full_article": "Every year, high tides and downpours submerge Chattogram city for days on end, and this year is no different. Like the city's 5.2 million residents, we too are once again disappointed at the authorities' sheer negligence in addressing a longstanding issue – waterlogging. Over the decades, urbanisation has slowly strangled the city's once abundant waterways. As per a report in this daily, in the past 50 years, 70 percent of the water bodies have been filled up, and due to illegal occupation, many of the canals have just vanished. Even though the city once had 72 canals, Chattogram Wasa's drainage master plan now only shows 56. Looking at the situation, is it a surprise that people have to wade through knee-to-waist-deep water every monsoon?\nSince 2017, Chattogram Development Authority (CDA) has been implementing a Tk 5,617-crore megaproject, which was supposed to greatly improve the city's drainage. Clearly, that improvement is yet to materialise, as just recently, water rushed into the city's many homes and shops, disrupting lives and harming businesses. The project's revised deadline was June 2023, but as is tradition, it has been crossed with 76 percent of the work being completed. Despite its duty to fix drainage, CDA itself seems to be complicit in promoting careless urbanisation and filling water bodies. The authority is developing land in low-lying areas, which are integral to retaining rainwater, and has approved the filling up of water bodies between 15 and 30 katha by taking permission from the Department of Environment, ignoring the Natural Water Reservoir Conservation Act, 2000.\nRegarding its land projects, CDA's explanation is that such development is for the sake of people, as it allows residents to own plots. If the authority indeed works for the people, wouldn't it be wiser to resolve the drainage crisis for the betterment of everyone, instead of serving a few?\nAlong with CDA, Chattogram City Corporation and Water Development Board are also implementing relevant projects, with their deadlines approaching fast. Ideally, these government bodies are supposed to coordinate to meet their shared goal, but what we keep seeing is one blaming the other for their collective failure. To put an end to this dysfunction, we urge the government to form an umbrella organisation, comprising all relevant bodies, to ensure accountability and efficiency. While reviving the drains and canals, authorities must also put a stop to illegal occupation and filling of water bodies. If proper measures are taken, the people of Chattogram will certainly see a monsoon that will not bring misery.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission. \n \n",
        "headline_1": "Chattogram's Achilles' heel",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/chattograms-achilles-heel-3427481",
        "news_paper_name": "The Daily Star",
        "publish_date": "26-09-2023"
    },
    {
        "full_article": "A six-hour heavy downpour on September 21 (Thursday) evening, measuring 113 millimetres, severely disrupted life and traffic movement in Dhaka city. Though its intensity was less than two record rainfalls the capital city had experienced on September 14, 2004 (341mm) and July 28, 2009 (333mm), last week's downpour again brought to the fore the vulnerability of city residents even to a moderate-scale downpour and apathy of the relevant entities to address the water-logging problem. In the absence of structures, natural and man-made, to drain out rain waters, many city areas got inundated. Roads, lanes and bylanes went under knee-to-ankle-deep water, affecting road-side shops, markets and residential houses. Shop owners at the city's New Market and Hawkers' Market counted heavy losses, as rainwater caused damage to goods kept inside their establishments. The latest water-logging in Dhaka city has proved all the tall talk and assurances coming from the Dhaka City Corporation honchos hollow. That the situation has deteriorated more than before became evident from the time that the accumulated rain waters had taken to dissipate. With all concerned, including relevant agencies and city residents, demonstrating total indifference to keep water bodies and channels alive and unaffected, the situation has reached a deplorable state. The city is likely to encounter far more intense water-logging in the coming days since no serious efforts are there to correct the situation in all ways. The truth is there is little scope to restore the water bodies, small and big, and channels that would help rain waters go out fast. Almost all water bodies have been filled up to build houses or other structures. The channels have met the same fate, courtesy of encroachers. For instance, Dhaka's largest water body- the Bhasanteker beel--- got filled up over the past decade when a law was enacted to conserve water bodies and DAP (detailed area plan) was formulated and revised more than once. One road built to connect Matikata with Mirpur invited the death of Bhasantek. Tall residential and commercial buildings have come up all over the filled-up beel. Even the government has constructed structures for its departments. The north city corporation filled up a large area to create a playground for children of the locality. The net result of all these activities is that a vast area of Mirpur now gets inundated following moderate rain even for half an hour.Restoration of the canals--- the responsibility of restoring the canals to their original form was transferred to two city corporations from Dhaka WASA a couple of years back, it is widely believed, would substantially ease the city's water logging problem. But, unfortunately, there has been no notable progress in that direction. The DWASA top notches must be enjoying the failure since the city corporation had shown eagerness to get control over the canals in question. After the latest widespread stagnation of rain waters, two city corporations need to explain to the city residents the progress they have so far made in restoring the canals. The Dhaka city has grown and expanded in an unplanned manner. Relevant agencies have never felt the need for putting in place an extensive and efficient drainage system and conserving water bodies. It is now almost impossible to correct the situation to a large extent even if everybody expects so. However, still, there is some limited scope to give the city dwellers some respite. First, city residents need to be more attentive to the need for keeping the surface drains clean by restraining themselves from dumping garbage into them and, second, the city corporation should try seriously to restore the canals to their original state and regularly clean the existing ones.",
        "headline_1": "Dhaka after a six-hour deluge and tall promises",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/dhaka-after-a-six-hour-deluge-and-tall-promises-1695648453",
        "news_paper_name": "The Financial Express",
        "publish_date": "26-09-2023"
    },
    {
        "full_article": "Passengers who had to regularly travel by large and mid-size motor launches between Dhaka's Sadarghat terminal and destinations in six districts under Barisal Division may recall with a sense of great relief the days of their immense sufferings. They had to undergo the ordeal for decades, especially on the Eid holidays, since the start of the motor launch service between Dhaka and the Barisal division districts. All these miseries came to an end after the opening of the long dreamt-of Padma road-cum-rail bridge over one year ago. The 6.15 km bridge connects the two banks of the mighty river linking by road several districts under Barisal, Khulna and Dhaka divisions. Thanks to the Padma Bridge, time of travel between Dhaka and the destinations in these districts, including Faridpur, has been reduced drastically.That a veritable revolution in travel-time reduction would occur with the construction of the Padma Bridge was implied. It has occurred to the great relief of the people travelling between Dhaka and a number of southwestern and southern districts. The fruits of the complete bridge are set to be enjoyed by the people in the northern and northeastern regions. With the Padma Bridge road communication easing the exhausting river travel between Dhaka and the greater southern districts, a flip side has cropped up. It emerges in the form of hard times that have hit the long-haul motor launch owners who used to operate on routes like Dhaka-Barisal-Dhaka. With the passengers falling drastically, the launches have started bracing for dreadful times ahead. Compared to 8 to 10 hours which would take on Dhaka-Barisal river route previously, passengers can cover the distance in three-and-half hours by travelling across the Padma Bridge and using the highways on its two sides. Except the people in leisurely mood and in love with the river views along the Dhaka-Barisal water route, it's only a handful of passengers who opt for river travels on this route. It's because in the present hectic days, speed in travel matters a lot.A flipside of the amazing road travels between Dhaka and the southern districts has thus emerged lately. According to a media report, there has been a decline by 30 to 35 per cent passengers on these waterways in the last one year. In consequence, motor launch services doing a thriving business in this waterway segment are fast discovering themselves caught in dire straits. A platform dedicated to stand by people involved in different modes of transport has lately come up to elucidate the plight of the waterway sector. Called the National Committee to Protect Shipping, Roads and Railways or NCPSRR, the platform has cast an in-depth look at the adversities besetting the country's passengers-dominant waterways. It has found reasons behind the sharp fall in the number of launch passengers. Apart from the highly improved road travel facilities, thanks to the Padma Bridge, there are a few others. These are severe traffic congestions on the roads from three vital points in the city to Sadarghat launch terminal, navigability problems in many water routes, and the presence of the lessees' men as well as terminal workers. They allegedly flaunt their presence in the terminal area. The NCPSRR, has recently disclosed a report containing the summary of its findings. The report has been prepared after scrutinising the information published in different media outlets. It has also taken cognizance of the view-exchanges it held with water vessel and bus owners, workers, passengers and persons belonging to different authorities concerned. The forum has come up with a 7-point recommendation, which, it believes will help 'resolve the problems'.According to the civic platform, most of the passengers opting for launches as a mode of travel from Dhaka earlier belonged to six districts under Barisal division. Following the inauguration of the Padma Bridge, 21 districts in three southern divisions, including Barisal, have been linked to Dhaka city by road. The road travels proved comfortable. They also took radically shorter time. The journeys resulted in large numbers of people shunning launches and turning to road transports. The civic platform's findings have dealt with the inconveniences the terminal-bound people once faced. Lots of passengers had to reach the Sadarghat launch terminal to board their launches. It had long emerged as a gruelling experience. It was because the roads from Gulistan, the Second Buriganga Bridge or Babubazar Bridge and Shyampur to the terminal remained gridlocked without let-up. Prior to the Padma Bridge opening and the start of the long-distance roads, congestions on these traffic passages were a general scenario.Besides, humiliations at the hands of the launch crew and the staff at the terminal, and the 'ghat' people, would start haunting the passengers from the very day of the preparations for a river journey. Moreover, allegations were rife during the Eid rush. Those were levelled against a section of lessees. The lessees' men were alleged to have been involved in 'extorting' money from passengers. This terrible situation centring round the terminal had long started prompting a section of river route passengers to switch over to road travels. The Padma Bridge has opened the era of long-distance road travels. For Barisal and other districts-bound passengers, few could have been more auspicious. The facility has brought about a great relief from the miseries plaguing the launch travellers --- bound for river-centred destinations. Moreover, it's speed which rules the roost in every segment of life. In fact speed is the buzzword nowadays, when it comes to travel. It's in accordance with this dictum, bridges across rivers linking roads reign over traditional waterways.\n[email protected]",
        "headline_1": "Fall in motor launch passengers",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/fall-in-motor-launch-passengers-1695648489",
        "news_paper_name": "The Financial Express",
        "publish_date": "26-09-2023"
    },
    {
        "full_article": "Scientists of the Bangladesh Agricultural University (BAU) are learnt to have come up with a novel alternative to antibiotics and growth promoters used in the country's poultry farms. The medicine is extracted from 'neem leaves'. Neem is a well-known evergreen tree in Bangladesh as well as other places in the Indian subcontinent. Also known in English as Indian lilac, neem's botanical name is Azadirachta Indica. Professor Shafiqul Islam of the Pharmacology department of BAU and his team have developed this medicine, especially for broiler chickens, which are bred and raised for producing meat. Prof Islam said his team, through five year long research, has made the discovery that can protect broiler chickens from bacterial infections, which usually require antibiotics to treat. Reports quoting Prof. Shafiqul Islam as published in the media further say that the 'neem extract' his team has developed has not only been able to breed safe but also fast-growing broiler chickens. Since antibiotics in chicken meat is a serious public health concern in Bangladesh, the search for safe, or in other words, antibiotics-free, broiler meat had been on the agenda of the Bangladeshi researchers in this field for long. It may be recalled that researchers led by Pro Md. Ahtaruzzaman Khan of the poultry science department of the same university (BAU) in 2019 also claimed to have succeeded in breeding 'safe chicken' without using antibiotics. Interestingly, they also used herbal medicine and the feed they made for their chicken comprised of natural ingredients. And a component of their feed was, what they said, 'neempata' which in English stands for 'neem leaf'. Indeed, it lifts one's spirits seeing that the natural antibiotic, neem, widely used in this part of the world's traditional medicine, has now found its place in serious scientific research aimed to find an alternative to synthetic antibiotics, once a wonder drug of modern medicine. The BAU scientists' successful research to develop a powerful bactericide from local resources that can replace antibiotics deserves commendation from all quarters. The government needs to extend required support to the BAU scientists' efforts. Otherwise, their invention will remain only on paper. As a matter of fact, we know of many such research products developed by local scientists and innovators that have sunk into oblivion. The reason is-- they found no patron or investor to take their research product out of the laboratory into the market. If private investors are shy about any new, unconventional idea, the government should come forward to help the innovators. The use of antibiotics, often made in an arbitrary manner, to fight infectious diseases in the country's poultry and livestock farms needs to be strictly monitored and controlled. If any effective substitute for antibiotics is found or developed locally, it should get all the necessary support for producing commercially. It would also be important to note that big businesses are behind maintaining existing system in the poultry industry. The country's small poultry farmers are the main consumers of the antibiotics that they get from the poultry dealers. The farmers have little choice about this. Because the same dealers are also the suppliers of one-day chicks, the poultry feed and crucial loans they need to run their small farms. So, who, except the government, is powerful enough to challenge this huge network of business interests running the show in the poultry sector? So, for the sake of keeping the general consumers safe from unwittingly taking antibiotics from the food they eat, such innovations should get government's patronisation. \n[email protected]",
        "headline_1": "Indigenous substitute for antibiotics?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/indigenous-substitute-for-antibiotics-1695648518",
        "news_paper_name": "The Financial Express",
        "publish_date": "26-09-2023"
    },
    {
        "full_article": "Many schools in Bangladesh do not have facilities for clean drinking water, hygienic toilets and arrangements for hand washing. According to a report of the UN agencies, one in five schools (19 per cent) across the country does not have any facility for safe drinking water. Almost 8.5 million children have to face a lack of basic hygiene facilities during their education. As most of these students cannot afford bottled water, they often have to drink contaminated tap water. This is one way through which water-borne diseases spread. Drinking this water can cause various diseases including diarrhoea, cholera, hepatitis and typhoid. A lack of safe water and sanitation facilities can cause dehydration, illness and even death. But many children are forced to risk their health to take part in classes. Adolescent girls in particular often miss classes when they are on their periods if there is no proper cleaning and sanitation facility. Access to water, sanitation and hygiene is not only essential for effective infection prevention and control but also a prerequisite for children's health, development and well-being. Schools play a critical role in promoting the formation of healthy habits and behaviours. There should be settings where children thrive and they are not subjected to hardship or infections due to lack of, or poorly maintained, basic infrastructure. Every educational institution in the country must have filter or purifying water systems. These systems should be maintained properly. The government should ensure safe drinking water in all educational institutions by installing modern filters or purifiers. \nMd Maruf Hassan Bhiuyan, Feni Sadar, Feni, [email protected]",
        "headline_1": "Ensure safe water for schoolchildren",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/ensure-safe-water-for-schoolchildren-1695648546",
        "news_paper_name": "The Financial Express",
        "publish_date": "26-09-2023"
    }
]