[
    {
        "full_article": "Canadian Prime Minister Justin Trudeau’s startling allegation, tying the killing of Canadian Khalistani leader Hardeep Singh Nijjar in June, to “agents of the Government of India”, marks a new low in their unravelling ties. Mr. Trudeau’s accusation — he said evidence had been shared with India and also raised in a bilateral meeting with Prime Minister Narendra Modi last weekend — has set off a chain of events. After Canada expelled a senior Indian diplomat, India summoned the Canadian High Commissioner and expelled Canada’s Station chief for intelligence on Tuesday. The United States and Australia, partners with Canada in the “Five Eyes” intelligence sharing agreement, have expressed “deep concerns” over the issue. The External Affairs Ministry has also accused Canadian diplomats of “anti-India” activities, indicating that more diplomats may be under scrutiny, while the Canadian government has spoken about the violation of the international rule of law, and of Canadian “sovereignty”, which could invoke other areas of confrontation. Given the support Mr. Trudeau received from his political rivals in Parliament, remarks critical of India by leaders such as Pierre Poilievre and Jagmeet Singh, it is also likely that the chill will outlast this government, if voted out in elections due in 2025. Unlike with Pakistan, where such allegations, name-calling and public confrontation have become routine, it is worth remembering that Canada is a part of the western NATO alliance, and home to Indians and Indian-origin Canadians, and the impact of the rupture will be felt wider.The first step at such a fraught moment has to be some cold reflection over the next steps. For Mr. Trudeau, the priority must be to publicly prove his very serious allegations, or admit he is unable to. India’s assertions over Canadian safe havens for anti-India, separatist violent Khalistani groups have already been proven by many incidents, beginning from the early 1980s to more recent targeting of Indian diplomats and Indian community centres. That Nijjar, chief of the “Khalistan Tiger Force” — he was wanted in India, accused of being behind terror operations in Punjab in the 1990s, and had an Interpol red corner notice — was a Canadian citizen speaks for itself. New Delhi must also consider how it wishes to proceed on its ties with Canada. The government had hailed Prime Minister Narendra Modi’s visit to Canada in 2015, the first bilateral visit by an Indian PM since 1973, with the assumption that decades of mistrust over the Khalistan issue could be brushed aside. Earlier this year, India and Canada attempted another reset, with visits by Canadian Foreign Minister Melanie Joly, and fast-tracking free trade talks. However, after the acrimonious Trudeau-Modi meeting on the sidelines of the G-20, and the latest allegations by Mr. Trudeau, diplomatic niceties are clearly at an end, while the FTA talks have been put on pause. \nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nCanada\n\n/\n\nIndia\n\n/\n\ndiplomacy\n\n/\n\nG-20 New Delhi 2023\n\n/\n\ntrade policy\n\n/\n\nact of terror\n\n/\n\nespionage and intelligence\n\n/\n\nPakistan",
        "headline_1": "Serious allegations: On Canadian Prime Minister Justin Trudeau’s charges against India",
        "headline_2": "India and Canada stare at a downturn in ties after Trudeau’s charges",
        "link": "https://www.thehindu.com/opinion/editorial/serious-allegations-on-canadian-prime-minister-justin-trudeaus-charges-against-india/article67323180.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "20-09-2023"
    },
    {
        "full_article": "Summit clashes can at times be underwhelming and the Asia Cup final at Colombo, proved to be exactly that while the continental tournament drew to a close. And so typical of the damp weather that tailed the championship, it rained well after India claimed the title in emphatic fashion through a 10-wicket victory in just 6.1 overs. Fiery Mohammed Siraj’s six for 21, including a four-wicket burst in one over, left the host Sri Lanka bowled out for a mere 50. India’s eighth Asia Cup victory since the tournament’s inception in 1984, should lend optimism to Rohit Sharma’s men as the weeks ahead are a build-up to the ICC World Cup. The ODIs against the Australians may be another preparatory phase, but the lodestar obviously is the World Cup in India during October and November. Landing in Sri Lanka prior to the Asia Cup, the Men in Blue did not exactly look like a well-oiled squad. A few stars were coming back from injuries, the playing eleven was still a work in progress; but after the dust settled and the rains ensued at the R. Premadasa Stadium on Sunday night, India seems to be a unit on an upward swing. The campaign included a loss to Bangladesh but overall, India held sway.Even that defeat against the eastern neighbour happened as key players were rested while the bench strength was tested. The larger tale is about humbling arch-rival Pakistan and holding the nerve in a low-scoring clash against Sri Lanka despite spinner Dunith Wellalage posing tough questions. Even if the climax proved lopsided, India’s path was about staying the course and Rohit’s men did that effectively. K.L. Rahul was back among the runs and emphatically at that, Jasprit Bumrah was at his incisive best, Kuldeep Yadav offered enough guile and seniors Rohit and Virat Kohli offered batting thrust. Afghanistan and Nepal failed to make it to the Super Four while Pakistan flattered to deceive, though it still does possess maverick batters and blistering fast bowlers. Perhaps the Asia Cup organisers may have rooted for an India-Pakistan final, for its share of history and commercial heft, but sport does not adhere to regular norms and this particular summit clash has remained a mirage in this tournament. That the officials even deemed to have a reserve day for the India-Pakistan Super Four clash after factoring in the rains, was a case of over-reach while other teams were not given such privileges. Despite these undercurrents, India did well to focus on the game and emerge on top.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\ncricket\n\n/\n\nSri Lanka\n\n/\n\nIndia\n\n/\n\nsport",
        "headline_1": "Asian giant: On India and the Asia Cup final",
        "headline_2": "India used the cricket Asia Cup as a preparatory platform",
        "link": "https://www.thehindu.com/opinion/editorial/asian-giant-on-india-and-the-asia-cup-final/article67322029.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "20-09-2023"
    },
    {
        "full_article": "As civilisational Bharat steps into its inspirational Sansad, the mother of democracy’s new home, the legacy she epitomises shall be a guiding light for the new geopolitical order. Article 1 of the Constitution says, “India, that is Bharat, shall be a Union of States.” This idea of Bharat is not a constitutional derivative but a civilisational continuum that is accepted by the Constitution because of Bharat’s unique ancientness.\nThe idea and power of Bharat driven by its standalone spiritualism shall be one of the single largest contributors to the global commons of ideas. As Bharat traverses her Amrit Kaal, the nation as a whole must realise that the story of Bharat is not a rags-to-riches story, as is commonly perceived. Instead, it is the story of an empire that is striking back towards the second coming of its first leadership position.\nRead the full story on TOI+\n\n",
        "headline_1": "New parliament building, ancient civilisational continuum",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/tracking-indian-communities/new-parliament-building-ancient-civilisational-continuum/",
        "news_paper_name": "The Times of India",
        "publish_date": "20-09-2023"
    },
    {
        "full_article": "Vivek Ramaswamy, a Republican Party aspirant for US presidential election, has targeted the H-1B visa system. It’s the most popular temporary work visa to the US, sponsored by US employers. Ramaswamy says H-1B is “indentured servitude” and benefits only companies sponsoring work visas. He also criticised lotteries used to pick applicants under H-1B and added that family members who accompany employees are not meritocratic immigrants. Ramaswamy’s views deserve attention as Indians dominate H-1B. Moreover, his criticism encapsulates populist tropes that ignore economic reality.\nH-1B is a little over three decades old and is used to meet skill shortages in the US in specialty occupations. The US Citizenship and Immigration Services annual report of 2022 said Indians accounted for 73% of 4.42 lakh H-1B petitions approved in 2022. That’s because around 66% of H-1B visas were for computer-related occupations. As a percentage of US GDP, the value added of computer systems design and related services subsectors more than tripled between 1990, when H-1B was created, and 2020.\n\nThe median income in 2022 of H-1B visa holders was $118,000, a level far above the US median income. So, this ain’t “indentured servitude”. In fact, it’s the H-1B cap that’s the problem. The limit results in US employers routinely asking for more visas than the cap allows. The US government’s solution is to use a lottery to allocate visas. This is licence-permit-quota raj with American characteristics. A sensible solution is to do away with the cap as H-IB visa workers go to sectors with a skills shortage. This visa category has benefitted both the US as well as Indian skilled workers, who are not unique in wanting to bring their families over. The takeaway here is that political populism’s approach of “gut it” helps no one.\n\n",
        "headline_1": "Wrong, Mr Ramaswamy",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/wrong-mr-ramaswamy/",
        "news_paper_name": "The Times of India",
        "publish_date": "20-09-2023"
    },
    {
        "full_article": "That the navy has ordered 68 warships and vessels is good. But it isn’t enough. And the reason is China. Currently, India’s navy has 132 warships with 143 aircraft and 130 helicopters. The aim is to have a minimum of 175 warships by 2035. China already has the world’s largest navy with 355 warships and submarines. This is projected to grow to 555 in another five to six years. So, to meet India’s growing strategic maritime needs, the pace of naval modernisation needs to be significantly quickened.\nBy 2030, China is likely to operate at least one aircraft carrier in the Indian Ocean Region. For a credible blue-water navy with significant strike capability, India needs to resolve issues on three fronts: production, indigenisation and operations. On production, it is widely accepted that India’s pace of construction of warships is much slower than required. While China builds around 14 warships a year, India manages only four. Yes, the pace of construction has picked up, thanks to new infrastructure in shipyards, bolstered supply lines and even some amount of AI being applied to the production process. But progressive decommissioning of older ships means we are always falling behind. For example, even though the navy has inducted five Scorpene submarines, it is eight boats short of the 24 aimed for induction by 2030. On indigenisation, while India has achieved 90% indigenisation in the float (hull and superstructure) component of warships, it’s behind target in the propulsion and fight (weapons and sensors) components. The trade-off here is between pushing indigenisation and quickly acquiring warships to meet strategic requirements.\nFinally, given that Asia is a seascape and much of India’s strategic posturing will span the entire length of the Indo-Pacific from Africa to the western Pacific, we need navy-led joint theatre commands. But the theatrisation process has been excruciatingly slow, perhaps caught in inter-services rivalry. We need a big political push for this. Relatedly, there needs to be greater focus on increasing the navy’s capital budget and broadening the technical base for warship building. Plus, warship building also has a multiplier effect with one shipyard job leading to six jobs in ancillary industries. A navy-led defence modernisation is imperative not only to meet India’s maritime security needs, but also to help facilitate the creation of a cutting-edge Indian defence-industrial complex.\n\n",
        "headline_1": "Ships of state",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/ships-of-state/",
        "news_paper_name": "The Times of India",
        "publish_date": "20-09-2023"
    },
    {
        "full_article": "Starting October 1, India’s steel and aluminium exports to the European Union will face uncertainty and increased costs. Culprit is the new rule Carbon Border Adjustment Mechanism (CBAM) that EU introduced in April this year.\nEU will implement CBAM in two phases. The transition phase begins October 1, 2023, and continues until December 31, 2025. During this period, Indian firms must submit extensive production and emission-related data for products shipped to EU. Data requirement is so extensive that Indian GST return forms look elementary. EU has proposed steep penalties for non-submission or failure to submit complete data. Most medium and small firms will fail the data test.\nRead full story on TOI+\n\n",
        "headline_1": "Green tax, black mark",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/green-tax-black-mark/",
        "news_paper_name": "The Times of India",
        "publish_date": "20-09-2023"
    },
    {
        "full_article": "A good doctor usually does not prescribe too many medicines. Once, the maharaja of Cooch Behar was suffering from various ailments. He invited the noted doctor of the time, Dr Bidhan Chandra Roy from Kolkata, to prescribe him medicines. Dr Roy saw the patient and left a single piece of advice for the maharaja: quit smoking as soon as possible. The ruler was not amused by the doctor's suggestion. Nor was he satisfied to see that no medicines had been prescribed. However, he eventually recovered from all ailments simply by abandoning his habit of smoking, all while no other medicines were needed.\nEconomic policymaking often works this way. A single, sensible policy can make a motley of weird prescriptions totally redundant. The wrong exchange rate – simply the undervaluation of the US dollar or an artificial overvaluation of the Bangladeshi taka – is the single culprit behind the country being pushed to the edge of the forex reserve crisis. Our forex reserve, which peaked at $48 billion in August 2021, has come down to as low as around $21 billion in September 2023. The figure by August should have been at around $60 billion, had the reserve maintained its normal growth trend observed since 2009. Moreover, the trend of workers' migration has seen an uptick recently, but this is not reflected in the recent remittance inflow, which was awfully low last month. This is nothing more than a result of the egregiously low valuation of the dollar. Russia's attack on Ukraine is responsible for this decay.\nBoth the finance ministry and Bangladesh Bank (BB) must be serious about averting the reserve crisis, no matter how they wish to downplay the matter on the surface. This is not only about poor growth in remittances, but also three other worrisome developments that threaten the country's economic stability: 1) forced squeezing of imports, which retards industrial growth; 2) lacklustre performance of exports; and 3) the unprecedented collapse in financial accounts, which has dehydrated the balance of payments and drained forex reserves. The single practice of fixing the dollar's price is responsible for these many ailments.\n\nThe theory suggesting that a higher dollar price will stoke inflation further through the import channel is partly true. But the main inflation, which makes the poor suffer the most, is originating from the high prices of necessities, which do not relate to import channels as much. Inflation remains stubbornly high because of incorrect policy rates and fiscal incapacity.\nThe finance ministry's peanut-sized incentive on remittance has proven to be worthless, and has actually weakened our already beleaguered fiscal capacity. Remittance senders do not want any sort of grace from the ministry. Rather, they need to get a fair value of their hard-earned money. On the one hand, the ministry wants to look like it's helping BB with the incentive. On the other hand, the ministry is also forcing BB to print more notes to fill up its own revenue gap. These are unnecessary for and harmful to the proper functioning of a market economy.\nVarious sources suggest that the dollar's price is close to Tk 120 in the street market, while the central bank is offering only Tk 109.5 to remitters. This obviously fails to convince the migrant wage earners to send their money through the official channel, which is financially punitive and still bureaucratic. As rational economic agents, wage earners resort to hundi, which is comparatively more rewarding, faster, and more accessible. But why do policymakers find remitters' use of hundi unpatriotic? Why should migrant workers be responsible for paying out of their pockets for incorrect rates manufactured by policymakers?\nLosing almost Tk 8 per dollar naturally does not make any sense to migrant workers. Engaging the police or the intelligence department to chase down hundi or money-changing agents is a complete waste of energy on the government's part. But this hunt will never end if the Bangladesh Bank keeps picking the wrong exchange rates. The central bank governor should coordinate with researchers, economists, and market experts to take knowledge-based actions, rather than employing the police to chase down petty margin-makers who have, in fact, been created due to BB's market-unfriendly dollar prices.\nIn the central bank's last monetary policy announcement in June, the governor vowed to make the exchange rate market-based. But the governor seems to be depending on oxygen provided by the Bangladesh Foreign Exchange Dealers' Association (BAFEDA) to set the exchange rate. This reflects the lack of confidence that breeds policy hypocrisy. BB seems to be afraid of standing on its own feet. Hence, its claim of policy independence is flimsy. It has incorporated the fixing of interest rates with treasury bill rates, which are mainly controlled by the finance ministry, indicating that the country's central bank cannot operate independently.\nIf BAFEDA can fix the exchange rates and the finance ministry can fix the interest rates, do we really need a separate institution like BB? Instead of fighting for independent policymaking based on knowledge and research, BB is making its job unnecessarily complex. Our central bank could outsource some of the tasks which its own machinery or manpower cannot support, and BAFEDA can be a secondary source of suggestions on exchange rates. But recent activities do not shine a light of reliability on BAFEDA's exchange rate recommendations. The underpricing of the dollar is pushing our overall financial position from bad to worse, without any sign of recovery.\nThere are three reasons why BB is not catching up with the actual price of the dollar: 1) fear of inflation; 2) fear of excessive volatility of the exchange rate; and 3) the typical mentality of making taka's depreciation equivalent to the economic weakness of the regime. The theory suggesting that a higher dollar price will stoke inflation further through the import channel is partly true. But the main inflation, which makes the poor suffer the most, is originating from the high prices of necessities, which do not relate to import channels as much. Inflation remains stubbornly high because of incorrect policy rates and fiscal incapacity. The finance ministry failed to collect taxes from the superrich and resorted to making the central bank print extra notes. This has made inflation furious through the multiplier.\nSecond, any rate that is surrendered to the hands of the market will be subject to volatility in the initial months, but the price will settle over time and make the economy safer than before.\nFinally, relating the taka's weakness to the weakness of the economy is a fundamentally flawed exercise. Rather, a market-based rate will increase both exports and remittance inflow, which will be the protagonists in terms of improving Bangladesh's balance of payments, and eventually bring the forex reserve back to a comfortable position.\nDr Birupaksha Paul is a professor of economics at the State University of New York at Cortland in the US.\n\nViews expressed in the article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "Correcting the dollar’s price is the only medicine we need",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/correcting-the-dollars-price-the-only-medicine-we-need-3422801",
        "news_paper_name": "The Daily Star",
        "publish_date": "20-09-2023"
    },
    {
        "full_article": "The continued public sufferings caused by the unplanned development activities of the Chattogram Development Authority (CDA) are quite unacceptable. According to a report by Prothom Alo, the state-run organisation has not only failed to play the role expected of it, but also plunged the city in a mess with its inefficient handling of projects. The CDA's primary responsibility was to plan and implement housing projects for residents as well as prevent unplanned urbanisation, something that it failed to do. Instead, over the years, it has overextended its mandate by focusing on various infrastructure development projects such as drainage development, building flyovers and elevated expressways, constructing flats, etc. – which was not even its job in the first place. The question is, why did the CDA forget its roles and responsibilities?\nFor instance, the Chittagong City Corporation (CCC) used to deal with the city's waterlogging problem before the CDA, six years ago, took over this task. It was partly because of its lack of experience in this regard that a megaproject it undertook in 2017 to prevent waterlogging – spending Tk 5,790 crore – failed to make an impact. In fact, waterlogging took a severe turn this monsoon, submerging the city at least 12 times following heavy rains and tidal water. Moreover, none of the 25 projects undertaken by the CDA over the last 15 years could be completed on time, which eventually multiplied the costs of the projects. Moreover, it reportedly cut down 16 hills to construct a link road through the city, and also did not pay heed to the suggestion of transport experts not to build unnecessary flyovers in Chattogram. There are many such allegations against this organisation that demonstrate its chronic failure to discharge its duties properly.\nEvidently, the CDA has done more damage than good to the health of the port city – at massive costs to taxpayers. It is time the higher authorities held it accountable by making its management answer for their incompetence and failures. Otherwise, making Chattogram a liveable city will remain a far-fetched dream.\n",
        "headline_1": "CDA must answer for its chronic failure ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/cda-must-answer-its-chronic-failure-3422621",
        "news_paper_name": "The Daily Star",
        "publish_date": "20-09-2023"
    },
    {
        "full_article": "With a national election only a few months away, it is expected that the country's political atmosphere would heat up, that barbed remarks would be exchanged between political rivals. But what we neither expect, nor want, yet are forced to watch, are violent tactics to intimidate opposition parties as they take to the streets to convey their demands to the government. Sadly, such violent engagement has become an inseparable part of our electoral culture, despite repeated calls for dialogues and negotiations to resolve political differences. We saw the latest episode of such violence on Sunday, when BNP men on their way to a road march were intercepted and assaulted, and their vehicles vandalised.\nAccording to media reports, several vehicles carrying members of Chhatra Dal and Swechchhasebak Dal were attacked at three different locations on the Natore-Bogura highway. In one of those incidents, a number of Chhatra Dal activists were beaten and hacked indiscriminately, and the microbus carrying them was set on fire, according to witnesses and local BNP workers. Prothom Alo reported that three activists were admitted to the Rajshahi Medical College Hospital due to critical injuries. BNP has alleged that Awami League was behind the attack, which the latter has refuted. Local police and firefighters could not clarify the matter, even though there is a photo showing a local AL leader searching a vehicle earlier on Sunday morning, per our report.\nWe are familiar with this pattern, however. Since BNP started to hold demonstrations to push their agenda in the run-up to the upcoming general election, we have witnessed how their street programmes were routinely intercepted by ruling party men, mostly ending up in violent clashes, sometimes with the involvement of the law enforcement itself. This is totally unacceptable. We condemn these attacks on the BNP for exercising its constitutional right to hold demonstrations.\nThat said, we also urge political leaders across the aisle to put more efforts into finding a way to engage and negotiate with each other. It's time they broke the cycle of violence and took up the path of dialogue, instead of trying to force their way through street mobilisations. The uncompromising attitudes of major political parties are jeopardising any chance of having a free and fair election. All parties must come together to find a middle ground to overcome the ongoing political stalemate.\n",
        "headline_1": "Break the cycle of pre-election violence",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/break-the-cycle-pre-election-violence-3422521",
        "news_paper_name": "The Daily Star",
        "publish_date": "20-09-2023"
    },
    {
        "full_article": "The continued public sufferings caused by the unplanned development activities of the Chattogram Development Authority (CDA) are quite unacceptable. According to a report by Prothom Alo, the state-run organisation has not only failed to play the role expected of it, but also plunged the city in a mess with its inefficient handling of projects. The CDA's primary responsibility was to plan and implement housing projects for residents as well as prevent unplanned urbanisation, something that it failed to do. Instead, over the years, it has overextended its mandate by focusing on various infrastructure development projects such as drainage development, building flyovers and elevated expressways, constructing flats, etc. – which was not even its job in the first place. The question is, why did the CDA forget its roles and responsibilities?\nFor instance, the Chittagong City Corporation (CCC) used to deal with the city's waterlogging problem before the CDA, six years ago, took over this task. It was partly because of its lack of experience in this regard that a megaproject it undertook in 2017 to prevent waterlogging – spending Tk 5,790 crore – failed to make an impact. In fact, waterlogging took a severe turn this monsoon, submerging the city at least 12 times following heavy rains and tidal water. Moreover, none of the 25 projects undertaken by the CDA over the last 15 years could be completed on time, which eventually multiplied the costs of the projects. Moreover, it reportedly cut down 16 hills to construct a link road through the city, and also did not pay heed to the suggestion of transport experts not to build unnecessary flyovers in Chattogram. There are many such allegations against this organisation that demonstrate its chronic failure to discharge its duties properly.\nEvidently, the CDA has done more damage than good to the health of the port city – at massive costs to taxpayers. It is time the higher authorities held it accountable by making its management answer for their incompetence and failures. Otherwise, making Chattogram a liveable city will remain a far-fetched dream.\n",
        "headline_1": "CDA must answer for its chronic failure ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/cda-must-answer-its-chronic-failure-3422621",
        "news_paper_name": "The Daily Star",
        "publish_date": "20-09-2023"
    },
    {
        "full_article": "With a national election only a few months away, it is expected that the country's political atmosphere would heat up, that barbed remarks would be exchanged between political rivals. But what we neither expect, nor want, yet are forced to watch, are violent tactics to intimidate opposition parties as they take to the streets to convey their demands to the government. Sadly, such violent engagement has become an inseparable part of our electoral culture, despite repeated calls for dialogues and negotiations to resolve political differences. We saw the latest episode of such violence on Sunday, when BNP men on their way to a road march were intercepted and assaulted, and their vehicles vandalised.\nAccording to media reports, several vehicles carrying members of Chhatra Dal and Swechchhasebak Dal were attacked at three different locations on the Natore-Bogura highway. In one of those incidents, a number of Chhatra Dal activists were beaten and hacked indiscriminately, and the microbus carrying them was set on fire, according to witnesses and local BNP workers. Prothom Alo reported that three activists were admitted to the Rajshahi Medical College Hospital due to critical injuries. BNP has alleged that Awami League was behind the attack, which the latter has refuted. Local police and firefighters could not clarify the matter, even though there is a photo showing a local AL leader searching a vehicle earlier on Sunday morning, per our report.\nWe are familiar with this pattern, however. Since BNP started to hold demonstrations to push their agenda in the run-up to the upcoming general election, we have witnessed how their street programmes were routinely intercepted by ruling party men, mostly ending up in violent clashes, sometimes with the involvement of the law enforcement itself. This is totally unacceptable. We condemn these attacks on the BNP for exercising its constitutional right to hold demonstrations.\nThat said, we also urge political leaders across the aisle to put more efforts into finding a way to engage and negotiate with each other. It's time they broke the cycle of violence and took up the path of dialogue, instead of trying to force their way through street mobilisations. The uncompromising attitudes of major political parties are jeopardising any chance of having a free and fair election. All parties must come together to find a middle ground to overcome the ongoing political stalemate.\n",
        "headline_1": "Break the cycle of pre-election violence",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/break-the-cycle-pre-election-violence-3422521",
        "news_paper_name": "The Daily Star",
        "publish_date": "20-09-2023"
    },
    {
        "full_article": "Widening of Bangladesh's export basket further has now become an imperative given that its present export is overwhelmingly dependent on Readymade Garment (RMG) products. Hence is the call for diversification of its exports. An example will suffice to explain the point. In the FY2022-23, Bangladesh exported commodities worth over US$25 billion (out of its total global export worth US$55 billion) to the European Union (EU) market alone. A single product, RMG, dominated the entire lot of around 2,600 items exported last year to that destination and more than 92 per cent of that was cotton-made. So, it is not surprising that by supplying 35 per cent of EU's import of cotton-made apparel products, Bangladesh holds an enviable position in this area. But that is also somewhat concerning considering that EU's product graduation threshold is 37 per cent for textiles, according to the Article 29 of its (EU's) proposed GSP Plus scheme. And it is also worthwhile to note that the Article 29's stated safeguard measures for textile, agriculture and fisheries would be effective if the share of the relevant product was over 6.0 per cent of total EU imports and exceeded product graduation threshold which is 37 per cent for textiles. But Bangladesh's textile threshold has already crossed 55 per cent according to the proposed GSP plus scheme. So, the time is up for Bangladesh to switch over to new export products and grab the opportunities that the EU's upcoming new GSP scheme might have on offer. In this context, Bangladesh has got some breathing space given that the new (proposed) GSP plus scheme, which was supposed to come into effect from January 2024 and last till 2034, has not been passed in EU parliament as it could not reach a consensus on the issue. In consequence, the EU has extended the tenure of the existing GSP regulations until December 31, 2027. Against this backdrop, Bangladesh can well make good use of the extra time it has now got on its hands and negotiate with the EU to see if some provisions of the GSP plus scheme could be turned to its advantage and earn up to US$60 billion by 2030 only from RMG exports to the economic bloc. At the same time, it may continue to enjoy the existing duty-free facilities for seven more years and, meanwhile, grab a substantial share of the EU's non-cotton-based imports. In that case, through diversifying its exports Bangladesh could additionally earn US$23 billion only from the EU market, estimates show.All such issues came under review at a recent workshop held in the city where experts, researchers and journalists dwelt at length on how Bangladesh could explore and exploit the global market to its advantage by diversifying its exports. Unfortunately, the main roadblock to such prospects is coming from within, especially from the protective domestic market. At this point, mention may be made of the high tariff barriers to the import of the necessary raw materials for producing goods as part of the country's efforts towards export diversification. In particular, the non-apparel products like footwear, leather goods, home textiles, fish and shrimp, to name but a few, hold a high export potential. In order to unleash the country's high and diversified export growth potential, rationalisation of the current tariff regime and, especially, adoption of the National Tariff Policy (NTF) 2023 would prove crucial.",
        "headline_1": "Rationalising tariff regime to boost export",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/rationalising-tariff-regime-to-boost-export-1695136850",
        "news_paper_name": "The Financial Express",
        "publish_date": "20-09-2023"
    },
    {
        "full_article": "Controversy centring around the non-government organisations (NGOs), on their mode of operation and scores of other related matters, has for long attracted public attention. As a breeding ground of NGOs since the inception of the country, Bangladesh has over the decades witnessed monumental growth of these organisations-necessitated largely by the need of a parallel force to shoulder some of the development activities in the socio-economic arena. This being the case, flourishing of these organisations as a composite civil society group was likely to be reckoned as a potentially effective partner in both public and private sector undertakings. This, unfortunately, has not happened, although there were some laudable contributions by some of the NGOs to socio-economic uplift of the poor. The legitimacy of the NGOs as an effective parallel force is due to the perception that they are more proactive than traditional functionaries, and that being free from bureaucratic tangles they are better positioned to operate independently. But this does not say all. There are controversies on the modes of receiving funds from the donors, the spending patterns, financial transactions and so on. Besides, there are allegations that despite the positives of NGO intervention, the resources that reach the target group are far less than what actually should be. These are the grey areas that have grown unhindered in the absence of transparency and an effective overseeing authority.The government, in the absence of an effective regulatory body to oversee the activities of the NGOs in the country, is reportedly contemplating to set up a Commission. It has been learnt that the proposal for establishing the Commission aimed at bringing all non-governmental organisations under a single authority to hold them accountable and ensure transparency in their financial transactions has already been approved by the secretary-level committee for administrative development. The purpose is to see that NGOs registered with various authorities are made accountable to a single agency for closer monitoring, and if necessary, regulating their operations in their respective fields in a coordinated manner. The Commission is also expected to deliver a draft law in this regard.While the need for effective measures to oversee the transparency of NGO operations is beyond controversy, getting them involved with the government's development programmes should be given the priority it deserves. There are fields where the NGOs have worked well and the knowledge and expertise they have gathered through trial and error may prove crucial for execution of programmes. Also it is important that unlike most government agencies which characteristically suffer from a lack of institutional memory, the strength of the NGOs lies in their experiences from past activities in various fields with a readiness for corrective actions. Notable as they are as a parallel force, their experiences and expertise may be found rewarding to not only complement the inadequacies and connect the missing links in governmental programmes in similar fields but reinforce those with innovative ideas that they have experimented in their own programmes. On the other hand, to make their own programmes successful, the NGOs do need close liaison and coordination with the government machinery, particularly where utility services are required. There are activities such as adult literacy, farm credit to small farmers, hygiene and sanitation, cottage industries, cooperatives for marketing poultry and dairy products and a host of other income generating and empowerment programmes where partnering with NGOs could be more sustainable than these are currently now. There are examples that show that a lack of coordination with the government seriously tells upon the sustainability of programmes run by the NGOs. Now, how best to work out a modality in this regard is crucial. The government may like to identify areas where works can be shared, and to do so, there has to be intensive dialogue with the relevant NGOs. Partnership between the private sector and the NGOs can also be mutually beneficial. The fact that NGOs have a vast grassroots base across the country is a point that can profitably be made use of by the corporate sectors by way of teaming up in reaching out to the target groups. This can prove effective even from a typical but economically viable business consideration. Besides, sharing of experiences in running development projects to alleviate the lot of the poor can also be seen as a plausible proposition. It is heartening to learn that at present there is an increasing awareness about the positives of such partnership. The CARE Bangladesh, it has been learnt from a local daily, is currently implementing 22 projects in partnership with more than 40 NGOs and 27 private sector partners. The programmes are related to improving the livelihood patterns of marginalised women and girls and the extreme poor in rural areas. Gieven the scope of increasing and extending NGO activities, it is in the national interest that they were better engaged and hence better utilised.\n[email protected]",
        "headline_1": "A bigger role awaiting the NGOs",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/a-bigger-role-awaiting-the-ngos-1695136889",
        "news_paper_name": "The Financial Express",
        "publish_date": "20-09-2023"
    },
    {
        "full_article": "Last year, the country took a hard loan from the Jeddah-based International Islamic Trade Finance Corporation (ITFC) to cover mounting oil-import bills worth about US$1.4 billion. The loan carried a steep interest rate of 7.06 per cent that had to be paid within six months of disbursement. Back then, energy experts had warned of the dire consequences if the country failed to make timely payments, which has now become a problem for Bangladesh Petroleum Corporation (BPC).The country is literally at a point when clearing dues owed to foreign suppliers (that must be paid in US dollars) every few months is no longer certain and this is due to the dearth of dollars. The situation is getting desperate since this situation is also becoming clear to the regular suppliers of oil, which are increasingly pressurising the BPC to make timely payments. No supplier wishes to deal with a customer that builds up arrears in payment. According to a report published recently in this newspaper, \"several suppliers, including Vitol Asia, have warned of stopping oil supply unless the dues are cleared immediately\". As per BPC figures, the entity owes around $250 million which carries overdue payments.This is not a new problem for the state-owned corporation. Back in May, the BPC had been warned by some suppliers of suspending oil shipments to Bangladesh because it owed around $298 million to overseas suppliers. Some analysts believe this situation had prompted the multi-billion-dollar loan to be taken from ITFC in the first place. One wonders if sufficient thought had gone into taking such a loan that carried this high interest payment clause. The current modus operandi has come down to a state where the BPC is able to clear about a third of total pending dues to international oil suppliers. It is regularly missing payment deadlines and there have been situations where some suppliers haven't been paid anything. The Taka continues to depreciate against the US dollars and the falling foreign exchange reserve has hit BPC very hard. It is unable to live up to its international commitments and this is leading to a volatile situation. Interestingly, the BPC was doing fine until the end of February when it was clearing foreign dues with 10 days of receiving oil supplies. Unfortunately, things went awry since March when it has not been able to clear dues in full to any supplier. While the BPC imports oil in dollars, it sells the same in the local currency. It is further handicapped by its general inability to procure US dollars from commercial banks to make these payments. It is entirely dependent on the central bank to release sufficient dollars to ease the situation but nothing has come of negotiations to put a system in place for making foreign currency readily available to pay suppliers.It is understandable why energy experts have been severely critical of the agreement made for the ITFC loan. It threatens to give the BPC a crushing financial blow. As pointed out by one energy expert \"clearing overdue payments with high-interest loans cannot be a solution\". Rather, \"pilferage and anomalies\" in the petroleum-marketing supply chain need to be addressed. Otherwise, the BPC runs the risk of facing bankruptcy. Agreeing to this type of loan not only puts the BPC at risk, but threatens the very fragile nature of the nation's foreign exchange reserve. Even at this juncture, the country has failed to increase its refining capacity. It would have allowed the country to save billions of dollars had it been able to refine crude oil instead of importing refined oil. \n[email protected]",
        "headline_1": "BPC at risk of becoming a defaulter",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/bpc-at-risk-of-becoming-a-defaulter-1695136919",
        "news_paper_name": "The Financial Express",
        "publish_date": "20-09-2023"
    },
    {
        "full_article": "At a time when Dhaka city dwellers are severely affected by traffic jams, we welcome the opening of the elevated expressway and metro rail. This development should relieve congestions in some areas, reduce travel time and significantly improve the capital's connectivity. Those who are fortunate and have their own transport like car can utilise the maximum benefits of Dhaka Elevated Expressway. But the elevated road should benefit everyone. The Bangladesh Road Transport Corporation (BRTC) service has been itroduced. More such services are needed. Compared to our neighbouring countries, app-based rides' and auto-rickshaws' fare in Dhaka city is exceptionally high. For instance, if a commuter takes an Uber or CNG-run auto-rickshaw for a two way trip in the capital, it costs them around Tk 1000 or more. If the commuters try to get on public buses, they find them always overcrowded. This service in most cases is unusable and unsafe for female commuters. As a result, they have no option other than using expensive modes of transport. Therefore, it is high time for the BRTC authorities to introduce modern comfortable buses for better roads. Since our economy is growing, more people should come up with new plans to introduce affordable and comfortable means of transportation to Dhaka streets. \nRafid AlamDhaka[email protected]",
        "headline_1": "Better transports for better roads",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/better-transports-for-better-roads-1695136942",
        "news_paper_name": "The Financial Express",
        "publish_date": "20-09-2023"
    }
]