[
    {
        "full_article": "This week’s summit meeting between U.S. President Joe Biden and Chinese President Xi Jinping in San Francisco is unlikely to resolve any of the major differences that plague relations between the world’s two biggest powers. It has, however, offered the promise of much needed respite for the world by stabilising a relationship that has recently been in free fall and brought growing concern. The summit, on the sidelines of APEC, yielded two significant takeaways. The first involved several concrete agreements, including to restart military-to-military direct dialogue and to discuss risk and safety issues involved with artificial intelligence. The second is what both sides have described as establishing a floor to the relationship. That was the goal when the two leaders last met in Bali in 2022. The Bali consensus was, however, blown away by the “spy balloon” incident. This time there is cautious optimism that this attempt at stabilisation has been built on more solid ground. But how long it will last remains an open question, especially with two potentially disruptive political events looming on the horizon. In January next year, Taiwan goes to the polls, and the outcomes could see a further ratcheting up of tensions across the strait. On Taiwan, both sides reiterated their stands, with China cautioning against interference, and the U.S. saying it opposed any change in the status quo. Meanwhile, the U.S. will, next year, go into election mode ahead of polls in November 2024, and campaign season inevitably brings heated rhetoric on China.A longer term concern — and one that underlines the limits of this modest stabilisation — is a basic point of difference in how they see the future of their relations. As Mr. Xi put it, “the number one question” was whether they were “adversaries or partners”. He criticised U.S. framing of the relationship as being fundamentally competitive, saying it would lead to “misinformed policy making, misguided actions, and unwanted results”, and asked it to “refrain from flip-flopping, ... and crossing the lines” on issues including Taiwan and export controls. Mr. Biden, however, “emphasised that the U.S. and China are in competition” and described the immediate challenge as how to “manage it responsibly”. These differences aside, one crucial point of agreement is the apparent realisation that high-level engagement and open channels are key in preventing competition from sliding into conflict. This offers clear lessons to the India-China relationship, as the crisis along the Line of Actual Control enters its fourth winter. Dialogue in and of itself is not a concession, and as the U.S. and China have realised, building a floor, when ties between major powers are at the risk of free fall, is the first step.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nUSA\n\n/\n\nChina\n\n/\n\ndiplomacy\n\n/\n\nsummit\n\n/\n\ndefence\n\n/\n\nArtificial Intelligence\n\n/\n\nespionage and intelligence\n\n/\n\nTaiwan\n\n/\n\nIndia-China\n\n/\n\nUS PRESIDENTIAL POLLS\n\n/\n\nelection",
        "headline_1": "Building the floor: On the U.S.-China summit meeting, lessons for India",
        "headline_2": "Moves by the U.S. and China to stabilise their rocky relations hold lessons for India",
        "link": "https://www.thehindu.com/opinion/editorial/building-the-floor-on-the-us-china-summit-meeting-lessons-for-india/article67544302.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "19-11-2023"
    },
    {
        "full_article": "The World Cup caravan finally returns to Ahmedabad, where it commenced its journey on October 5. This Sunday, a packed Narendra Modi Stadium will witness the summit clash between India and Australia. The host is in prime form, having notched 10 wins on the trot, including a fine victory over doughty New Zealand in the semifinal at Mumbai. Meanwhile, Australia started on the wrong foot with two losses before winning eight consecutive games. With Australia having won cricket’s premier championship on five occasions, Pat Cummins and his men must live up to a hallowed legacy. Their semifinal against South Africa had the thrills associated with low-scoring humdingers at Kolkata’s Eden Gardens. The last time India and Australia clashed in a World Cup final, it was in the 2003 edition at Johannesburg in South Africa, and Ricky Ponting’s men won by 125 runs. Two decades later, Rahul Dravid, a key player involved in that iconic match, is now the Indian team’s coach. The former India captain will surely infuse pragmatism without toning down the adrenaline surge within the dressing room. Back then, Zaheer Khan got locked in a war of words with Matthew Hayden and Adam Gilchrist, lost his focus, and soon the contest nestled inside the rival’s pocket.This time around, Dravid and captain Rohit Sharma swear by the philosophy of taking it one match at a time. World Cup finals are massive sporting engagements, where the best either find extra reserves of strength or watch their legs turn into jelly. If India sticks to its consistent methods, executed well so far in this championship, it should start as the favourite. Rohit Sharma’s ballistic starts, Shubman Gill’s poise, Virat Kohli’s prolific run, and the combined yield of Shreyas Iyer, K.L. Rahul and Suryakumar Yadav, have ensured that rivals have no relief on the field. A bowling attack helmed by Jasprit Bumrah has prised open the opposition’s top order before the spinners stepped in and strangled the middle order in the middle game. Kohli, with 711 runs, is the leading batter in this World Cup, and Mohammed Shami leads the bowlers’ pack with 23 scalps. Still, Australia will remain a combative unit, scrapping hard, never ceding an inch. Even though all its batting stars have not performed as smoothly as the Indians, Glenn Maxwell’s stunning unbeaten 201 against Afghanistan indicated at the magic and mayhem within the Australian changeroom. A fine seam attack and an effective spinner in Adam Zampa, will pose a challenge, which India has to tackle well, if it is to hold up the Cup for the third time.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\ncricket\n\n/\n\nICC World Cup\n\n/\n\nGujarat\n\n/\n\nAustralia\n\n/\n\nAhmedabad\n\n/\n\nSouth Africa",
        "headline_1": "Summit clash: On India, Australia and the world cup cricket final",
        "headline_2": "India will need to be at its best against Australia in the final",
        "link": "https://www.thehindu.com/opinion/editorial/summit-clash-on-india-australia-and-the-world-cup-cricket-final/article67544330.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "19-11-2023"
    },
    {
        "full_article": "Last year, the number of Indian students taking admission abroad exceeded 750,000, marking a remarkable 50% increase from 2021. Notably, more than one-third of these students chose the US, indicating a substantial 35% surge compared to the preceding year. An intriguing observation highlighted by a recent TOI report is that now one in every four international students on US campuses hails from India.\nWhile anecdotal data suggests a significant decline in the number of IIT students venturing abroad, the surge is predominantly attributed to students from Tier 2 and Tier 3 cities. Projections indicate that Indian households will spend an estimated $70 billion towards their children’s foreign education by 2025. Given these economic dynamics, it comes as no surprise that international universities are aggressively wooing Indian students with scholarships, newer academic programmes etc. and several countries have strategically improved their student and employment visa policies to attract Indian talent. Notably, geopolitical considerations have contributed to a decline in the number of Chinese students pursuing education abroad, while India is experiencing an exponential growth.\nPhoren stamp: Students settle for even bottom-tier foreign colleges (Illustration credit: Varani Sahu)\nWhy do students go abroad? How should India respond to this trend? What steps need to be taken to retain top talent? Can India benefit from this trend? Many questions but the answers aren’t that straightforward and simple.\nIndia boasts a staggering 265 million students in its schools, achieving an 80% Gross Enrolment Ratio (GER) in secondary education. However, only approximately one in four students proceeds to higher education, resulting in a concerning GER of around 27%. This, compounded by subpar education quality, poses a significant challenge. As the middle class experiences income growth and international universities offer simpler admission processes, accessible loans, and favourable visa policies with work permits, many parents view foreign degrees as a gateway to a promising future for their children. While acquiring knowledge from top global institutions is commendable, concerns arise when an increasing number opt for third-rate institutions abroad. As a country, we need to introspect and take the following steps urgently to address this issue.\n1. More funding: The absence of a viable financial model for the operation and expansion of publicly funded higher education institutions has resulted in stagnation for our top-ranked establishments. These institutions find themselves entirely reliant on government funds for daily operations, adversely compromising their autonomy. Despite the National Education Policy (NEP) advocating for an increased Gross Enrolment Ratio (GER) of 50% in higher education, this ambition is not mirrored in augmented budget allocations at either the state or central level. Urgent measures are imperative to allocate additional resources, aligning with the goal of achieving a 50% GER in our higher education sector.\n2. Going abroad: The recent steps taken in allowing Indian institutions to open campuses abroad is a welcome step. However, these international campuses need resources to sustain and become viable in these foreign countries. Careful planning and a roadmap are essential to make these ventures successful.\n3. Research shouldn’t be a burden: The top private institutions offering education on par with top public-funded ones need to be supported with increased research grants and autonomy. Without building a strong research culture, it will be difficult to attract good faculty. Institutions must be provided sufficient overheads on research projects like it’s done abroad, so research can become a source of revenue for sustenance. Without such diverse revenue streams in our institutions, public-funded institutions will remain totally dependent on government funding while private institutions will rely on tuition fees. In top institutions worldwide, 20-25% of annual revenues come from overheads on research projects.\n4. Incentivise donors: Government alone cannot support the expansion of quality higher education. Encourage philanthropy and industry support for public and private-funded institutions through attractive policies and tax incentives to donors and corporates. In the US, total philanthropy to colleges and universities hit $52.9 billion for fiscal year 2021, growing annually at around 6%.\n5. Level playing field: While the National Education Policy (NEP) has opened doors for international universities to establish campuses in India, it remains fraught with uncertainties. Also, this should not occur at the expense of our domestic institutions. It is crucial to provide both administrative and financial autonomy to Indian institutions in recruitment, admissions, and other operational aspects, aligning them with the privileges extended to international counterparts. Without such parity, the entry of foreign institutions could exacerbate the decline of Indian institutions rather than fostering a level playing field.\nIt’s high time we bring educators and top researchers to the forefront in policy making, substantially increase investments in education and research, and chart a new course to reclaim India’s erstwhile status as vishwaguru in the global education and research arena.\n\n",
        "headline_1": "As Tier 2-3 cities join exodus abroad, it’s time to focus on ‘Study in India’",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/voices/as-tier-2-3-cities-join-exodus-abroad-its-time-to-focus-on-study-in-india/",
        "news_paper_name": "The Times of India",
        "publish_date": "19-11-2023"
    },
    {
        "full_article": "The way our cricket team has dominated the World Cup should inspire the concerted pursuit of excellence in other fields too. Both by India and by Indians\nI remember watching the India-West Indies series as a child. The year was 1983. I, along with some friends, had a magnetic scoreboard that we would keep updating as we watched the match on TV. In the first Test itself, West Indies crushed us. They made 454 in the first innings. When India came to bat, we lost two wickets (Sunil Gavaskar and Mohinder Amarnath) for no runs.Read full story on TOI+\n\n",
        "headline_1": "Do it like the men in blue",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/The-underage-optimist/do-it-like-the-men-in-blue/",
        "news_paper_name": "The Times of India",
        "publish_date": "19-11-2023"
    },
    {
        "full_article": "Since January, when Maharashtra’s Manikrao Thakre became AICC incharge for Telangana (119 seats), the 69-year-old Congress veteran has soothed ruffled feathers, kept the flock together, managed egos and turf wars among partymen with hyperlocal heft, and worked closely with state party chief Revanth Reddy, the sitting LS MP (Malkajgiri) contesting from two seats.\nAs Thakre was managing a crowd of netas, he told Subodh Ghildiyal Congress is upbeat, BRS is fighting and BJP is not in the reckoning in the November 30 elections.\n\nRead full story on TOI+\n\n",
        "headline_1": "‘Four members of KCR’s family control 60% of the state budget…Graft is a big issue…Congress will win 71 seats’",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/four-members-of-kcrs-family-control-60-of-the-state-budgetgraft-is-a-big-issuecongress-will-win-71-seats/",
        "news_paper_name": "The Times of India",
        "publish_date": "19-11-2023"
    },
    {
        "full_article": "Consumer credit such as personal loans and credit card dues are set to cost more after RBI on Thursday tweaked its regulations to cool the growth in this segment. For both banks and NBFCs, risk weights on these loans have been enhanced. It means they will have to set aside more capital for these loans, which will push up their interest rates. In addition, risk weights on bank lending to NBFCs have also been increased.\n\nThese measures aren’t surprising as RBI has been signalling its discomfort. It said the annual retail credit growth over the last couple of years has been 30%, led by unsecured credit. Credit to other sectors during this period has grown 12-14%. Arguably, RBI’s anxiety comes mainly from the structural changes in the retail credit market driven by NBFCs. In the retail space, NBFC market share has expanded nearly 1.8 times between 2015 and June 2022. It happened despite a shock to the NBFC ecosystem following the IL&FS default in 2018. This phenomenon can be explained by the impact of digital lending and NBFCs’ early mover advantage here.\n\nCafral, a research body set up by RBI, broke down retail borrower accounts according to age groups. Up to the age of 25, NBFCs and fintechs dominate lending and continue to maintain a lead over banks even in the 25-35 age group. It’s only among middle-aged customers, who are more likely to have collateral, where banks dominate. The consumption impact of lending by NBFCs and fintechs is huge because they tap borrowers who are relatively credit-constrained. NBFCs source about 36% of their borrowings from banks. No surprise, therefore, that the RBI asked everyone to tighten their credit standards. Large-scale defaults are the last thing the economy needs.\n\n",
        "headline_1": "Loan rangers",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/loan-rangers/",
        "news_paper_name": "The Times of India",
        "publish_date": "19-11-2023"
    },
    {
        "full_article": "In an interesting development, the Bangladesh Live and Chilled Food Exporters Association (BLCFEA) has requested the ministry of commerce to seriously consider its request to set up a special economic zone (SEZ) near the Hazrat Shahjalal International Airport (HSIA). BLCFEA members have raised the demand primarily to preserve the quality and freshness of their perishable items, which include aquatic species like live mud crab and eel fish. Exporters of such items state that they have been involved in the trade for some three decades now and it is bringing in much-needed foreign exchange to the country.Of course, this demand comes out of conditions set forth by the General Administration of Customs China (GACC) which dictates that exporters must have a standard packing center in a commercial district or area which caters to such live species. As explained by BLCFEA, most packaging done today are in non-commercial areas and that may soon pose a threat to exports. Beyond the stipulation set by GACC, there is also the problem of transporting packaged cargo to HSIA braving traffic congestions and other hurdles from different areas of the country.BLCFEA's request to set up a special economic zone near the country's main airport for packaging of live, crabs and eels may sound absurd to many. What the exporters of these special food items needs is a packaging facility near to the airport. The export of live aquatic species though limited until now has the potential to expand. Given the need for diversifications of exports, exploiting such a potential is highly essential. It is, thus, important to extend all possible support to exporters of non-traditional items by the government.The aquatic export of various species has not been without hurdles. The Covid 19 nearly crippled the sector, but it survived. With China representing a key market for crab and eel fish, its requirements on compliance issue simply cannot be wished away and a solution has to be found. The government has given this sector due importance and exporters enjoy a 10 per cent cash incentive on crab and fish exports. Export data states that export of crab was 7,452 tonnes in FY2022-23, which was slightly below the preceding year. That said, BLCFEA involves more than 200 businesses and this is a growing and viable export sector that needs to be given an opportunity to flourish. It was only a few years ago when China had imposed a full ban on import of live mud crab and eel fish from Bangladesh based on health hazardous bacteria found in certain shipments. Contaminated substances like cadmium (above acceptable levels) had been found and GACC had issued a temporary ban about three years ago.That the country is exporting these items again to China means that the sector has worked out its problems and it is time to build on that. Since crab and eel fish are entirely transported by air cargo, something needs to be done to move the packaging facility in the HSIA vicinity. Bangladesh has done wonders in ramping up the production of fish over the last few decades and it is time to set up modern facilities to package these items in hygienic conditions that fully comply with foreign compliance issues. Authorities would do well to keep export diversification in their planning and every opportunity must be given due policy support to increase earning of foreign exchange.",
        "headline_1": "Facilitating export of crabs, eels",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/facilitating-export-of-crabs-eels-1700311058",
        "news_paper_name": "The Financial Express",
        "publish_date": "19-11-2023"
    },
    {
        "full_article": "Economic cooperation among South Asian countries is primarily driven by increasing intra-regional trade. That's why, within less than a decade of signing the charter of the South Asian Association for Regional Cooperation (SAARC) in Dhaka, the member countries also decided to sign a regional trade pact to provide preferential treatment to each other in selected commodities. Thus, they formally signed the South Asian Preferential Trade Agreement (SAPTA) in 1993 with a positive list negotiation approach. Bangladesh, Bhutan, India, Maldives, Nepal, Pakistan and Sri Lanka are the countries.Sri Lanka mooted the idea, and the first round of concessions under the preferential trade deal came into effect in 1995, ten years after the formal lunching of the regional cooperation platform in Dhaka. The deal was also supposed to establish a free trade area in the region and a customs union in the future. The value of intra-regional trade stood at $4.36 billion at the end of 1995, which was $2.56 billion in 1993. Members also ended the last round of tariff concessions under the SAPTA agreement in December 2002, when the value of intra-regional trade stood at $7.45 billion.SAPTA has been a limited success as a small number of products were negotiated under the pact. It was, however, necessary to move ahead for broader trade concessions. Accordingly, with cautious enthusiasm, seven member states of the SAARC in 2004 signed a framework agreement on the South Asian Free Trade Area (SAFTA), and the year witnessed around $13 billion in intra-regional trade in goods. The expectation was that regional cooperation in trade would be advanced in a positive manner. Despite various obstacles and differences of opinion, SAFTA came into effect in 2006 as members started a trade liberalisation program (TLP) under the agreement. Afghanistan joined the SAARC in 2007 as the eighth member and subsequently became a partner of the SAFTA. Following the negative list approach, meaning products appearing in the lists of the countries are not eligible for tariff reduction, SAARC countries have been implementing the agreement by issuing required customs notifications. Though the members completed their respective TLPs in the first and second phases by cutting down many products in the sensitive lists, the progress in the third or final phase is almost stalled now. Since 2015, no meeting on the SAFTA committee of experts responsible for reviewing the progress in TLP has occurred. Moreover, after the postponement of the 19th SAARC summit, scheduled to be held in Pakistan in 2016, any progress regarding regional trade cooperation also came to a standstill. The full implementation of SAFTA has become uncertain, and the ambitious goal to establish a customs union in South Asia now seems to be a distant dream. The next step, or establishing a common regional market, seems unviable. Thus, the ultimate goal, quite overambitious no doubt, of setting a common economic and monetary union is impossible. A critical question in this connection is whether it is possible to break the impasse of SAFTA and move ahead. Having intra-regional trade worth $40 billion last year, which is around 7.20 per cent of the region's total international trade, the current geopolitical reality of the region provides no optimistic answer to the question. The India-Pakistan rivalry, especially in the area of national security, has intensified over the decades, making SAARC almost dysfunctional. Over the last decade, India has taken a strong position to isolate Pakistan in the regional forum and give more focus on BIMSTEC. Pakistan also opposes various SAARC initiatives apprehending that those are India-dominated moves. Moreover, from the beginning of the SAFTA, Pakistan has denied giving the Most Favoured Nation (MFN) status to India. Though India gave the MFN status to Pakistan in 1996, a year after the formal inception of the World Trade Organization (WTO), Pakistan never reciprocated. However, in 2004, a move was made that was not realised. Finally, in 2019, following the terrorist attack in Pulwama in Jammu and Kashmir, India also revoked the MFN status to Pakistan. MFN is the first clause in the General Agreement on Tariffs and Trade (GATT), and all members of the WTO are generally obliged to give MFN to all international trade partners to ensure non-discriminatory trade among them. Without resolving the MFN status, little will advance in the near future in Indo-Pak bilateral trade and regional trade, although both countries are trading indirectly via a third country, the UAE, Dubai, to be precise. Another difficulty is that SAARC members are more engaged in bilateral free trade initiatives. There are India-Sri Lanka and Pakistan-Sri Lanka BFTAs and Afghanistan-India and Bangladesh-Bhutan PTAs. Bangladesh and India are now negotiating a Comprehensive Economic Partnership Agreement (CEPA). Both Nepal and Bhutan have bilateral trade agreements with India. Moreover, most of the SAARC countries are common members of more than one regional trade agreement (RTAs). Bangladesh, India and Sri Lanka are members of the Asia-Pacific Trade Agreement (APTA) along with South Korea and China. Again, five SAARC members -Bangladesh, India, Sri Lanka, Nepal, and Bhutan - are members of the Bay of Bengal Initiative for Multi-Sectoral Technical and Economic Cooperation (BIMSTEC) along with Myanmar and Thailand. All these create a kind of 'spaghetti bowl effect', which indicates the multiplication of FTAs. Some analysts also identified the SAFTA rules of origin (ROO) as a barrier to progress due to its stringent nature. As SAFTA is entirely focused on trade in goods, SAARC countries, in the Sixteenth Summit in Bhutan in 2010, signed the SAARC Agreement on Trade in Services (SATIS). The idea was to promote the trade in services in the region. Though the members exchanged their requests and offer lists, there has been no progress since 2015.One thing is, however, clear. Countries in the region will continue to enhance their trade in goods and services through bilateral, regional and multilateral mechanisms. The experience of SAFTA in the last one and half decades shows that though the members are unlikely to abandon the deal, they will put less time and energy into breaking the impasse.[email protected]",
        "headline_1": "Can SAFTA impasse be ended?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/can-safta-impasse-be-ended-1700311099",
        "news_paper_name": "The Financial Express",
        "publish_date": "19-11-2023"
    },
    {
        "full_article": "Seven local refiners have sought a raise in the retail price of sugar in view of higher import cost of their raw materials because of soaring exchange rate and the global market volatility. The government earlier fixed the maximum retail price of sugar at Tk 130-135 per kg. But the retailers are selling it at prices much higher than the official rates. Last week the retail prices ranged from Tk 150 to Tk 160 a kg.In the international market, the raw sugar is priced at its 40-year high of 680-690 US dollars per tonne. On the other hand, in the wake of appreciation of the greenback, the importers now need to open their letters of credit (LCs) with each dollar costing Tk 121-123. So, the import cost is estimated to rise to a high of Tk 145 as claimed by the refiners. In such a situation, it is quite natural that the refiners will clamour for adjustment of the official rates of sugar at the retail level in view of the present market situation.Bangladesh now depends heavily on imports to meet the local demand for sugar which is estimated at 2.4-2.5 million (24-25 lakh) tonnes annually. The country produced nearly 22,000 tonnes in the last fiscal year. In the current fiscal year the state-run sugar mills under Bangladesh Sugar and Food Industries Corporation (BSFIC) have set a target to produce 33,000 tonnes. That is far from enough to meet the local demand, though the BSFIC sells the sweetener at a much cheaper rate of Tk 125 per kg. If the BSFIC's production could be raised significantly, it might have a positive impact on the local market. The prices could be kept at a tolerable level and a substantial amount of foreign currencies could be saved. Such a step if taken would go a long way in addressing the existing twin problem of runaway food inflation and the dollar crunch. In addition, the farmers would be greatly benefited.Unfortunately, six of the 15 state-run mills under BSFIC were closed back in 2020 as they were incurring losses because of the low supply of sugarcane. Even thirty or forty years back, it was a different story. Sugarcane and jute were grown abundantly in every corner of the country. They were deemed to be the cash crops for farmers during their lean season of the year. But soon after, the two crops lost their lustre. Were the authorities sincere enough in understanding the reasons that forced farmers to switch over to other crops?Floods and droughts are common phenomena in Bangladesh. Sugarcane can withstand both of these natural adversities unlike other crops. We should leave no stone unturned to bring back the lost glory of sugarcane. Of late, Bangladesh Sugarcrop Research Institute (BSRI) has developed a high-yielding variety of sugarcane, which reportedly fetches a good amount of profit for the farmers. The farmers should be made aware of the benefit of this high-yielding variety. If they find it profitable, they will come back to sugarcane cultivation as before. We should not let this chance of import substitution slip by.[email protected]",
        "headline_1": "A sweetener turning bitter",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/a-sweetener-turning-bitter-1700311144",
        "news_paper_name": "The Financial Express",
        "publish_date": "19-11-2023"
    },
    {
        "full_article": "Having a house of one's own is still a dream for many Bangladeshis. Low- and middle-income families are struggling to meet their daily needs. So, the question of building their own house does not arise. Most of these people live in rented houses and spend a large portion of their income for this. If we could use cost-effective and environment-friendly housing technologies for the construction of houses and buildings, it will be easier for many of us to live in our own homes. For example, if we start using hollow cement blocks instead of conventional bricks, we will be able to reduce the total construction cost of a building project at least by 15 to 20 per cent. The authorities concerned should focus on adopting low-cost housing technologies and encourage people to use those. Afroza Sheikh, Dania, Dhaka, [email protected] ",
        "headline_1": "Low-cost housing technologies",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/low-cost-housing-technologies-1700311216",
        "news_paper_name": "The Financial Express",
        "publish_date": "19-11-2023"
    }
]