[
    {
        "full_article": "We all can recall from our student days one or more teachers who touched our lives in a special way. They inspired us to aspire higher and served as our role models. The image of a teacher was of a scholar who selflessly dispensed knowledge and wisdom to the younger generation, lived a simple life, and was not too concerned about material rewards. They could be looked upon by the young as a mentor—a friend, philosopher, and guide.\nThis nostalgic view is overdrawn, but bears a strong kernel of truth. Is such an image wholly romantic and unrealistic in contemporary society? It should not be so. Romanticism apart, teachers are still the custodians of the young, and responsible to equip future citizens, leaders and workers with skills, knowledge and values. Teachers have a unique role in society—unlike any other occupation. The significance of this special role can be neglected at grave peril to society and its future.\nToday, let's salute the teachers who still try to live by the ideal image, and let each of us do what we can to help more of them live by the values of the noble profession.\nOn World Teachers' Day last year, in this very space, I wrote: \"A comparative disadvantage of Bangladesh along with countries in South Asia—unlike other regions of the world—is that it does not have a well-established, pre-service teacher education programme. Yet, school teaching is the single largest field of employment for college graduates. The common practice is to first recruit college graduates as primary or secondary teachers, and then let them go for one year to 18 months of pedagogy training…\"\nSchool teaching is not the first choice as a career for higher education graduates, especially the talented ones. It, therefore, ends up attracting the \"bottom of the barrel\" of the graduates, I had written. The basic talent gap cannot be remedied by in-service teacher training. The need to think afresh about attracting and keeping talented people in the profession of teaching is a major challenge for improving education system performance.\nWe have not witnessed any initiative to rethink the teaching profession. Meanwhile, the devastating impact of the Covid-19 pandemic has made the teacher's job more difficult than ever. Teachers, along with the rest of society, have suffered from the pandemic-caused health, economic and socio-emotional distress. Media reports have shown how teachers of private schools, known as \"kindergarten schools,\" have resorted to menial work to support their families, when schools were shut down and they lost their income.\nNow that schools have reopened (it is not certain if all kindergarten schools can reopen), teachers are faced with the challenge of helping their students to recover from the loss of almost two academic years. There are administrative instructions galore from the central authorities on how the class seating should be arranged, and which group of students should come to school for how many hours.\nBut there is not much guidance about how the students can be helped to recover their learning losses, how the losses can be assessed, and how the students can be helped to prepare for their grade-level instruction. There is a single-minded focus on holding public examinations as soon as possible, at any cost. Thankfully, the PECE and JSC exams have now been scrapped, which many educationists would like to see gone permanently. Teachers have been thrust into a \"mission impossible\" by the obsession with exams and insistence on sticking to the current academic year calendar, and have not been given enough guidance and support about how students can be helped in an unprecedented situation.\nRecently, 10 well-known educationists of Bangladesh have jointly proposed some urgent steps for a learning recovery agenda (The Daily Star, September 25, 2021). The four points of urgent action they have proposed are: a) Conducting a simple and rapid assessment of students' level of preparedness for their grade focusing on basic skills in language and maths; b) Extending the school year to next June to allow more time for students, teachers, and schools to adapt to the new situation; c) Concentrating on students' readiness to learn and postponing annual and public exams to later in the extended academic year; and d) Supporting teachers to do their job well.\nWhile proposing support for teachers, the educationists in their statement said that, in order to help with learning recovery, guidelines and orientation should be provided to schools and teachers on: a) The use of rapid assessment of grade-level student preparedness; b) Pedagogic steps to assist students by using results of the preparedness assessment; c) Instructional planning to focus on core competencies, aiming to help students become self-reliant learners; and d) Socio-emotional support to students and communicating with students and parents. Online platforms should be used extensively for the guidance and orientation of teachers and to complement classroom teaching for students.\nWhile implementing the recommended urgent actions, critical longer-term measures also should be initiated, according to the educationists. One of these measures is to earnestly begin new thinking about the teachers/education workforce. No system of education can be better than its teachers, they said. While on-the-job training and orientation of teachers are necessary, ways have to be found to attract talented and well-motivated young people to—and retain them in—the profession of educators. Experiences of better performing countries can be lessons in this case. A longer-term plan has to be designed, backed by high-level commitment to see it through.\nLet's hope that the crisis in education that we face today, aggravated by the pandemic, will prompt the policymakers to begin new thinking about teachers and teaching.\n \nDr Manzoor Ahmed is professor emeritus at Brac University.\n",
        "headline_1": "Teachers also need support for learning loss recovery",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/teachers-also-need-support-learning-loss-recovery-2190691",
        "news_paper_name": "The Daily Star",
        "publish_date": "05-10-2021"
    },
    {
        "full_article": "The geopolitical story of the last few years has featured Western democracies' gradual awakening to the realities of an increasingly ambitious and authoritarian China. European countries have gone from competing with each other to be China's best friend, to sharing the view that China represents a profound, multifaceted challenge.\nFor example, on global issues such as climate change, European governments must now find a way to work effectively with a difficult partner. On economic and technological issues such as artificial intelligence, China has emerged as a fierce competitor. And on human rights, democracy, and the role of the state in the economy, it is now seen as a \"systemic rival.\"\nIn addition to becoming more realistic about China, Europeans are also becoming more engaged with Asia. France led the pack in 2016 by signing a deal to provide Australia with its diesel-powered Barracuda submarines, and by inspiring the rest of Europe to develop a new strategy for the Indo-Pacific region. Its position on China in recent years has been light years away from that of British Prime Minister Tony Blair, French President Jacques Chirac, and German Chancellor Gerhard Schröder, who supported ending a European Union embargo on arms sales to China and granting the country \"market economy status.\"\nBut now France has been shoved aside by AUKUS, a new security and technology alliance between the United States, Australia, and the United Kingdom. In Washington and London, this deal to provide Australia with US-made nuclear submarines is being framed as one of the most significant strategic advances in decades, even though it has infuriated France.\nFor the US, AUKUS comes hot on the heels of its chaotic withdrawal from Afghanistan, and thus is being held up as evidence that the Biden administration is serious, competent, and tough on foreign policy. Furnishing Australia with a nuclear-powered submarine fleet will significantly extend America's own ability to project power in the Indo-Pacific—hence China's displeasure at the pact.\nAUKUS is also the first and (so far) only expression of \"Global Britain,\" the newly empowered global player that was supposed to arise after Brexit. The deal is being touted as proof that the UK's \"special relationship\" with the US is robust. Even the French could benefit from the new arrangement. By pointing to yet another example of American flakiness, France can bolster its own case for pursuing European strategic autonomy.\nSince the news of the deal broke, there have been attempts to lower the temperature between Western powers. US President Joe Biden has called French President Emmanuel Macron, admitted that the \"situation would have benefited from open consultations among allies,\" and promised more US support for France's anti-terrorism campaign in the Sahel.\nNow that the French have blown off some steam (by temporarily recalling their ambassadors to the US and Australia), many American foreign policy observers seem to think that there will be a return to business as usual. Yet, whatever tactical advances that the US, the UK, and Australia may have made, the strategic gains to be had from AUKUS are dubious at best.\nYes, the Indo-Pacific is central to America's competition with China, and a well-equipped Australia can enhance US naval control over that theatre. But there are other, more important battlegrounds to consider. As we have seen, the China challenge is also about the regulation of artificial intelligence, global finance, and green technologies and infrastructure. On these issues, the EU has far more to contribute than Australia or the UK does.\nIt is in America's own long-term interest that the EU become more of a sovereign power capable of participating in the defence of shared Western values and interests. By humiliating France, the one EU member state that has openly embraced deeper engagement in the Indo-Pacific, the Biden administration has made this outcome less likely.\nAnd the UK has been no less myopic. Having left the EU, it is struggling to develop relationships with other countries that have less in common with it than its immediate European neighbours. Even a committed Brexiteer would have trouble arguing that Australia is more important to British military and trade interests than are France or other continental Europeans. It is not Australia that can help the UK by providing emergency truck drivers or stemming the flow of migrants across the English Channel.\nBut the French are not blameless. Most other EU members see France's foreign policy agenda as ultimately anti-American, so the best way to bring them along would be to convince them otherwise. Reducing Europe's dependence on the US thus should be framed as a pro-American project that will help both Europe and the US confront the challenges of the 21st century. By precipitating a major transatlantic spat and confirming EU Atlanticists' suspicion that it harbours anti-American resentment, France has undercut its own goals.\nIt is not too late to realign the various strategies being pursued by Western powers. France, the UK, and the US may have generated headlines with moves that feel tactically savvy and emotionally satisfying, but China may turn out to be the strategic winner. Rather than fighting over submarines, Western democracies should be exploring how their Indo-Pacific strategies might complement one another on other critical fronts, such as the digital economy, trade, and climate change. Achieving that kind of alignment could provide a foundation for bringing on other major partners, such as Japan, South Korea, and India.\nChina's response to AUKUS implicitly acknowledges this. It has applied to join the Comprehensive and Progressive Agreement for Trans-Pacific Partnership (CPTPP)—a major deal that was originally promoted by the Obama administration to contain China's economic rise. In the decade since its negotiation, the US has lost its interest in trade deals, and China has been exploiting its retreat from the global stage. China's cynical move to take America's place in the CPTPP shows a ruthless pragmatism that could leave Western approaches—including AUKUS—looking flat-footed.\n \nMark Leonard is co-founder and director of the European Council on Foreign Relations, and the author of \"The Age of Unpeace.\"\nCopyright: Project Syndicate, 2021\nwww.project-syndicate.org\n(Exclusive to The Daily Star)\n",
        "headline_1": "The false promise of AUKUS",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/project-syndicate/news/the-false-promise-aukus-2190686",
        "news_paper_name": "The Daily Star",
        "publish_date": "05-10-2021"
    },
    {
        "full_article": "In recent years, the idea of \"decolonising knowledge\" (DK)—that knowledge creation must be liberated from West-centric and racialised views of the world—has become a bottom-up intellectual movement in Western academia. In fact, it's time for DK 2.0 now, inspired by the 2020 social justice movements in the wake of George Floyd's murder. Whether they agree with its basic premise or not, educators—particularly in social sciences and humanities—find themselves having to deal with DK in their classroom as both a disciplinary challenge and a political quandary.\nFor teachers sympathetic to the idea of DK, the key question is: How do you teach a curriculum that is freed from the discriminatory thought that the West and the old white patriarchy are the source and driver of what we can know of the world? They argue that a balanced curriculum is inclusive of different voices, cultures, and histories. In other words, how to bring about knowledge justice?\nThe decades of 1980s and 1990s were the heyday of DK 1.0, as educators sought to contest the entrenched influence of Western thought and colonialism on knowledge creation and histories of the world. Edward Said's \"Orientalism\" (1978) played a maverick role in questioning the methodologies of many Western academic traditions. He argued that the West had essentially produced—through academic scholarship, literature, painting, and travelogues—an inferior image of the Orient, the colonial occupation of which was a historical necessity or inevitability. That image made it normal to think that colonial powers were on a \"civilising mission\" in occupied territories. It was the \"white man's burden\" to civilise the savage natives. Even Karl Marx said, \"They cannot represent themselves; they must be represented.\"\nToday, the DK 2.0 advocates want to undo the cognitive damage wrought by colonialism and, more broadly, West-centric ideals that historically formed the basis of modern education systems across the world in the 19th and 20th centuries. Many educators face the dilemma of how to revise the grand old history of Western civilisation, one in which the histories of slavery, colonial extractive economy, and the marginalisation of women, non-western people and the underclass either remain absent or are mispresented. They want to bring in the voices of other people with the belief that such inclusivity would make students aware of the urgency of knowledge justice. The goal has not been the reactionary abandonment of Western ideals, but the creation of an equitable foundation of knowledge.\nThe idea of Western civilisation was itself a powerful ideological tool that was exploited to create a hierarchical view of the world and its different ethnic groups. A reporter once asked Mahatma Gandhi what he thought of Western civilisation. He replied, \"I think it would be a good idea.\" But, as critical educators would argue today, making a case that Western civilisation is a fiction is hardly enough to decolonise knowledge. Without pedagogical institutions that facilitate research, critical thinking, and knowledge creation, academic pursuits not only remain fragmented, but perpetuate the meta-narratives of the West's civilising missions. DK proponents advocate that students in the 21st century must have a fuller, deeper, and wider understanding of the world and its peoples, cultures, societies, politics, and economies. Most of all, they need to understand the false claim of pure civilisations by looking at how cultures encounter each other and produce fusion of all kinds.\nLet me explain. This semester, I am teaching a large class on architectural history, covering the \"modern\" period between 1750 and 2000. The course begins with an exploration of the Industrial Revolution, colonialism, European Enlightenment, American Revolution, and Adam Smith's political economy—all as contexts for understanding \"modernity,\" the battle of ideas, and the rise of the industrial city.\nTo understand the industrial city and its urban challenges, we look at, among other cities, London, Manchester (nicknamed \"cottonopolis\" because of all its cotton mills), and Liverpool. Standard histories would discuss the rapid rise of cities like Manchester and Liverpool because of the factories and the workers who flocked to them in search of work. Unlike London, Manchester and Liverpool became urbanised without much prior urban footprints, such as boulevards, public health infrastructures, parks, churches, palaces, or cultural institutions.\nLiverpool is a case in point to make sense of the urgency of decolonising knowledge. By the 1890s, Liverpool had become the second-largest port in England, after London. Important commodities like cotton, tea, rice, tobacco, sugar, and grain passed through this port city. It built the world's first fireproof warehouse and hydraulic warehouse hoist system. All this is standard history: how maritime trading created a port city.\nBut what often remains undiscussed is Liverpool's deep complicity in transatlantic slave trade. In fact, by the middle of the 18th century, this city became known as the \"European capital of slave trade.\" Liverpool's infamous slave ship, the Brookes, became the symbol of the brutality and racial violence that made slavery a lucrative international business. In 1788, as part of their antislavery social campaign, the Quakers of Portsmouth published the plan of the Brookes, showing how it was designed to maximise the size of its human cargo.\nEurope began to grasp the evils of the mass enslavement of abducted Africans, and the hellish conditions they had to endure while laying shackled in the hull of the ship during the entire voyage. Over 25 years, the Brookes made 10 Atlantic crossings, delivering 5,163 captured Africans to slave markets in the New World. Over 10 percent of its prisoners died on the way. All this was happening when Europe's Enlightenment philosophers proclaimed \"Liberty, Equality, and Fraternity\" as the philosophical foundations of a modern world.\nThe history of Liverpool is one instance of the complexities and contradictions of the ideas of modernity, colonialism, Industrial Revolution, enlightenment, and capitalism.\nIn a similar vein, DK advocates can study the complicated relation between Britain's Industrial Revolution and its colonisation of India. As Shashi Tharoor wrote in \"An Era of Darkness: The British Empire in India\" (2016), \"At the beginning of the 18th century … India's share of the world economy was 23 percent, as large as all of Europe put together. By the time (the) British departed India, it had dropped to just over 3 percent. The reason was simple: India was governed for the benefit of Britain. Britain's rise for 200 years was financed by its depredations in India.\" This is an important observation, but with a caveat. Reducing the colonial discourse to a simplistic \"us vs them\" equation, or a debate between the supposed benefits of British rule—democracy and political freedom—and the evils of colonial oppression, will be a disservice to the project of DK. The key is understanding the nature of cultural and political encounters between powers, and how that understanding becomes the revisionist basis of an impartial approach to things that we learn.\nDecolonising knowledge is not and should not be easy. It requires research and dispassionate reasoning. It can create a critical conversation by enlarging the analysis and deepening the investigation into the complex meanings of modern life in the domains of knowledge production, power relations, and globalisation. It is important to remain vigilant about institutions that produce knowledge and how they exercise power to legitimise it.\nI would like to visit the International Slavery Museum in Liverpool someday soon.\n \nAdnan Zillur Morshed is an architect, architectural historian, and a professor. He teaches in Washington, DC, and also serves as executive director of the Centre for Inclusive Architecture and Urbanism at Brac University.\n",
        "headline_1": "The delicate work of decolonising knowledge",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/the-grudging-urbanist/news/the-delicate-work-decolonising-knowledge-2190681",
        "news_paper_name": "The Daily Star",
        "publish_date": "05-10-2021"
    },
    {
        "full_article": "It's part of human nature to favour symmetry, uniformity, and evenness over something that is uneven or \"disorganised.\" You can see it in how we like to set the volume of our media to even or prime numbers; in how we enjoy the framing of Wes Anderson's films; in how we dress our children for school. It is also natural to want our surroundings to be the way we like them to be, and to have as little disruption or interference from other people as possible.\nAny sense of ownership of one's surroundings begins with one's freedom over their body and attire—something that every individual should have. Taking that freedom away is not just a rejection of that ownership—their agency—but also a cruel exertion of \"power.\" This is exactly what happened recently at the Rabindra University, Bangladesh (RUB) in Sirajganj.\nThe RUB students' outrage against Farhana Yeasmin Baten, head of the university's Department of Cultural Heritage and Bangladesh Studies, who forcefully cut the hair of 14 male students, may seem trivial—or even comical—to some. It's just hair, after all. It grows back. What's the big deal?\nBefore the university's yearly final exams began on September 26, many students expressed their discontent at the exams being scheduled for seven consecutive days. As a first-year student relayed during a television talk show, the students wanted at least a day's gap between every two exams. According to him, it was \"perhaps due to her resentment\" over their protest that she instructed students, on September 25, to trim their hair before entering the exam hall. When that instruction was not followed through—as the five-member probe committee formed by the university later saw on CCTV camera footage—the department head cut the students' hair herself in the presence of other teachers and staff members.\nBy September 29, Baten stepped down from her administrative posts amid the students' protests, including a hunger strike, demanding her termination. In addition, responding to a writ petition filed by Law and Life Foundation, the High Court ordered the RUB vice-chancellor and registrar to submit a report on the actions taken over one month after the incident. The High Court also issued a rule asking five respondents, including Baten, to explain why they should not be ordered to provide a compensation of Tk 20 lakh to each of the 14 victims.\nAll this, for a bit of haphazardly trimmed hair?\nThe real issue, of course, is the teacher's complete disregard for the bodily autonomy of young adults.\nWhat the teacher's actions symbolise is that she—and other officials who were present at the scene—don't respect these students as thinking and feeling human beings. Rather, it seems that they view students as somewhat inferior, and thus assume the right to do what they (those in and with power) think is right. So, apparently, the appropriate \"punishment\" for students who do not want to sit for exams for seven consecutive days is to grab locks off their heads and snip away—hair and dignity alike.\nIt is not just inside educational institutions that young people are subjected to such arbitrary and dehumanising disciplinary tactics. This often happens as a reaction to how they dress or express themselves—their apparent lack of conformity. The result can be devastating.\nTake, for example, the case of 16-year-old Mehedi from Bogura's Shibganj upazila. Mehedi, who likes to sing Baul songs, wear white, and—as per Baul tradition—keep his hair long, was with his friends when they were insulted by locals for their chosen lifestyle. His protest against this treatment led to the enraged taunters entering his house on the night of September 10, beating him up, and shaving his head. They also threatened to throw him out of the village if he continued to sing Baul songs. Three of the perpetrators were later arrested by police after Mehedi filed a case against them.\nFor Mehedi and also for the RUB students, it's their individuality and right to self-expression—more than their bodily integrity or choice of clothes—that are being attacked here. So prevalent is this policing of the bodies of other people—especially of the young and marginalised groups—in our society that it seems ingrained in every aspect of our culture.\nLike many others of my generation, I can also relate to this culture of intrusion into people's private space. By the age of four, I had realised that I was different from my brothers. On the surface, we were given the same privileges. But there were limitations to what I could wear, how I could behave, and where I could go. For instance, the same sleeveless kameez that was fine for me to wear at the age of nine was somehow inappropriate a year later. Eventually, I began to understand that the rules were different for girls in our society, as my brothers were allowed certain privileges that I wasn't entitled to.\nWhile the policing of women's clothing is rooted in patriarchy, other sorts of dominance have come into play in the two aforementioned cases: authoritarian dominance in the case of the RUB students, and religious/cultural dominance in Mehedi's case.\nInstances such as these automatically signify to all parties involved: 1) The supremacy of the person(s) wielding power; and 2) The lack of agency and even dignity of the person(s) being subjected to that power. Such abuse of power can only emanate from a heightened, albeit false, sense of superiority (based on age, sex, religion, social class, political clout, etc). The victim is thus always considered inferior.\nTelling another person how they should dress, for example, is intrusive enough. But to go through with an action to forcefully alter his or her physical features—even if that does not involve physical pain—is disrespectful, degrading, and utterly deplorable.\nWhat is more worrying is that the whole society seems to be contributing—through their words or actions—to creating a culture of intolerance for diversity and individual choice. We're investing crores into creating imposing physical structures—highways, buildings, flyovers—but what makes a society truly developed is its intrinsic values and moral codes. The idea of a properly developed Bangladesh, therefore, should include safety for all its diverse and marginalised groups. We must strive towards a society where people's individuality is respected and allowed to thrive. This means that no one should be allowed to force their beliefs or principles onto those who are lesser in age, position, or number.\nAfter all, what good can come of forcing people into boxes of uniformity, if all it does is cause them to rebel anyway, or worse, to pass down such policing tendencies onto those younger than them, thus continuing a vicious cycle of hatred, intolerance, and bigotry?\n \nAfia Jahin is a member of the editorial team at The Daily Star.\n",
        "headline_1": "It’s more than just a haircut",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/its-more-just-haircut-2190676",
        "news_paper_name": "The Daily Star",
        "publish_date": "05-10-2021"
    },
    {
        "full_article": "As the government took a strong position to stop the broadcast of foreign channels that are not providing advertisement-free content, the cable operators and agents in the country have stopped broadcasting all the foreign channels, including the 17 channels (like BBC, CNN, Al Jazeera, and Animal Planet) which already have clean feeds—providing content without ads—in Bangladesh. Meanwhile, despite paying for the cable services, crores of our consumers have been deprived of watching foreign news, entertainment, sports, and other channels since October 1.\nThere is undoubtedly some justification in the government's position, as a huge amount of revenue is lost when foreign channels broadcast ads for local audiences. According to the Television Network Operation law, 2006, foreign channels cannot air their programmes in the country with advertisements. The government discussed this issue with the cable operators and agents many times before, and lately directed them to be compliant with the law by September 30 this year. The cable operators, however, did not comply with this directive. Reportedly, our cable operators currently do not have the capacity, technological advancement, and even investment to ensure clean feed in foreign channels. While service providers in countries like Pakistan, Sri Lanka, and Nepal are able to cut the advertisement content while airing programmes of foreign channels, our operators are incapable of doing so because of a lack of technological capacities and skills.\nUnder the circumstances, we think the government should move away from their position and give the cable operators some more time. The service providers have sought a year and a half to ensure ad-free programmes. The government can consider their proposal given the complications our operators have been facing. It can also give them the necessary technological support and policy directives. We should also raise this question: Why are the Indian broadcasters not providing us clean-feed content when they are providing ad-free content in all the countries in the Middle East? The government and the Cable Operators' Association of Bangladesh (COAB) must find a solution to this problem.\nWhile they work towards finding a solution—and we hope they do sooner than later—the cable operators should immediately allow the broadcast of the 17 channels that have clean feeds. They must ensure that the consumers who are paying for their services don't suffer from this problem.\n",
        "headline_1": "Govt, cable operators must come to a solution",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/govt-cable-operators-must-come-solution-2190671",
        "news_paper_name": "The Daily Star",
        "publish_date": "05-10-2021"
    },
    {
        "full_article": "Unbeknownst to us, we have made labour in Bangladesh undignified by terming it \"cheap.\" We have used this slogan to draw foreign investment, pronouncing the merits of investing here—that \"labour comes cheap\" in Bangladesh—without realising the damage it has caused to our national image. And this phenomenon, regrettably, has pervaded almost all sectors where production is labour-intensive, especially in the tea sector. \nIt seems that very little has changed since the day in May, a hundred years ago, when thousands of tea workers from Sylhet region left the tea gardens in protest of the meagre pay that they were being paid and the squalid conditions that they were made to live in. This is more or less still the case even though, over the years, the tea industry has done well, and the condition for everyone else has flourished along with it. The tea workers are the only exception—they have gone from bad to worse. Thus, one finds it rather strange that the minimum wage board for tea workers, which was set up five years too late, would recommend a pay scale that is three years old. The tea workers can't be blamed for rejecting out of hand the recommendations of Tk 117, Tk 118 and Tk 120, made in June this year. \nWe wonder why the board did not recommend the minimum wage that they had calculated after discussions with the various stakeholders in situ—that of Tk 300 per month—but instead they preferred to stick to the previous scale. We hope that the wage board members were aware of the underlying purpose of constituting the board. A wage board is formed when the administration feels that it is time to revise the pay scale of the employees/workers. Wasn't it a waste of time that, after all the efforts, there is no change in the lot of the tea garden workers? The board didn't even consider the huge spike in prices of essential commodities over the last several years. In fact, the recommended wage is actually lower than the previous wage, given the rate of inflation. What a pity!\nThe statistics presented by the tea owners' association can be misleading. It claims that they are paying a daily wage of Tk 403 in cash and in kind, which includes facilities like house rent, healthcare, pension, overtime, etc. But, according to the relevant section of the labour law, can it be considered as wage? The actual wage, the amount that a tea labourer gets in hand, is about Tk 200, according to the Society for Environment and Human Development.\nThe long and short of it is that our tea workers have been given the short shrift by the wage board. The pay scale should be reconsidered to commensurate, at least, with the other labour-intensive sectors. It is not luxury that they demand, but a minimum wage that would give them a modicum of dignity, which the current pay does not. \n",
        "headline_1": "Don’t short-change teagarden workers",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/dont-short-change-teagarden-workers-2190656",
        "news_paper_name": "The Daily Star",
        "publish_date": "05-10-2021"
    }
]