[
    {
        "full_article": "The ruling CPI(M) finds itself entangled in two murder cases in Kerala. In one, the Central Bureau of Investigation (CBI) has filed a charge sheet against 24 persons, including former CPI(M) MLA K.V. Kunhiraman, who is also a district secretariat member, in the Periye double murder case. Congress workers Kripesh, 19, and Sarath Lal P.K, 24, were hacked to death at Periye in Kasaragod district on February 17, 2019. The case was handed over to the CBI on September 30, 2019, after the Kerala High Court found the probe by the State Police as ‘not trustworthy’. In an indefensible move, the Kerala government fought fiercely against a CBI inquiry, all the way to the Supreme Court, yet unsuccessfully after spending vast sums of public money. In the second, Sandeep Kumar, a local committee secretary of the party, was killed by a gang of five people led by a neighbour, who is associated with the BJP youth wing, last week, in Pathanamthitta district. The local police that had ruled out political rivalry initially, changed the script after being publicly chided by the CPI(M) State Secretary. In both cases, the ruling party allegedly attempted to influence the investigations by the State police — in the first to shield its workers, and in the second to add a political hue, which may or may not survive, to the gruesome murder of its activist.The CPI(M)’s responsibility is twofold — as a cadre party that exercises immense control over its workers, and as the ruling party which is responsible for law and order. The party claims authority over the conduct of its cadres, including in their personal lives in many instances. The party must make it clear that it would not tolerate violence by its members; it must also allow the police to function independently and professionally. But the trend seems to be the opposite. Even convicted criminals linked to the party have been recipients of state favour when they serve prison terms. Mr. Kunhiraman and three others are charged by the CBI under the section of obstruction to lawful apprehension of accused persons. They forcefully released some of the accused who were taken into custody by the State police in the Periye case, according to the CBI. The district unit of the party has questioned the CBI findings in the case and called it politically motivated. It is a specious argument. The origins of the CBI inquiry were due to a judicial process, that went through three stages. Irrespective of the merits of the CPI(M)’s claim of being a victim of violence by political opponents, it is the duty of the State government to protect the lives and liberty of citizens, and ensure speedy justice through due process in incidents of violence, whether or not these have political motivations.",
        "headline_1": "Party and power: On political violence in Kerala",
        "headline_2": "",
        "link": "https://www.thehindu.com/opinion/editorial/party-and-power-the-hindu-editorial-on-political-violence-in-kerala/article37858016.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "06-12-2021"
    },
    {
        "full_article": "This year, Bangladesh celebrates its 50th birthday. These 50 years have been marked with several achievements and promises in economic and social areas. From a war-affected poor economy with low income and high population, Bangladesh now stands on a strong footing in terms of many economic indicators. Not only has the size of the economy expanded, resulting in higher per capita income and lower poverty, our social progress has also been noteworthy. Success is noticeable through reduced maternal mortality, lower child mortality, and better access to water and sanitation.\nOn the gender front, achievement has been visible in case of higher participation of women in the labour force over time. According to the Labour Force Survey of Bangladesh Bureau of Statistics, women's participation rate in the labour force increased to 36.3 percent in 2017 compared to 23.9 percent in 2000. Of the total female labour force, 59.7 percent are engaged in agriculture, 16.8 percent in industry, 15.4 percent in manufacturing and 23.5 percent in the services sector. Many women have joined non-traditional and emerging service sectors such as banking, insurance, telecommunications, hotel and restaurants, transport and real estate services. Higher education and improved skills have contributed to this rise as well. It is undeniable that women's economic empowerment has helped the improvement of their social status. Within their families, they are valued for their financial contribution and can express their opinions on family issues on that basis. Their income has contributed towards improving the nutritional status of their families, bettering the education of their children, reducing the number of child marriages, and lowering maternal and child mortality rates.  \nBangladesh has achieved substantive progress in terms of various targets of the Sustainable Development Goals (SDGs). This progress is also evident in case of SDG 5, which calls for gender equality and the empowerment of all women and girls. Compared to South Asian countries, Bangladesh has been doing better on many gender-related indicators. According to the Global Gender Gap Report 2021 of the World Economic Forum, Bangladesh ranked 65th among 156 countries in the Global Gender Gap Index (GGGI). Though Bangladesh has slid downwards from the 50th position in 2020 to the 65th in 2021, it is still ahead of all South Asian countries. The GGGI takes into account four indicators: economic participation opportunity, educational attainment, health and survival and political empowerment. One of the reasons for Bangladesh's drop could be the impact of Covid-19 on women.\nDespite Bangladesh's impressive economic progress, violence against women is still prevalent and unstoppable. All types of violence—from verbal to physical to sexual—are present in all places. Women and girls of all ages face risks of abuse, harassment and violence in homes, educational institutions, workplaces and public places. At home, they fear facing violence from their family members. After marriage, girls often face domestic violence at their in-laws' house. At educational institutions, girls experience physical and verbal harassment by their male classmates, teachers and other officials. In workplaces, women are at risk of being harassed and violated by their supervisors and other male colleagues. And of course, in public places, including open places and on public transport, sexual harassment, assault and even rape are too common.\nWhen it comes to addressing such challenges, we often emphasise the need for proper laws and policies. However, what is needed is the implementation of laws and the carrying out of justice. This will not be automatic and requires a holistic approach. It is also a matter of lifelong learning and mental-shaping since the outlook and perception towards women and girls are developed from a very early age. Families have an important role to play while raising children. Schools have even more responsibility to instill values in children which teach them gender equality.\nViolence against women takes place due to the unbalanced power relations between women and men. This is a bigger and structural issue, and economic empowerment of women and the formulation of laws and policies are not enough to stop it. There are social, cultural, psychological, economic and political factors behind such violence. In many social spheres, women and girls are viewed as weak and less important. The cultural circumstances within which we live are unfortunately all about displaying power and undermining weaker sections. The powerful feel that they have a right to harm those they consider weaker. No one can protest if powerful people torture the weak and vulnerable ones—and this holds true across genders. Poorer men and women are in the same boat in many ways. But power relations determine one's behaviour and attitude towards other people in society. Violence against women is performed within the mental framework of them being weaker than men.\nPolitical factors play the most important role in shaping power relations among people. In the absence of the rule of law in a society where perpetrators are not punished, crimes will continue to increase. Rapists or murderers tend to take shelter within political parties. They often find safety under politically influential members of society after committing crimes. The law enforcing agencies cannot take any action against them in that case, unless they are instructed to do so by the supreme authority. Even those who do not have any connections with powerful people commit violence against both women and men, as they believe that they can get away with their crimes. It is this same culture of impunity which encourages men to torture and violate women.\nIf women do not feel safe, they will be hesitant to work outside. Their families will not allow them to go out to work, in order to protect their dignity. This is a backward move. The achievements made during the last five decades by Bangladeshi women will be lost if remedial measures are not taken. If the growth momentum of Bangladesh is to continue, women must take part in the labour market at an increasing rate. They will have to engage in new opportunities. This will require education, appropriate training and technological knowledge. In case of education, gender parity at the primary school level has been achieved. The number of female students has also increased at the secondary level. However, at the tertiary level, female students' participation rate is still much lower than that of male students. This is reflected in the type of work women are engaged in as their participation in administrative, managerial, technical and professional jobs is low. Most women work in lower-paying jobs. About 91 percent women work in the informal sector. Those who are entrepreneurs, lack adequate finance, training, marketing opportunities and information to scale up their business and also survive during crises, such as the ongoing pandemic.\nTherefore, ensuring women's safety at home and outside and reducing violence against them is critical not only for their own development but also for their families and for the country. Violence and fear of violence limit women and girls' mobility, their freedom, and their rights. It pulls them behind in terms of taking part in educational and economic activities, which in turn creates further inequality between men and women. Economic growth is meaningless if an enabling and encouraging environment for women is not created and if women's rights and safety are not established.\n \nDr Fahmida Khatun is Executive Director at the Centre for Policy Dialogue.\nViews expressed in this article are personal.\n",
        "headline_1": "Violence against women stunts our economic growth",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/macro-mirror/news/violence-against-women-stunts-our-economic-growth-2910481",
        "news_paper_name": "The Daily Star",
        "publish_date": "06-12-2021"
    },
    {
        "full_article": "During the rule of HM Ershad (from March 24, 1982 till December 6, 1990), the phrase \"Ershad Vacation\" used to be widely used. Ershad was in power as the chief martial law administrator and the president of Bangladesh for nearly nine years. During his regime, rather than politically tackling the unified student movements, he would frequently pursue the policy of repression and the strategy to shut down educational institutions, whenever needed.\nErshad never had to take part in due political process, nor did he have to be elected. What Lt Gen Ershad did was participate in political activities while he remained the chief of army staff. On December 2, 1983, a political party was formed in his support—the \"Janadal\"—headed by Justice Ahsanuddin, whom Ershad had appointed as the president of Bangladesh. A few days later, on December 10, Ershad declared himself as the president by exercising his authority as the chief martial law administrator. On January 1, 1986, instead of Janadal, he formed another political party named the \"Jatiya Party,\" with former Awami League leader Mizanur Rahman Chowdhury as its convener. A few days later, Ershad himself took charge as the party chief, and in the party constitution, he was given absolute control. Military ruler Ziaur Rahman had followed the same tactic to ascend to power and engage in the political process. Both Zia and Ershad had the same political mentor: Pakistan's military ruler Field Marshal Ayub Khan.\nErshad's rule was unique in some ways. Besides imposing martial law, he repeatedly declared a state of emergency and reinstated martial law. He snatched away freedom of the press and frequently used the army to suppress political movements. Both Sheikh Hasina and Khaleda Zia emerged as popular political leaders at that time, staying active on the streets during the movement to oust Ershad. Both of them established their authorities at all levels of their respective parties during that movement. They led two different political alliances and were also distinct in their views and ways. But during the movement against Ershad, they sat together at least three times to discuss the political situation. They held political programmes simultaneously to end HM Ershad's rule for years. Together, they called nationwide strikes at least 72 times. Besides, the Sheikh Hasina-led Awami League and the Khaleda Zia-led BNP were involved in around 250 more strikes that were called at local levels. Ershad would frequently place the two leaders in \"security custody\" (in their respective homes). But they were indomitable.\nIn November 1983, the Awami League and the BNP, through their respective alliances, put forward a five-point demand, which included a parliamentary election under a non-partisan government. By then, the Awami League had decided to return to the parliamentary system of government, instead of the presidential system. BNP, however, preferred the presidential system, even though they had condemned the Baksal rule.\nThe \"Manifesto of the Three Alliances\"–one alliance led by the Awami League, one by the BNP, and the third one by the five leftist parties–which was unveiled on November 19, 1990, presented the formula to make Ershad step down. It said Ershad would have to hand over power to a person nominated by the three alliances. Three weeks later, he had to relinquish power to Chief Justice Shahabuddin Ahmed, who was nominated by the three alliances.\nShahabuddin served as the president of the caretaker government which oversaw the fifth parliamentary election held on February 27, 1991. The advisers to the caretaker government, appointed by the chief justice, were nominated evenly by both the Awami League and BNP. Although BNP won more seats than the Awami League in the election, it had to make an alliance with Jamaat-e-Islami to get an absolute majority to form the government. During the 1971 Liberation War, Jamaat-e-Islami not only aided the genocide, rape and looting committed by the Pakistani aggressors, but also took part in the crimes. The party and its student front, Islami Chhatra Shangha, formed the infamous al-Badr and Razakar bahinis who, through their violent activities, proved to be worthy allies of Yahya-Tikka-Niazi's barbaric forces.\nThe BNP-Jamaat collusion is considered a grave mistake in our politics. Many well-wishers of the BNP and party insiders believe that the party is still paying the price for this misstep.\nAfter coming to power in 1991, the BNP, with the help of Awami League, returned to the parliamentary system of government. But the fifth parliament could not become the \"centre of all political activities\" as specified in the manifesto of the three alliances. The Awami League lawmakers boycotted parliament sessions several times in a row. On December 28, 1994, 147 members of the Awami League, Jatiya Party, Jamaat-e-Islami and NDP resigned simultaneously, demanding the sixth parliamentary election to be held under a caretaker government.\nThe manifesto was undoubtedly a record of important political understanding. It contained pledges such as repealing the Special Powers Act, 1974, giving autonomy to Bangladesh Betar and Bangladesh Television, and separating the judiciary from the executive branch in order to establish the rule of law. The three alliances had also pledged to allow the local government bodies to operate in a strong and independent manner.\nBut clearly, the pledges were not met. Although both the Awami League and the BNP had agreed not to take in any of the \"associates of the dictator Ershad,\" they did not keep their word. Questions were raised against many—who later joined these two parties and got nominations to participate in the national as well as local body elections—about their loyalty towards democracy, freedom of speech, human rights as well as the ideals and values of the Liberation War.\nThe pledges that the three political alliances had made in their manifesto were essential for our smooth transition to democracy. The Awami League and the BNP leadership played key roles in formulating that manifesto. The student organisations then also supported that manifesto. Why couldn't they continue that political consensus in later years? There is a common term in English that goes, \"A revolution betrayed.\" Why the manifesto of the three alliances could not be implemented in Bangladesh should be looked into and analysed.\n \nAjoy Dasgupta is a freedom fighter and Ekushey Padak-winning journalist. This article was translated from Bangla by Naznin Tithi.\n",
        "headline_1": "Democracy Day: A revolution betrayed",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/democracy-day-revolution-betrayed-2910461",
        "news_paper_name": "The Daily Star",
        "publish_date": "06-12-2021"
    },
    {
        "full_article": "Fifty years ago, on this very day, India's Prime Minister Indira Gandhi announced her government's decision to formally accord recognition to Bangladesh as a sovereign and an independent state. She did this while addressing the Indian Parliament. The prime minister's announcement was greeted with thunderous applause by all the members of the Lok Sabha. The very same day, Mrs Gandhi addressed a letter to then Bangladesh prime minister, Tajuddin Ahmed, conveying this momentous decision. The historic letter is as follows:\nNew Delhi, December 6, 1971\nDear Prime Minister,\nMy colleagues in the Government of India and I were deeply touched by the message which His Excellency the Acting President Syed Nazrul Islam and you sent to me on December 4. On its receipt, (the) Government of India once again considered your request to accord recognition to the People's Republic of Bangladesh, which you lead with such dedication. I am glad to inform you that in the light of the circumstances which prevail at present, (the) Government of India have decided to grant the recognition. This morning I made a statement on the subject in our Parliament. I enclose a copy.\nThe people of Bangladesh have gone through much suffering. Your young men are engaged in a self-sacrificing struggle for freedom and democracy. The people of India are also fighting in defence of the same values. I have no doubt that this companionship in endeavour and sacrifice will strengthen our dedication to great causes and the friendship between our two peoples. However long the road and however exacting the sacrifice that our two peoples may be called upon to make in the future, I am certain that we shall emerge triumphant. I take this opportunity to convey to you personally, to your colleagues and to the heroic people of Bangladesh my greetings and best wishes. I should also like to take this opportunity to convey through you to His Excellency Syed Nazrul Islam, Acting President of the People's Republic of Bangladesh, the assurances of my highest esteem.\nYours   sincerely,\n(Sd.)   \nIndira   Gandhi\nHis Excellency Mr Tajuddin Ahmed,\nPrime Minister of the People's Republic of Bangladesh, Mujib Nagar.\nThe historic significance of this letter lies in the fact that this was the first exchange of official written communication between the heads of governments of Bangladesh and India.\n India's formal recognition of Bangladesh followed a similar decision by Bhutan, our friendly neighbour to the north, two days earlier.\nIn her speech at parliament, which lasted about 20 minutes, Mrs Gandhi explained at length the rationale behind her government's decision to wait until then before according a formal and official recognition to a country that had been fighting for its liberation for almost nine months against the occupying Pakistan Army—a war in which India and its people had played a helping, if not a decisive, role. The timing of the formal recognition by India was held back till December in spite of repeated appeals by the leadership of the then Bangladesh government based in India, especially Prime Minister Tajuddin Ahmed and acting President Syed Nazrul Islam.\nIn her speech, Prime Minister Indira Gandhi indicated that any precipitous move by India to accord a de jure recognition to Bangladesh earlier would have been construed by the international community as India interfering in the internal affairs of a neighbour and supporting a \"secessionist\" movement, as some chose to see it. This, she believed, would have not only subjected India to criticism by key players in the global arena, but also weakened the rationale of Bangladesh's Liberation War. It is hard to argue with her line of logic on both counts. This was all the more valid when seen in the context that both the Nixon administration in Washington, DC and the Chinese government were making no secret of their support to protect Pakistan's territorial integrity that would ensure that \"East Pakistan\" remained a part of that entity.\nIt was, therefore, imperative for her to garner international public opinion before India accorded recognition to Bangladesh. Highlighting the acts of genocide in India's immediate neighbourhood, and the flight of 10 million resulting refugees seeking shelter in India, had to form part of the narrative During her trips to a number of key Western countries, including the Soviet Union and the United States, between September and November in 1971, Mrs Gandhi explained to the heads of states and governments of those countries that the raging war in Bangladesh and the resultant refugee crisis in India were threatening India's own security. This, she underlined, could trigger a war with disastrous consequences that may not remain confined to the subcontinent. In such a fast emerging situation, restraint on India's part may not remain an option for long, she said. She also made it known that there was no India-Pakistan dispute involved; it was a matter for Pakistan to negotiate with the duly elected political leadership of the Awami League, with Sheikh Mujibur Rahman being the key element in any such negotiations. Pakistan's military leadership, with the connivance of Zulfiqar Ali Bhutto, was, of course, in no mood for any meaningful negotiation.\nExcept for the policymakers in Washington, Mrs Gandhi's potent arguments did make a dent everywhere else. It was a classic case of deft diplomatic handling of an extremely complex international issue with far-reaching ramifications, especially with the possibility of a war looming large in the background. In normal circumstances, the formal recognition of Bangladesh by India—or for that matter, by any other country—would have followed Dhaka coming under the complete control of the Bangladesh government. This actually happened on December 16, when the Pakistan military ignominiously surrendered to the joint forces of the Indian Army and the Bangladesh Mukti Bahini on the soil of a free and liberated country. The Indian move was, therefore, a rare exception and was justified by subsequent events.\nIndia according formal recognition to Bangladesh 10 days before the liberation of Dhaka was prompted by a desperate and short-sighted move by Pakistan, who went into a full-scale military action against India in the western sector on December 3, when the Pakistan Air Force fighter jets carried out a series of bombing raids on a number of Indian cities. Pakistan had, thus, effectively declared a full-scale war on India. The only option left for India under such circumstances was to retaliate, which the Indian military did—and did so with effect—both on the western and the eastern sectors. It was against this backdrop that Prime Minister Indira Gandhi's government made the timely and judicious move to accord a formal recognition to the state of Bangladesh. It also came amid a flurry of activities on the floor of the UN Security Council, where hectic manoeuvres by all stakeholders were on at breakneck speed to find an acceptable resolution to the war, including calls for a ceasefire. Mrs Indira Gandhi's timely move to accord formal recognition to Bangladesh on December 6 effectively put all such efforts to rest, and paved the way for the liberation of Bangladesh 10 days later.\nIn her historic speech on the floor of the Indian Parliament on this day half a century ago, Prime Minister Indira Gandhi heaped praise on the Mukti Bahini, the brave sons and daughters of Bangladesh who had made the supreme sacrifice for the liberation of their motherland. She also warmly lauded the political leadership of Bangladesh at the time for the manner in which they managed the state of affairs under such demanding circumstances. Indeed, she was most gracious in her recognition of Father of the Nation Bangabandhu Sheikh Mujibur Rahman, for his indomitable courage and his lifelong dedication and struggle for justice and for the rights of the Bengali people. Mrs Gandhi also believed that the values of democracy, pluralism and human liberty had bonded our two nations together, a bonding that was further reinforced through the shedding of blood on the battlefield for a shared cause.\nOn the 50th anniversary of this historic event, we recall with profound gratitude the supreme sacrifices of our brave freedom fighters. We also commemorate the sacrifices of the members of the Indian Armed Forces and the leadership, and the people of India for all that they did for 75 million people in a most defining moment in history—a moment whose impact was felt all across the globe.\n \nShamsher M Chowdhury, Bir Bikram, is a former foreign secretary of Bangladesh.\n",
        "headline_1": "A defining moment in history",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/defining-moment-history-2910441",
        "news_paper_name": "The Daily Star",
        "publish_date": "06-12-2021"
    },
    {
        "full_article": "\"This is my last message. From today, Bangladesh is a sovereign and independent country…,\" these words of Bangabandhu Sheikh Mujibur Rahman demolished the Pakistan that was created on August 14, 1947 by the British rulers. A new country, Bangladesh, was born out of the remains of East Pakistan at zero hour on March 26, 1971—immediately after the launch of \"Operation Searchlight\" by the Pakistan Army. However, it took 266 days to liberate Bangladesh from Pakistani occupational forces, who committed unprecedented genocide, killing three million innocent Bangladeshis, while forcing 10 million more to take refuge in India, and raping several hundred thousands of Bangladeshi women, alongside running a campaign of arson, looting and destruction of infrastructures. On March 31, 1971, the Indian Parliament passed a historic resolution moved by Prime Minister Indira Gandhi, pledging whole-hearted support to the people of Bangladesh in their struggle for independence. The resolution concluded, \"...This House records its profound conviction that the historic upsurge of the 75 million people of East Bengal will triumph. The House wishes to assure them that their struggle and sacrifices will receive the whole-hearted sympathy and support of the people of India.\"\nTajuddin Ahmed, Number Two after Bangabandhu in the Awami League, was flown to Delhi after he crossed over to India. He had meetings with the Indian prime minister on April 4 and 5, 1971 and put forth his plan to form a government, and requested her to accord recognition to sovereign independent Bangladesh. Indira Gandhi's instinctive reaction was giving immediate recognition to independent sovereign Bangladesh, and back its liberation struggle with full military support. However, the then Indian Foreign Minister Sardar Swaran Singh cautioned her that while it was ultimately what India would have to do, it must also ensure that its credibility and political correctness were not questioned. He felt that India could face collective international opposition from greater powers and the United Nations Organisation (UNO) as it could be accused of interfering in the neighbouring country's affairs and fragmenting it. The PM's Secretary PN Haksar supported Swaran Singh. Mrs Gandhi did not commit about recognition, but she assured Tajuddin Ahmed that India would allow the Bangladesh government to function on the Indian soil and would provide the wherewithal for its functioning.\nOn April 17, 1971, the first government of sovereign independent Bangladesh was sworn in in a liberated area which was called Mujibnagar. The new Bangladesh government was located at 8 Theatre Road (now Shakespeare Sarani) in Kolkata, although it was claimed that it was functioning from liberated areas. A prominent citizen of Kolkata, Ashutosh Ghosh, welcomed the Mujibnagar government, including members of the national and provincial assemblies, to his big house. This building at Circular Road (now Moulai Road) has become part of the history of the Liberation War. The Mujibnagar government guided the glorious Liberation War with deft skills. AK Roy, a former Indian counsellor in Dhaka who knew all of the senior Awami League leaders, including Bangabandhu and Tajuddin Ahmed, was detailed to liaison with the government. He was assisted by Arundhati Roy, a young Indian Foreign Services officer. There was a complete synchronisation between Bangladesh and Indian governments. Although Bangladesh was not officially recognised yet, all protocols and courtesy were extended to its functionaries by the Indian government.\nWith the Indian Army's help, more than 100 officers and 96,000 Mukti Bahini and Mujib Bahini cadres were trained, and three brigade-sized forces—Z, S, and K Forces—three artillery batteries, an air force unit and a naval unit were made ready for war. Under Operation Jackpot, the Indian Army set up seven training-slash-operational sectors, commanded by a brigadier, alphabetically numbered from A to E. In Sector A, located at Murti near Darjeeling, an Officers' Training Wing (OTW) was established, where officers of First and Second War Courses were trained. Among them, Shaheed Captain Sheikh Kamal, son of Bangabandhu and brother of Bangladesh Prime Minister Sheikh Hasina, was also a cadet.\nThe Mujib Bahini was trained by an establishment that functioned directly under the Research and Analysis Wing (RAW)—where Bangabandhu's second son Shaheed Lieutenant Sheikh Jamal was also trained. Bangladesh was divided into eleven operational sectors, of which 10 were deployed on the ground under the command of senior Bangladeshi majors and lieutenant colonels. And one sector operated directly under the command of Bangladesh C-in-C Col MAG Osmani.\nOn November 30, 1971, the joint command of Bangladesh and Indian forces was formed under Lt Gen JS Aurora. There was complete cohesion between the Indian Army and Mukti Bahini. As the final battle for Bangladesh's liberation was going on from December 3, a fierce diplomatic war was taking place in the UNO and Washington, DC. Justice Abu Sayeed Chowdhury represented the Bangladesh government in New York. Speaking in parliament on December 6, Indira Gandhi gave a brief background of Bangladesh's struggle, starting from the creation of Pakistan in 1947, and then proclaimed, \"I am glad to inform the House that in the light of the existing situation and in response to the repeated requests of the Government of Bangladesh, the Government of India have, after most careful consideration, decided to grant recognition to the Gana Prajatantrik Bangladesh (People's Republic of Bangladesh). It is our hope that with the passage of time, more nations will grant recognition and that Gana Prajatantrik Bangladesh will soon form the part of the family of nations. Our thoughts at this moment are with the father of this new state—Sheikh Mujibur Rehman. I am sure this House would wish me to convey to their excellences the acting president and the prime minister and to their colleagues our greetings and facilitations.\" The announcement was greeted by unprecedented applause by the then members of the Indian Parliament. On December 16, 1971, at 1701 hours in Bangladesh standard time, Dhaka became the free capital of a free country. The Bangladesh government moved to Dhaka on December 22, 1971. It was one of the most momentous events in the nine-month saga of a struggle for freedom, all of which had been spent in ensuring that liberty came to define the global position of the Bengali nation through a spirited Liberation War. The triumphant return of Bangabandhu Sheikh Mujibur Rahman to a sovereign Bangladesh on January 10, 1972 was yet another landmark in history.\nToday, as both countries celebrate the 50th anniversary of establishing diplomatic ties, their relationship is at its zenith. However, some irritants like river water-sharing, etc still linger, which must be resolved as a priority, because the destinies of the two countries are intertwined due to geographical, historical and cultural compulsions.\n \nRP Singh, VSM, is a retired brigadier of the Indian Army, and a veteran of the 1971 Bangladesh Liberation War, in which he was involved in different capacities from day one till the surrender of the Pakistan Army on December 16, 1971.\n",
        "headline_1": "A bond that was forged by war",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/bond-was-forged-war-2910426",
        "news_paper_name": "The Daily Star",
        "publish_date": "06-12-2021"
    },
    {
        "full_article": "Road accidents have become endemic to our system—so much so that news of mishaps and people getting killed in these incidents are considered commonplace. Nothing, regrettably, has been done to make roads safer and stem the ever-increasing procession of deaths due to road accidents.\nThere has been a quantum jump, both in the number of accidents as well as casualties therefrom. Maybe some statistics would help put the matter in perspective. According to a report in this newspaper quoting the police, a total of 3,095 people were killed in 3,259 road crashes in the first seven months of this year—over 40 percent higher than that of the same period last year. Meanwhile, according to data by Bangladesh Jatri Kalyan Samity, in the last three years, 64 people were killed while over 150 people were injured in road accidents every day on average across the country.\nWhile we talk of casualties, we overlook the people who are injured. In fact, more than 90,000 people have been injured in the last three years. And no one knows how many from that number have joined the list of disabled.\nJust compare the Covid-19 deaths with road accident casualties. According to WHO, in Bangladesh, between January 3, 2020 and December 3, 2021, there have been 27,986 deaths due to Covid—an average of 1,400 per year. But while we have an antidote for Covid, nothing of the kind is on offer to cure the malady that has taken an endemic form in this country.\nThere are long-term as well as short-term measures that can be adopted to address the issue, as pointed out by the students who have, once again, taken to the streets to urge the authorities to act urgently.\nHowever, neither these pleas nor the alarming statistics seem to move the authorities. Despite repeated promises, the roads continue to remain unsafe. Strict control measures are woefully lacking. The road safety law is in hibernation, being a victim of pressure by the transport owners and workers. And the two have the strongest political clout. Unless we take a holistic approach and purge the sector from political control, there is very little chance that the situation will improve.\n",
        "headline_1": "Death on the road has become our fait accompli",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/death-the-road-has-become-our-fait-accompli-2910416",
        "news_paper_name": "The Daily Star",
        "publish_date": "06-12-2021"
    },
    {
        "full_article": "It is concerning that default loan recovery has failed to keep pace with rising delinquent assets in Bangladesh, affecting the banks' cash flow and income. Between January and September this year, banks retrieved Tk 4,195 crore from their non-performing loans, which was Tk 3,751 crore during the same period a year ago, according to Bangladesh Bank data. However, the recovery is much lower than pre-pandemic levels, which is hampering the operations of banks as their capacity to lend is being compromised.\nBanks recouped Tk 5,802 crore from their combined non-performing loans (NPLs) in 2020, in contrast to Tk 15,466 crore the year before. Despite the central bank relaxing loan classification policies since the beginning of Covid-19, it has failed to bring down NPLs. Understandably, a number of businesses have been struggling to pay back their loans due to the pandemic-induced economic slowdown. However, according to a report published by this daily on December 5, some businesses are refusing to pay back their loans despite making profits. And this brings us back to the problem of wilful defaulters.\nEven before the pandemic began, the amount of leeway that was afforded to big borrowers—who were wilfully defaulting—by the central bank, sometimes under external pressure from the finance ministry and in violation of all banking rules and regulations, created an environment of impunity for habitual defaulters. By creating such an environment, the regulators did nothing short of creating the scope for others to follow suit. Other borrowers are now simply taking advantage of that—which experts at that time warned would happen.\nBy repeatedly violating or ignoring its own rules and regulations, the regulators have made a mockery of all banking norms. Is it any wonder, then, that our banking sector has been in perpetual crisis for years? For nearly a decade now, experts have been warning the government not to grant certain influential individuals and businesses any type of leniency—which the government has completely ignored. Therefore, the blame for the crisis that the sector is currently in falls squarely on the shoulders of the regulators.\nUnless the regulators acknowledge their mistakes and seek to rectify their own policies, the banking sector will continue to slide deeper into trouble, endangering our whole economy in the process. It is time for the regulators to return to applying the banking rules and regulations uniformly for all—and to not give \"special considerations\" to politically connected people and businesses. Additionally, the regulators must identify the wilful defaulters and, instead of rescheduling their loans ad infinitum, take all legal measures necessary to try and recover their borrowings. Otherwise, it is the good borrowers who will continue to suffer—by having to pay higher interest on loans—and the economy will continue to suffer the repercussions of inefficiently utilising its resources.\n",
        "headline_1": "Will the banking sector ever get out of trouble?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/will-the-banking-sector-ever-get-out-trouble-2910281",
        "news_paper_name": "The Daily Star",
        "publish_date": "06-12-2021"
    }
]