[
    {
        "full_article": "The collegium system of making appointments to the higher judiciary has come under focus, largely due to critical remarks made by Union Law Minister Kiren Rijiju. A lawyer has now formally approached the Supreme Court for reconsideration of its 2015 judgment striking down the Constitution amendment and the law creating a National Judicial Appointments Commission (NJAC). While the petition will be “listed in due course”, there is another aspect that flags the tension between the Government and the judiciary over judicial appointments. A Bench of the Court voiced its displeasure over the Government delaying its recommendations for appointment, as well as ignoring names that had been reiterated twice or even thrice. The result was that lawyers whose names had been recommended for appointment had withdrawn their consent to be judges. The Bench was forced to observe that keeping the recommendations on hold was “some sort of a device to compel these persons to withdraw their names”. The Government’s keenness to wrest back the power to make judicial appointments from the judiciary is clear. However, it is doubtful whether this can be achieved by a review petition. The 4:1 verdict can only be reviewed by a Bench of equal strength, and the Government has not sought a review all these years. Mr. Rijiju did say, as part of his series of comments critical of the collegium system, that the Government had accepted the decision, but added that it could not be silent forever over the opaqueness and lack of accountability in the system.Much of the criticism heaped upon the collegium system is not unfounded. It is opaque, it does limit the zone of consideration to those known to its members and judges who are consulted on appointments, and there is no indication that it is conducive to attracting the best legal talent. Some maladies it was supposed to remedy — mainly, the perception about the executive’s influence over the judiciary — persist. Even the judgment that struck down the 99th Constitution Amendment and the NJAC Act accepted that there were flaws, but the majority chose to retain the collegium system until it was improved. The exercise to improve it was also abandoned soon. However, if the Government is really keen to bring about a change, the petulant response of stalling appointments is not the way. It has to work towards an alternative mechanism, one that does not have the perceived infirmities that led to the invalidation of the earlier law. The NJAC mechanism enabled the outnumbering of judicial members by executive nominees. A better system than the present one should avoid such pitfalls in the name of executive primacy in judicial appointments.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\njudiciary (system of justice)\n\n /\n\nconstitution\n\n/\n\ngovernment",
        "headline_1": "Malady and remedy: On the collegium system of judicial appointments",
        "headline_2": "Holding back names is not the right response to flaws in collegium system",
        "link": "https://www.thehindu.com/opinion/editorial/malady-and-remedy-the-hindu-editorial-on-the-collegium-system-of-judicial-appointments/article66153999.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "19-11-2022"
    },
    {
        "full_article": "Even in this era of round-the-clock sporting activity, the football World Cup holds special allure. Very few competitions kindle such worldwide interest and stir passion quite like the showpiece event of the most popular sport. For footballing nerds, it is the biggest stage to look out for the latest tactical trends while for the romantics, it is an opportunity to reconnect with their favourite yesteryear stars’ teams, such as Diego Maradona’s Argentina, Pele’s Brazil and Johan Cruyff’s Netherlands. It will be no different when host Qatar and Ecuador set the ball rolling in the opening match of the 2022 edition this Sunday. What has changed however is the timing, with the World Cup moving away from the traditional summer slot to escape the West Asian country’s searing heat. It will thus be held right in the middle of various club seasons, cutting short the time for practice and coaching lessons. But unlike at a tournament that comes at the fag end of the season, player fatigue is not expected to be a defining factor. Another point has been Qatar’s record in upholding universal human rights and its worthiness as a host. But the debate will linger until such time as sports organisations realign their moral compass and break the nexus with big capital and authoritarian governments.But once the action begins, the World Cup is expected to be a joyous celebration of the sport. The triumvirate of Lionel Messi, Cristiano Ronaldo and Neymar will attract most attention. For Messi, 35, and Ronaldo, 37, Qatar represents the last chance to secure the coveted title, and a golden swansong will be high in the minds of the Argentine and Portuguese fans. Neymar’s Brazil boasts of an incredibly talented team and seems best-placed to end a 20-year trophy drought while defending champion France will look to draw on its squad depth to overcome the loss of key personnel in Paul Pogba and N’Golo Kante. Former champion Spain, 2018 finalist Croatia and plucky Uruguay all have capable rosters. Historic underperformer England — the run to the Euro 2020 final notwithstanding — and the more recent underachiever Germany will look to turn over a new leaf. Senegal will anchor the African nations’ charge, but without talisman Sadio Mane it will be an uphill task. Asian countries South Korea and Japan will be out to prove, once again, that they are no pushovers. The return of the Netherlands to the World Cup fold is welcome news, while the absence of Italy, the reigning European champion, for a second successive edition is nothing short of an apocalypse.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nQatar\n\n/\n\nsoccer\n\n/\n\nsport\n\n/\n\nFIFA World Cup 2022",
        "headline_1": "All eyes on Qatar: On 2022 FIFA World Cup",
        "headline_2": "The controversy over the venue notwithstanding, the world is ready for the football spectacle",
        "link": "https://www.thehindu.com/opinion/editorial/all-eyes-on-qatar-the-hindu-editorial-on-2022-fifa-world-cup/article66153491.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "19-11-2022"
    },
    {
        "full_article": "There is consensus that this World Cup will be a tournament of many ‘firsts’ – first to be hosted at this time of year, for starters, with most of the participating players having played club games as recently as this weekend. And first in an Arab country.\nIn fact, it’s a World Cup of so many ‘firsts’ that in many ways it feels like it might be the last. Or maybe we’ve had the last, in Russia 2018 (also mired in controversy) and this is the true ‘first’ of the World Cups as they will be from now on, going forward.\nRead full opinion on TOI+\n\n",
        "headline_1": "One World Cup, two games: Qatar’s not the first problematic host. But as always, when the matches begin, everything else fades away",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/one-world-cup-two-games-qatars-not-the-first-problematic-host-but-as-always-when-the-matches-begin-everything-else-fades-away/",
        "news_paper_name": "The Times of India",
        "publish_date": "19-11-2022"
    },
    {
        "full_article": "GoI’s review petition against the early release of six Rajiv Gandhi assassination convicts accords the Supreme Court an opportunity to correct a mistake. A former PM’s assassination, via a conspiracy hatched by a foreign terror outfit, is no ordinary case. Few democracies will allow such convicts to walk free. SC granted them parity with the seventh convict AG Perarivalan, released in May. But this rarest of rare case was examined too narrowly.\nState governments routinely grant remission of sentences to life convicts for political reasons. Tamil Nadu’s 2018 resolution granting remission (which the governor first stonewalled and then referred to the President) was a political decision. So was Gujarat government’s decision granting remission to Bilkis Bano convicts, despite guidelines excluding gangrape-murder convicts. When it released Perarivalan, SC was performing judicial review of an executive decision, ruling that a state cabinet’s remission decision is binding, and that the governor cannot keep it pending, or refer a Section 302 IPC case to the President.\nWith GoI’s review petition, SC must exercise its power of judicial review on another executive decision, namely whether TN cabinet recommending remission was correct. Two of SC’s five guidelines for granting remission (Laxman Naskar case) framed in 2000 stipulate examining “whether offence is an individual act of crime without affecting society at large” and “whether there’s any chance of future recurrence of committing crime”. SC’s review should be based on these two principles. The Rajiv assassination was no individual act of crime; foreign subversives are still out there aiming to violently disrupt India’s polity. What message are we sending out?\n\n",
        "headline_1": "Correct the error: GoI right to appeal SC release of Rajiv killers",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/correct-the-error-goi-right-to-appeal-sc-release-of-rajiv-killers/",
        "news_paper_name": "The Times of India",
        "publish_date": "19-11-2022"
    },
    {
        "full_article": "A new draft of the Personal Data Protection Bill was placed in the public domain by GoI yesterday. In 2019, GoI began a legislative process of bringing a standalone personal data protection law but called off the effort this year. There are three salient aspects of the new draft. On the positive side, it provides carve-outs from the application of the law to safeguard India’s cross-border commercial data processing industry. Also, consent for processing personal data in India needs to be obtained by giving a clear description of the purpose and details need to be provided in Indian languages. But government gets a broad-brush exemption from the data law under the umbrella of national security.\nFinally, a lot of critical information that will govern the true scope and exemptions of the law have been left to subordinate legislation, or rules. These rules will be notified later. If the devil is in the details, the draft bill is sketchy. For example, if there’s a personal data breach, the data processor has to notify the regulator and individuals in “such form and manner as may be prescribed”. This is a matter at the core of personal data protection.\nWhile we wait for the rules, the EU’s General Data Protection Regulation (GDPR) is a useful example to consider. GDPR’s protective umbrella is wider – even personal data collected manually is protected. GDPR too provides carve-outs for national security. But it’s narrowly tailored to try and check abuse. Any exemption comes with its scope and details the related risks to the rights and freedom of data subjects. That should be the yardstick for India’s data protection law.\n \n\n",
        "headline_1": "Fits the bill?: New data bill better but wait for the rules",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/fits-the-bill-new-data-bill-better-but-wait-for-the-rules/",
        "news_paper_name": "The Times of India",
        "publish_date": "19-11-2022"
    },
    {
        "full_article": "Beyond Measure: The Hidden History of Measurement from Cubits to Quantum Constants by James Vincent is a vivid history of our obsession with classification and counting. We’re the only species that does it.\nThe Egyptians used a ‘nilometre’ to gauge the depths of the river’s floodwaters. The development of writing and numbers offered dramatic new ways to measure. The simple list, which allows us to chunk information into manageable, discrete visions, was “cognitive dynamite”.\nRead full opinion on TOI+\n\n",
        "headline_1": "Powered by numbers and living by them: How the science of measurement has made the modern world",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/powered-by-numbers-and-living-by-them-how-the-science-of-measurement-has-made-the-modern-world/",
        "news_paper_name": "The Times of India",
        "publish_date": "19-11-2022"
    },
    {
        "full_article": "Megaprojects are an inescapable lure for the government. They provide politicians and government officials with great opportunities to pocket public funds, while they get to show massive visible development – i.e. roads, bridges, and buildings – to the people. However, even those high-cost buildings seem to be a waste when they are left unused for years after their construction is complete.\nThat is exactly what has happened with government housing built for officials in Mirpur. According to a report by Prothom Alo, most of the five multi-storey buildings built in Mirpur-6 Kather Karkhana neighbourhood in Dhaka have been left unused for the past two years. Officers are not interested in living there as it is far away from their workplaces. The situation is much worse in the Shialbari area in the same section, where all six buildings of the project are left unused. This has not just happened in the capital – 15 multi-storey buildings in Noakhali and Narayanganj are not being used like this. In total, more than 1,800 of 2,385 flats are currently left unused.\nThis is an unacceptable waste of public money. A large sum was spent on these projects without conducting a proper assessment of the demand for flats in the areas that they were built in, according to sources cited by Prothom Alo. The Directorate of Government Accommodation was never even consulted in this regard. It seems as though these buildings were built just for the sake of increasing the number of projects under a department, without any regard to the amount of public money that was spent on them. Bureaucrats in Bangladesh already enjoy too many benefits, from government-sanctioned housing to cars, and even to staff for their care in some cases. Making even more accommodation spots for them, especially in areas where they do not even want to move to, is simply an inexcusable waste of our already limited resources.\nThis is not an isolated situation either. In another case, the government constructed a 13-storey building at the cost of a whopping Tk 229 crore near the Election Commission office in the capital's Agargaon area three years ago, intending to accommodate the science and technology ministry there. However, the building is currently vacant as the ministry is unwilling to relocate its office from the Secretariat Building to Agargaon. This has happened because of the clustering of all government work at the secretariat and the lack of decentralisation of government services. To utilise such a massive project, the government should force decentralisation and make the relevant ministry move out of the secretariat.\nBut it has not been able to do so yet. Instead, it is trying to rent out the building separately to different government agencies – without any success yet as the agencies that rented the office spaces are yet to move into the complex.\nIn a separate case in Narayanganj, the chief judicial magistrate court building, which was built at a cost of Tk 32 crore on the Shayesta Khan road, has been left unused for the last three years.\nExamples like these are, sadly, aplenty. Several other examples can be drawn to highlight the wastage of taxpayers' money in building infrastructure that contributes to nothing. So the questions that need to be asked are: why do we need to build these structures? Who decides that they are needed when clearly they are not, seeing as these buildings sit empty for years on end? Are our healthcare, education, and other sectors already so developed that we cannot use the money squandered on building projects to improve these ailing sectors? What does it say about our national priorities?\nOur government's priorities should be simple: ensuring the maximisation of public welfare. Wasting money on lavish government buildings is the last thing that they should do. We should be very frugal about spending money on building projects, and our prime minister's calls for austerity are a great step forward. However, if the spending spree on these projects carries on, there will be no public benefit out of the stated measures.\nOur nation is ailing from many maladies. Countering those should be our priority right now. We need to make sure that our people get the proper education, healthcare, assistance, training and social safety – the basics – that they so direly need and deserve. The public money wasted on useless building projects can be better utilised to meet those needs. The government must be careful about its projects so that they do not waste any money, especially in these times of economic hardships.\nAnupam Debashis Roy is editorial assistant at the Daily Star.\n\n",
        "headline_1": "Why are our resources wasted on lavish building projects?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/why-are-our-resources-wasted-lavish-building-projects-3172996",
        "news_paper_name": "The Daily Star",
        "publish_date": "19-11-2022"
    },
    {
        "full_article": "Seventy-five years after the Partition of the Indian subcontinent, we are still a long way from understanding the complex ways in which this event affected the everyday lives of people and communities then, and how it still continues to shape our collective consciousness, politics and ways of being. This series, featuring scholars of partition studies from across the subcontinent – and to be published every Saturday – is an attempt at exploring the complexities and contradictions of the momentous event that forever changed the contours of this region. This article, the seventh in the series, examines how years of communal tension peaked and led to violent riots in Noakhali in 1946.\nWhen the clock struck midnight on August 15, 2022, I was on a flight leaving Bangladesh, experiencing the sensation of crossing borders. In a way, I resonated with the moment in a unique way – a moment of joy as well as contemplation. It was reminiscent of the shock of an event when millions of people had to leave their ancestral home for an assigned country, and were never able to return. How do these two (later three) countries that came into being from the strike of Partition 75 years ago look like now? Where do we stand? Have we been able to fulfil the conditions of Partition, or solve the Hindu-Muslim problems in the Indian subcontinent? Or have we been able to make space in each of these countries where the minority question got addressed and solved? The legacy of that enraged separation has endured, leaving the minority communities across the subcontinent in a constant state of fear, often being used as a political card ahead of national elections.\nWhen I was asked to write this article, I did not initially feel enthusiastic, because in my home country of Bangladesh, the events of 1947 are not widely commemorated. The Liberation War of 1971 is celebrated with fanfare at every corner of the country, and the young generations are certainly familiar with the national holidays. People almost forget the events of Partition – with a few exceptions, of course. Indeed, not enough monuments have been erected in my country to remember this day. The only monument of Mahatma Gandhi is in Noakhali, a place he had visited back in 1946 when communal riots broke out between local Hindu and Muslim communities. The \"atmosphere of Noakhali\" before Partition has had important socio-historical consequences for the community. With the bad name that Noakhali was subjected to from the people of the subcontinent and beyond after the communal riots, this is rather an opportunity to dive deep into the social and political history of Noakhali in the years leading up to Partition.\nThe British Empire took over Bengal in 1757, but it was not until 1765 that the authority over Bengal's revenue administration – including that of Noakhali – was granted indefinitely to the East India Company Ltd. American historian Richard Eaton remarks that the British authorities described the area as a virgin forest recently cleared and brought into cultivation for the first time by a number of small landholders called \"jungle-cutting landholders.\" It was the 1872 census of British India that revealed striking details about Bengal for the first time. Prior to the census, it was believed to be a Hindu-concentrated area; but the census revealed that Muslims were in fact the majority population. The agrarian society in Noakhali and Tippera consisted of predominantly Muslim smallholding peasantries, while the Hindu upper caste comprised the moneylending groups along with the rent collectors.\nThe communal relationship between Hindus and Muslims in Noakhali started deteriorating arguably in the late 1930s. Muslims in Noakhali, the financially-disadvantaged majority, relied upon Hindu money-lenders to support their agriculture and meet basic needs. Due to the Great Depression in the 1930s, the relations between Hindu creditors and Muslim clients broke down in East Bengal when jute prices plummeted.\nIndian historian Dr Sugata Bose maintains that \"the breakdown of social symbiosis reached its dramatic climax during the Noakhali and Tippera riots in 1946\" (Agrarian Bengal: Economy, social structure and politics, 1919-1947, Pg 182). Some Muslim leaders responded to this fractured relationship by spreading a political message that Muslims should unite, and Hindus turned out to be redundant in the community. One such person, the Muslim leader and member of Bengal Legislative Assembly Maulavi Syed Ghulam Sarwar Husseini, used inflammatory language against upper-caste Hindus. The power held by the Hindu money-lenders was challenged by communal propaganda, frequently encouraging Muslims not to work at Hindu houses and not to buy goods from Hindu-owned shops. By segregating Muslims from Hindus, the goal was to shift power and develop personal and collective identities among Muslims that led to a new trajectory for the community's future in Noakhali.\nEven though the upper-caste Hindus were a minority, they also made up a powerful communal bloc in Noakhali. Of the Muslims, who were the majority in Noakhali, around 98 percent were tenants and debtors, ruled by the Hindus. The Hindus were frightened by the meteoric rise of a Muslim collective identity that was based on a shared sense of \"we\"-ness, reckoning certain transformations of the society that posed a threat to the Hindu community and individual survival. Moreover, the demand of separate land in the Lahore Resolution for Indian Muslims contributed profoundly to transforming the community relationship, uniting Muslims under one banner – the Muslim League.\nWith the rise of the Muslim League in Bengal in the late 1930s, Sarwar wanted to take hold of the political steering wheel. He mobilised the Muslims in Noakhali in order to seize political power, using daily happenings in the community as opportunities to flame anti-Hindu rhetoric. For instance, Kshitish Babu, a teacher at the local Lamchar HE School, called a Muslim student haramjada (a bastard) while scolding him in retaliation for being insulted by the student. During a large public meeting, Sarwar referred to this incident, grew agitated, and attempted to tarnish the reputation of Hindu deities by calling them \"prostitutes\" and mocking Hindu people who performed puja (worship) with flowers. He also criticised Kshitish Babu's history lectures about Gandhi and Subhash Chandra Bose. Finally, he threatened to drag Babu through the street with shoes around his neck.\nIn Noakhali, Muslims largely did all sorts of manual labour, such as cultivating land, cropping paddy, gathering wood, plying boats, digging earth, and selling vegetables and milk. The richer Hindus, who believed their status prevented them from doing any menial work, remained dependent upon the Muslims' labour. Ironically, almost all old markets for a long time were owned by the Hindus, who determined what goods would be sold at the markets. However, the local Krishak Samity planned to sell beef in the market's open space in the late 1930s. Hindus resented this plan. Meanwhile in 1939, when politicians freely exploited local feuds and partisanship, lots of markets in Raipur, Duttapara, Nandigram and Karpara were successfully boycotted for one reason or another. This situation persisted for a short time when all the recognised Congress leaders were in jail.\nThe Hindu politicians of Congress in Noakhali accused Muslims of setting one class of Hindus against another within the same community. The underprivileged Hindus, who were not disturbed by Muslims, remained neutral in this controversy. Because the depressed class of Hindus are seen as a lower class in the caste system, Muslims did not bother them as their targets were those in power. The lower-caste Hindus were generally poor, torn between sects; moreover they had natural grievances against the upper-caste Hindus on the questions of interdining and general treatment. In this scenario, divides were not simply determined by religion, but were instead conditioned by more complex socio-economic differences.\nThe social tension between Hindus and Muslims in Noakhali in the late 1930s was rooted in the question of who held power. Since the Muslims (the majority), whom the money-lending, upper-caste Hindus (the minority) had ruled for generations, now wanted to change societal power in their favour, they tried to interrupt the power class structures within society. This was an opportunity for the Muslims to think collectively. The local Congress leaders wrote to Gandhi that they were unsafe in the hands of the incumbent ministry. This was a predicament for these Hindus. The Hindu Mahasabha, at its annual session held in Calcutta, protested the policy of the Ministry of Bengal and its various legislative enactments and administrative measures. Simultaneously, leaders like Sarwar were enthusiastic about the Bengal government, which, Sarwar believed, had been re-established after 250 years.\nThis imbalance of power, with Muslims possessing provincial authority and Hindus enjoying local power, was irreconcilable and a potential source of distrust. The communal resentment was aired through different means by both sides. This was the problem that ultimately culminated in the Noakhali riots in 1946, and played a role in the Partition in 1947.\n \nParvez Rahaman is a PhD candidate at Middle Tennessee State University in the US.\n\n",
        "headline_1": "75 years of Partition: How the Noakhali riots came to be",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/75-years-partition-how-the-noakhali-riots-came-be-3172881",
        "news_paper_name": "The Daily Star",
        "publish_date": "19-11-2022"
    },
    {
        "full_article": "It is saddening to see Darul Adalat, known as Chattogram's first colonial court, dilapidated due to lack of conservation efforts. The courthouse stands on a hilltop adjacent to the Government Haji Muhammad Mohsin College, a reputable educational institution in Chattogram. The building – whose exact date of founding remains disputed – is unique in its architectural traits that incorporate both Mughal and Western styles. It is magnificent not only because of its historical significance, but also because of its architectural beauty, and thus warrants proper care and preservation.\nThe lack of protection and preservation of Bangladesh's archaeologically significant structures has come to the fore repeatedly over the years. Historically valuable buildings have been demolished in Old Dhaka with support from powerful locals, disregarding the laws protecting them. Recently, another attempt was taken to destroy the natural beauty of the Central Railway Building (CRB) area in Chattogram, which was later averted due to massive public pressure. It is difficult to mount that kind of movement every time there is an attempt on the existence of a historically significant site. The government, therefore, must be proactive in protecting these heritage sites and not let any forces destroy them.\n\nUnlike other divisional headquarters, Chattogram does not have a divisional museum. The building can serve the purpose of housing that museum. \nHowever, in the case of Darul Adalat, it is not exactly about the exceeding interest in it, but in the lack thereof. No government agency seems to be willing to take up the task of protecting and preserving this site of cultural heritage. Officials of the Department of Archaeology in Chattogram last visited it in 2013 and wrote to the director general of the agency to protect the building, declaring it a heritage site, but no progress has been made on that front. Another report was submitted to the head office to protect the building in 2019, according to a report published in this daily, but nothing came out of it either.\nThe regional director of the Department of Archaeology in Chattogram said that a recommendation to protect the building has been sent from the department to the cultural affairs ministry. It is yet to be seen what outcome, if any, comes out of it. The building's location, space, and historical nature suggest that, if repaired and preserved correctly, it can come to great use of the city. Unlike other divisional headquarters, Chattogram does not have a divisional museum. The building can serve the purpose of housing that museum. It does not make sense to keep such a building unpreserved, and unused. We call upon the authorities to ensure collaboration within departments and ministries to protect Darul Adalat and put it to use for public good.\n",
        "headline_1": "Historic courthouse must be preserved",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/historic-courthouse-must-be-preserved-3172811",
        "news_paper_name": "The Daily Star",
        "publish_date": "19-11-2022"
    },
    {
        "full_article": "Earlier this month, the Bangladesh Bureau of Statistics (BBS) released data that gave us the impression that the country's galloping inflation rate might have cooled ever slightly, with food inflation dropping down to 8.5 percent in October from 9.08 percent a month earlier. While this means that the average inflation of 8.75 percent so far in this fiscal year is still a long way off the target of 5.6 percent, it raised faint hopes of a dampener in the ever-spiralling cost-of-living crisis that Bangladesh currently finds itself in.\nHowever, these hopes have been dashed once again with another round of increase in food prices – this time in the case of soybean oil and sugar, the prices of which have gone up by around seven percent and 14 percent, respectively. For context, a litre of bottled soybean oil will now cost Tk 190 instead of Tk 178. And the reasons behind this increase, as cited by processors and refiners of this foodstuff, are part of the factors that have been creating a perfect storm in our economic situation: the devaluation of the taka against the US dollar, leading to high costs of imports, and a shortage of gas for operations. \nGiven that high inflation has already reduced our purchasing capacity, this price hike can only spell more trouble, especially for poor and low-income families. Over the past weeks, we have seen many heart-rending images of people turning up before sunrise and standing in open market sales (OMS) lines for hours to buy subsidised rice and wheat flour. Now, the food ministry has decided to also increase the prices of OMS wheat flour by Tk 6 (33 percent), thus reducing access to these essentials further.\nThe repercussions of rising prices on marginalised households – in terms of nutrition, debt, reduced spending on healthcare and education, and an overall degradation in the standards of living – will undoubtedly be severe. It is clear that people are struggling, and there is a dire need for government intervention to bring marginalised populations under social safety net programmes, at least for the short term. However, expanding OMS services and making them more accessible can only be the first step. In the long run, we must prioritise food security and maximise domestic food production. At the same time, the relevant authorities must also keep an eye out to ensure that unscrupulous agents do not take advantage of the situation and artificially raise prices in order to turn over a profit. \nBut first and foremost, the authorities must demonstrate their commitment to guiding the country out of this economic crisis. Although there are definitely external factors that have contributed to it, experts have for long warned against domestic economic policies that benefit the super-rich at the expense of the general population. Whether it is the interest rate cap that benefits big borrowers, the capital flight affecting our foreign currency reserves, or the big loan defaulters who manage to evade any accountability – it is clear that corruption and abuse of power are weakening our economy from within.\nThe government has the tools at hand to deal with this crisis. The question now is: do they have the political will? \n",
        "headline_1": "Oil, sugar price hike yet another shock to the economy ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/oil-sugar-price-hike-yet-another-shock-the-economy-3172756",
        "news_paper_name": "The Daily Star",
        "publish_date": "19-11-2022"
    },
    {
        "full_article": "It is saddening to see Darul Adalat, known as Chattogram's first colonial court, dilapidated due to lack of conservation efforts. The courthouse stands on a hilltop adjacent to the Government Haji Muhammad Mohsin College, a reputable educational institution in Chattogram. The building – whose exact date of founding remains disputed – is unique in its architectural traits that incorporate both Mughal and Western styles. It is magnificent not only because of its historical significance, but also because of its architectural beauty, and thus warrants proper care and preservation.\nThe lack of protection and preservation of Bangladesh's archaeologically significant structures has come to the fore repeatedly over the years. Historically valuable buildings have been demolished in Old Dhaka with support from powerful locals, disregarding the laws protecting them. Recently, another attempt was taken to destroy the natural beauty of the Central Railway Building (CRB) area in Chattogram, which was later averted due to massive public pressure. It is difficult to mount that kind of movement every time there is an attempt on the existence of a historically significant site. The government, therefore, must be proactive in protecting these heritage sites and not let any forces destroy them.\n\nUnlike other divisional headquarters, Chattogram does not have a divisional museum. The building can serve the purpose of housing that museum. \nHowever, in the case of Darul Adalat, it is not exactly about the exceeding interest in it, but in the lack thereof. No government agency seems to be willing to take up the task of protecting and preserving this site of cultural heritage. Officials of the Department of Archaeology in Chattogram last visited it in 2013 and wrote to the director general of the agency to protect the building, declaring it a heritage site, but no progress has been made on that front. Another report was submitted to the head office to protect the building in 2019, according to a report published in this daily, but nothing came out of it either.\nThe regional director of the Department of Archaeology in Chattogram said that a recommendation to protect the building has been sent from the department to the cultural affairs ministry. It is yet to be seen what outcome, if any, comes out of it. The building's location, space, and historical nature suggest that, if repaired and preserved correctly, it can come to great use of the city. Unlike other divisional headquarters, Chattogram does not have a divisional museum. The building can serve the purpose of housing that museum. It does not make sense to keep such a building unpreserved, and unused. We call upon the authorities to ensure collaboration within departments and ministries to protect Darul Adalat and put it to use for public good.\n",
        "headline_1": "Historic courthouse must be preserved",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/historic-courthouse-must-be-preserved-3172811",
        "news_paper_name": "The Daily Star",
        "publish_date": "19-11-2022"
    },
    {
        "full_article": "Earlier this month, the Bangladesh Bureau of Statistics (BBS) released data that gave us the impression that the country's galloping inflation rate might have cooled ever slightly, with food inflation dropping down to 8.5 percent in October from 9.08 percent a month earlier. While this means that the average inflation of 8.75 percent so far in this fiscal year is still a long way off the target of 5.6 percent, it raised faint hopes of a dampener in the ever-spiralling cost-of-living crisis that Bangladesh currently finds itself in.\nHowever, these hopes have been dashed once again with another round of increase in food prices – this time in the case of soybean oil and sugar, the prices of which have gone up by around seven percent and 14 percent, respectively. For context, a litre of bottled soybean oil will now cost Tk 190 instead of Tk 178. And the reasons behind this increase, as cited by processors and refiners of this foodstuff, are part of the factors that have been creating a perfect storm in our economic situation: the devaluation of the taka against the US dollar, leading to high costs of imports, and a shortage of gas for operations. \nGiven that high inflation has already reduced our purchasing capacity, this price hike can only spell more trouble, especially for poor and low-income families. Over the past weeks, we have seen many heart-rending images of people turning up before sunrise and standing in open market sales (OMS) lines for hours to buy subsidised rice and wheat flour. Now, the food ministry has decided to also increase the prices of OMS wheat flour by Tk 6 (33 percent), thus reducing access to these essentials further.\nThe repercussions of rising prices on marginalised households – in terms of nutrition, debt, reduced spending on healthcare and education, and an overall degradation in the standards of living – will undoubtedly be severe. It is clear that people are struggling, and there is a dire need for government intervention to bring marginalised populations under social safety net programmes, at least for the short term. However, expanding OMS services and making them more accessible can only be the first step. In the long run, we must prioritise food security and maximise domestic food production. At the same time, the relevant authorities must also keep an eye out to ensure that unscrupulous agents do not take advantage of the situation and artificially raise prices in order to turn over a profit. \nBut first and foremost, the authorities must demonstrate their commitment to guiding the country out of this economic crisis. Although there are definitely external factors that have contributed to it, experts have for long warned against domestic economic policies that benefit the super-rich at the expense of the general population. Whether it is the interest rate cap that benefits big borrowers, the capital flight affecting our foreign currency reserves, or the big loan defaulters who manage to evade any accountability – it is clear that corruption and abuse of power are weakening our economy from within.\nThe government has the tools at hand to deal with this crisis. The question now is: do they have the political will? \n",
        "headline_1": "Oil, sugar price hike yet another shock to the economy ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/oil-sugar-price-hike-yet-another-shock-the-economy-3172756",
        "news_paper_name": "The Daily Star",
        "publish_date": "19-11-2022"
    },
    {
        "full_article": "Manpower export, the country's second largest source of foreign currency earning, reportedly showed falling trend last month compared to previous two months (August and September). Normally, the rate of outflow of foreign-bound workers is never a constant quantity. But since this happens when recruitment of Bangladeshi workers in the major Middle Eastern destinations including Saudi Arabia has fallen in recent months, it should be a cause for concern. In this connection, the figures provided by the Bureau of Manpower Employment and Training (BMET) on the state of migrant workers show that Saudi Arabia in October employed 26.63 per cent fewer Bangladeshi workers than it did in September. The employment rate was further down (by 35.95 per cent) if compared to the August's number. But if the comparison is made with the employment figures (of Bangladeshi workers) in that particular host nation for the months of June and March, it would be further concerning. For the employment was higher by more than 58 per cent in June and by 61 per cent in March. The question that would naturally arise is what lay behind this particular Gulf nation's recruiting fewer Bangladeshi workers in recent months than before? For unlike the oil-importing nations, where high energy price is driving up inflation and recession, Saudi Arabia is in a rather stable position as it is a major oil exporting country. So, it is indeed intriguing why it (Saudi Arabia) should be employing fewer foreign workers now than in the past. However, a spokesperson of the Bangladesh Association of International Recruiting Agencies (BAIRA) has come up with an explanation on the issue. It is that of the various reasons causing the delay in recruiting process, the failure of the recruiters to submit the overseas jobseekers' passports to the Saudi embassy duly is one. This has slowed to some extent the outflow of migrant workers recently, he argued. Even so, the reasons behind a similar fall in the recruitment rate of Bangladeshi workers in other Gulf countries including Oman and the United Arab Emirate (UAE) in the past months need to be clarified. Be that as it may, the ministry concerned will be required to look into the issue seriously and take measures to improve the situation.To be fair, the development calls for carrying out a further study to see if the negative trends in the manpower sector are incidental or if those have any deeper cause. It may be noted at this point that the foreign remittance has been witnessing a downward trend since the beginning of the current year though during the first few months the trend in the outward flow of migrant workers was rather on the higher side. This paradoxical situation has been attributed to a mix of factors including the exchange rate of taka against US dollar.Evidently, unscrupulous money exchangers, in particular, took full advantage of this situation. As a result, a huge amount of foreign remittance is being lost to the illegal transaction of money through hundi. In this regard, the central bank should be able to take urgent steps to stop the flight of the hard-earned remittance dollars in this manner. It is also time dependence of our migrant workers on a few host countries in a particular region is reduced and the government worked vigorously to widen the overseas job market further. The good news is Malaysia, a Southeast Asian destination of our workers, is opening up again. The authorities concerned will be required to make the most of the opportunity.",
        "headline_1": "Widening overseas job market",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/widening-overseas-job-market-1668774318",
        "news_paper_name": "The Financial Express",
        "publish_date": "19-11-2022"
    },
    {
        "full_article": "This fiscal year has mostly been a good year for the readymade garments (RMG) industry. Proving skeptics wrong, the industry enjoyed a flurry of activities and overall export earnings grew approximately 3.27 per cent during July-October, raking in US$3.67 billion. Orders however have slowed down since October and any such reduction will have a corresponding effect on all the sub-sectors. The accessories and packaging industry's profit or loss is tied to the rise and fall of readymade garments (RMG) export. It is feeling the pinch as orders have declined. On top of all this, the economy is facing a foreign exchange and local currency crunch. Since the accessories industry meets 90 per cent of RMG sector, it has to deal with delayed payment since RMG exports are being held back. That leads to deferred shipments and if these were not enough, the banks are reportedly facing a liquidity crisis. According to a report published in this paper, RMG exporters claim that work orders have fallen by as much 40 per cent. As pointed out by a former president of BGAPMEA (Bangladesh Garment Accessories and Packaging Manufacturers and Exporters Association), \"If we received a work order for 0.1 million pieces earlier, it now has come down to 35,000-40,000 pieces.\"Again, BGMEA leaders state that foreign buyers are asking RMG companies to delay shipments of finished goods because they are faced with a fall in demand in their domestic markets, ending up with large unsold inventories. The dual effect of high inflation in the West and increased logistical costs due to the volatility of fuel price (a spillover effect from the Russo-Ukrainian war) has thrown the entire supply chain of RMG into chaos. As RMG companies see their business fall, accessories industries that supply various items which constitute a finished fabric, are also facing deferred payment for finished goods delivered.According to the BGAPMEA, there are approximately 1,800 accessories and packaging companies associated with it, producing more than 25 items needed by the RMG sector. This sub-sector contributed $7.25 billion in the last fiscal, a threefold increase from FY2010-11. As the government is targeting $100 billion export from RMG by 2030, the needs of this industry can hardly be neglected. The association has come up with some suggestions to stave off the worst. It wants a fixed exchange rate of Tk106 against US$1.0 and a reduction of interest on EDF (export development fund) loans. The central bank has already eased the pressure on exporters by introducing a three-installment repayment scheme to repay EDF loan. Given the extraordinary pressure being faced by the accessories and packaging industry, the central bank may ease the financial pressure by redefining repayment term and interest charged.Looking beyond what the government can do to shore up the RMG sector, why is it that foreign buyers hold so much sway on the payment side of contracts with RMG companies? This is not the first time that the sector has faced problems. The time has surely arrived when we go back to the drawing board in terms of contract management because something isn't right here. We are talking about billions of dollars' worth of finished goods ready for shipment. And yet, orders can be cancelled or delayed without any kind of compensation? The industry needs to get out of this quandary because no one can predict how long the present crisis will last. Even if things get better in the next quarter, the basic premise of not paying / deferred payment has to be addressed. A failure to do so opens up a Pandora's Box of uncertainty for the RMG sector. If RMG companies suffer, so does every other link in the supply chain.Yes, the government should certainly ease terms of payment on loans during this crisis and extend policy support measures that will ease the cost of doing business. But it cannot become the modus operandi to give the bulk of cash incentives to RMG alone. There are other sectors that deserve attention too. If the current crisis has taught us anything, the country sorely needs to diversify its export basket. Export earnings show particularly strong growth from the footwear industry which has been posting double digit growth consistently over the last five years. Then there is the ship building industry that has started exporting in a steady manner. These are examples of industry that are coming up strongly in export. The bottom line is that the export basket should have different products. Like RMG, they will require fiscal incentives to grow.\nmansur.thefinancialexpress.com",
        "headline_1": "RMG accessories industry feels the pinch",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/rmg-accessories-industry-feels-the-pinch-1668774420",
        "news_paper_name": "The Financial Express",
        "publish_date": "19-11-2022"
    },
    {
        "full_article": "Police verification is an essential part of obtaining a passport in Bangladesh. The idea is to ensure that the passport is given to a genuine citizen with no criminal records. So, it is necessary to verify the authenticity of the passport seekers' details and their status. While the necessity is justified, it also becomes one of the major sources of trouble for passport seekers. Though passport seekers pay the required fees while submitting their application, they also have to spend a good amount of money for police verification in most cases. A tradition has long been there to pay police who come to verify the addresses of the applicants physically. Over the years, the rate has increased. Even in some cases, applicants have to pay an almost equal amount of fees already paid. Generally, the verification is done by the special branch (SB) of the police. Once the passport office has sent the applications and papers to the SB office, the process of verification starts. The assigned member of the SB staff communicates with the applicants and visits their present and permanent addresses, as given by the applicants, to check the genuineness. Then they send their report to the passport offices. Undoubtedly, it can be challenging for the police to do the work smoothly for various reasons. Sometimes, the applicants are not readily available. The remoteness of residences delays the work in some cases. Again, many applicants also rush to SB offices to reach the assigned staff and produce necessary documents. Thus, the whole thing is a time-consuming process.Against the backdrop, Chattogram Metropolitan Police (CMP) has introduced a short-text message service (SMS) to update passport seekers. Now the applicants can quickly come to know the member of the police staff assigned to verify their details. Upon completion of the verification, CMP also sends short-test messages to the applicants, informing them whether the report is positive. Currently, a passport seeker can check the status of verification online. However, they need to go to the SB office to find the assigned police officer. The text-message service makes the procedure easy now.The wonderful service, initiated by the CMP a few months back, has already eased the lives of passport seekers. They are no more in the dark about the phase of the verification process. Now they know where to go and whom to contact if and when required. The member of the police also does not need to take much trouble to find out the applicants. The move brings transparency to the police verification process, and the CMP has already received appreciation from passport applicants. It also shows that it is not a big deal if any government agency wants to improve its service using information and communication technology (ICT). What is needed is a willingness to do so. It is, thus, expected that metropolitan police elsewhere in the country will also follow the model soon. There are many scopes to improve the service further. For example, besides short-message service, an email could also be sent to the passport seekers. Finally, it is time to introduce a full-fledged online verification system for passport seekers. As the National Identification (NID) card is a must for availing of a passport for any Bangladeshi citizen above 18 years, it should be enough for background checking. Moreover, all valid mobile phone users have biometric registration. Thus a biometric database of the citizens is already there. Again, the police now regularly collect tenants' information in different cities, and the local police stations already have a set of data of the residents. All these data should be synchronised and preserved carefully to make a comprehensive database. The use of database will eliminate the necessity of a time-consuming physical verification system gradually.\n[email protected]",
        "headline_1": "SMS eases police verification process",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/sms-eases-police-verification-process-1668774486",
        "news_paper_name": "The Financial Express",
        "publish_date": "19-11-2022"
    },
    {
        "full_article": "Plastic pollution is making an unwelcome impact on our tourist spots. It is unfortunate that we hardly find out any tourist spot in Bangladesh, which is free from plastic waste. Plastic litters are often found thrown away on the sea beaches by tourists. Marine animals are often found on the sea beaches with pieces of plastic in their stomachs. Just some months ago, at least 20 turtles were found dead and dozens more were rescued after being entangled in plastic waste washed ashore on Cox's Bazar sea beach. This is a unique case of plastic invasion. It sends a dangerous signal to our marine biodiversity. Not just in Bangladesh, the devastating impacts are felt by marine animals globally. If we want a healthy ecosystem for our marine animals and fishes, we must end our reliance on single-use plastics. It is time to stop the flow of this material, built to last forever but often only used for a few moments. While travelling, a conscious tourist should act responsibly and litter less. We must make our local tourists aware of this fact and plastic-free tourism can only be the answer.\nShahjahan Sirazi,Malibagh, Dhaka,[email protected]",
        "headline_1": "Plastic-free tourism",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/plastic-free-tourism-1668774629",
        "news_paper_name": "The Financial Express",
        "publish_date": "19-11-2022"
    }
]