[
    {
        "full_article": "In September, the Index of Industrial Production or IIP rose 5.8%, almost half the 14-month-high 10.3% growth in August. Most economists anticipated a 7% to 8% uptick in the month that marks the onset of India’s packed festive calendar. September’s factory output growth was the slowest in three months, but also marked a 2.4% drop in production levels compared to August. Manufacturing led the decline, with year-on-year growth dropping from 9.3% in August to 4.5% in September and production volumes declining 2% month-on-month. In August, just seven of 23 manufacturing sectors had clocked a contraction but that list expanded to nine in September, with furniture dropping 20% and apparel production almost 18%. What is more worrying is that 12 sectors recorded a sequential decline in output this September, belying hopes that firms would ramp up inventories in anticipation of festive spending. Producers’ lack of confidence in consumers’ impulses is reflected in consumer durables and non-durables, which were up just 1% and 2.7%, respectively, on top of a 5.5%-plus contraction last September. Sequentially, consumer non-durables, what one may broadly consider as fast moving consumer goods involving smaller-ticket spends, were down 3.5% with the lowest output levels seen since November 2022. Electricity generation also fell 6.6% sequentially in September, perhaps due to the higher rainfall recorded over August.On the whole, September’s IIP takes average factory output growth to 7.4% in the second quarter, lifting the uptick in the first half of 2023-24 to 6%. This may still weigh in well with the central bank chief’s hopes of Q2 GDP growth outpacing their official projection of 6.5%. But spliced up, the IIP indicates an asymmetry in the economy and a fresh fork lies in the road ahead. Consumer goods’ output was just 0.3% higher than pre-COVID-19 levels this September, with durables being the only use-based segment to record a contraction so far this year. By contrast, output has been more resilient in investment-linked sectors such as infrastructure/construction goods and capital goods, up 12.1% and 6.7%, respectively, this year. Public capex on infrastructure sectors has surely lifted output of items such as steel and cement through the first half of the year, while high inflation has eaten into all but the high-income consumers’ propensity to spend. Going forward, capex spends that have been front-loaded this year may moderate and additional revenue spends ahead of the Lok Sabha election are likely, especially with sensitive commodities such as fuel, urea and food facing fresh volatility in prices. That infrastructure and construction goods’ output in September was the lowest since March 2023, suggests one growth tide may be ebbing, which makes the other, more fragile consumption story even more critical to watch. \nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nmanufacturing and engineering\n\n/\n\ntextile and clothing\n\n/\n\nfestivals\n\n/\n\nconsumer goods\n\n/\n\nGeneral Elections 2024\n\n/\n\nReserve Bank of India",
        "headline_1": "The growth dichotomy: On September’s  Index of Industrial Production data",
        "headline_2": "Slowdown in industrial output growth shows low consumer confidence",
        "link": "https://www.thehindu.com/opinion/editorial/the-growth-dichotomy-the-hindu-editorial-on-septembers-index-of-industrial-production-data/article67528987.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "14-11-2023"
    },
    {
        "full_article": "The cricket World Cup finally enters its business end, having criss-crossed India since the first match involving England and New Zealand at Ahmedabad on October 5. In their backyard, Rohit Sharma’s men have exuded a dominant aura, brushing aside opposition units, be it the fancied ones or the emerging outfits. Nine wins on the trot is a remarkable achievement. The Men in Blue have batted with elan, and bowled with zest; they rode smooth in all their contests to top the league phase with 18 points. Having won the World Cup in 1983 and 2011, India is eyeing a third tryst with glory. New Zealand is the hurdle in the semifinal at Mumbai on Wednesday. During the 2019 edition in England, India wilted against New Zealand in the semifinal. However, this time around, having defeated their doughty rivals at Dharamshala in the league stage, Indian cricketers believe that they can get past Kane Williamson’s men. New Zealand qualified from a mid-table clutter involving Pakistan and Afghanistan, and has a new-generation star in prolific batter Rachin Ravindra. Always a team in which the whole is greater than the sum of the parts, New Zealand can be a tricky opposition and India, despite its current form, is aware of the knockout stage pitfalls. In the 2015 edition too, India lost in the semifinal.Currently, Rohit’s men are in such ominous form that even the absence of injured all-rounder Hardik Pandya has not affected their plans. Rohit, Virat Kohli, Shubman Gill, Shreyas Iyer and K.L. Rahul have prospered, while the bowling, helmed by Jasprit Bumrah, has run through startled opposition ranks. India, though, is yet to win an ICC title since the last triumph at the Champions Trophy in 2013. A 10-year drought needs to be addressed and there could be a shot at redemption when the dust settles at Ahmedabad’s Narendra Modi Stadium after the final on November 19. South Africa and Australia, the other semifinalists, at different points have displayed form and fragility. Powered by Glenn Maxwell’s unbeaten 201 against Afghanistan, Australia has the x-factor while South Africa has depth even if skipper Temba Bavuma’s runs have dried up. That defending champion England and past powerhouses like Pakistan and Sri Lanka have crashed, is a pointer to the flux within cricket. Even as the host flourished, the most heartening story of this World Cup is the growth revealed by a pugnacious Afghanistan and to some extent, the Netherlands. To widen its footprints, the willow game needs these teams to evolve.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nWorld Cup\n\n/\n\ncricket\n\n/\n\nICC World Cup",
        "headline_1": "Knockout blows: On the cricket World Cup entering its business end",
        "headline_2": "India has so far played its part as the favourite in the cricket World Cup",
        "link": "https://www.thehindu.com/opinion/editorial/knockout-blows-the-hindu-editorial-on-the-cricket-world-cup-entering-its-business-end/article67528976.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "14-11-2023"
    },
    {
        "full_article": "Biden is not much older than Trump, except in voters’ perception. But why a country that attracts talent from all over the world has two geriatrics leading its top race is a global mystery\nIf a week is a long time in politics, a year is an eternity, particularly if the two key players are geriatrics in the winter of their life. The looming prospect of yet another showdown between Joe Biden and Donald Trump, coming at each other with a combined 158 years between them, is causing gloom in an America that Ronald Reagan, with his sunny disposition, said would be a shining city on the hill. Reagan ended his second term amid murmurs of senility when he was 77, the age when Biden began his first term. It is also the current life expectancy of Americans.\n\nElections this November 7 showed that Democrats continue to attract voters in state after state, but opinion polling for Biden shows the opposite.\nRead full story on TOI+\n\n",
        "headline_1": "Botox America’s age of discontent",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/ruminations/botox-americas-age-of-discontent/",
        "news_paper_name": "The Times of India",
        "publish_date": "14-11-2023"
    },
    {
        "full_article": "Without systemic changes the disease could proliferate to epidemic levels over the next decade. With these, the country can become a beacon of low-cost, high-quality care for the Global South\nCancer affects us all. We all know somebody who has either survived or succumbed to this dreadful disease. It exerts a tremendous physical, emotional and financial strain on individuals, families, communities, health systems, and indeed the nation itself.\nLung and breast cancers lead the statistics for male and female patients, respectively. Among children (0-14 years) nationwide, the leading type of cancer is lymphoid leukemia (boys: 29.2% and girls: 24.2%).\nRead full story on TOI+\n\n",
        "headline_1": "A 10-step guide to reforming cancer care in India",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/a10-step-guide-to-reforming-cancer-care-in-india/",
        "news_paper_name": "The Times of India",
        "publish_date": "14-11-2023"
    },
    {
        "full_article": "Economy needs rural consumers to spend. Will the festive season bump last?\nIndia’s festive season retail sales are a handy indicator of the strength of private consumption, which is the largest constituent of GDP. This season, rural markets, for the first time after the outbreak of the pandemic, are showing signs of revival. Even ahead of the festive season, Nielsen IQ’s data on rural FMCG volume growth in the April-June quarter showed an increase of 4%, albeit on a contraction in volume the previous year. The momentum continued the next quarter. Yet, both FMCG firms and analysts are guarded in their outlook. Why?\n\nA recovery in rural consumption has been helped by a combination of subsidies extended by GOI and many states that have partially insulated consumers from energy and food shocks. Pump prices of petrol and diesel have remained unchanged since May 2022 and LPG prices have been slashed. Also, GOI has extended free benefits under PDS for another five years and some states have been providing monthly income support to targeted households. This support inevitably has a knock-on effect on discretionary spending, which is now apparent in rural consumption data. Going back to the guarded optimism on rural spending growth’s durability, the concern is the lopsided post-pandemic recovery in the employment market. GOI’s employment data shows that between the pre-pandemic 2018-19 and 2022-23, there are two divergent trends. There’s a marked increase in quantity indicators, the percentage of people in the job market has increased while the unemployment rate has declined. Therefore, more people are employed now. On the other hand, there’s a deterioration in the quality of employment. A big part of the incremental addition to jobs is in the self-employed category, while the share of regular wage jobs has decreased. In 2022-23, 57.3% of the labour force was self-employed, higher by 5.2 percentage points since 2018-19.\nThe change in the relative share of employment is because people have moved back to agriculture. Between 2018-19 and 2022-23, there’s been a 3.3 percentage point increase in share of agriculture in the sector-wise classification of jobs. It now stands at 45.8%. The worsening of the quality of jobs represents the biggest obstacle to quickening the pace of economic growth. Private consumption makes up around 60% of India’s GDP. Unless the purchasing power improves through better quality jobs in manufacturing and services, it will be challenging for the economy to grow faster over a medium term.\n\n",
        "headline_1": "Green shoots, but…",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/green-shoots-but/",
        "news_paper_name": "The Times of India",
        "publish_date": "14-11-2023"
    },
    {
        "full_article": "New Delhi’s ties with Tehran need new thinking given the Islamic Republic’s current geostrategy\nThe Israel-Hamas conflict has added another layer of complexity to India’s West Asia engagement. In focus are India’s relations with Iran. Given Tehran’s relations with Hamas, Hezbollah and the Houthis, it is a significant determinant in the West Asian conflict. How Tehran plays its cards will determine whether the conflict escalates to a larger regional conflagration. That, of course, will be bad for countries like India who were just about adjusting to the Ukraine war-induced disruptions in energy supplies. However, New Delhi-Tehran relations have faced other headwinds in recent years.\n\nWith the US unilaterally pulling out of the Iran nuclear deal and restoring sanctions on Tehran, India was caught between a rock and a hard place. It led to India stopping oil imports from Iran with bilateral trade falling from more than $16 billion in 2018-19 to less than $2 billion in 2021-22. Additionally, critical Indian development projects in Iran like the Chabahar port and the International North-South Transport Corridor have practically atrophied due to US sanctions. In the meantime, India’s ties with Gulf Arab nations have witnessed an upswing. This feeds into the US-sponsored Abraham Accords normalising relations between some Arab nations and Israel. The result is platforms like I2U2 (India, Israel, the US and the UAE) that exclude Iran from the evolving regional architecture.\nAdd to this the proposed India-Middle-East-Europe Economic Corridor unveiled at the G20 summit in New Delhi, and it is difficult to see India remain invested in connectivity projects via Iran. Simultaneously, Iran has inked a 25-year cooperation programme with China. The challenge, therefore, is that even though Indian interests today don’t align with Iran, Tehran’s decisions can undermine New Delhi’s goals. India should creatively reconfigure ties with Iran, with American buy-in. This will serve as an important brake for regional tensions and help counter China.\n\n",
        "headline_1": "Also ran in Iran",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/also-ran-in-iran/",
        "news_paper_name": "The Times of India",
        "publish_date": "14-11-2023"
    },
    {
        "full_article": "The formation of a wage board for workers is always a special occasion because it is a recognition of the need for an objective review of the existing wage structure preferably for a higher one. But given the unrest over the just announced minimum wage for readymade garment workers, their counterparts of the special zones may not be particularly optimistic of a big raise of their reward for their labour. In fact, there is little to differentiate between the wages of RMG workers and those in the Export processing Zones (EPZs) and Economic Zones (EZs). The minimum wages reviewed upward in 2018 for both RMG workers and those in the special zones were Tk8,000 and 8,200---a difference of only Tk 200. Remarkably, the apparel units in the EPZs contributed to 54 per cent of their total income earning of US$8.5 billion from export in the fiscal year 2021-22. No wonder, of the 0.52 million workers there, 66 per cent are women. Clearly, the sorority and fraternity of RMG workers are existent in garment factories in special zones and in belts outside of those. However, the restriction on forming workers' trade unions is there in both cases but those working in the EPZs and EZs are governed by stricter laws and rules. European and North American buyers of apparel from Bangladesh have reservations for such restrictions. Well, without collective bargaining bodies for workers, industrial relations often risk situation turning from bad to worse. Even special industrial and economic zones cannot be exempted from this basic condition of industrial relations. Workers in the EPZs and EZs can form Workers' Welfare Associations (WWA) but other than becoming part of the wage board, its members have no right to advance the collective bargaining power. This surely does not go with the modern concept of industrial management and employer-employee relations. There is no point turning factories into Hey Market tragedies. Although rules separate working conditions in special industrial and economic zones from those in the domestic tariff areas, there is hardly much difference in the general welfare statuses of workers of the two distinct areas. This needs to be changed for the better. The minimum wage took six long years until 2018 for an upward review hardly to both special-zone and industrial-belt workers' satisfaction. Particularly, the last couple of years' soaring inflation demanded a much earlier review of the workers' wages. Even the minimum wage board formed for RMG workers in April last did take almost seven months for the announcement of a new wage structure now unacceptable to workers.Had there been a collective bargaining agency, the current unrest, violence and consequent deaths could be avoided through negotiations. A section of workers and an unnamed third party and even international conspiracy have been blamed for stoking the unrest without admitting the hardship and misery of workers at a time of record inflation. The Tk12,500 announced as the minimum wage for RMG workers at the entry level barely covers the inflation and devaluation of Taka. Hopefully, the wage board constituted for EPZ and EZ workers will not follow in the pattern of that of the garment workers. Now the EU visiting team is closely noticing undesirable developments in the sector. In turmoil, the RMG risks losing more than its owners foresee if they go on a hard line.",
        "headline_1": "Wage board for EPZ workers",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/wage-board-for-epz-workers-1699886132",
        "news_paper_name": "The Financial Express",
        "publish_date": "14-11-2023"
    },
    {
        "full_article": "That global shocks cause poverty is well known and few shocks have been as extensive as Covid. What made this pandemic so vicious was that the impact was all encompassing and affected every aspect of life and in every land. Unlike natural disasters which affect a country or a region, Covid was global, making life extremely difficult even for the developed world. While Covid has been perceived in general as a health crisis, the implications have been in every sector and most in the economic space. It's not just about poverty reduction which is a global goal but ensuring the poor doesn't become even poorer. The policy objectives are therefore two: to sustain existing levels of poverty reduction and also continue to reduce poverty. That however has not been possible as data states. Plus the emergence of the \"new poor\" or the \"corona poor\" has posed new challenges. In processing these challenges particularly in understanding management of \"new poverty \"generated by Covid, lessons have been learnt and some applied. While the formal sector players have been involved in the longer term strategy, several new ones have been tried. These don't fall outside the matrix of general poverty alleviation programmes. What makes it a lesson teacher is that in 2021 new innovations have emerged from both the formal and the informal sectors based on past experiences. The World Bank (WB) had stated that global poverty would decrease by about 21 million people compared with 2020 rates of decline. WB has been positive with this rate. It states in a report in 2022, \"This represents exactly the same decline we had expected would occur in 2021 before the pandemic hit. The implications of this estimate are that global poverty is projected to decline, and the pace of reduction is returning to the pre-pandemic trend. In that sense, one could say that global poverty may be turning the corner on the pandemic in 2021. \"COVID-induced poverty has been high and some say around 100 million people were affected. Given the current standard rate of poverty reduction, and if that is added to the pandemic poverty, millions of people will continue to live in poverty in Bangladesh and the world. What that means is that specific corona inducted or affected people have to be targeted to lift them out of a shock poverty syndrome situation. In Bangladesh one of the examples of such targeted interventions has been the \"incentive \"scheme which was supposed to reach a large number of people. Though well intentioned, it has been not as successful as hoped for with the usual complaints of misuse and inefficient implementation. The middle class and those hovering around such plans may have had better access to it than the lower middle class and the poor.This doesn't have much to do with the intent of the sponsors but the capacity to implement large scale projects while handling transparency in transaction and efficiency at the same time. The basic problem as always is the lack of conversation between the formal and the informal and the flexibility needed to respond to new challenges. This is apart from the structural issues that arise in emergency interventions including corruption which is a major system blocker. This was also noted in the management of the Covid itself where the formal health system was under great pressure but the informal segments also responded with their own social mechanisms whether in urban slums or in the rural areas. The capacity of the informal was therefore significantly robust even at the worst of times. The intermediary agencies are also able to conduct transactions with multiple sectors that stand to add more resources to the people facing disasters, whether in the health or the economic domain. That a conversation between the formal and the informal is required is recognized by many. The kind of \"demonization\" of all agencies that don't carry the official seal is less now as track records of all informal agencies have been established. The dynamics of poverty reduction initiative has created a new conceptual space. Development specialist Naseer Jamadar writes, \" Much of the debate between the government and NGO collaborations is concerned with the regulatory powers of the state. The fundamental issue relates to the rights of NGOs to pursue their objectives. In Bangladesh, government and NGOs collaboration has been working very well, based on their past experiences in development strategies. ( Economic Recovery after the COVID-19 and Poverty Reduction in Bangladesh. Naseer Jamadar) One of the NGOs -BRAC- who used their previous experiences in poverty reduction initiatives to tackle the \"covid poor\" issue yielded largely positive results. The two major lessons were summed up as follows in their report. One, The programme focused on both capital and care to help revive the new poor's livelihood. Data showed that care is as important as capital provisions in managing a post-crisis situation. Two, timing was very important. It meant that to be effective any intervention had to be quick and timely so that the capacity of the household to bounce back after a disaster was not so compromised that it couldn't utilize the capital and care provided by any agency. In summary, the lesson is that disasters are part of collective life and large shocks like Covid can affect major vulnerable social segments' capacity to cope with life and livelihood. The response mechanism has to be based on tried methods and a network of delivery systems based on society's organic capacity can be used to exit a grim situation. That requires a series of convergent activities that can be provided only when the formal and the informal sector work together.\n[email protected]",
        "headline_1": "The Covid poor and mitigation measures",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/the-covid-poor-and-mitigation-measures-1699886165",
        "news_paper_name": "The Financial Express",
        "publish_date": "14-11-2023"
    },
    {
        "full_article": "Restriction on imports due to dollar crunch has affected every sector of the economy. Even so, imports of some essential goods continue. A study shows that some 25 products made up about fifty per cent of the entire import made in FY 2022-23 through our main seaport in Chattogram. Those include cotton as raw material for the textile sector, daily essentials like wheat, edible oil, soybean, lentils, peas and then fuel oils, fertilisers, construction materials, steel etc. Kitchen essentials, of course, meet our physical needs, which help us keep healthy and alive. Fuel oils keep industries, transports and power generators, which are all about the modern industrial society, functioning. So do the construction materials. And the importance of fertilisers for agriculture cannot be overemphasised. Obviously, those goods were imported in larger quantities compared to the remaining half of the imports worth Tk.2.30 trillion (total import being worth Tk.4.62 trillion) because of their importance.However, of the 4,788 types of products imported in FY23, according to a study, there is no mention of how many of those were medical equipment and related products. Needless to say, medical apparatuses used in the country's health clinics and hospitals are imported. But were those imported items listed as essential ones also included medical equipment? It could not be known. But going by the reports in the media, it does not appear to be so. In that case, hospitals and health clinics in the public as well as private sector should be under serious stress, because the not-so-essential items' claim for import-dollars would get less attention than the essential ones from the authorities concerned. According to reports, it is actually the case. In fact, hospitals of the country are facing an acute shortage of medical implements needed for heart diseases, orthopaedics, eye diseases, cancer, neurological problems and general medicine, to name but a few. In consequence, many hospitals have been compelled to reduce the number of surgeries, unless it is an emergency. The necessary instruments are in short supply as there are fewer dollars available to buy those.Medical apparatus importers complained that they were hard put to opening Letters of Credit in banks. But this is bad news, especially for heart patients needing surgery. Notably, the number of deaths from heart-related diseases is the highest in the country among all other non-infectious diseases. And the medical instrument importers and suppliers say that of about Tk.100 billion worth of medical appliances used in the country every year, 90 per cent are related to heart diseases. The devices used for managing heart problem include ring, valve, pacemaker and oxygenator. The reports say, annually, there is a demand for close to 50,000 pieces of these devices in the country. And, of those, three quarters are heart rings. But only about half of the demand for these devices could be met now. Sometimes, individuals, to meet emergency, bring one or two pieces of the devices indispensable for heart surgery by air. But that involves huge costs. Anyone familiar with the subject knows that devices like oxygenator are essential during heart surgery. But should dollar shortage be an excuse for not allowing import of few life-saving medical devices used in heart surgery? How much do they cost? This is indeed incomprehensible, when there is no visible dollar scarcity for items that the nation could do without in these difficult times. The government needs to look into this important issue from its highest level. And if private importers are a problem, then the government should itself import the medical devices to meet the demand of the health sector. \n[email protected]",
        "headline_1": "Life-saving medical devices must not be scarce",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/life-saving-medical-devices-must-not-be-scarce-1699886206",
        "news_paper_name": "The Financial Express",
        "publish_date": "14-11-2023"
    },
    {
        "full_article": "Books are a storehouse of knowledge. They are our best friend, philosopher and guide. What is more, one can never feel lonely in the company of books. They are a great source of enjoyment, recreation and knowledge. In recent years, PDF (portable document format) books, however, have become popular for their availability and low cost. But in many people's experience, it has been seen that they tend to forget quickly what they read in the PDF version. And they can remember better when they read a hard copy of the book, touching the pages and marking them. Actually, reading hard copy of books involves one's labour and time. Maybe after searching for long, or after looking for a long time, one manages a hard copy of the book. So, there remains a love for the book. And readers remember the content better. It is time to go back to the habit of our older generations. Let there be libraries set up by the people of the neighbourhood. Let there be festivals of reading books. Let us make the price of books in traditional format as low as possible so those are affordable to the poor and middle class people. We should resume our habit of reading books printed on paper.\nMA Islam, Dhanmondi, Dhaka",
        "headline_1": "Printed books still matter",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/printed-books-still-matter-1699886229",
        "news_paper_name": "The Financial Express",
        "publish_date": "14-11-2023"
    }
]