[
    {
        "full_article": "On January 6 evening, a stream of commands transmitted by scientists and engineers of the Indian Space Research Organisation (ISRO) were translated by a computer onboard the Aditya-L1 spacecraft into manoeuvres that guided it into orbit around an imaginary point in space. Thus, Aditya-L1 reached its destination, around the L1 Lagrange point, from where it will have an unfettered view of the sun for its expected lifetime of five years. Aditya-L1 is an observatory-class solar mission that will study the sun with seven instruments: VELC, a coronagraph to study the uppermost layer of the sun’s atmosphere; SUIT, an ultraviolet imaging telescope; SoLEXS and HEL1OS, to study solar flares and coronal mass ejections; ASPEX and PAPA, to study the solar wind and plasma; and a set of digital magnetometers to measure properties of the magnetic field around the spacecraft. ISRO picked the L1 Lagrange point — 1.5 million km from the earth in the earth-sun direction and one of five Lagrange points in the earth-sun system — because the gravitational influences of the two bodies interact such that a smaller body here will not experience a net tug towards either. So, Aditya-L1 can stay at L1 while expending little fuel. Its scientific mission will begin in a month or so, once its thrusters’ emissions drift away.As such, Aditya-L1 supplements India’s storied history of observing the sun — dating back to the Kodaikanal Solar Observatory, which commenced operations in 1901 — by lofting it into space. It also follows the XPoSat mission, launched on January 1 to become only the world’s second X-ray polarimetry satellite, and eight years after AstroSat, which reached several highs of its own. An important issue with such achievements is public perception. For example, while Aditya-L1 and AstroSat are big strides from India’s point of view, they pale in comparison to the imaging abilities of the James Webb Space Telescope, which is operated by three space agencies. Yet, many continue to expect the Indian spacecraft to capture hi-res photographs of the cosmos and are disillusioned when it does not. This is not fair (setting aside the fact that not all instruments are imagers). ISRO can do more, too, by expanding its own and its collaborating institutes’ public outreach efforts, such as by hosting open days focused on specific missions and commissioning science communication on new results at regular intervals. Everyone should be able to celebrate a new high, but especially the people at large, so ISRO should also consider including components on missions that feed public interest. All these efforts will require funds, but considering the love ISRO has been getting from the government of late, it may just be a matter of asking.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nISRO\n\n/\n\nspace programme\n\n/\n\ngovernment",
        "headline_1": "A new high: On the Aditya-L1 mission and ISRO outreach",
        "headline_2": "ISRO should help everyone enjoy the fruits of its new science missions",
        "link": "https://www.thehindu.com/opinion/editorial/a-new-high-the-hindu-editorial-on-the-aditya-l1-mission-and-isro-outreach/article67716113.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "08-01-2024"
    },
    {
        "full_article": "The Enforcement Directorate (ED) is keeping Jharkhand Chief Minister Hemant Soren on his toes as it pursues allegations against him and his close associates. The charges are related to tribal land transfers and illegal mining. Seven summons past, Mr. Soren has not appeared before the ED. He apparently fears his arrest ahead of the Lok Sabha elections and is preparing the ground for turning these corruption allegations into a political battle. The Chief Minister has been touring the State and mobilising people around his government’s welfare measures with the slogan, ‘Aapki Yojana Aapki Sarkar Aapke Dwar, i.e., Your scheme, your government, at your doorstep’. His attempts at getting some judicial reprieve have had very limited success. After the ED’s first summons in August, Mr. Soren had approached the Supreme Court of India questioning its legality. The Court directed him to the Jharkhand High Court which rejected his petition on October 13, allowing the ED to continue with its investigations. This case is related to the purchase and sale of tribal land between 2020 and 2022, allegedly in violation of laws that restrict such transactions. In a mining lease allotment case, he appeared before the ED office in Ranchi in November 2022. He was facing allegations of allocating mining leases for himself, his wife and sister-in-law while holding the Mines Department portfolio. The High Court recently rejected a PIL that sought a Central Bureau of Investigation inquiry into this case.The Bharatiya Janata Party (BJP) is counting on the possible arrest of Mr. Soren and keeping up the political heat. ED investigations frequently turn out to be very convenient for the BJP. The party has launched a campaign to preempt the possibility of Mr. Soren’s wife, Kalpana Soren, replacing him as Chief Minister in the event of his arrest. Ms. Soren belongs to a tribal community in Odisha, and she may not be eligible to contest a seat reserved for Scheduled Tribes in Jharkhand. The abrupt resignation of Sarfaraz Ahmad, Jharkhand Mukti Morcha (JMM) MLA from Gandey, a general seat, on January 1, 2024 has given some credence to the speculation that the Sorens may be preparing for a transition in the face of mounting legal troubles. The BJP has asked the Governor not to allow anyone who is not an MLA to take oath as Chief Minister. Meanwhile, a meeting of JMM, Congress and Rashtriya Janata Dal legislators on January 3 at Mr. Soren’s official residence unanimously called for his continuation in office regardless of the way the case turns. Corruption is a serious challenge to democracy, but selective investigation against political opponents is no less so.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\ninvestigation\n\n/\n\nJharkhand\n\n/\n\npolitics\n\n/\n\nGeneral Elections 2024\n\n/\n\ncorruption & bribery\n\n/\n\nwelfare\n\n/\n\njudiciary (system of justice)\n\n/\n\ntribals\n\n/\n\nland price\n\n/\n\nBharatiya Janata Party\n\n/\n\nJharkhand Mukti Morcha\n\n/\n\nIndian National Congress\n\n/\n\nRashtriya Janata Dal\n\n/\n\ndemocracy\n\n/\n\nmining\n\n/\n\narrest",
        "headline_1": "Turmoil in Jharkhand: On Jharkhand Chief Minister’s troubles",
        "headline_2": "Chief Minister Hemant Soren’s troubles are legal and political in almost equal measure",
        "link": "https://www.thehindu.com/opinion/editorial/turmoil-in-jharkhand-the-hindu-editorial-on-jharkhand-chief-ministers-troubles/article67716091.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "08-01-2024"
    },
    {
        "full_article": "Finance minister Nirmala Sitharaman will present an interim budget for 2023-24 on February 1. The full budget will be presented after the elections, in July. Do not expect fireworks in the interim budget. Finance ministers have been known to slip minor concessions into them but mostly they have kept their ammunition dry, reserving it for the full budget in July.\n\nRead full opinion on TOI+\n\n",
        "headline_1": "February budget may have rhetoric, but not sops",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/Swaminomics/february-budget-may-have-rhetoric-but-not-sops/",
        "news_paper_name": "The Times of India",
        "publish_date": "08-01-2024"
    },
    {
        "full_article": "GIFT City (Gujarat International Finance Tec-City) recently allowed liquor consumption on its premises. There was some opposition to the move, given Gujarat’s existing no-liquor policy. However, government insisted (rightly so) that to make GIFT City a global financial centre, it needs to offer global business leaders and talent a lifestyle similar to other leading financial and business cities of the world.\n\nRead full opinion on TOI+\n\n",
        "headline_1": "Three cheers for wine and dine. Now, three ideas to make GIFT city shine",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/The-underage-optimist/three-cheers-for-wine-and-dine-now-three-ideas-to-make-gift-city-shine/",
        "news_paper_name": "The Times of India",
        "publish_date": "08-01-2024"
    },
    {
        "full_article": "There’s no scope for a menage a trois since both partners are completely compatible and unlikely to stray\nBon chance! What luck!! Everything francaise is falling neatly into place. The timing for an 80-page comprehensive cover story on India in ‘Le Point’, France’s leading political, conservative weekly, is absolutely on point. It is the first prestigious European publication to hail India as a superpower, and that is something, bien sure!\nRead full opinion on TOI+ \n\n",
        "headline_1": "Indo-French relationship: When commerce meets romance",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/politically-incorrect/indo-french-relationship-when-commerce-meets-romance/",
        "news_paper_name": "The Times of India",
        "publish_date": "08-01-2024"
    },
    {
        "full_article": "America talks of casualties but is okay with Israeli assaults. Few cheer Hamas but all are okay with Qatar sending it billions. Most want a 2-state solution but they don’t tell Netanyahu, who’s dead against it\nAlmost every country wants to see Hamas defeated. Almost all also do not want to see Palestinians defeated. That is the world’s dilemma in the Gaza war. How to ensure Palestinians don’t lose if and when Hamas does. Or even better, ensure Palestinians win without Hamas winning.\nIsrael’s targets & actions | Israel equates Hamas with all Palestinians in Gaza. For it, defeating Palestinians is same as defeating Hamas. Defeating Palestinians is akin to defeating a Two-State solution, which PM Netanyahu and his right-wing ministers have expressly said they’re dead against.\nBy implication, every Palestinian then becomes a legitimate target in Gaza, including three Israeli hostages who were mistaken for being merePalestinians, of course not for Hamas, and shot dead. Two Christian women were killed inside Holy Family Parish in Gaza on December 16. Missionaries of Charity of Mother Teresa, whom I would meet when I lived in Gaza between 1996-98, was targeted by IDF rocket fire.\n \n\n \nRead full story on TOI+\n \n\n",
        "headline_1": "Playing in Gaza: Geopolitics of the forked tongue",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/playing-in-gaza-geopolitics-of-the-forked-tongue/",
        "news_paper_name": "The Times of India",
        "publish_date": "08-01-2024"
    },
    {
        "full_article": "Micro-finance institutions (MFIs) can be criticised for charging high interest against small loans they provide to vulnerable sections of society. They may also be at fault for employing extortionist tactics for recovering loans. But it cannot be denied that Bangladesh has made considerable headway in reducing poverty, empowering women, freeing rural people from the clutches of loan sharks and giving a much-needed fillip to small and medium enterprises since MFIs came into operation.Notably, most microcredit borrowers are rural women, small traders, street hawkers, and day labourers. For the majority of borrowers, microcredit proved very handy for their survival and support to their businesses. So, over the last few decades, the demand for microloans grew and the number of MFIs mushroomed all over the country. Compared to traditional banks, MFIs have been enjoying an enviable record of loan recovery. But the joy ride of the MFIs ended during the Covid-19 pandemic as it dealt a blow to the loan repayment capacity of microcredit borrowers. To safeguard the poor borrowers from the double whammy of loss of income due to lockdown and loan repayment, the government had instructed the MFIs to withhold collection of loan instalments from clients for a considerable period. It was an understandable move. But the same well-meaning gesture allegedly became a problem for the small and medium MFIs who rely mainly on big MFIs and banks for funds. Even though their loan recovery effort was seriously hampered due to Covid-19, big MFIs forced the smaller ones to repay their loans. Now the Financial Express reports on a disquieting development concerning microcredit. Funds for small and medium MFIs have dried up significantly as larger institutions are not providing them adequate funds on charge of not repaying the previous loans. As a result, hundreds of small MFIs are not only struggling for survival, but also the microcredit operation is also being seriously hampered across the country. This observation was put forward during a recent meeting of the Microcredit Regulatory Authority (MRA), and it deserves to be looked into with due seriousness. According to the Financing of Microcredit Institutions-2022 policy, larger MFIs are to facilitate funding for smaller and medium-sized ones. Micro creditors categorically mentioned that the larger institutions were not complying with the provision because of wrong perceptions and unfounded fear that it would be difficult to recover loan money. But such a preconceived notion has no basis as the history of micro-credit operations suggests that borrowers of micro-credit are far more sincere in paying back their loans than the large bank borrowers. It is expected that the authorities will take note of this fact in order to address the problem that had surfaced during the pandemic time. Considering the present socio-economic situation, keeping microfinance operations afloat is crucial. So, the MRA and commercial banks should change their attitude towards the micro-creditors and come forward with their knowledge and expertise to give a big boost to the sector's growth. Access to credit facilities is a fundamental right of the vulnerable segment of society. Depriving them of the credit facility is tantamount to denying them the sustenance of livelihood. Therefore, ensuring availability of funds for micro-lenders and borrowers should be clearly stipulated in the financial policy of the country.",
        "headline_1": "Malady of micro-lenders",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/malady-of-micro-lenders-1704632225",
        "news_paper_name": "The Financial Express",
        "publish_date": "08-01-2024"
    },
    {
        "full_article": "In 2024, the world will experience history's biggest ever show of electoral exercises as half of the world's total population will participate in elections in over sixty nations to choose their new national leadership to run governments. Of those countries, Bangladesh is one that has meanwhile gone to the polls on January 7 (Sunday). Bangladesh is also among the most populous nations after India, Indonesia and Pakistan to hold their national elections this year. So, in its more than 2,500 years' history since it started in Greece of classical antiquity, the concept of democracy as practised by way of holding elections to choose a leadership to rule a representative body or government has evolved over time. In this connection, there are many who tend to believe that election itself determines democracy. Similarly, others think democracy constitutes a fixed set of ideas that are defined once and for all. But that is also not true. For instance, the democracy that the ancient Greeks in Athens practised was one in which only 'citizens' or the so-called free men could vote. But as women and slaves including children were not considered as citizens, they had no right to vote. Even in the USA, where elected democracy has been in practice for over two centuries, democracy was only for the white people with property until 1800. And in that democracy, even white women had no right to participate in election to change government before the 20th century. Actually, women got the right to vote in 1920 through 19th amendment to the American constitution. And the African Americans (black people of the United States) had no voting right until the civil rights movement initiated by Dr Martin Luther King in the1960s. So, the fact that more countries in the world will go to the polls this year do not necessarily mean that the practice of democracy is increasing across the globe. In fact, democracy does not consist just in the exercise of one of its fundamental conditions, voting. For international research bodies including democracy watchdogs have rather expressed concern over the decline of democracy worldwide despite the rise in the number of countries conducting elections.According to the Global State of Democracy report of the International IDEA (International Institute for Democracy and Electoral Assistance), some aspects of democracy other than just 'voting' have been on the decline in at least half of these countries (holding election). For instance, far right parties' election victory even in some old democracies of Europe does not bode well for democracy. Remember that Hitler came to power in Germany in 1933 through an election. But then he turned his country into the worst dictatorship the world had ever seen. So, election and democracy are not synonymous. Seeing the recent rise in far right forces in the advanced democracies, Nobel Peace Prize winning journalist, Maria Ressa of Philippines, recently made a remark saying, 'We will know whether democracy lives or dies by the end of 2024'. But does that mean that the 'era of democracy' is in an existential crisis? To those used to the form of elected government known as 'liberal democracy, especially in the West, it is indeed a concern of consequence. Perhaps, Ms Ressa is concerned about that kind of advanced democracy whose history is not a long one. Otherwise, we have been familiar with the term, democracy, since antiquity. To be fair, though democracy is an old idea, the way elected democracy is being practised in post-feudal Europe, historically, it is rather a recent phenomenon. In the post-colonial Southern hemisphere, it is a very recent development. According to the online scientific publication, Our World in Data (OWID), of the countries holding elections this year, only ten countries have been holding free and fair multiparty elections to form governments for over the last nine decades. But for the rest of the countries, it is rather a recent experience. As it happened in the case of advanced liberal democracies, it is through the process of trial and error that higher form of democracy may emerge among these recent entrants to electoral democracy. But seeing that even after decades of practice, democracy can turn majoritarian and oppressive, the new practitioners of democracy need to learn from history to avoid the mistakes of some older democracies. As many countries in the post-colonial South follow the West, the recent rise of the far right there also has a negative influence on them. For instance, religious intolerance and anti-immigrant rhetoric in electoral politics are also on the rise in many of those in newly emerging democratic countries. But though this is sometimes ridiculous, it is still a very dangerous trend. Ridiculous because, there is hardly any economic reason for immigrants being an issue with those countries. It is just about mimicking the Western rhetoric by third world demagogues to incite a prejudiced section of the public. But religious intolerance, or hatred towards an ethnic minority when used as an electoral ploy to win election is the most dangerous development today. It is, indeed, the death knell for democracy. Nobel Peace laureate, Maria Ressa, might be referring exactly to this possibility in the 2024's elections. \n[email protected]",
        "headline_1": "Election and democracy in 2024",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/election-and-democracy-in-2024-1704632288",
        "news_paper_name": "The Financial Express",
        "publish_date": "08-01-2024"
    },
    {
        "full_article": "Relentless Israeli bombardments have been killing civilian Palestinians in the range of scores to hundreds every day. By now one per cent of the 2.3 million Palestinian population in the Gaza strip has been annihilated. At the rate the indiscriminate attacks are being carried out on a daily basis, before long the decimation of the trapped people in their own enclave may leave only a smaller number of survivors compared to the dead. As long as the Biden administration supplies arms and ammunition, the Jewish state seems to be happy-go-lucky in treating the Palestinians as games the way wild mammals and birds were once hunted. Today, hunting wild animals as games is almost a thing of the past. But not so when it comes to hotspots like Israeli occupied Gaza even in peace time and now its declared war on Hamas, the acronym for Harakat al-Muqawana al-Islamiya (Islamic Resistance Movement), targets innocent civilians as if they are games. Devastated, Gaza is unliveable and lives including those of 1.1 million children are at risk. Deplorably, the entire world has been witnessing this barbaric crime against humanity. Can the present civilisation claim it to be a civilised world community at all? Accepted that Hamas has started the conflict through its bloody incursion in Israeli territory but the innocent Palestinian civilians including women and children are not to blame. Yet, shockingly, they are falling victim to Israeli attacks in a greater number. The world stands as a silent spectator to the carnage. Why? It is more because, the world was never sane ever since the West's predatory colonisation of Asia, Africa and Americas. The two World Wars began in Europe and had their origin in the competition of looting wealth and resources from colonies which subsequently took the industrial and commercial form with the plundered money fuelling invention and its practical use in industrialisation. Even the Middle East problem, that of Palestine in particular, is an offshoot of the great wars in Europe. The emergence of Soviet Union and the rise of communism in East Europe forced the exploitative economic system in the West to turn not only pliant and also to some extent humane. In the Cold War era when the US and the Soviet Union glowered at each other, the deterrence had its beneficial impacts on smaller countries lest the rival disapproved of either of the rivals' intervention anywhere. That premise has vanished with the disintegration the Soviet Union and the crumbling of communist regimes in East Europe. Although the fulcrum has shifted to Sino-American cold war, Russia is still a superpower so far as intercontinental weaponry system is concerned. Now the West and the Sino-Russian alliance have become used to siding with warring parties at conflict-ridden spots openly or overlooking one's direct intervention. Afghanistan and Iraq have witnessed this at a heavy cost. Similarly, Syria and Sudan have turned into such war theatres. Ukraine presents the ultimate case of aggression and tolerance. Had it not been the case, the Russian annexation of Crimea and attack on Ukraine would act as the incendiary for a Third World War. This explains why the United Nations has turned into a paper tiger. It certainly bodes ill of the world facing --- or has already faced --- challenges like economic recession, Covid-19 pandemic, widespread inflation and food insecurity. The Biden administration has made the most of its advantage its currency --- the widely acceptable foreign exchange all across the globe---enjoys. So pervasive is its impact on other currencies that countries are now too busy to look beyond domestic affairs. Thus civilisation stands stunted and demoralised in a confrontation with the big powers supporting brazenly Israel accused of committing genocide. South Africa alone has the mettle to bring the charge of genocidal crime against Israel with the International Court of Justice (ICJ). But when the big players are the backers of Israel and the geopolitics is governed more by economic and commercial interests, Israel has little to fear. Sale of weapons serves the mutual interests of the big powers no matter if they are in the rival camps. A stupendous affront to the advanced civilisation, Israeli massacre in Gaza may go on until the Gaza strip --- and maybe, the West Bank too --- get viciously depopulated.\n[email protected]",
        "headline_1": "Disgrace to human civilisation",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/disgrace-to-human-civilisation-1704632325",
        "news_paper_name": "The Financial Express",
        "publish_date": "08-01-2024"
    },
    {
        "full_article": "January is the coldest month in Bangladesh. During this time of the year, cuddling under a blanket seems like a good vacation for many. But two things become challenging in winter. One is getting out of bed and the other is taking a bath. As the days become cooler, we tend to take a warm shower as it can be quite relaxing. However, bathing in too hot water can damage the skin follicles, and the sensitive skin of the face is prone to burns. Excessively hot water is not only harmful for hair but also causes stress for human brain. Bathing in excessively cold water can also cause lung problems for many people, sudden drop in body temperature, muscle spasms, tonsils, colds and coughs, especially for those who have cold-related problems. But have we ever thought about what actually is good for us? Well, there is no hard and fast rule about which kind of shower is better in winter. As a general rule, hot water should be used for bathing our body and cold water should be used for the head. On the other hand, experts suggest to bathe in lukewarm water as it strengthens the body, relaxes muscles, relieves fatigue, increases blood circulation, removes reluctance to bathe, relieves insomnia and improves skin. Therefore, in winter, we should not take too cold-water shower, nor too hot-water shower. It is better to bathe in lukewarm water.\nSongit Kumar, Student of Islamic University, Kushtia, [email protected]",
        "headline_1": "Hot- or cold-water bath in winter?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/hot-or-cold-water-bath-in-winter-1704632350",
        "news_paper_name": "The Financial Express",
        "publish_date": "08-01-2024"
    }
]