[
    {
        "full_article": "Assembly elections in Maharashtra and Jharkhand in November will, yet again, test the mettle of the Bharatiya Janata Party (BJP) and the Congress, and the respective regional parties, just weeks after the elections in Haryana and Jammu and Kashmir. By-elections in three Lok Sabha constituencies and 48 Assembly segments across States have also been announced. The political landscape in Maharashtra has been reshaped thoroughly since the 2019 election. The Shiv Sena and the Nationalist Congress Party (NCP) have split, with one faction each in alliance with the BJP and the Congress. The ruling Mahayuti, which the BJP is a part of, ended up with 17 of 48 seats in the 2024 general election, while the Maha Vikas Aghadi, of the Congress, the Uddhav Thackeray faction of the Sena and the Sharad Pawar faction of the NCP, won 29. Since then, the ruling alliance has taken several measures to gain more ground. Following the latest decision by the outgoing Eknath Shinde-led government hours before the election schedule was announced, a complete toll waiver for light motor vehicles was announced. Chastened by the Haryana election results, the Congress has toned down its hype in Maharashtra. It has appointed senior leaders to oversee the campaign in various regions of the State. In Maharashtra and Jharkhand, the BJP has had its strategy in place well in time, overseen by veterans who command authority.The JMM-led ruling alliance in Jharkhand, which the Congress is a part of, and the Mahayuti are betting on women voters to ensure another term. Both governments have introduced cash dole schemes for women. In Jharkhand, the BJP campaign is built on corruption allegations against State Chief Minister Hemant Soren as well as demographic shifts which the party attributes to the alleged entry of people from Bangladesh. Mr. Soren accuses the BJP of misusing central investigating agencies to implicate him. He is dependent on tribal consolidation, but that alone is not sufficient. Nearly three-fourths of the State’s population are non-tribal, and the BJP’s focus is on consolidating the Hindus among them. The tribal population is shrinking, but linking this to Bangladesh while overlooking the issue of inter-State migration is a classic BJP playbook tactic. The consolidation of the Other Backward Classes, a strategy that worked in its favour in Haryana, is what the BJP is aiming for in Jharkhand and Maharashtra. The Congress and its regional allies are at risk of being overdependent on Marathas in Maharashtra and tribespeople in Jharkhand.  Published - October 18, 2024 12:20 am IST\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nMaharashtra Assembly Elections 2024\n\n/\n\nJharkhand Assembly Elections 2024\n\n/\n\nBharatiya Janata Party\n\n/\n\nIndian National Congress\n\n/\n\nHaryana Assembly Elections 2024\n\n/\n\nJammu and Kashmir Assembly Elections 2024\n\n/\n\nAssembly Elections\n\n/\n\nShiv Sena-Uddhav Balasaheb Thackeray\n\n/\n\nShiv Sena\n\n/\n\nNationalist Congress Party\n\n/\n\nJharkhand Mukti Morcha\n\n/\n\ngender\n\n/\n\nwelfare\n\n/\n\ncorruption & bribery\n\n/\n\npolitics\n\n/\n\ninvestigation\n\n/\n\ntribals\n\n/\n\npopulation\n\n/\n\nBangladesh\n\n/\n\nmigration\n\n/\n\nCaste",
        "headline_1": "Battle of wits: On the Maharashtra and Jharkhand elections",
        "headline_2": "The Maharashtra and Jharkhand polls will witness intense political battles",
        "link": "https://www.thehindu.com/opinion/editorial/battle-of-wits-on-the-maharashtra-and-jharkhand-elections/article68765257.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "18-10-2024"
    },
    {
        "full_article": "The recent injunction issued by U.S. District Judge James Donato, which forces Google to open up its Android platform to third-party app stores and alternative payment options, marks a critical juncture in the ongoing legal dispute between Alphabet’s subsidiary and Tencent-backed Epic Games. This antitrust lawsuit, which began in 2020, after Google removed Epic’s popular game Fortnite from the Play Store for violating its payment terms, has far-reaching implications for how the Android app ecosystem functions. Epic bypassed Google’s rules by making users pay the publisher directly, triggering the battle. Judge Donato’s ruling, set to take effect in November, orders Google to halt practices that have limited competition, such as paying companies to launch apps exclusively on its marketplace or preinstalling Google Play on new devices. It also mandates Google to allow rival app stores to be featured on its Play Store and for app developers to show alternative payment systems. For three years, this injunction will reshape how Google operates its marketplace, creating space for increased competition in the Android ecosystem. But Google argues that these changes pose risks to user privacy and security and could limit developers’ ability to promote their apps. However, the injunction does allow Google to retain some control over security, but the ruling sends a clear message — it is time for Google to change how it governs the Android app marketplace.At the core of the battle is the “Google tax,” a 15%-30% commission the company charges app developers for transactions made through apps from Play Store, bringing in billions each year for Google. During the trial, it was revealed that Google had cut special deals with major developers, including Spotify and Tinder-owner Match Group, allowing them to pay lower commissions. This further fuelled claims of unfair practices in the app marketplace. Judge Donato’s injunction is about much more than just commissions. It strikes at the heart of how tech giants use their platforms to maintain dominance. By enforcing its payment systems and restricting alternative options, Google has long held disproportionate power over app developers. The ruling, if upheld, could dismantle this dominance. By mandating that Google open its platform to third-party app stores and payment systems, the court seeks to introduce fairness to a market that has been controlled by a single player for too long. For end consumers, the real impact could be felt in the form of lower costs for paid apps and in-app purchases. When developers are no longer subject to Google’s hefty commissions, those savings could be passed down to users. Ultimately, this ruling could signal a shift toward more transparent and fairer business practices in the tech industry, and push giants to reconsider how they operate in the global digital economy. Published - October 18, 2024 12:10 am IST\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\njudiciary (system of justice)\n\n/\n\nantitrust issue\n\n/\n\nmobile phones\n\n/\n\nonline\n\n/\n\ntechnology (general)\n\n/\n\neconomy (general)\n\n/\n\nUSA",
        "headline_1": "The endgame: On the injunction against Google",
        "headline_2": "The U.S. district court injunction against Google could end its app dominance",
        "link": "https://www.thehindu.com/opinion/editorial/the-endgame-on-the-injunction-against-google/article68765288.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "18-10-2024"
    },
    {
        "full_article": "D-company has got competition now. What’s amazing is how much of it is taking place behind bars\nMumbai’s jealous. Time was its Dawood Ibrahim and Chhota Rajan and gang wars were storied across the country. Look now how the north Indians have stolen the march. Once it was D-company that used to extort Bollywood. Today it is Lawrence Bishnoi spelling trouble for Salman Khan. As the man who has made a killing from the Mumbai underworld but now seems similarly fascinated with the Lawrence phenomenon, Ram Gopal Varma, notes, Bishnoi was only five years old when Salman downed a blackbuck, the antelope species sacred to Bishnois. Hum Saath Saath Hain was the movie Salman was shooting then, and it’s the message Lawrence is supposedly sending to all Bishnois today. His biopic may well say he was fed revenge with his mother’s milk.\nAmong the several cinemascope facts about the Lawrence story is that he managed to get both a law education and an entry into a criminal career at Panjab University. Plus, the crimes that have made him a household name have never had the public crying, ‘Catch him! Jail him!’  As he’s been in jail since 2014. Punjabi singer Sidhu Moosewala was shot dead in 2022, Khalistani terrorist Hardeep Singh Nijjar in 2023, veteran Mumbai politician Baba Siddique this month. The Canada connection has Trudeau jumping, and dumping statements, these days.\nSalman’s ex Somy Ali seems awestruck that Bishnoi is making “Zoom calls” from jail. There was plenty of such simping in Moosewala songs, including So High about a brown boy who ‘deals’ in Canada and boxfuls of Glock. Pop lionising of gangstas echoes how a Dawood spawns a Lawrence. Still, how is Lawrence pulling off all these deals from jail? Common folk know how impossible it is to cancel their kids’ smartphone privileges. But they used to be under the impression that police has more power, and prisons less freedom. \n\n",
        "headline_1": "Lawrence of India",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/lawrence-of-india-2/",
        "news_paper_name": "The Times of India",
        "publish_date": "18-10-2024"
    },
    {
        "full_article": "The world’s highest mountain is growing faster because of geology, or another g-factor\nLike a gawky adolescent who overnight adds inches in height, is Mount Everest, at an altitude of 8.8km, becoming taller faster than expected? An international team of scientists believes so.\nThe Himalayan range, which includes Everest and some of the world’s highest peaks, was formed 50mn years ago when the Indian tectonic plate moved under the Eurasian plate causing a titanic upheaval that made the earth reach for the sky. \nThe Himalayas are the world’s youngest mountains and, like all juveniles, have been growing over the millennia. But over the past few thousand years Everest’s growth has doubled from about one millimetre to two millimetres annually, making scientists conjecture that the reason might be the merging of two underground rivers 89,000 years ago which led to a ‘bounce back’ effect, or ‘isostatic rebound’, that made the surrounding rock rise like a cake baked in an oven. \nAs a researcher said, “It’s like reading the region’s diary from thousands of years ago and we can’t wait to see what other secrets it might reveal.” \nHowever, there are indications that an isostatic rebound might not provide sufficient explanation for Everest’s spurt in growth, and that there might be other forces at play. \nGeology apart, could there be another g-factor giving rise to Everest’s rise, which is not a secret at all, but an only too blatant and well-publicised fact: the ‘g’ in g-factor standing for garbage? \nEver since Hillary and Tenzing made their historic ascent in 1953, many thousands have climbed Everest, leaving in their wake a trail of refuse that has turned the earth’s highest point into the “world’s highest junkyard”.\nOn average, each climber leaves behind eight kilos of garbage, made up of oxygen tanks, tents, food containers, and excreta. Might this be the other g-factor adding to Everest’s growth in height? \nIn Tibetan, the peak is called Chomolungma, Goddess Mother of the World, and in Nepali the mountain is called Sagarmatha, Goddess of the Sky. Maybe it’s time to give yet another appellation to the mountain named after the 19th century British Surveyor-General, George Everest. Mount Neverest?\n\n",
        "headline_1": "Peak form",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/jugglebandhi/peak-form/",
        "news_paper_name": "The Times of India",
        "publish_date": "18-10-2024"
    },
    {
        "full_article": "Nov 20’s election will be fought on every conceivable identity & ideology\nTension. That’s what marks Maharashtra’s assembly elections; 288 constituencies stressed along each marker of its diversity – or is it only fault lines now? The stress points are perhaps as many as the 38 languages Maharashtra’s people speak, with Marathi alone boasting 12 types, and as many divides. Class, caste, faith, region, tribe, quota, urban-rural, farm-nonfarm, local-migrant – there’s no fault line along which a high-tension wire hasn’t been carefully laid. This crisscross of faults has moved the ground under the voter’s feet in the last five years like never before. \nPolitics & polemics | The land of reforms and ideologies – from the Phules to Ambedkar, from labour movements and powerful trade unions to Bal Thackeray’s sub-nationalism – today hosts mostly politics of convenience and opportunism. There’s no ‘ism’ that hasn’t found in Maharashtra a worthy laboratory, fertile ground, or electoral constituencies. But the voter faces only chaos today. Politicians move casually across the aisle, dart this way and that, as subpar contenders, including multiple smaller parties that have sprung up, make the most of the state’s leadership vacuum. What’s your politics is a question that can confuse either coalition.\nThink, or just feel | Political uncertainty is sure-shot economic anxiety. India’s powerhouse financial capital is losing some lustre, and not only because of billboards that crush people or undersea multimillion-dollar tunnels that spring leaks. The urban decay and environmental degradation captures Maharashtra’s decline – 11th on per capita income in latest all-India rankings. There’re projects, but not prosperity. Redevelopment of Dharavi, for instance, could be neighbour’s envy-owner’s pride. Instead, it’s a project bitterly contested by all stakeholders in its vibrant economy. It simply shows deep distrust in the political class. Governance is key, sure, yet voting is mostly still emotional. Which hriday samrat tugs at the manoos and migrant’s heart may yet decide the vote.\nDecay or decoy | If Maximum City is maxed out from political sloth, is it any surprise really that a Jarange Patil should be conveniently viewed as the face of rural pain? For he helps mask the real distress – where poor irrigation holds farmers hostage, yet to which younger generations must return for there’s nowhere else to go or earn. All the quota demand does is sharpen divides between Marathas (31%) and OBCs (27%). Regional disparity is growing, per capita income in poorest parts like Washim district the same as UP-Bihar’s. Maharashtra’s isn’t just a state election, it is 288 testy contests, each a battle of multiple identities. \n\n",
        "headline_1": "Many Maharashtras",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/many-maharashtras-2/",
        "news_paper_name": "The Times of India",
        "publish_date": "18-10-2024"
    },
    {
        "full_article": "It is intriguing to realise the connect that one soul feels with another soul, kindred or otherwise. It may appear quite baffling to find a seemingly unknown or unconnected certain individual or a creature appearing as known or familiar. One may find it difficult to explain as to why and how one feels the way one does for some individuals – feels drawn or close, connected or simply repelled or appalled. This is a strange phenomenon, not easily understood in rational terms. One has to understand it in a larger spiritual context.\nThere is an individual soul, the Atma, and a universal soul, Brahmn, alternatively called Jivatama and Paramatma, respectively. Atma is a part of Brahmn just as a drop is of the ocean. The drop in itself is not the ocean, but without these drops the ocean is not possible. The ocean is real because of these countless drops, connected with each other in some uncanny way. So is the case with limitless sky, which is the sum total of many parts, each appearing as a complete sky in itself but not being so in reality. One can also draw an analogy with the letters of the alphabet. Each letter is complete, but it can become more meaningful only when joined with other letters in a more purposeful pattern. The drop is aspirational and so is the piece of sky, and letters of the alphabet. It is their aspiration and their journey towards completeness and fulfilment that is to be understood.\n\nIt is in this aspiration, this journey, that individual souls find purpose in connecting with one another, in forms human or otherwise. Our friends and foes, family and relatives, colleagues and acquaintances and even our pets and random strangers that come in our lives, are souls connected with us through some invisible and inexplicable threads of past lives and incomplete transactions.\nMy father in this life may have been my friend in some past life and my friend may have been my father. This may explain why a brother may appear distant, a son may appear more brotherly and a sister, motherly. There is an unfinished agenda that the soul has to address. There is something to be given and something to be taken. The repayments of debts happen through feelings, joys and tears. There is a constant endeavour to find the reasons why we long and suffer or love and feel wasted or feel joyful and contented.\nThere is a cosmic reason why spiritually stronger people are meant to take care of relatively weaker ones and hence become their guardians or caregivers in some way. Relationships are only some labels given for social acceptance and convenience. What and how we feel today is a cumulative experience, gathered in many births. The journey of the soul is interesting and intriguing. It is a journey that should be enjoyed, not for any other reason but for the journey itself and for the many lessons, joys and mysteries that it unfurls.\nThe writer works with GOI\n\n",
        "headline_1": "Why we suffer, fall in love, and feel joyful",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/why-we-suffer-fall-in-love-and-feel-joyful/",
        "news_paper_name": "The Times of India",
        "publish_date": "18-10-2024"
    },
    {
        "full_article": "Two recent announcements have taken us by surprise: first, the reconfiguration of national days, and second, the statement by Information Adviser Nahid Islam that the interim government does not consider Bangabandhu Sheikh Mujibur Rahman as the Father of the Nation.\nRegarding the national days, we are on the same page as the government on most of them except three: March 7 (the day of Bangabandhu's historic speech), August 15 (the day of his assassination along with most of his family), and November 4 (the day our constitution was promulgated). History was made on these days, and their significance should not at all be eroded.\nBangabandhu is a giant of history and the supreme leader of our independence movement. There were many others, such as Maulana Abdul Hamid Khan Bhashani, Huseyn Shaheed Suhrawardy, Sher-e-Bangla AK Fazlul Huq, Tajuddin Ahmad, Syed Nazrul Islam, and Gen MAG Osmani. History will judge them all and give them their due place.\nIn our view, Bangabandhu must be judged in two separate segments: the first is up to our independence, and the second is after his return to Bangladesh on January 10, 1972. In the first phase, his role is central and decisive. He united the Bangalee nation to demand its economic, cultural and political rights. He generated in us the self-confidence to demand, assert and fight for our rights. During the 13 years (in total) that he was in jail, he never compromised. His sweeping victory in the 1970 general election made him the spokesperson of the people of East Pakistan, a responsibility that he carried with tremendous courage and honesty till we became independent. His lifelong struggle to free us from the clutches of Pakistani rule is indisputable. He is the leader who inspired us to take up arms against the brutal and inhuman Pakistan Army. He was the leader of our Liberation War.\nBut he faltered severely in running the country, especially in building a democratic polity. There is a lot of controversy about Bangabandhu's role after our liberation. Setting up Rakkhi Bahini and using it for political ends have always been a subject of criticism. But the action that really damaged his stature and respect was the introduction of one-party rule in January-February 1975. It was the beginning of autocratic rule in independent Bangladesh.\n\nSome may not be fully aware of the historic significance of those days in the late 1960s, the magic of those moments in 1970, and the sheer magnificence of our armed struggle in 1971. We, who had the good fortune of being active participants in those events, bear testimony of those days and the role played by Bangabandhu. Every day, in our Mukti Bahini camps, we used to play the record of his March 7 speech to energise and motivate ourselves.\nMany leaders, while succeeding in revolution, falter in nation-building. They make mistakes, some of which cost their people tremendous pain, sufferings, and even lives. The great Chinese leader Mao Zedong comes to mind. His life was full of struggle, sacrifice and love for his people, but there were also the \"Great Leap Forward\" and \"Cultural Revolution\" that led to incalculable tragedies and intellectual stifling. There are numerous other examples. Bangabandhu had his share of failings. Like others in history, he must be judged in totality.\nThe best thing to do is to let qualified historians—not the politicised ones—do the job.\nWhat we cannot and must not do is judge Bangabandhu in light of Sheikh Hasina's fundamentally flawed, undemocratic, anti-people, corrupt, power-hungry, intolerant and fascistic rule. We cannot malign Bangabandhu's historic and indisputable role with what Sheikh Hasina did in the 15-plus years she was in power. His role in uniting the people of East Pakistan, gradually building the anti-Ayub Khan movement, electrifying us with the Six-Point Programme, a stunning victory in the 1970 election, his March 7 speech, and the non-cooperation movement in March 1971 through which people totally paralysed the then Pakistani government, stand out among the proudest moments in our history. In all this, the general people and university students, especially those from Dhaka University (much like today), played a pivotal role.\nMany of the leaders and followers of the anti-discrimination movement of today will have different viewpoints and their own interpretations of history. As long as they are fact-based, we must respect them. However, some may not be fully aware of the historic significance of those days in the late 1960s, the magic of those moments in 1970, and the sheer magnificence of our armed struggle in 1971. We, who had the good fortune of being active participants in those events, bear testimony of those days and the role played by Bangabandhu. Every day, in our Mukti Bahini camps, we used to play the record of his March 7 speech to energise and motivate ourselves.\nThe younger generation of today, aged 20-25 years, may form their impression of Bangabandhu only through the prism of Sheikh Hasina's misrule, corruption and abuse of power, the last few weeks of which, especially from July 15 to August 5, 2024, was a witness to a massacre of general public, pedestrians, street hawkers, bystanders and demonstrating students. Whatever little goodwill and credibility she and her party still enjoyed evaporated and was replaced by hatred in those weeks, the results of which we are all seeing now.\nThe past decade and a half, especially after the abolition of the caretaker system, followed by the manipulated elections in 2014, 2018 and 2024, turned the Awami League into a fascist party. It became deeply corrupt and considered itself above all laws. Sheikh Hasina turned supremely arrogant, and became obsessed with power, intolerant of the slightest criticism, contemptuous of independent media, and disdainful of the constitution. She became immersed in self-glory of \"Nobody loves the country as much as I do\" or \"I can do no wrong because I am Bangabandhu's daughter.\" In the process, the Awami League turned into a party of exploiters, sycophants and self-servers who looted the country and laundered money abroad.\n\nWe have seen far too often the shifting of our narratives with the changing direction of political winds. Far too often, our Liberation War narrative was cut to pieces by those who held power because they wanted their own versions to be considered the only truth.\nI think the greatest damage to Bangabandhu was done in the way his birth centenary was celebrated and the unlimited taxpayers' money that was spent for it. It turned him into a demi-god, building a personality cult that no democratic polity can tolerate and which the Bangalee psyche detests instinctively. Thousands of books and hundreds of statues were commissioned and paid for by the state, which sometimes turned out to be exorbitant amounts.\nAll important government offices, banks, hotels, airports, etc had to set up a \"Mujib Corner.\" The vulgar culture of every minister, MP, mid- to high-level government official and others having to start their speech with five to seven minutes of eulogy to Bangabandhu, followed by one to Sheikh Hasina, became mandatory. Fear operated among the government servants that if by chance their eulogies fell short of the norm, their jobs might be in jeopardy. The story goes on.\nThe following year was the golden jubilee celebration of our liberation. The story followed the same pattern: nobody but Hasina's father played any part in our freedom struggle. The most disgusting aspect of it was the literal elimination of the role of Muktijoddhas in all of the official narratives but for some passing references. The birth centenary that was in 2020 continued for a year with the ultimate fascistic act of trying to propagate \"Mujib's Bangladesh\" instead of \"People's Bangladesh.\"\nThe hatred generated by all these excesses committed by the Hasina regime are now converging to malign Bangabandhu's image. The present generation of student protesters—those belonging to the group of 15-30 years—have literally seen only one government: that of Sheikh Hasina over the last 15 and a half years. Their world view and political consciousness were shaped by her government's oppressive behaviour that only generated resentment and hatred. The \"development\" narrative got lost in the wake of extrajudicial killings, human rights violations, and unbridled corruption.\nIf, during the last one and a half decade, academic freedom was permitted and Bangabandhu's role was objectively evaluated along with his mistakes, his true contribution would have never been questioned. Sheikh Hasina never understood that truth lasts forever and propaganda only as long as the regime's tenure.\nWe urge the students not to look at Bangabandhu through the misrule of Sheikh Hasina. She did, in our view, the greatest damage to her father's legacy by creating a personality cult that disgusted all and made us forget his extraordinary courage, political acumen, historic insights, and organising ability. She tried to depict him as a person with no flaws, which made the younger generation deny giving him the due credit and honour. Her actions reminded us of that great song of Tagore: \"Nijere korite gourob dan, nijere keboli kori opoman.\"\nWe have seen far too often the shifting of our narratives with the changing direction of political winds. Far too often, our Liberation War narrative was cut to pieces by those who held power because they wanted their own versions to be considered the only truth.\nIn the beginning, it was only the Awami League—no other party, group or even ordinary people apparently played any part in our independence struggle. Most of the Mukti Bahini members were children of poor farmers. No credit was given to them; they were all Awami Leaguers. During the time of Khondaker Mostaq Ahmad, Gen Ziaur Rahman, and Gen Ershad, Sheikh Mujib disappeared and was replaced by the power holders of the time. When Khaleda Zia took over after the fall of autocracy in 1990, the narrative was that our Liberation War began only after Ziaur Rahman declared independence. Nothing happened before as that would bring Sheikh Mujib to the scene. Throughout this whole period, perpetrators of the genocide during the war was called \"Hanadar Bahini.\" The naming of the Pakistan Army became a taboo.\nWith Hasina coming to power, the narrative changed and suddenly Ziaur Rahman disappeared from the scene, and his role in declaring independence and the significance of his crucial actions at the beginning was replaced by false and condemnable terms such as \"ISI agent,\" \"Pakistani spy,\" etc.\nWith the usurpation of history and politicisation of facts—of which Hasina is not the only one guilty—we as a nation and our children as future citizens have suffered terribly. Politically convenient history-telling destroyed respect for history, especially among the younger generation. Our school textbooks are the most sorry examples of what we have done with our past. It must stop. Now is the moment when we have people in power who are outside the bi-polarity of our politics. We must move away from the confines of the two-party narrative—shifting from one biased narrative to another—that has kept us prisoners of bias and ignorance and avoid the trap. Students are bringing in a refreshing wind of change in our thinking process, but they must be alert against falling into this old trap.\nWe got a sovereign land in 1971, but we failed to build a nation. Instead of harmony, we created division. Instead of reaching out to others, we shunned them as enemies. Instead of understanding each other, we politicised history to deepen the schism. It is now time to unite the nation with a true depiction of our legacy and come out of the deeply damaging culture of destructive politics that dissipated our vital energy away from nation-building.\nMahfuz Anam is the editor and publisher of The Daily Star.\n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "Hasina’s misrule should not affect our judgement of Bangabandhu",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/the-third-view/news/hasinas-misrule-should-not-affect-our-judgement-bangabandhu-3730091",
        "news_paper_name": "The Daily Star",
        "publish_date": "18-10-2024"
    },
    {
        "full_article": "We are surprised by the interim government's decision to cancel eight national days—including the one commemorating the historic March 7 speech of Bangabandhu Sheikh Mujibur Rahman—which comes off as an ill-timed revisionist attempt that it could have done without. As it happens, the country is going through a very turbulent phase now, with sky-high food prices and persistent security concerns tightening the thumbscrews on the government. The slow progress on the state reform drive is also testing citizens, as are the divisions that surfaced after the mass uprising. This is not the time to risk further turmoil through such a contentious move, that too without a consensus-building process preceding it.\nWe are not saying the decision is totally devoid of logic or reason. In fact, the monopolisation of the Liberation War narrative during the 15-year rule of Awami League, and the sense of alienation and outrage that it caused among many, creates the ground for some realignment, if not revision, of historical matters. A concerted pushback against the ousted regime's political legitimacy is more or less expected. Defending the government decision, the information adviser has said that the very designation of these days was a \"fascist behaviour.\" Of the eight, five were related to the birth and death anniversaries of Sheikh Hasina's family members alone.\nBut any lumping together of Hasina-specific days and nationally significant ones is misleading at best and dangerous at worst. In writing off the first set of days, the government has also targeted occasions like the historic March 7 and the November 4 National Constitution Day which has upset many, and justifiably so. Can we just dismiss events that are an inseparable part of our existence? The March 7 speech, in particular, does not belong to Awami League nor even Sheikh Mujib. It is a treasure that belongs to the whole nation. The adviser's suggestion that it is \"important but not worthy of being designated a national day\" points to a poor understanding of how it galvanised the nation in 1971, encapsulating the spirit of the Liberation War. His comment on Bangabandhu also suggests an inability to separate the man Awami League has so unabashedly used from the man who, for all his flaws, played a leading role in our independence struggle.\nA re-reading of Bangabandhu and our Liberation War is certainly necessary in the new age, but it should be left to scholars, historians and the wider society—not government functionaries. The government has waded into territory that doesn't concern it, and the manner in which it has done it has raised more questions than it has resolved. The cancellation of the two above national days is particularly problematic because of its disruptive potential at this crucial time when unity is more urgent than ever. We urge the government to review the decision.\n",
        "headline_1": "An ill-timed revisionist attempt serves no purpose ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/ill-timed-revisionist-attempt-serves-no-purpose-3729981",
        "news_paper_name": "The Daily Star",
        "publish_date": "18-10-2024"
    },
    {
        "full_article": "In the pre-independence days, Bangladesh had two distinct batches of politicians. During the 1950s, leaving aside those in the Muslim League who came from Nawab families or were non-Muslim intellectuals, most politicians were first-generation educated Muslim youth with rural background. Their link to their roots were reflected in their humble ways of living. Their first taste of politics was their involvement in the Language Movement. Many of them later became lawyers or pursued other professions.\nThe next batch consisted of student leaders during the 1960s who led the struggle against the military regime of Pakistan and then continued on a political path. They also maintained a simple, middle-class lifestyle, albeit with an urban touch. While many of those who were involved with the Language Movement could not continue due to atrocities that followed the imposition of martial law in Pakistan in 1958, the batch of 1960s remained active in politics of different shades in the run-up to the Liberation War. They carried the public image of highly dedicated patriots and heroes of the freedom struggle.\nBut the situation changed completely after independence. Power became the decisive factor in their way of living, and that changed public perception, which has continued till date. Whether in power or outside, businessmen, industrialists, and former civil or military bureaucrats became dominant among politicians.\nOur dear friend Matia Chowdhury, who passed away on October 16, was an exception. She was a seasoned politician, having been elected a member of parliament for one and a half decades, sworn in as a minister for two terms, and appointed as the deputy leader of the House in the previous government. Unlike the vast majority, she and her late journalist husband, Bazlur Rahman, who was the editor of a vernacular daily, lived in a 1,400 sq-ft flat in the city. She did not have a car of her own. Even as a minister, she would walk to and shop at her favourite kitchen market. She was usually seen donning a cotton saree and avoided luxurious attire. In practice, she meticulously followed her lifestyle from the 60s. She was a down-to-earth politician who could communicate easily with common men and women.\nMatia Chowdhury loved walking. Once Dr Zafar Iqbal and I were travelling to her constituency in Nalitabari, Sherpur to lay the foundation stone for a martyrs' memorial school and college. She got out of her government-issued car and walked for hours on the village road, much to the dismay of civil servants. With a simple living and hard work, Matia was a rare specimen of a politician. She broke the public perception of those in power or even those who move in the corridors of power.\nOur acquaintance spanned for more than 60 years. I remember meeting her at the student union office at Dhaka Medical College during the 1962 students' movement. She was leading the students of the then Eden College, which is now Begum Badrunnessa Government Girls' College. We worked together at the East Pakistan Students' Union. Soon, she became known as \"Agnikanya\" for her fiery speech. She became probably the most popular student leader.\nAfter the Pakistan military launched its genocide campaign on March 25, 1971, Matia was in our group that moved through villages to cross the border to participate in the Liberation War. I remember our group having made a stop at the house of Matiur Rahman's aunt in Kapasia. But since Matia had become a popular figure, the villagers recognised her, much to the embarrassment of Matiur Rahman, and we had to move earlier than planned. After independence, she became too busy with politics. Still, she remained our closest family friend. The sudden death of her husband, at too young an age, had a severe effect on her that she carried till her final days.\nMatia Chowdhury was very keen on preserving the memories of the Liberation War. She took an exceptional move to donate all that she received after Bazlur Rahman's death to the Liberation War Museum so it could introduce the Bazlur Rahman Award for Liberation War-related media reporting. She closely worked with the relevant jury board for this purpose every year. Not only our family, but the museum and dedicated journalists will also miss her. May her soul rest in peace.\nDr Sarwar Ali is a trustee of the Liberation War Museum.\nViews expressed in this article are the author's own. \nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n",
        "headline_1": "Remembering Matia Chowdhury: A distinguished life",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/remembering-matia-chowdhury-distinguished-life-3729846",
        "news_paper_name": "The Daily Star",
        "publish_date": "18-10-2024"
    },
    {
        "full_article": "The relationship between Bangladesh's manufacturing sector growth and decline in employment on that front presents an incongruous picture. This converse equation is highlighted in the recently released World Bank report titled Bangladesh Development Update. The report, while presenting an overall economic outlook ranging across rising inflation, external-sector pressures, financial vulnerabilities and political uncertainty, points out that between 2016 and 2022, the manufacturing sector grew at 9.1 per cent on average while employment in the sector declined by 9.6 per cent. This paradox illustrates how the country's economic growth has not been inclusive or translated into job creation, particularly for the increasing number of young people entering the job market each year.What is worrying in the report is that despite the overall unemployment rate declining during 2016-2022, young people faced persistently higher unemployment rates. This is because urban jobs, particularly in the industrial sector, have not kept pace with the country's economic growth. Instead, economic progress has largely been fuelled by informal employment, which now constitutes nearly 85 per cent of all jobs. This over-reliance on informal employment reflects a systemic issue, where quality jobs, particularly for educated individuals, are becoming increasingly scarce. The report underscores the fact that job creation in large industries, including the ready-made garment (RMG) sector, has stagnated. While Dhaka, the capital, has witnessed some job growth since 2016, other major divisions such as Chattogram, Rajshahi, and Sylhet have suffered net employment losses. The decline in employment has been compounded by the fallouts of the COVID-19 pandemic, which disrupted economic activities and slowed down the post-pandemic recovery. High inflation and vulnerabilities in the financial sector have further exacerbated the employment crisis, particularly for youth, women, and those with higher educational qualifications. The WB report also highlights a shift in employment trend in the agricultural sector. Between 2016 and 2022, agriculture accounted for 45.4 per cent of new jobs, although many of these are low-paying and informal. However, it is undeniable that informal employment in the agriculture and farming sectors, despite being underpaid, remains a crucial part of the rural economy. As for the decline in manufacturing sector in urban locations, the attributing factors could be a lack of investment, and less than required facilitation for start-ups. While recovery from the post-Covid situation has been long to allow business as usual, the inflationary pressure coupled with deteriorating geopolitics has caused stagnation for new business ventures. This stagnation has had a ripple effect on job creation, with fewer opportunities in urban manufacturing sectors and growing reliance on the informal economy to absorb the country's burgeoning labour force.The World Bank report thus serves as a warning that while the country has made commendable strides in economic growth, the benefits have not been distributed evenly, particularly among the younger and educated segments of the population. Without targeted interventions for stimulating job creation, the country risks undermining the potential of its most valuable resource -- the youth force.",
        "headline_1": "Employment takes a hit from economic downturn",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/employment-takes-a-hit-from-economic-downturn-1729175714",
        "news_paper_name": "The Financial Express",
        "publish_date": "18-10-2024"
    },
    {
        "full_article": "The World Bank's latest Bangladesh Development Update report has mostly grim predictions and warnings for the country struggling to be equal to the task of overcoming the multifarious crises and steadying the ship on course of its cherished destiny. A movement begun on government job quota had in it inherent the seed of a wider campaign against social discrimination at the centre of which lies economic disparities. But the interim government formed to oversee the development of a structural process for election of people's representatives committed to a system of governance free from bias, corruption and avarice is yet to pay enough attention to some of the more day-to-day pressing issues. The WB has only focused on some of the burning issues that threaten to send it to a retrogressive metamorphosis. Escalation of poverty and job loss linked so intrinsically head the list of negative developments. As many as 1.2 million people here may slide into extreme poverty 'due to job losses and declining real wages' this year. In fact, real wages have already declined across all classes of people by an average of 2.6 per cent. This may not have affected the affluent and higher middle classes of people but the low-income groups have been hit hard. Particularly alarming is the fact that youths completing tertiary education have a share of 27.8 per cent among all the unemployed population in the country. This is an indication of two undesirable developments in the education system and also in the domestic manufacturing sector. If the graduates and post-graduates churned out from educational institutions have incompatible academic qualifications and skills for domestic jobs in the industrial sector, the loss is manifold. Apart from the mismatch in demand and supply which refers to purposeless and even wasteful investment in education, their prospect for employment abroad is slimmer and if they somehow manage any, it is low-paid and well below their academic qualification. Even at home, their employment more often than not means inappropriate or wasteful investment of money, energy and time ---all of which count so much in modern times. The trend is alarming because unemployment rate among the educated at the tertiary level has tripled, as the WB reckons, over the past seven years. This is indeed a vicious cycle because it also indicates stagnation of job creation or even manufacturing reversals. Well, automation on a wide scale can lead to joblessness but reports published from time to time hold that foreigners are employed to serve industries when local candidates lack the required qualifications and skills. Again, these are specialised jobs and foreigners are hired on high salaries while the local employees are mostly blue-collar workers. The country thus loses on several counts simultaneously. The government offers employment for only five per cent of the total workforce. It is the private sector involved with production of consumer goods, commodities and light engineering machines and components that could not only meet the local demands but also export products abroad. The two other sectors ---pharmaceutical and leather industries ---with immense prospect for earning foreign exchange for the country could not realise their potential because of policy failures and a lack of the required initiative on the part of the past governments. If the two industries flourished to their full potential, they could contribute to foreign exchange earning equal to or even more than that of the readymade garment (RMG). In a country where small and medium enterprises (SMEs) also had immense potential with diversification of the export basket, the focus has remained overwhelmingly on the RMG which of late has been facing numerous challenges both at the level of management-labour relations and at the export destinations. Responsible for this is global economic crunch as well as the repercussion of the soured labour relations at home. Ingenuity as demonstrated by self-taught mechanics in developing contraptions of different sizes and shapes is a clear evidence of how they could be used to advance the cause of industrial development suitable for this small but highly populous country. Yet another sector that has made a mark on the international stage and largely on its own is the information and communication technology (ICT). Freelancing has advanced appreciably without the required infrastructure. Had non-stop electricity supply, high-speed internet connection and other required facilities been ensured, the country's computer programmers, software engineers would have expanded their work areas for absorption of a significant number of educated but unemployed young people. All such productive areas had to be brought under a comprehensive plan but faulty policies never allowed development of those. This is why foreign investments were largely shy of making its present felt. Labour is still cheaper in this country but making good use of it is sorely lacking. If the potentially high performing sectors could be developed with a matching education system in collaboration with industries and service sectors, unemployment, particularly for educated youths, was likely to be a thing of the past. The interim government perhaps will not get enough time for making all this happen but it can formulate a draft policy for the next government to pursue.\n[email protected]",
        "headline_1": "Developing sectors with high growth potential",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/developing-sectors-with-high-growth-potential-1729175773",
        "news_paper_name": "The Financial Express",
        "publish_date": "18-10-2024"
    },
    {
        "full_article": "Dhaka is increasingly becoming uninhabitable because of severe noise pollution. According to a report by the United Nations Environment Programme (UNEP) released in 2022, Dhaka has the highest level of noise pollution among the capital cities in the world. The World Health Organization (WHO) recommends the noise levels in residential areas to be below 55 decibels during the daytime and 40 decibels at night whereas Dhaka's average noise level ranges between 70 and 80 decibels and peaks at a staggering 119 decibels.As Dhaka is one of the most densely populated cities in the world, the roads here are filled with vehicles. Most of these vehicles are equipped with hydraulic horns which are one of the main reasons for Dhaka turning so unbearably noisy. Although the High Court has banned hydraulic horns, they are still widely available. Section 45 of the 2018 Road Transport Act provides for a three-month jail term or a maximum of Tk 10,000 fine or both for using horns above the acceptable noise levels.But this law is neither followed nor enforced by anyone. Unnecessary honking has turned into such a common occurrence that city dwellers remain unfazed by it. Unnecessary honking is generously multiplying the level of noise pollution.Loudspeakers are also used almost everywhere in Dhaka. In many social, religious and political events, loudspeakers are used unnecessarily, disturbing the peace and raising the noise level of the areas concerned. Bus terminals can also be seen using loudspeakers to communicate with the bus drivers unnecessarily all day long. Moreover, people often blast music on loudspeakers, disturbing everyone in that area as well as playing a significant role in causing noise pollution.To most people, New Years, national and religious celebrations are wasted without fireworks. But they ignore the fact that fireworks are very harmful for our environment. Fireworks, although not used every day, still contribute greatly to the increasing noise pollution. A few people are aware that to address sound pollution, there are Road Transport Act and the Noise Pollution Control Rules 2006 (NPCR), which restrict the sound levels during the day to a range of 50 decibels to 75 decibels, depending on the area type - silent, residential, commercial, industrial, or mixed. At night, this range is reduced to 40 decibels to 70 decibels. Law enforcement agencies are careless about these rules and do not stop people from violating them.Experts believe if noise pollution keeps rising at this rate, by 2035, 45 per cent of the people will start suffering from hearing difficulties. It is high time we became cautious about noise pollution and took necessary steps to stop this menace. Laws on noise pollution have to be strictly enforced. Ensuring that hydraulic horns are off the streets, fireworks are off the markets and unnecessary use of loudspeakers is met with appropriate consequences can be highly effective in reducing noise pollution. The government should initiate the move right now.Along with the government, people have also to be aware of the risks of noise pollution and try to stop it. The government can play a significant role in making people aware of its ill effects by conducting campaigns against noise pollution, including sensitising about risks and preventions of the menace. The media also bear the responsibility to make people aware of noise pollution through news stories, features, articles etc. The situation of Dhaka is already highly concerning and if efforts are not initiated to address the problem, the capital will cease to be a habitable city.\n[email protected]",
        "headline_1": "Managing noise pollution to tolerable limit",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/managing-noise-pollution-to-tolerable-limit-1729175810",
        "news_paper_name": "The Financial Express",
        "publish_date": "18-10-2024"
    },
    {
        "full_article": "Millions of people in Bangladesh are illiterate, and a large portion of the population belongs to the lower-middle class. Education is one of the key drivers of development and progress for any nation. However, for students from lower-middle class families, the pursuit of education is becoming increasingly difficult. Expenditure on education, including admission fees, monthly fees, session fees, and examination fees, are rising steadily.In addition to these fees, the cost of daily necessities for students has increased significantly. All essential educational materials, such as books, notebooks, pens, pencils, erasers, scales, calculator and geometry boxes, have become prohibitively expensive. As a result, education is fast becoming a distant dream for many students from lower-middle-class families.The rising costs of educational materials have led to an alarming increase in student dropouts, a trend that bodes ill for the country's future. Access to education should be an equal right for all. This not only hampers individual progress but also stifles the nation's overall development. If students are forced to abandon their studies due to financial constraints, the country risks losing a generation of skilled and educated citizens, crucial for its growth and prosperity.Education is the foundation of a nation's progress, and making it accessible to all should be a top priority. It is time to act swiftly to ensure that every student in Bangladesh, regardless of their economic background, has access to the tools they need to learn and succeed.\nMd. Riyad UddinStudent, University of Chittagong[email protected]",
        "headline_1": "Reduce price of educational materials",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/reduce-price-of-educational-materials-1729175831",
        "news_paper_name": "The Financial Express",
        "publish_date": "18-10-2024"
    }
]