[
    {
        "full_article": "Pronouncing its verdict on a protracted dispute over the levy of Goods and Services Tax (GST) on ocean freight charges paid by importers, the Supreme Court on Thursday held that such a tax was untenable. Its 153-page judgment has also dwelt at length on the nature of the recommendations of the GST Council, the constitutional body set up to oversee the operations of the indirect tax regime. Invoking the spirit of cooperative federalism, the Court has held that both the Union and State legislatures have “equal, simultaneous and unique powers” to make GST laws, and the recommendations of the Council, where they have a one-third and two-thirds voting share, respectively, are not binding on them. While amending the Constitution to pave way for the tax system that subsumed multiple central and State levies, Parliament had intended for the Council’s recommendations to only have ‘a persuasive value’, as per the Court. This has sparked fears that individual States can start vetoing the Council’s recommendations that they do not agree with, and refuse to implement them, thus threatening the ‘One Nation, One Tax’ edifice of a reform that took years to bring about. Opposition-ruled States have hailed the verdict as upholding their rights vis-à-vis what a few termed as the ‘arbitrary imposition’ of Centre’s decisions in the Council. The Finance Ministry has sought to quell anxiety by indicating that the Court has only elaborated on the Council’s existing arrangement and the status quo would continue. States can already reject the Council’s decisions but none has chosen to so far, it said.While North Block undertakes a detailed review of the verdict, it is pertinent that it had argued that if the Council’s recommendations were not binding, it would lead to an impasse and the entire GST structure would crumble. This does not hold water, the Court averred. That it has struck down a tax notified two days prior to the launch of the GST regime just as it is on the verge of completing five years, is perhaps, a fortuitous nudge for introspection on its journey and the way ahead. At worst, it can trigger more contestations in Council meetings, and at best, infuse a fresh sense of responsibility among members. The Centre could strive to be more conciliatory towards States’ concerns and fiscal dilemmas, especially as their assured compensation clock winds down next month, rather than seek to bulldoze over thorny predicaments with the tacit support of NDA-ruled States in the Council. The Council should also meet more often to nurture the critical fiscal federalism dialogue in the right direction and minimise trust deficits. There are many pending reforms that require the Centre to work more cohesively with States to take India’s economy forward and lift those left behind — including, but not limited to, an overhaul of land and labour markets as well as the agrarian sector.",
        "headline_1": "A timely reminder: On Supreme Court’s GST verdict",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/a-timely-reminder-the-hindu-editorial-on-supreme-courts-gst-verdict/article65439674.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "22-05-2022"
    },
    {
        "full_article": "It is a matter of great concern that laws are being used to rake up religious controversies to give a fig-leaf of legitimacy to a communal onslaught on the country’s secular character. Obviously emboldened by the Supreme Court verdict handing over a disputed site in Ayodhya to Hindu claimants, determined and malicious efforts are being made by communal elements to capture sites in Varanasi and Mathura where the Gyanvapi mosque and Shahi Idgah Masjid are located. The idea that key places of worship among Muslims have been built after demolishing Hindu temples is beginning to take hold among sections of Indian society, with the active encouragement of politically affiliated religious groups. It was to prevent such attempts to change the character of places of worship in the name of correcting perceived historical wrongs that Parliament enacted the Places of Worship (Special Provisions) Act, 1991. It sought to freeze the status of places of worship as on August 15, 1947, so that existing suits and proceedings abate and new claims are not entertained. Yet, in flagrant violation of the law, courts are repeatedly allowing proceedings to be initiated. In Gyanvapi, not only has a civil judge entertained a suit but has also ordered a commission to videograph the mosque to ascertain its religious character. The Supreme Court has not been strong enough. Instead of putting an immediate halt to such proceedings aimed at creating a groundswell of opinion in favour of converting such sites into temples, it has only ordered some elementary measures to protect Muslim worshippers and their place of worship.Anyone familiar with the history of the Ayodhya dispute, which led to the Babri Masjid’s demolition, riots and bombings, will understand that all such attempts to change the character of places of worship have a motive of using religion for political ends and marginalising minorities. Yet, even the Supreme Court feels some inexplicable need to let procedural aspects of civil law to be gone through in such litigation. It has transferred the Gyanvapi suit to the District Judge and asked for priority to be given to the petition to reject the plaint — which will involve the question whether the suit is barred by the Places of Worship Act. As long as even one application is pending somewhere, revanchist groups will continue the relentless onslaught on minority places of worship. In Mathura, the District Court has overturned a lower court’s order and ruled that the Act will not bar a suit aimed at removing a Masjid in the name of the site being the birthplace of Lord Krishna. The political atmosphere is conducive for such efforts, whose proponents will expect state backing. It is up to the courts to act early and act decisively to uphold the spirit of the Places of Worship Act and preserve communal peace.",
        "headline_1": "Act early, decisively: On the bid to change nature of places of worship",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/act-early-decisively-the-hindu-editorial-on-the-bid-to-change-nature-of-places-of-worship/article65440210.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "22-05-2022"
    },
    {
        "full_article": "On February 21, 1952, police opened fire upon the Bangali population that sought their birthright—a right to use their own mother language. A boy of 17, and a Dhaka College HSC student at the time, Abdul Gaffar Chowdhury had rushed to the hospital to visit the injured.\nIn the OPD of Dhaka Medical College, he came across the decapitated corpse of language martyr Rafiq. The adolescent Abdul Gaffar felt waves of strong mourning; it was as if he had lost his own brother. This sorrow is what is incarnated in the timeless verses of \"Amar bhaiyer rokte rangano Ekushey February.\"\nAround the same time, this poem ended up in a manifesto; published through a clandestine meeting that took place in the capital's Gendaria area. Initially, in 1953, the poem was given a tune by Abdul Latif. In that same year, the song was performed for the first time at the Brittania Hall in Gulistan, during the inauguration ceremony of the recently elected Student Union of Dhaka College. \nIn March of that year, the poem was published in \"Ekushey February,\" a historic collection edited by Hasan Hafizur Rahman. Later on, it was again given a tune by Altaf Mahmud. This tune was used for the first time when the song was performed during 1954's probhat ferry.\nSince then, every year on February 21, countless Bangladeshis have sung this timeless tune while attending the probhat ferry to pay their respects to the martyrs of the Language Movement—a practice that has now spread worldwide. Later on, this song was voted the third best Bangla song in history during an audience poll by BBC Bangla.\nMany consider the Language Movement to have been the first step towards the eventual struggle for freedom in Bangladesh. And Abdul Gaffar Chowdhury, who actively took part in each and every step of the Bangali nation's struggle for freedom, including the Language Movement, is said to be an ardent witness to the different twists and turns in the nation's history.\nThis renowned journalist and the founder-executive editor of the first registered newspaper of independent Bangladesh (established through Mujibnagar government) \"Joy Bangla,\" passed away in a hospital in London on May 19, 2022, at the age of 88.\nEven though he had lived in London since 1974, Abdul Gaffar's pen never ceased to uphold the spirit of our Liberation War and secularity. Despite being a non-residential Bangladeshi, he continued writing commentary pieces on politics and various other contemporary topics for national dailies. He also wrote poetry, novels, stories, dramas, memoirs and articles.\nAbdul Gaffar's write-ups were especially popular amongst the country's politically-conscious readers during the entirety of the 1980s, when the dictatorial government of General Ershad was in power.\nThis is how he became a household name in Bangladeshi media, and within the country's cultural, political, and intellectual spheres.\nHowever, there is no doubt that Abdul Gaffar will be remembered most vividly for penning the timeless song that has immortalised the memories of our language struggle. Whenever and wherever this song is pronounced, speakers of the Bangla language will be reminded of him.\nAs lyricist Gazi Mazharul Anwar has said, \"As long as Bangladesh exists, this song will exist alongside it.\" He adds, \"This (song) had unveiled new ideological standards. (Abdul Gaffar) had fulfilled our need of the hour—which was to retaliate—through his song.\"\nAbdul Gaffar Chowdhury was born in Ulania under Mehendigonj thana on September 12, 1934. Despite being a zamindar, his father, Wahed Reza Chowdhury, was more prominently known as a freedom fighter and a member of the All-India Congress' Working Committee within British-ruled India. He had even worked as a secretary to the then Congress minister, Motilal Nehru.\nAbdul Gaffar graduated from Dhaka University in 1958. In 1950, during his student life, he joined the Daily Insaaf newspaper. Later on, he took charge of Mohammad Nasiruddin's monthly Saugat. He became the assistant editor of Daily Ittefaq in 1956. Two years later, he took charge of Tofazzal Hossain Manik Miah's political magazine, \"Chabuk.\"\nAfterwards, Abdul Gaffar worked for the Daily Azad, the Monthly Mohammadi, Daily Jihad and eventually became editor of the weekly Shonar Bangla in 1963. As the spokesperson for the six-point movement, he published the Daily Awaaz in 1966. He returned to Daily Azad in 1967, and subsequently re-joined Daily Ittefaq in 1969. After Manik Miah's passing, he joined the Daily Purbodesh.\nPost-liberation, in 1974, he went to London with his family in order to acquire treatment for his ailing wife. There, he released a magazine named \"Notun Din.\" He continued wielding the pen in both Bangla and English languages.\nFor senior journalist Abed Khan, Abdul Gaffar was the \"heart\" of the spirit of our Liberation War and non-sectarian beliefs. According to him, Abdul Gaffar was the \"most reliable\" pillar of Bangladesh's history, the history of the Liberation War and the political movements of Bangladesh.\nMany literary critics also opined that, if Abdul Gaffar had focused more on literature instead of politics and column writing, Bangla literature would have become much more enriched.\nProfessor Abul Quasem Fazlul Hoq was the convener for the \"Rastrobhasha Bangla Rokkha Committee,\" formed against the backdrop of the Language Movement in 1952. According to him, \"Ekushey February is our path, it's the people's path of struggle. Abdul Gaffar walked this path through his writing about Bangalis and the spirit of being a Bangali. He could have achieved fame solely as an author. However, penning the Language Movement anthem took him and his oeuvre to an unparalleled height.\"\nAbdul Gaffar received recognition for his work in the form of the Bangla Academy award (1967), Ekushey Padak, UNESCO literature prize and the Shadhinota Padak (2009). He also received countless other prizes and awards throughout his life.\nIn 2014, while collecting the Sohel Samad Memorial Prize in Bangladesh Press Institute's auditorium, Abdul Gaffar had lamented about the commercialised nature of contemporary journalism. The legend had reminisced about the \"ideology-based\" journalism of his time.\nIt is undeniable, thus, that not only in the context of Bangladeshi journalism or of contemporary history, but whenever or wherever the indestructible tune of Ekushey February—mired in the memories of martyred Bangalis—is repeated, it will also be accompanied by the remembrance of the indelible Abdul Gaffar Chowdhury.\n \nMamunur Rashid is a journalist at The Daily Star. \n",
        "headline_1": "Abdul Gaffar Chowdhury: His journey towards ‘immortality’ began at 17",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/abdul-gaffar-chowdhury-his-journey-towards-immortality-began-17-3028681",
        "news_paper_name": "The Daily Star",
        "publish_date": "22-05-2022"
    },
    {
        "full_article": "I have known Ankhi since she was two-years-old. She is the daughter of Ali and Kohinoor who have struggled their entire life to support their children as they climb the steps to get out of poverty through education. As a child, she was extremely curious and had a twinkle in her eyes. Ankhi started her early education in the free primary school run by the Dhaka Ladies Club in a tiny space of a garage. As a two-year-old, Ankhi would ask me questions about America and would always ask before I headed for the airport to return to Boston: \"Where are you going?\"\nAnkhi's father took care of my bed-ridden father-in-law until he passed away in 2013. Her mother, Kohinoor, worked for my mother-in-law even after that but her health conditions prevented her from working as a cook in the latter's household. They moved to their ancestral home in a village of Alfa Danga in the Faridpur district, and I lost touch with them after that.\nI recently heard that Ankhi travelled from her village to my mother-in-law's apartment in Dhaka in search of her father, because she needs a copy of her father's NID which is required to register for the upcoming SSC exam.\nAli moved from his hometown in Sylhet to Dhaka in the 1980s in search of better opportunities. He was a pre-teen then, and connected with my in-laws and started working for them as a jack-of-all-trades. Ironically, he never got an NID even though he was one of the smartest operators I have known in the past 25 years.\nUnfortunately, Ankhi needs a copy of both her parents' NIDs to register for the SSC exam. According to the government's rules, a candidate needs, among other documents, a birth certificate and both parents' NID cards. Her birth certificate was never issued even though her mother gave birth to her only daughter at a Dhaka clinic.\nAli worked hard as a young boy and in all subsequent years. After a few years of working as a handyman, caretaker, and night guard, Ali decided to seek a more lucrative job in the garments industry. He abandoned his family, and Kohinoor was left to raise her young children as a single mom. A few years ago, Kohinoor moved back to her ancestral home in Faridpur and was able to eke out a living with the assistance of her stepmother and other relatives. But, life was always tough for this frail woman who had bouts of diabetes and other illnesses. Nonetheless, she was able to garner all the resources needed to send her children to schools and penny pinched to send her children to the schools in the villages of Alfa Danga.\nMohsin, the eldest son, finished his SSC and HSC and moved from Faridpur to Dhaka to look for a job. He worked as a delivery man for an online grocery store in Shahzadpur, near Gulshan, but the hard routine of riding a bicycle for long hours got to his health. He left the job in Dhaka and went back to live with his mother for a few months in 2021. Now he is seeking employment again. Shakil finished high school and passed the SSC examinations. He was looking for a job that would not be very physically demanding, and without finding one, began to work on a ship as a loader for a navigation company.\nAnkhi managed to finish high school in the village and was successful in evading the eyes of \"big brothers\", rural morols and potential matchmakers and plans to take the SSC examination beginning in June. But, her registration is not complete yet. She still faces many obstacles. Her father Ali now works as a \"darwan\" in Dhaka but has neither the resources nor the connections he needs to get an NID in such a short time. So, Ankhi is going back to her village where the headmaster might be able to pull strings to get her registered for the SSC exam. The cost of these back-channel methods is beyond the family's reach, and they still might not be able to get all the paperwork finished to complete the registration process on time.\nIt's a familiar story for the underprivileged classes in Bangladesh. There are many Ankhis who have to overcome all the hurdles as they seek to better their lives. Even a birth certificate costs Tk 1,800 and the going rate for an NID is Tk 5,000, including the fees and middlemen's commissions. Obviously, these documents are necessary in a modern economy to buy land and for voter registration. However, there are many individuals who cannot afford the expenses and might decide to forego these perks of life. Fortunately, the backdoor channels and informal administration structure might still provide an escape route for Ankhi and others like her.\n \nDr Abdullah Shibli is an economist and works for Change Healthcare, Inc., an information technology company. He also serves as Senior Research Fellow at the US-based International Sustainable Development Institute (ISDI). \n",
        "headline_1": "Will Ankhi be able to take the SSC exam this year?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/open-dialogue/news/will-ankhi-be-able-take-the-ssc-exam-year-3028661",
        "news_paper_name": "The Daily Star",
        "publish_date": "22-05-2022"
    },
    {
        "full_article": "My husband says not to look for work too far from home since I have to do the household work as well and asks me to wait.\" Mita (not her real name) went on to express her frustration by saying, \"If this pandemic hadn't arisen, I would have surplus money to spend on my kids, I would've had a job.\" Mita is a 32-year-old former garments factory worker whom we interviewed as part of a project to understand the gendered experience of Covid-19 in Bangladesh. Mita left her job during the pandemic, and when she did start looking for jobs again, she had much fewer options because of her husband's specific instructions.\nA harsh fact of the pandemic is that it did not affect all groups of society equally. Women lost out on growth and employment opportunities because they are having to shoulder the heavier share of the domestic burden.\nWith the closure of public and private educational institutes, offices and transportation at different times during the pandemic, the labour market was disrupted for all. However, the pandemic induced an economic downturn which imposed a double burden for women.\nIn Bangladesh, nearly 31 percent of the informal workforce has female employees. People who worked in informal sectors lost their jobs without any prior notice and were the most impacted. Multiple studies from around the globe indicated women's careers were adversely affected even if they were able to retain their jobs and there was a trend of women decreasing their work hours during the pandemic.\nWe hoped, seeing how stressful household responsibilities are first hand, being exposed to the full extent of it—men would begin to do their fair share. But they continued letting the women of the house pick up their slack. As a result, household responsibilities increased more for women compared to pre-lockdown. To explore this, we interviewed 28 female respondents and 12 male respondents in Bangladesh asking about specific effects of Covid-19 on their household responsibilities and whether there was a gendered dimension to these impacts. We found three recurring themes.\nThe first, families in patriarchal societies have unequal distribution of labour, with the majority of the women having double the work pressure within the household compared to men. For example, Yamin Begum, a 41-year-old housemaid, mentioned increased household workload during Covid by saying: \"Yes, during the lockdown the work pressure increased. I had to boil water several times a day. I had to keep things clean a lot—with soap and water and made sure everyone washed their hands. I had to make food for everyone as well.\"\nThis was not an anomaly as 21 out of 28 of our female respondents stated that the pandemic and the initial lockdown have led to a multitude of challenges for them, including increased household work due to the extra precautions they had to take because of Covid. Even though more family members were staying at home, 16 of our female respondents mentioned that they had no additional help during this time. The other 12 female respondents got additional help from the other family members who are female.\nThe second theme was the perception of men about household work being less strenuous than their work and the overriding belief that the household chores are an integral part of women's everyday life and should not be considered as a burden. Men typically think household work should be done by women, as they have always seen women spending most of their time taking care of household responsibilities. A 32-year-old tea stall owner from Kallyanpur said: \"There is less pressure in housework. My work needs more energy.\"\nThe third theme was women themselves preferred for their husbands and sons to not get involved in household chores. Some of our female respondents opined that they are not used to their husband's assistance inside the kitchen or in the regular household chores.\n\"Have you ever seen men working in the kitchen? Never! Even though now I have a little pressure due to the lockdown, these jobs (cooking, washing, cleaning, and taking care of the house) are my responsibilities. I cannot ask my husband to do this. My mother, my mother-in-law never did this, how can I?\" laughed 46-years-old Nasrin, who lives in Agargaon slum in Dhaka city.\nOur findings confirmed the notion that women tend to take on more household duties than the men, and that for many women, the lockdown brought on an increased burden of responsibilities. Surprisingly, many women had to put up with this increased workload without any kind of support and that led to their low-income recovery.\nDespite our shared sense of gender progress in Bangladesh, lots need to be done to bring gender equality within the household domain. These findings are direct indicators that must sway the policymakers to take into consideration the unfair distribution of domestic labour and the unpaid care labour when drafting policy responses for Covid and future pandemics.\n \nAmal Chowdhury is a research assistant at the Brac James P Grant School of Public Health, Brac University.\n",
        "headline_1": "More chores for women further tilts the gender gap",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/more-chores-women-further-tilts-the-gender-gap-3028651",
        "news_paper_name": "The Daily Star",
        "publish_date": "22-05-2022"
    },
    {
        "full_article": "On May 19, 2022, a girl and her two male companions were at Narsingdi Railway Station at 5 a.m. A video that has gone viral on social media depicts a mob turning on the girl for her \"indecent\" clothing—a pair of jeans and a sleeveless top. The loudest voice (most likely belonging to the person taking the video) questioned if it is right for anyone to wear such clothing. The most prominent aggressor was a woman who aimed to physically assault the girl. I say this because she seemed to have wanted to grab the girl (I actually think this harasser would have torn the girl's blouse off her back) but could only manage to grab her handbag, and immediately we see the girl's flight response kicking in, whereby she let go of her handbag and ran into the stationmaster's room to seek shelter from the angry mob outside. \nA couple of months back, in an op-ed that was published by The Daily Star, I wrote about my thoughts on a similar incident that had taken place in a bus in Dhaka, where a girl who was wearing a pair of jeans and a black t-shirt was slut-shamed and harassed by an older woman who had full support of the male passengers. The article focused on the harasser's internalisation of patriarchy and how women like her make it easier for patriarchy and rape culture to thrive, which in turn impede the achievement of gender equality. We see the same thing happening again in the Narsingdi Railway Station incident. \nDesh Rupantor shared the video on Facebook and I wasn't entirely surprised to see the horrific comments. A staggering majority of the people approved of the mob's reaction and there were repeated usages of words such as \"thik', \"shothik\", \"uchit\" and \"good\", while many wanted the girl to be tortured in worse ways—beaten, burned alive, lynched, and locked up with a rabid dog. Some commented by saying that gender equality/feminism does not mean that women can wear whatever they want. Most were of the opinion that such clothing is inappropriate because Bangladesh is a Muslim nation. Some blamed her parents and, therefore, her upbringing, some blamed the Western culture, others blamed the Indian culture, and yet others blamed TikTok! Some were wondering why the society blames men for raping because the blame should fall on \"shameless\" women like her, who instigate men to commit heinous sex crimes. One man even objectified women by comparing them to food, saying that food that's not covered/ wrapped will be \"disturb[ed]\" by ants. \nI am sure that the mob that harassed the girl at the Narsingdi Railway Station and the people in support of the mob's actions would have very strong reactions to the banning of the hijab (head covering) at educational institutions in the Indian southern state of Karnataka or would voice their protest against the ban on niqab (face covering) in many parts of the globe, including France. They say Muslim women have the right to wear Islamic clothing and that such bans are a violation of human rights. Consequently, they become human rights advocates, activists, and defenders. But where is the hue and cry when members of a different group are harassed or worse? Do they consider \"human\" to be members of their own group—the group they identify with and belong to? Are members of other groups non-human or sub-human then?\nIs it herd or hive mentality that's driving them, i.e. are they neglecting their individual sensibilities and adopting the behaviors and actions of the group they belong to, as a way to be \"good\" group members?\nOr are there underlying frustrations within people that make them lash out the way that they did at the Narsingdi Railway Station? Do pent-up frustrations resulting from perhaps social, economic, and power struggles lead people to act irrationally, in a frenzy of rage? Was the mob's aggression towards the victim and her companions a way to vent in an opportune moment, in a volatile situation?  \n \nNoora Shamsi Bahar is a writer and translator, and a senior lecturer at the Department of English and Modern Languages in North South University (NSU).\n\n",
        "headline_1": "Moral policing: A zombie virus",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/my-body-your-choice-3028361",
        "news_paper_name": "The Daily Star",
        "publish_date": "22-05-2022"
    },
    {
        "full_article": "When over 2.15 lakh people die in a year from pollution related ailments, one has to take the aspect of environment degradation and the resulting impact on human health extremely seriously. A new global study by the highly regarded medical journal, The Lancet, revealed that pollution of different elements of nature resulted in the premature deaths of over 2.15 lakh people in Bangladesh in 2019 alone. The breakdown of the figure shows that nearly 1.75 lakh people died due to air pollution, while over 30,000 deaths occurred because of water pollution—Bangladesh also ranked sixth among countries seeing premature deaths because of pollution. By any standard, these are scary numbers.\nWe are concerned at the deteriorating condition of air quality in the country, especially in the major cities, which is largely contributing to health impediments including deaths from respiratory tract infection. We are aware that stories of our unrestrained air pollution often hit the headlines in global newspapers, but unfortunately, many of the visible sources of air pollution continue to do damage before the very eye of the administration.   \nThe Lancet study further tells us that pollution in the water bodies has reached a horrific level, contributing to different types of ailments and deaths as well. Many other local studies also identified contaminated water as the main contributor to life-threatening illnesses of the intestines such as diarrhoea, cholera and typhoid. We may mention the cases of the recent bout of diarrhoea and cholera in the metropolis which experts relate to polluted drinking water. In fact, the colour and smell of water in every reservoir reek of high concentration of micro-pollutants. \nThe environmentalists of the country also told us about the hazards of lead pollution on human health originating from the industries and small factories across the country, which is directly linked to heart disease, cancer, skin disease, respiratory problems and various other illnesses. Experts say that environment pollution has deteriorated to such a level that even unborn babies are paying the price. Therefore, the pertinent question: How to address the pervasive pollution menace? They believe considering the intensity of the problem, we seem to be inadequately prepared and concerned.\nThe government needs to urgently implement the laws of the land strictly in order to save our air, water, soil, fish, animals and human lives. It is a travesty that things have gotten to this point; but it would be an even bigger crime to let them continue like this.\n",
        "headline_1": "Death by pollution",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/death-pollution-3028636",
        "news_paper_name": "The Daily Star",
        "publish_date": "22-05-2022"
    },
    {
        "full_article": "It is concerning that prices of both fine and coarse rice have gone up in the capital's wholesale and retail markets in the last few days, despite there being no shortage of food grains in the country. The price of fine rice increased by Tk 2-5 per kg in the retail market, while coarse rice prices also increased.\nOver the last five months, prices of almost all the daily essentials such as edible oils, lentils, eggs, flour, powdered milk, etc., have increased in the market.\nWhile prices of imported items have increased due to supply chain disruptions caused by the Russia-Ukraine war, prices of many locally produced items, such as mustard oil, have also increased for no apparent reason.\nWhile flash floods in Sylhet and Sunamganj could be a legitimate reason for the price hike, traders have alleged that some local companies are buying paddy in bulk and creating an imbalance in the market, thereby triggering the price hike. If that is indeed the case, the government must take strict action against these companies that are hoarding paddies at the prospect of making more profit, manipulating an already volatile market.\nIllegal hoarding has always been an issue for us. We had seen earlier how traders and even local politicians hoarded large amounts of edible oil in order to sell them later at higher prices. And we might be experiencing something similar in the case of rice, if the government cannot stop this buying competition among the big companies. The Directorate of National Consumer Rights Protection (DNCRP), an agency of the commerce ministry, must remain vigilant and regularly conduct drives against illegal hoarders. Since traders have claimed that there is no shortage of the staple in the market right now, it is the government's duty to keep the rice market stable.\nAs it seems, the global market may remain volatile for quite some time because of the ongoing Russia-Ukraine war. Therefore, the government must ensure that our food grain stock remains stable for a significant amount of time in the future. And rather than depending on the next Boro harvest—which is supposed to be a good one—the government should also look for markets to import rice and wheat from. Ensuring food security for the people is now a most difficult challenge facing the government. And it should not let the people down.\n",
        "headline_1": "Why are rice prices soaring?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/why-are-rice-prices-soaring-3028451",
        "news_paper_name": "The Daily Star",
        "publish_date": "22-05-2022"
    }
]