[
    {
        "full_article": "By Uday Chandra and Shikoh Zaidi\nIn 2019, the 26 Lok Sabha seats in western UP & Rohilkhand saw a spirited SP-BSP joint campaign. BJP still pocketed 18. In 2024, BJP’s challenge comes from within\nOnce upon a time, the old Mughal heartland in the Yamuna Doab presented a formidable barrier for Hindu nationalism. Muslims constituted a quarter to nearly half of the population in Rohilkhand and Awadh. Wealthy Jat farmers who grew sugarcane had caste pride and little interest in abstract nationalism. Kanshi Ram’s clarion call for Dalit-Bahujan unity promised a new era of social justice. The historic diversity of Braj Desh and the expanding Delhi National Capital Region (NCR) seemed a world away from Nagpur’s RSS ideology.\n\nRead full opinion on TOI+\n\n",
        "headline_1": "Battle of the Yamuna Doab",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/battle-of-the-yamuna-doab/",
        "news_paper_name": "The Times of India",
        "publish_date": "13-04-2024"
    },
    {
        "full_article": "Maharashtra’s LS contests are a semi-final to assembly polls later. It’s politics of intricate footwork\nFinally, the dust seems to have settled within MVA, the opposition coalition in Maharashtra, on who contests how many, and which seats. Not that anything in politics is ever a done deal – Sangli’s again a wrangle – but the final count is UBT Sena 21, Congress 17 and NCP (Sharad Pawar) 10.\n\nUBT Sena | It’s an election of reckoning for UBT Sena. In 2019 LS, as part of NDA, undivided Sena contested on 23 seats and won 18. In events that roiled the state after 2019’s assembly polls, Uddhav lost his govt, the original party name, and symbol too – issues that are now in court.\nOf Sena’s 18 MPs, only 5 remain with UBT. That UBT Sena is contesting on almost as many seats for MVA this time is a measure of Uddhav’s clout in Maharashtra’s opposition coalition.\n\nNot the same Sena | Shiv Sena’s come a long way from its Marathi regionalism of 1960s-1970s and its Hindutva aggression of mid-1980s to now. A curious thing happened with the party’s split – their politics took somewhat a backseat. Shinde has focused on trying to stand up to state BJP and Ajit Pawar. Keen to contest 16 seats, Shinde has nine candidates in the fray so far. For the two Senas, the LS results will be a semi-final before the Big Fight for the assembly later this year.\n\n\nCongress in slo-mo | In 2019, it won a single seat (its MP died last year, just 47). Relegated to margins of state politics for decades, it’s yet resisted total collapse, and has claimed higher moral ground to give away prestige seats to Uddhav. As things stand, Congress poll results can’t get any worse.\n\nTalking heads | In defenders’ camp Mahayuti, things seem iffy on three seats, talks are underway for a few more. Ajit Pawar and Eknath Shinde are both laying first rights to Nashik as the constituency’s ‘traditional party’ for two decades. They’re both correct – only, it was true till they were in opposing teams. Whoever gets to contest Nashik, be sure there’ll be some sour grapes. While BJP let go of Kalyan, held by Shinde’s son, the party’s taking the negotiations to CM’s door when it seeks Thane – Shinde’s hometown, in fact, his fort.\nUP’s dance of democracy on 80 seats pales in comparison to the intricate footwork by each party in Maharashtra ahead of elections. Results will not only decide winners for 48 LS seats, but also influence the future of the state’s politics.\n\n",
        "headline_1": "Now playing, in Mumbai",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/now-playing-in-mumbai/",
        "news_paper_name": "The Times of India",
        "publish_date": "13-04-2024"
    },
    {
        "full_article": "World Athletics’ decision to offer prize money to Olympic winners is welcome. IOC & others should follow suit\nIn a path breaking move, World Athletics (WA) will offer $50,000 prize money to each of the 48 track and field gold medallists at Paris Olympic Games. This is a break with the Olympics tradition of celebrating amateur sportspersons. But it’s a long awaited break. Today’s high-performance Olympians are nothing like those of the past. The Games themselves have changed radically.\n\nIt’s not just sports | Olympics are the acme of international sports. But they are also big business. Between 2017 and 2021, International Olympic Committee (IOC) made $7.6bn in revenue through broadcasting and marketing rights, and other sources. It distributed $540mn to 28 international federations at Tokyo Games.\nWA got $40mn. Why shouldn’t some of that money go directly to athletes, the real stars of Olympics?\n\nPerformance needs money | Besides, producing Olympic medallists today is an expensive proposition. From special training and diet to getting the latest equipment and creating the right environment, huge resources need to be mobilised. This simply isn’t possible without state, private and corporate sponsorship. The reality is for elite athletes the distinction between amateur and professional has either blurred or been completely obliterated.\n\n\nLong time coming | Let’s not forget, IOC way back in 1985 had allowed professional tennis, ice hockey and U-23 soccer players to compete in the 1988 Games. So, professionalising Olympic participation has been an ongoing trend.\n\nAthletes approve | The argument that all of this will undermine the Olympic spirit also doesn’t fly. Athletes’ main motivation is still winning Olympic laurels, not the cash. The latter is simply their due. Indian javelin ace Neeraj Chopra and Norway’s 400m hurdles champ Karsten Warholm have already welcomed WA’s decision.\nIOC should run with the times and help underfunded federations in offering similar prize money in their disciplines.\n\n",
        "headline_1": "Gold Plus Cash",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/gold-plus-cash/",
        "news_paper_name": "The Times of India",
        "publish_date": "13-04-2024"
    },
    {
        "full_article": "For over two years, Dr KV Babu, Kerala-based ophthalmologist and RTI activist, has pursued the issue of Patanjali issuing misleading ads. On Wednesday, Supreme Court strongly reprimanded the Uttarakhand state licensing authority (SLA) for its inaction on this – “We will rip you apart.” Following this, Babu spoke to Rema Nagarajan about his struggle to get authorities to uphold the law.\n\nRead full opinion on TOI+\n\n",
        "headline_1": "‘Uttarakhand state licensing body didn’t register a single case. Ayush ministry did flip-flops. All this emboldened Patanjali’",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/staying-alive/uttarakhand-state-licensing-body-didnt-register-a-single-case-ayush-ministry-did-flip-flops-all-this-emboldened-patanjali/",
        "news_paper_name": "The Times of India",
        "publish_date": "13-04-2024"
    }
]