[
    {
        "full_article": "The draft Digital Personal Data Protection Rules, 2025, is a long overdue advance in the direction of enforcing the fundamental right to informational privacy for Indians, affirmed by the Supreme Court of India in the landmark case, Justice K.S. Puttaswamy vs. Union of India (2017). The Digital Personal Data Protection Act, which these draft rules seek to enforce, was passed in Parliament over a year ago. This seven-year wait has most likely not been without costs for the privacy of the data of Indians, as it coincided with a period that saw a rapid growth in digitisation. The proposed rules offer direction on how online services will be required to: communicate the purposes of their data collection to users; safeguard children’s data online; establish the Data Protection Board of India (DPBI); set the standards for government agencies to follow to be exempt from the Act’s provisions, and spell out the procedures to be observed if personal data is breached by a data fiduciary. The concerns regarding the proposed DPBI’s institutional design have not been resolved by these proposed Rules, and it may not be realistic to expect such an outcome from subordinate legislation.It is regrettable that the government continues to cloak the rule-making process of a critical policy such as this in secrecy. Since the Justice B.N. Srikrishna committee was convened to draft the first Bill for data protection, the government has consistently declined to place recommendations from stakeholders in the public domain, and has foreclosed such disclosure for these draft rules as well. For legislation where the stakes are high for individual users as well as for large technology firms, an open deliberative process is essential. It can only be facilitated when industry associations and the general public can find equal footing by being equal participants with transparency into each other’s viewpoints during the consultation process. In the short and medium term, it is essential for the government to proceed with these principles in mind, while never departing from the key aims of any data protection law: minimising data collection, promoting disclosures, penalising neglect in protecting user data, and discouraging surveillance practices, both by the private sector and the government. This process must also play out in a timely fashion, as Indians have been waiting far too long to finally obtain the rights that were affirmed for them in 2017. Else, people’s confidence in the government’s seriousness about protecting their data from government agencies as well as private enterprises would be shaken. Published - January 06, 2025 12:20 am IST\n                          Read  Comments \n                Copy link  \n                        \n            \n                    Email     \n                                \n                \n                Facebook   \n                        \n            \n                Twitter    \n                        \n            \n                Telegram     \n                        \n            \n                LinkedIn     \n                        \n            \n                WhatsApp\n                \n                        \n            \n                Reddit      \n                        \n            READ LATER\n                    Remove     \n                \n                SEE ALL         \n                PRINT\n            Related Topics\n        \n                        data protection\n                    \n                            /                      \n                        \n                        laws\n                    \n                            /                      \n                        \n                        Right to Privacy\n                    \n                            /                      \n                        \n                        judiciary (system of justice)\n                    \n                            /                      \n                        \n                        parliament\n                    \n                            /                      \n                        \n                        technology (general)",
        "headline_1": "No secret affair: on the  draft Digital Personal Data Protection Rules, 2025",
        "headline_2": "The deliberations on the draft Digital Personal Data Protection Rules, 2025 must be transparent",
        "link": "https://www.thehindu.com/opinion/editorial/no-secret-affair-on-the-draft-digital-personal-data-protection-rules-2025/article69064313.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "06-01-2025"
    },
    {
        "full_article": "Five years after the SARS-CoV-2 virus overwhelmed hospitals in Wuhan, China, acute respiratory diseases caused by viruses including the human metapneumovirus (HMPV) in children and the elderly, and influenza and respiratory syncytial virus (RSV), are increasing in the country, especially in its northern provinces. However, the sharp rise in acute respiratory diseases is not unusual during this time of the year, and as per a Chinese official, the overall number of cases in 2024 would be “smaller” than in 2023. Surprisingly, while the World Health Organization and the U.S. Centers for Disease Control and Prevention have not raised a red flag so far and there is almost nil reporting in the international media, the Indian media is awash with reports of an HMPV “outbreak” in China. A recent meeting of the Joint Monitoring Group under the aegis of the Union Health Ministry noted that the situation in China is “not unusual in view of the ongoing flu season”, and the “usual pathogens that are expected during the season” are causing the present surge in respiratory diseases. The HMPV virus was first identified in children in 2001 in the Netherlands. Infection with HMPV usually occurs by the age of five years with reinfection occurring throughout life as immune protection induced by the virus is too weak to prevent repeated infections. The virus causes upper and/or lower respiratory tract infections, with lower respiratory tract infections being among the most common. While the virus often causes only mild disease, it can lead to severe illness requiring hospitalisation in children, immunocompromised populations and the elderly.Globally, 3%-10% of hospital admissions and 1% of acute lower respiratory infection-related deaths in children under age five in 2018 are attributed to HMPV, as per a 2021 paper. The study also found that children younger than six months, especially those in low- and lower-middle-income countries, are at greater risk of death caused by the HMPV virus. Detection of a large number of HMPV cases among children aged less than 14 years in China is a reflection of the heightened surveillance and testing for the virus. On the contrary, India does not have any approved inexpensive tests that are widely available for diagnosing the virus. When testing for HMPV in patients with acute respiratory disease should be routine, as the virus has been in circulation for years globally, including India, and fatality is 1% in young children, India is only now expanding the number of laboratories testing for HMPV beyond the Indian Council of Medical Research (ICMR) network due to the spike in HMPV cases in China. What is also urgently needed is a regulatory framework that facilitates a rapid approval of diagnostic tests in the context of local and global outbreaks of novel and less known pathogens.\r Published - January 06, 2025 12:10 am IST\n                          Read  Comments \n                Copy link  \n                        \n            \n                    Email     \n                                \n                \n                Facebook   \n                        \n            \n                Twitter    \n                        \n            \n                Telegram     \n                        \n            \n                LinkedIn     \n                        \n            \n                WhatsApp\n                \n                        \n            \n                Reddit      \n                        \n            READ LATER\n                    Remove     \n                \n                SEE ALL         \n                PRINT\n            Related Topics\n        \n                        China\n                    \n                            /                      \n                        \n                        viral diseases\n                    \n                            /                      \n                        \n                        USA\n                    \n                            /                      \n                        \n                        media\n                    \n                            /                      \n                        \n                        disease\n                    \n                            /                      \n                        \n                        children\n                    \n                            /                      \n                        \n                        senior citizens\n                    \n                            /                      \n                        \n                        hospital and clinic\n                    \n                            /                      \n                        \n                        India\n                    \n                            /                      \n                        \n                        Netherlands",
        "headline_1": "Nothing alarming: on China’s HMPV cases",
        "headline_2": "Reports of many HMPV cases in China is reflection of heightened surveillance",
        "link": "https://www.thehindu.com/opinion/editorial/nothing-alarming-on-chinas-hmpv-cases/article69064326.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "06-01-2025"
    },
    {
        "full_article": "Monuments to museums, India does a generally poor, sometimes shoddy, job of preserving things of beauty\nThis is peak tourist season. Indians are in travel-mode. But travel is not without its headaches. Winter fog, for example, can be sorrowful. An Agra story has further underlined how grinchy touristing in India can be. Encroachments are of course dime a dozen. But the way in which Mubarak Manzil was razed even as UP’s archaeological department issued it a protection notice and officials from Lucknow visited it to start preservation efforts, is particularly ugly. It is credible that the demolition was in connivance with police and administrative officials. This story resonates widely because it is so familiar – various petty interests weigh down Indian tourism everywhere.\nLast year, Supreme Court found itself “amazed at the audacity” with which over 6,000 trees were cut down inside Jim Corbett National Park. It is a fact that few countries can offer the bouquet of tourist delights India can, from tiger safaris and living root bridges and 43 Unesco World Heritage Sites to palace hotels, spiritual wellsprings, and a dazzling variety of glorious cuisines. But tiny Dubai gets more foreign tourists, many of them Indian. That Indians finally have the leisure and incomes to start seeing the world bigtime is a welcome trend. May it go from strength to strength. Question is, don’t they deserve to see home wonders maintained at the same standard that they encounter abroad?\nEverything that discourages international tourists, is a pain for Indians too. Those who post a photo of themselves from Kolkata’s Victoria Memorial or Ajmer’s Ana Sagar Lake have to first undertake untold contortions, to make sure the cobwebs and the garbage, respectively, don’t steal the show. Priceless artworks made shabby by yellowing notes and dingy tubelights tell visitors across the country’s museums: stay away. Baroda to Santiniketan, are budding museologists being trained to truly take on this key challenge? The kind of autonomy enjoyed by, say, London’s British Museum is unthinkable here. Politicians and administrators find it impossible not to interfere.\nAnd then there are the mountain and beach towns that have been miserably over-touristed. These are crying for a breather. Back to Agra, another reason its story resonates is because there is a feeling that if India’s top tourist destination, barring Ayodhya now, fixes its problems, the rest can also hope for the same. \n\n",
        "headline_1": "Ugly is official",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/ugly-is-official/",
        "news_paper_name": "The Times of India",
        "publish_date": "06-01-2025"
    },
    {
        "full_article": "To tackle the problem of pollution, authorities might need to learn the ABC of AQI\nAs the new year dawns NCR continues to GRAPple with the deadly bane of pollution – a recent proposal being a Supreme Court order to impose a year-round ban on fireworks in Delhi – authorities entrusted with the task of curbing the menace face a semantic challenge.\nGRAP, or Graded Response Action Plan, to tackle pollution comes in four stages, depending on the numeric evaluation of AQI, Air Quality Index.\nWhen AQI reaches a level designated as Poor, GRAP I, which imposes some restrictions, kicks in. When AQI is tagged as Very Poor, GRAP II comes into play, and so on to Severe, and Very Severe, wherein GRAP IV is rolled out, with schools partially or wholly shut, office staff urged to work from home, and construction activity brought to a halt.\nThe problem is that with AQI termed Poor having become the new Normal, successive ratings have in the public mind been correspondingly downgraded, with Very Severe losing the Very and becoming Merely Severe. What happens if the situation worsens and GRAP V or even GRAP VI has to be implemented?\nA new set of adjectival AQI terminology has to be formulated to meet the occasion. In order to do this the authorities might do worse than to go back to their ABCs.\nStarting with A, if AQI reaches a new high it might be labelled Alarming, Appalling, or even Apocalyptic.\nB may prove problematic AQI-wise. Benighted could be a possibility, though admittedly a weak candidate. And Bloody Hell! might be ruled out as being epithetical and unparliamentary.\nHowever, as though to make up for B’s verbal shortcomings, C comes with an embarrassment of riches. There’s Catastrophic, and Calamitous, and Cataclysmic, and even Catatonic.\nD can provide Desperate, Disastrous, Devastating, Despairing, and Doomsday.\nThen we come to E and\n(Editor’s note: The blank space left at the bottom of the column suggests that the writer has, literally, run out of words to describe the ever-worsening levels of AQI)\n\n",
        "headline_1": "GRAP trap",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/jugglebandhi/grap-trap/",
        "news_paper_name": "The Times of India",
        "publish_date": "06-01-2025"
    },
    {
        "full_article": "GOI’s merit-based promotion for Lt-Gens must have transparent criteria to avoid charges of political subjectivity \nIn a big move for the army, a new promotion policy is being rolled out for lieutenant generals that will be based on merit rather than seniority. The new system comes into force from Mar 31 and will be applicable for selection of serving Lt-Gens for top-level appointments in the impending integrated theatre commands and tri-service establishments. Joint theatre commands are a much-needed reform of the Indian military that needs to be responsive to 21st century security challenges. Therefore, a promotion policy that helps operationalise this change is welcome. There can be no arguments against promoting meritocracy in senior ranks of the army. But where there is a niggle is that measuring meritocracy in the forces can be a politically subjective exercise. This is not a small concern that can be ignored.\nIt’s still not clear whether the new promotion policy will also be applicable to the selection of the army vice-chief and seven commanders-in-chief; this would be logical. As per existing policy, promotion to commander-in-chief level is based purely on seniority. The argument against the new policy is that officers who become Lt-Gens are assessed on merit every step of the way. Therefore, a three-star general already possesses all the credentials to take on the highest responsibilities within the army. Going by seniority at this stage insulates promotions from external interference and adheres to the professional ethos of the army.\nBut that doesn’t mean Lt-Gens can’t be promoted on merit. As long as the executive remembers that the army’s high professional standards were hard-won going back to the days of Gen Cariappa, who worked hard to insulate the army from external interference under the Nehru era. Thus, a way forward must be found by eliminating subjectivity in the meritocratic promotions of serving Lt-Gens. Absolute transparency and accountability are a must as the army transitions to a new-age fighting machine facing a potential three-front (Pakistan, China, Bangladesh) security challenge.\n\n",
        "headline_1": "Uniformly merited",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/uniformly-merited/",
        "news_paper_name": "The Times of India",
        "publish_date": "06-01-2025"
    },
    {
        "full_article": "That Andhra, TN CMs were fighting over claiming Gukesh shows the primordial power of common language. Multilingual India remains united because it went for unilingual states\nAfter Gukesh became the youngest ever world champion, both Andhra Pradesh and Tamil Nadu claimed him. To be or not to be Tamil or Telugu is now the question. Shades of Hamlet’s dilemma here are made all the more relevant because the main plot of the English play by Shakespeare was bodily lifted from a Latin work called “Amleth” by one Saxo Grammaticus, a 13th century Danish theologian and historian.\nNo matter whether the original author was English or not, Hamlet, or Amleth, will always be a Great Dane. Likewise, Tamil or Telugu, Gukesh will forever be a Great Indian.\nRead full story on TOI+.\n\n",
        "headline_1": "We’re all mother tongue-tied",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/were-all-mother-tongue-tied/",
        "news_paper_name": "The Times of India",
        "publish_date": "06-01-2025"
    },
    {
        "full_article": "As it is becoming increasingly clear, it is not enough to just plan state reforms and get some of them executed before the next election. To ensure the momentum is not lost post-election, political parties that will eventually take the reins of reform implementation must credibly demonstrate that they can deliver the reforms as promised. However, there remains a huge trust deficit in this regard, thanks in part to our experience with the reform drive under the last caretaker government that fizzled out soon after the 2008 election, when Awami League came to power. One way to prevent a repeat of that scenario is to ensure internal reforms within our political parties.\nThe argument is simple: if political parties cannot exercise democracy within their internal activities and decisions, how can they uphold democracy at the national level? A party that is run on the principles of accountability and transparency and in line with its own constitution is more likely to stick with the state reform agenda. Without these qualities, political parties, once elected to power, risk falling back into the same patterns of patronage, corruption, and authoritarian tendencies that have plagued Bangladesh for so long.\nSadly, as a report by this daily once again reminds us, most parties still function as highly centralised entities, with little regard for internal accountability or democratic practices. Our analysis of 25 parties reveals that party constitutions promising regular leadership elections and grassroots-driven MP nomination processes are routinely set aside. Party leaders also hold on to power for years, even decades, only to relinquish control in the event of ill health, legal troubles, or death.\nFor example, Awami League's Sheikh Hasina has been unopposed as party president for 43 years, while BNP's Khaleda Zia has held her position for 40 years. Although almost all party constitutions stipulate a council, every three or four years, to elect their office bearers, in reality, councils are rarely held and have rather morphed into mere formalities, rubber-stamping decisions made by party heads. Also, despite some parties introducing term limits or other reforms, such provisions are seldom enforced. The reliance on dynastic politics further entrenches these issues.\nThese practices have hollowed out the democratic essence of our political parties. Accountability for crimes or any breach of code of conduct by party members is another casualty under such circumstances. Since the political changeover on August 5, we have seen many instances where unruly members and supporters of some parties, notably BNP, have filled the void left by their fallen Awami League counterparts in various sectors, thus continuing corrupt practices of the past. It is precisely because of this trend that many have doubts about the continuity of the reform drive under a political government, which is unfortunate considering the huge sacrifices that went into bringing us this historic opportunity for change.\nWe urge political parties to critically review their internal practices and take corrective steps so that citizens can be confident of their ability and sincerity to sustain the reform drive post-election. They must honour their own constitutions, and regularly hold and enable their councils to become genuine platforms for electing leaders and shaping policies. They must lead the change that they want to see in the state.\n",
        "headline_1": "Before preaching democracy, political parties must lead by example ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/preaching-democracy-political-parties-must-lead-example-3792881",
        "news_paper_name": "The Daily Star",
        "publish_date": "06-01-2025"
    },
    {
        "full_article": "In 1825, Charles Dowes, the then Magistrate of Dhaka, initiated the clearing of the Ramna jungle using prison labour. He enclosed an oval-shaped area with wooden railings and introduced horse racing competitions. From that time, the white colonial officials and residents of Dhaka found a source of recreation at the racecourse.\nHorse racing became particularly popular as a significant form of entertainment for Dhaka residents during the time of Khwaja Alimullah, Nawab Abdul Ghani, and Nawab Ahsanullah. Khwaja Alimullah organised an annual horse racing competition every January, evidence of which is found in a painting ( Image 1) by an unknown artist from 1845.\nThe painting depicts Khwaja Alimullah and his son, Nawab Abdul Ghani, dressed in Western attire and hats, along with other notable figures such as Cooper, Captain Hanshon, Hume, Lusani, Husni, Sarkis, Baker, Robin Hood, and James Wise. This rare artwork is currently in the possession of Khwaja Mohammed Halim, a relative of Nawab Abdul Ghani.\nHorse Race Holiday\n\nFollowing in his father's footsteps, Abdul Ghani began hosting horse races in 1848. His first horse, named Sir Henry, was a light brown Arabian stallion. Abdul Ghani bred high-quality foreign horses for racing, which was his favourite pastime and one he pursued with significant financial investment.\nThe widespread impact of gambling associated with horse racing on the general public is evident from a report published in Dhaka Prakash in 1891. It stated:\n\"During the horse racing event, all offices and courts in Dhaka were closed once again. On Saturday, operations were completely halted, and on Tuesday and Thursday, they were open only nominally for a brief period, with no work being done. Residents of distant towns, who travelled great distances and incurred substantial expenses to attend court for their cases, found the courts suddenly closed and returned home in frustration, cursing the government.\nIf instead of closing the courts unpredictably, the government announced a 'Horse Race Holiday' in advance, much inconvenience and harm to the public could have been avoided.\"\nThe 'Dhaka Races' in Civilian Memoirs and Nawab Diaries\nThe memoir Leaves from a Diary in Lower Bengal by British civilian Arthur Lloyd Clay provides significant insights into horse racing in Dhaka. Writing about events in 1865, Clay noted:\n\"The Dacca Races were now on,—an annual event of some importance on the Turf in Eastern Bengal, liberally supported by Guni Mya and his son Ahsanulla, and other sporting residents, European and native, amongst whom our lively Collector figured conspicuously. A good deal of money was given in prizes, and one or two owners kept European jockeys.\"\nIn another entry from 1866, he recorded, \"The Dacca Races followed in December,\" indicating that horse racing had become an established annual event by that time. The Ramna-based races gained fame as the \"Dhaka Races.\"\nReferences to the \"Dhaka Races\" are also found in Anupam Hayat's book Nawab Poribarer Diaryte Dhakar Shomaj o Shongskriti (Society and Culture of Dhaka in the Nawab Family Diaries). A diary entry dated 5 January 1904 mentions:\n\"Today, Nawab Bahadur, Mr. Garth, and others have arrived in Dhaka for the inauguration of the 'Dhaka Races.'\"\nOn that day, Nawab Sir Khwaja Salimullah returned to Dhaka from Kolkata, accompanied by D.L. Garth, the manager of the Nawab Estate. Garth tragically passed away in June 1904 during the races due to a fall. He was so well-regarded that his personal belongings were later auctioned at the racecourse by Kolkata's Mackenzie & Lyall Company. A lane in Dhaka's Kumartuli area is named after him.\nThe racecourse was marked as \"Race Course\" on an 1859 map of Dhaka. However, 19th-century photographs identify it as the Gymkhana Ground or Gymkhana Pavilion. Researcher Walker Khan's book Dhaka Club Chronicles offers further clarification. On page 64, he writes: \"On its inception, the Dhaka Club Limited at Ramna took over the management of the Old Gymkhana Club and its lucrative weekly racing events, reorganising and naming it as Dhaka Club Gymkhana Races (DCGR).\"\nThe Diary of the Nawab Family (1793–1903) records that in 1851, Khwaja Abdul Ghani donated land in the Ramna area to the Dhaka Club. However, the club was officially registered much later, in 1911.\nCorporate Social Responsibility by Dhaka Club Gymkhana Races\n\nThe primary source of income for the Dhaka Club Gymkhana Races was horse racing. The revenue generated was used not only for the club's development but also for corporate social responsibility initiatives. Donations were made to various hospitals and charitable institutions in the city.\nEvidence of these contributions can be found in the Triennial Report on the Working of Hospitals and Dispensaries in the Presidency of Bengal for the Years 1938, 1939, and 1940. The 1940 report lists the Dhaka Club Gymkhana Races in fifth and ninth place among major philanthropic contributors. That year, it donated ₹2,500 to Dhaka Mitford Hospital and ₹1,500 to the Narayanganj Dispensary.\nDespite these expenditures, the profits from the races continued to rise. This led members to demand reduced subscription fees and subsidies in other areas.\n'Queenie' Case\nIn the fourth chapter of J. C. Galstaun's Racing Reminiscences, an extraordinary incident related to the Dhaka Race is described. It took place in January 1896. The Armenian Galstaun's horsemanship was unparalleled. He was the best jockey in Kolkata at the time and also the largest horse owner of the era.\nHis stable was in England and was legendary. His bay-colored pony named Queenie won three consecutive races in Dhaka over three days. On the first day, in the Cooch Behar Cup, he earned 1000 rupees; on the second day, he earned 1000 rupees from Nawab Ahsanullah, and on the third day, in the Merchant's Cup, he earned 750 rupees. During this time, the jockey for the horse was a man named Stephen. One common condition for these races was that \"the participating horses must be the true property of residents of Dhaka and certain neighboring districts.\" However, Stephen forgot to inform Galstaun about this condition. Instead, he only sent a written copy of the race prospectus to Galstaun, and after a series of correspondence regarding betting with Galstaun, Stephen died.\nStephen's death led to a major issue. Galstaun was accused of winning the races by violating the condition and using Stephen unethically. The Stewards of the races did not believe Galstaun's response that he was unaware of the betting-related condition. Additionally, Galstaun failed to provide the written prospectus sent by Stephen as evidence. Galstaun couldn't find it at the time. Consequently, on December 10, 1896, an announcement was posted in the Racing Calendar:\n\"The Stewards confirm the decision of the Dacca Stewards disqualifying the pony 'Queenie' for the Cooch Behar Cup, the Nawab of Ashanolla's Purse, and the Merchant's Cup, at the Dacca races, in January, 1896, and awarding the two first mentioned races to 'Nelly II', and the last mentioned race to 'Free Lance'. Under rule 81 of the rules of racing, Mr. J. C. Galstaun is warned off the Calcutta course and other places where the Calcutta rules are in force. Under rule 82, the pony 'Queenie' is perpetually disqualified for all races.\"\nFeeling aggrieved, Galstaun sought the intervention of the High Court and obtained an injunction to suspend the Stewards' decision. Over three years later, on February 28, 1900, the issue was resolved, and an announcement was made in the Racing Calendar: \"The notice in connection with the 'Queenie' case, which appeared in the racing calendar, No. 43, of 10th December 1896, is now withdrawn.\"\nIn a cruel twist of fate, in 1908, Galstaun discovered the written copy of the Dhaka race prospectus sent by Stephen among some insurance-related documents. On July 13, he wrote a two-page letter to the highest authority at the Calcutta Turf Club (C.T.C.), C.T.C. The response from the Secretary of C.T.C. on July 15 was as follows:\nJ. C. Galstaun Esq.,\n1, Sukeas Lane,\nCalcutta\nDear Sir,\nWith reference to your letter of the 13th instant with accompanying copy of the prospectus in writing of Dacca races, I am directed by my Stewards to say that they regret they cannot re-open the question of your disqualification twelve years ago but your letter has been noted and filed with the other papers.\nYours,\nJ.Hutchison\nSecy., C.T.C.\nGalstaun's case became a significant part of the history of the racing industry, not just for the Dhaka Club Gymkhana race but as a case study in racing history.\nInsights from the 1945 Official Race Book of the 'Dhaka Club Gymkhana Races'\nA review of the 1945 Official Race Book of the 'Dhaka Club Gymkhana Races' reveals several noteworthy details. The cover states: Monsoon Meetings, Saturday 30th June 1945 Commencement at 2.30 PM Second Day. The booklet was priced at four annas.\nOn the first page, the names of the stewards and officials are listed. Another page, titled \"Notice,\" systematically lists the dates for the Monsoon Meetings 1945: July 7th, 14th, 21st, 28th, and August 4th. Notably, all of these dates fall on Saturdays. The time for the first race is mentioned as 2:30 PM. Under the heading \"The 'Cannaught' Stakes,\" the prize structure for the first race is as follows:\nFirst Prize: 90 rupees\nSecond Prize: 55 rupees\nThird Prize: 40 rupees\nFourth Prize: 15 rupees\nThe booklet also specifies the type of horse eligible for the race, with a distance of four and a half furlongs. Additionally, the names of 11 jockeys, brief descriptions of their attire, as well as the names, weights, and ages of the horses, are included.\nThe book details eight races, with descriptions provided until 6:00 PM. Another page outlines 14 rules regarding the races. The final page provides information about the band program scheduled to take place at the racecourse in the evening.\nHorse Racing in the Memoirs of Writers from East Bengal\n\nHorse racing was immensely popular among the people of Dhaka. This chemistry of horse racing is vividly portrayed in the memoirs and autobiographies of contemporary poets, writers, and authors.\nBuddhadev Bose, one of the early students of Dhaka University, captured the scene of the 1930s' Ramna and horse racing in his autobiography \"Amar Jowban\" (My Youth). He painted a picture of the era:\n\"The northern part is home to the government's elite, the middle has the British-style horse racing field, and the inaccessible Dhaka Club for Dhaka's citizens, where affluent, ball-dancing white rulers and the mill owners of Narayanganj gather for evening social events; and there is a Kali temple with a high spire surrounded by a garden, where many prominent figures come to offer their tributes. ... But the southern part was entirely under the university's jurisdiction, where crowds could be seen, not only students and professors, but also during the winter and monsoon Saturday afternoons, when gamblers and prostitutes filled horse-drawn carts, continuously heading towards the racecourse—disturbing the peaceful Ramna and throwing harsh dust into the faces of those returning from college.\nThe intricate portrayal of the horse racing culture of that time has also been detailed by the writer and editor, Mizanur Rahman, in his book \"Dhaka Purana\" (Old Dhaka). He writes, \"Whether as gambling or entertainment, horse racing was the weekly public festivity for the citizens of Dhaka. The businessmen, indigenous Dhaka residents, and some hardcore horse-racing enthusiasts from Kolkata, along with white rulers and merchant communities, would rush to the Ramna racecourse on Saturdays. ...I also went, not to play, but to watch. ...From distant areas like Savar, Tongi, and Mirpur, crowds of gamblers would pour in. They were called punters. Even before the race began, one could see these hardcore punters at the stables, gathering information about the horses for the day's race from the caretakers, and collecting tips from the jockeys.\"\nChallenges of Horse Racing\nIn 1943, a question arose in the Bengal Legislative Assembly regarding whether any official from the Dhaka Collectorate or the Dhaka Divisional Commissioner's office was assigned part-time responsibilities at the Dhaka Gymkhana Races. In response, Khwaja Nazimuddin, who was in charge of the Home Ministry, stated that specific government officials had been permitted to work at the Dhaka Gymkhana Races based on recommendations from local authorities. He further clarified that if local officials were satisfied with their work and there was no disruption to their primary duties, he would not propose withdrawing them from this assignment.\nThe topic of horse racing was debated again during the Second Session of the East Pakistan Provincial Assembly in 1963. Questions were posed to the minister about whether any measures had been taken in the past to ban horse racing in Dhaka, why it was resumed, and whether the government had any plans to ban horse racing in the future.\nAn analysis of the responses revealed that horse racing was conducted under the Bengal Public Gambling Act of 1867. The Act had been amended once, making betting on horse racing a punishable offence. As a result, horse racing was halted from 2 June 1948 to 25 December 1954. However, a subsequent amendment to the Act on 26 December 1954 legalised horse racing again, allowing betting to resume.\nThe Assembly discussions also revealed that the government earned an annual revenue of 1.2 million rupees from horse racing, and 644 individuals were employed in this sector to sustain their livelihoods.\n'Dacca Races Suspended'\nIn 1967, the Illustrated Weekly of Pakistan published a news article titled \"Dacca Races Suspended.\" A review of the article reveals that the authorities responsible for Dhaka races were actively addressing malpractice in horse racing. Unregistered bookies were not paying taxes to the government, while the authorities operating the races had to pay a 20% tax to the Gymkhana. Measures were taken to discourage the presence of unregistered bookies at the Racecourse ground.\nAt that time, Mr. Mapara served as the secretary of the Dhaka Race Club. Efforts by the stewards to run the popular Sunday races in a transparent and successful manner continued. Stewards, respected members of the racing industry, oversaw all aspects of betting during races to ensure that all parties adhered to rules and guidelines. They were often compared to law enforcement at the racecourse.\nTo improve the environment of horse racing and ensure long-term benefits for bettors, measures were introduced, such as simplifying ticket purchases and designating specific areas for paying betting money. Seating arrangements for third-class spectators were merged with the second-class section. Additionally, the entry fee was increased from 18 paisa to 50 paisa.\nHorse racing was a form of leisure for the British officials but often brought misfortune to the impoverished residents of Dhaka. This led to a mosque-based social movement against horse racing and gambling. The Chawkbazar Shahi Mosque became a centre for this movement, led by renowned scholar Mufti Deen Mohammad. Through his Tafsir sessions and sermons, he sought to educate the general public about the harmful effects of horse racing.\nAs a result, after independence, the government enacted laws banning horse racing, gambling, and alcohol consumption. The Ramna Racecourse was renamed Suhrawardy Udyan, marking the end of Dhaka's beloved Ramna horse races.\nHossain Muhammed Zaki is a Researcher. He can be contacted at [email protected]\n",
        "headline_1": "The Tale of Ramna Racecourse",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/focus/news/the-tale-ramna-racecourse-3792791",
        "news_paper_name": "The Daily Star",
        "publish_date": "06-01-2025"
    },
    {
        "full_article": "Inequality has become the defining issue of our time. In many economies around the world, absolute poverty—measured both in terms of income and non-income traits—has come down, but inequalities have widened. Inequalities now exist—among regional, socio-economic groups, environmental zones, gender, access to social services, etc. Inequalities happen in both outcomes as well as opportunities. In fact, inequalities in opportunities, such as educational opportunities, become a determining factor in inequalities of outcomes, such as income. Today, the 10 richest people in the world own more than the 3.1 billion lower-class people of the world. In the aftermath of the Covid pandemic, global inequality is on the rise for the first time in decades, in fact since 1990. It is because the poorest 40 percent of the world lost twice as much income as the wealthiest 20 percent during the global pandemic.\nThere was a period in history when societies were mostly based on agrarian economies, and the pattern of land distribution used to be the driving force behind inequalities in societies. Later on, it was differences in educational opportunities and educational attainments, that became the major determinant of economic and social inequalities. In today's world, inequalities in access to information and communication technology (ICT) have become the defining factor in disparities in various societies. There is no denying the fact that the world has been witnessing a digital revolution over the past three decades. By 2024, mobile technology has affected the lives of 5.5 billion—two-thirds of the global population—internet users in the world. In 2023, there were more than 8.9 billion mobile phone subscriptions globally, changing the way people work, innovate, interact, and do business. The digital revolution has been creating changes in the world of work and accelerating globalisation. The global internet traffic has increased from 2,401 exabytes in 2019 to 5,291 exabytes in 2022—registering an average annual growth rate of 22 percent. In recent years, the digital revolution has accelerated the global production of goods and services, particularly the digital trade. In 2014, global trade in goods was more than $18.5 trillion and trade in services was almost $5 trillion. In 2023, the corresponding figures reached $30.5 trillion and $7.9 trillion, respectively.\nBut at the same time, there are also digital deprivations in the world. Yet in 2024, nearly 2.6 billion people in the world remain offline, accounting for 32 percent of the world's population, and the vast majority without access are concentrated in developing countries. One billion people in the world are unable to prove their identity, which limits their access to digital services and opportunities. Financial inclusions have remained an illusion for different groups of people. In spite of the digital revolution and apart from digital deprivations, there are significant inequalities in the access and usage of mobile technologies, which imply a global digital divide.\nThe \"digital divide\" is defined as \"the gap between individuals, households, businesses, and geographic areas at different socio-economic levels\" as a result of differences in \"opportunities to access information and communication technologies and to their use for a variety of activities.\" It is a way to describe the inequality in the online community, whether between developed or developing countries, rich or poor, and men or women. There is also a gap in the skillset to use technology and in its physical access. In order to have the technical skills to use technology, it is important to have access to it; but at the same time, without access to technology, it is not possible to develop these necessary skills. \nDeveloped countries, like the G20 countries, have been able to achieve advanced levels of digitisation. They have been able to reap significant advantages in their economies, societies, and in the functioning of the public sectors due to the advanced level of digitisation. This means they have mass adoption of connected digital technologies and applications by consumers, enterprises, and the government. For instance, in developed countries, 87 percent of households have access to the internet and 82 percent have access to a computer. In developing countries, only 47 percent of households have access to the internet at home, and 39 percent have a computer. The percentages are lower for the least developed countries (LDCs), where only 12 percent of households have internet and only 10 percent have a computer. Advancements in technologies can also lead to the displacement of workers in particular sectors, increasing the already existing gaps in access and use. This inadvertently exacerbates digital divides among countries and between various segments of the population in each country and leads to greater inequality.\nGlobally, the share of internet users in urban areas is twice as high as in rural areas, and at the end of 2023, 75 percent of the world's younger population aged 15-24 was using the internet, compared with 57 percent of all other groups. For people aged 65 and over, the internet use rate is less than five percent. Around the world, in the use of mobile technologies, a gender gap persists. Globally, women and girls are disadvantaged compared to men and boys in terms of ownership, access, and control of digital devices and use of technology. Women remain seven percent less likely than men to own a mobile phone and are 16 percent less likely to use mobile internet. This means that there are still 264 million fewer women than men accessing mobile internet. Thus, in the global digital space, within the digital divide, there is also a gender divide, resulting in stunted development for several countries. For instance, one in five women in India and Egypt do not use the internet because they believe it is not appropriate and their families disapprove of their access to it. In spite of several global efforts towards gender equality in almost all spheres, women's access to and usage of technologies remains relatively low due to economic, social, and cultural barriers, resulting in them being unable to reap the benefits of digitisation. In fact, more than 50 percent of women around the world are offline. In developed countries, the internet user gender gap is the lowest at 2.3 percent, while in developing countries it is at 22.8 percent. For the LDCs, the gender gap in internet use is a staggering 42.8 percent. In countries with a large gender gap in mobile phone usage, there is also a large gender gap in internet usage.\nThe existing global digital divide is a critical obstacle not only to digital inclusions but also to the overall socio-economic development in the world. Thus, enhancing digital inclusion is of crucial importance. The digital divide has become a determining factor in explaining the overall disparities in a society. Equity in digital inclusions and removal of the digital divide is a major driving force for removing such disparities in a society and for restoring overall socio-economic equality.\nSelim Jahan is director of the Human Development Report Office and lead author of the Human Development Report.\n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries, and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our submission guidelines.\n \n",
        "headline_1": "The global digital divide ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/the-global-digital-divide-3792351",
        "news_paper_name": "The Daily Star",
        "publish_date": "06-01-2025"
    },
    {
        "full_article": "",
        "headline_1": "Let bus rationalisation plan be successful",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/let-bus-rationalisation-plan-be-successful-1736091748",
        "news_paper_name": "The Financial Express",
        "publish_date": "06-01-2025"
    },
    {
        "full_article": "",
        "headline_1": "Future of the nation depends on interim govt's success",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/future-of-the-nation-depends-on-interim-govts-success-1736091780",
        "news_paper_name": "The Financial Express",
        "publish_date": "06-01-2025"
    },
    {
        "full_article": "",
        "headline_1": "Price hike of rice in peak harvesting season",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/price-hike-of-rice-in-peak-harvesting-season-1736091813",
        "news_paper_name": "The Financial Express",
        "publish_date": "06-01-2025"
    },
    {
        "full_article": "",
        "headline_1": "Making DVS efficient",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/making-dvs-efficient-1736091921",
        "news_paper_name": "The Financial Express",
        "publish_date": "06-01-2025"
    }
]