[
    {
        "full_article": "All nominees for the Nobel Prize in Physiology or Medicine have path-breaking achievements to their credit, but often, the final choice of the winner might have a lot to do with the timing and the context. Katalin Karikó and Drew Weissman would have thus been safe bets for their work that enabled the development of effective mRNA vaccines against COVID-19. The 2023 Nobel announcement comes as no surprise, given that the benefits of the discovery are still keeping people alive and out of hospitals. It also ticks all the boxes: the Nobel prize for Medicine must be awarded for a discovery that would confer the ‘greatest benefit on mankind’ which mRNA undoubtedly did. This Nobel is also significant in that it recognises the contribution of a woman of science: 13 women have now won the Nobel Prize for Medicine (out of 225 awarded); and only 62 women have won any Nobel Prize (against 894 men) so far.The best outcomes inevitably emerge from intersectoral collaborations, and steadfast scientific research conducted against all odds. Hungarian biochemist Katalin Karikó became fascinated with mRNA when it was a mere possibility. In human cells, genetic information encoded in DNA is transferred to messenger RNA (mRNA) and this is then used as a template for protein production. Proteins are the main structural component of cells, and play a key role in growth and repair. During the 1980s, a method called in vitro transcription permitted the idea of using mRNA for vaccine and therapy to take off, but enthusiasm to work on this flagged as several hurdles emerged, including challenges in delivery and inflammatory reactions. Undeterred, Karikó kept on the course of developing methods to use mRNA for therapy, when she was an assistant professor at the University of Pennsylvania. She was then joined by immunologist Weissman, who was studying dendritic cells that have important functions in immune surveillance and activation of vaccine-induced immune responses. Over the years, by making base modifications to the mRNA they managed to ease delivery paths and get rid of the inflammatory reactions. An inchoate idea was finally teased into fruition. This was in 2005, 15 years before the COVID-19 pandemic. But the time and context arrived in 2019, when scientists taught the mRNA vaccine to instruct human cells to make the S protein found on the surface of the COVID-19 virus. This causes the body to create antibodies which will fight the virus if the individual were to contract the infection. The rest, of course, is history. \nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nmedicine\n\n/\n\naward and prize\n\n/\n\nCoronavirus\n\n/\n\nvaccines",
        "headline_1": "Shot in the arm: On the Medicine Nobel 2023",
        "headline_2": "The success of COVID-19 mRNA vaccines picked the Nobel winners this year",
        "link": "https://www.thehindu.com/opinion/editorial/shot-in-the-arm-on-the-medicine-nobel-2023/article67375685.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "04-10-2023"
    },
    {
        "full_article": "Cricket’s biggest showpiece event, the ICC World Cup, is set for a grand launch at Ahmedabad’s Narendra Modi Stadium on Thursday. When defending champion England and the 2019 edition’s runners-up New Zealand clash in the inaugural fixture, the World Cup’s 13th edition will commence its frenetic run across diverse venues in India before winding back to Ahmedabad for the final on November 19. Mumbai and Kolkata, the established big-game venues in Indian cricket, forced to play second fiddle to Ahmedabad is Indian cricket’s new reality, which is often juxtaposed between commercial heft and political clout. Previously, India conducted the 50-over World Cup in 1987, 1996 and 2011 but in all these championships, there were subcontinental co-hosts. Cut to the present, India will be the lone host with outposts as diverse as Chennai and Dharamshala exuding World Cup warmth. In a willow game that is torn between its classical version of Tests and the frenzied universe of Twenty20 leagues, the ODIs have become more of an afterthought. But once in four years, the ODIs get renewed afresh thanks to the World Cup, which offers it some context and a strong base. The latest edition is no different and if it can build towards a rousing climax like the 2019 one at Lord’s, ODIs may regain some charm.Since the World Cup caravan started rolling from 1975, a few myths got busted too. One such was that hosts never win the cup that matters in cricket. But once M.S. Dhoni hoisted the winning six at Mumbai’s Wankhede Stadium on a 2011 April night, the host-not-winning jinx was finally broken. Since then, Australia in 2015 and England in 2019 have shown that organising the World Cup with the resultant pressures, does not necessarily prevent the host from having the last laugh. Rohit Sharma’s men now have the unenviable task of replicating this trend. The Indian unit, despite four key players gradually coming back from injuries — Jasprit Bumrah, Hardik Pandya, K.L. Rahul and Shreyas Iyer — looks strong but the support staff have to keep an eye on the overall fitness index. India’s template of strong batting overwhelming the rivals may still be in vogue with Rohit, Shubman Gill and Virat Kohli leading the batting tree but the bowlers too, especially speedsters led by Bumrah and the two Mohammeds — Shami and Siraj — can raise probing questions. The return of R. Ashwin along with the presence of Kuldeep Yadav, does strengthen the spin quotient. Among the rest, England, Australia, South Africa, New Zealand and Pakistan, may well throw up surprises and scupper the host’s well-laid plans. \nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nWorld Cup\n\n/\n\ncricket\n\n/\n\nAhmedabad\n\n/\n\nGujarat\n\n/\n\nMumbai\n\n/\n\nKolkata\n\n/\n\nChennai\n\n/\n\nDharamshala\n\n/\n\nAustralia\n\n/\n\nSouth Africa\n\n/\n\nNew Zealand\n\n/\n\nPakistan",
        "headline_1": "All vie for the Cup: On the ICC World Cup and host India",
        "headline_2": "India, as the singular host, carries the weight of expectations in ICC World Cup",
        "link": "https://www.thehindu.com/opinion/editorial/all-vie-for-the-cup-on-the-icc-world-cup-and-host-india/article67376622.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "04-10-2023"
    },
    {
        "full_article": "The Japanese make cheeses with sake, miso, sakura. Shouldn’t our food also be going on more adventures?\nWaking up to hot, steaming idlis with ghee and malgapodi has been a long-time favourite for us. But the other day we encountered a variation that took us by surprise. It has gotten me all excited: A crispy toasted sourdough with a generous layer of chèvre mixed with oodles of malgapodi.\nThe podi’s spicy ingredients definitely pack a punch. But these nutty flavours blended amazingly with the soft goat cheese. It was a match made in heaven. Having tried this malgapodi-cheese variation I am convinced that the delicious spice mix needs to find its way out of South Indian cuisine, to new and exotic pastures.\nI have since had flashes from the past of Japanese KitKats flavoured with yuzu, sake, cherry blossoms, matcha, red beans, purple sweet potato, wasabi and even soy sauce!\nThe Japanese also make varieties of cheese washed with sake or aged in miso or blended with sakura. And I think if the Japanese can do it, why should we also not unleash malgapodi worldwide and let it soar on the palates of global gourmets? My imagination is now flying high. Could we not get our spices like cardamom, clove, cinnamon and nutmeg into the everyday foods of other cuisines as well? Given the aromatic and flavoury combination of our spices, the permutations could be endless.\nBut for the time being let’s get back to malgapodi. We could do a podi chocolate and podi-sprinkled potato chips could be a great idea to pursue too! I am already dreaming of the weekend where my next experiment with the podi combo will be as a topping on my pizza.\nOr perhaps on grilled aubergines or stir-fried vegetables. It could also be very tasty as a toast-topping mixed with hung yogurt. I cannot think of an easier way to create a cooler flavour. And as I present these thoughts, the humble idlis huddled in their plate nearby will most likely beam with pride – we told you so!\nThe writer is chairman, RPG Enterprises.\n\n",
        "headline_1": "Podi, podi, little star",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/podi-podi-little-star/",
        "news_paper_name": "The Times of India",
        "publish_date": "04-10-2023"
    },
    {
        "full_article": "Congress is trying to repeat the Karnataka formula in Rajasthan, but the game here is somewhat different\nIn the upcoming assembly elections, the last round before Lok Sabha polls 2024, BJP and Congress will have their fiercest fights in Madhya Pradesh (230 seats) and Rajasthan (200 seats) in the Hindi heartland. In Rajasthan, Congress CM Ashok Gehlot faces the bigger anti-incumbency challenge in the sense that the state has not returned a government in the last five election cycles. In 2013, BJP had won 163 seats with a 45% vote share, any party’s highest tally ever. In 2018, voters gave BJP 73 and Congress 100 seats with almost 39% vote share each – a tiny 0.5%-point difference. Where such small differences in vote share can swing a party’s fortunes, the voter can never be taken for granted.Gehlot, looking at a fourth term, is banking on recent welfare schemes, though his return to the old pension scheme for state employees last year was a damaging move fiscally. Overall, Congress has repeated the Karnataka formula here – welfarism, peace settlement between warring factions, in this case Gehlot and his rival Sachin Pilot, and the party brass playing second fiddle to state leadership.\nIn contrast BJP’s campaign is being led by Modi. In a first in six election cycles, BJP hasn’t named a CM-nominee, Vasundhara Raje isn’t in the limelight. But with clinical efficiency, BJP has drawn in Union and state ministers, senior partymen, MPs and MLAs from Haryana, Himachal, Gujarat, Uttarakhand and UP to lead the poll effort, the state carved into seven zones. The PM was on the front foot on Monday as he accused Gehlot’s government of graft, a “commission culture” and failing law and order situation. Rajasthan is not Karnataka where Congress was in opposition – Gehlot must fight both anti-incumbency and a BJP campaign led by Modi, whose popularity remains a factor.\n\n\n",
        "headline_1": "Gehlot’s twin troubles",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/gehlots-twin-troubles/",
        "news_paper_name": "The Times of India",
        "publish_date": "04-10-2023"
    },
    {
        "full_article": "Bihar’s caste survey, or other states’, is the wrong way to fill the data void left by GOI’s delay of census\nThe Bihar government yesterday released the first cut of the results on its caste survey – even as the Supreme Court is hearing petitioners challenging the legality of the exercise. In August, the Patna high court upheld the Bihar government’s right to carry out this survey. Leaving aside the legal challenge, the survey and announcement of the results are an unfortunate development. This is the wrong way to address challenges related to governance.\nLet’s unpack the issue. Bihar’s caste survey has been presented to the state assembly and the judiciary as an attempt to collate data needed to frame welfare packages. ‘Development with justice’ is how it was portrayed in the state assembly. In this respect, Bihar is not an exception. Neighbouring Odisha this year kicked off a survey on the social and educational status of backward classes. This trend is almost sure to spread as election season approaches.\n\nWhile state governments represent the exercise as a step towards evidencebased policy, it’s important to keep in mind that caste continues to be the building block of electoral coalitions across India. These exercises will always be politically coloured.\nDrill deeper to look for a common thread binding the clamour for caste-based data across India and it leads to the data void on economic and social indicators that’s been building up over the last few years. The Bihar survey results said the state’s population is about 130 million – it was 104 million according to Census 2011. Shouldn’t we have got a more accurate number on the state’s population from Census 2021 and not a survey? The indefinite delay in a national census has come on the heels of other gaps in GOI’s database. For example, we haven’t been given a consumption expenditure survey for over a decade, which undermines other important data.\nGOI’s tardy approach to data has left gaps that states are trying to fill through crude measures that are tinged by political motives. For sure, effective governance needs to be based on empirical evidence. Thus far, that evidence was provided by the overarching national level data put out by GOI, which was then supplemented by states looking for data to meet specific needs. In the absence of timely national data, we are quickly descending into a phase of disaggregated data collection that will lead to more problems than solutions.\n\n",
        "headline_1": "Data anarchy",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/data-anarchy/",
        "news_paper_name": "The Times of India",
        "publish_date": "04-10-2023"
    },
    {
        "full_article": "India must take cognitive and cyber warfare more seriously by incorporating new tools and systems – as China takes the lead in this critical emerging domain\nA recent US state department report says that China is spending billions of dollars annually on information manipulation abroad. This will only further the ongoing debates within the US military and its broader national security ecosystem that Washington needs to catch up with its two principal adversaries, Russia and China, in the areas of cognitive warfare and, specifically, cyber warfare.\nRead Full story on TOI+\n\n",
        "headline_1": "The Art of winning without fighting",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/the-art-of-winning-without-fighting/",
        "news_paper_name": "The Times of India",
        "publish_date": "04-10-2023"
    },
    {
        "full_article": "It is shocking that around 70 percent of the land in Sirajganj's Chowhali upazila has been lost to river erosion in the last 20 years, leaving around 50,000 people from 50 villages homeless, according to a report in this daily. While many of the villagers have been forced to move to other locations, those who remain are often being deprived of basic facilities. This is because the Jamuna has not only washed away their homesteads, but also damaged road communications, affected agricultural production and trade, and even deprived many children of access to education.\nReportedly, at least 100 of the 128 government primary schools in the upazila were affected in recent times, with 80 of them relocated multiple times. This has led to a significant rise in the dropout rate – while there were some 32,000 primary students in the 2017-2018 academic session, the number has fallen to 24,000 this session, according to the upazila education officer. Besides, the buildings of most government offices, including health and UNO offices, have been lost to river erosion, with the offices now operating in makeshift structures. For instance, the UNO office is being run from a college building. Under the circumstances, villagers are not getting proper access to essential services, including healthcare facilities. We wonder what future awaits them if the government does not come up with a sustainable plan to tackle river erosion and help the victims recover.\nSo far, government measures to prevent erosion have been restricted to sandbag dumping only. We must ask, is this all that the government can do when an entire community is at risk of destitution? While the plan to construct a permanent embankment in the area may be a solution for the time being, whether that will be sustainable in the long run remains to be seen. According to one river expert, building embankments and hard structures to stop river erosion is the wrong way to go in countries like Bangladesh. Such Western-originated approaches have proven to be ineffective in many cases. Therefore, the government must consult with local river experts and find a sustainable way of river management which will also reduce river erosion significantly.\n",
        "headline_1": "An entire upazila haunted by erosion",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/entire-upazila-haunted-erosion-3433776",
        "news_paper_name": "The Daily Star",
        "publish_date": "04-10-2023"
    },
    {
        "full_article": "By now, everyone knows that Bangladesh's banking sector has some fundamental problems, non-performing loans (NPLs) being the top one. The growth of bad loans is mainly due to the business-politics nexus, lack of corporate governance, and weak judicial system. This growth has led to some banks often facing acute capital deficiency, which could lead to bank failure.\nA bank fails when the market value of its assets declines below the that of its liabilities, and so, the market value of its capital, also known as net worth, becomes negative. Banks may incur losses for many reasons, and these losses are initially adjusted against capital. When the losses exceed capital, a bank becomes insolvent, faces a serious liquidity crisis, and fails to meet the immediate demand of its customers. The news rapidly spreads in the market, and panicked customers rush to withdraw their funds from the bank, which further aggravates its liquidity. The ultimate result is bank failure.\nThe failure of one bank may introduce systemic risk through which solvent banks may also fail when their customers panic and quickly withdraw their deposits. When there is a crisis of trust in banks, it is really difficult for some of them to remain operative. Bank failure is different from that of other institutions, because it has serious economic and political consequences. Hence, the governments in Bangladesh have tried to avoid this during their regime by injecting public funds, and the country never witnessed such a failure.\nThe Oriental Bank Limited was founded in 1987. From the very beginning, it fell into trouble because of insider lending, corruption, and mismanagement. Its accumulated loss stood at Tk 86.34 crore in 2001, which jumped to Tk 450 crore in March 2006 (State, Market and Society in an Emerging Economy, Chapter 10, Routledge). Overall capital deficit was Tk 877 crore. The bank was heading toward failure. However, in 2006, Bangladesh Bank (BB) dissolved the bank's board and floated a tender to sell its majority shares in 2007. The bank's paid-up capital was over Tk 700 crore, and the Swiss ICB Group won the bid and took control of the bank, purchasing 50.10 percent of shares for Tk 351 crore. The ICB Islamic Bank Limited has been operating in Bangladesh since then. It has turned into one of the worst performing banks in the country with massive non-performing assets.\nAnother story revolves around the Bank of Credit and Commerce International (BCCI), founded in 1972. With its headquarters in London and incorporation in Luxembourg, this bank was working in Bangladesh too. The bank witnessed massive irregularities and mismanagement, and consequently collapsed in 1991. The institution's Bangladesh wing was also affected, but the BB came to the rescue. The local BCCI was restructured and Eastern Bank Limited was established in 1992. This new bank started its journey with 100 percent Bangladeshi owners and has been operating successfully. It is now one of the well performing banks, with an NPL rate of only three percent.\nThe Farmers Bank Limited was set up in 2013 and became the hub of financial corruption just within three years of its operation. Loans were approved without following the rules and practices. In 2015, the BB found that loans worth Tk 400 crore were sanctioned without proper documentation. Another investigation in 2017 identified even bigger irregularities involving Tk 500 crore. More than Tk 3,500 crore was drained from the bank. The bank faced a serious liquidity crisis and failed to honour even small-denominated checks. Consequently, authorities took action. The government forced four state-owned commercial banks and another state investment company to bail out Farmers Bank by purchasing the equity shares worth Tk 715 crore (60 percent stake in the bank). The institution was renamed to Padma Bank Limited. Failing to gain the people's trust, it then looked for a merger or acquisition, but no bank came forward. The institution is yet to improve its condition and remains one of the worst performing banks.\nTo improve the capital position of state-owned banks, the government injected a total of Tk 30,600 crore through budgetary allocation between 2011 and 2020. The year-wise allocation ranged between Tk 1,500 crore and Tk 5,400 crore during the period. It was Tk 1,700 crore in 2011, and Tk 5,400 crore in 2014, quadrupling in three years. The amount of capital injection varied depending on banking scandals. Some major scams occurred between 2012 and 2015, during which capital injection reached Tk 20,400 crore. However, the figure declined to Tk 2,000 crore separately in 2016 and 2017. It further reduced to Tk 1,500 crore in the following three years.\nThis type of solution has disastrous consequences since it creates a moral hazard – a situation which encourages stakeholders of banks to behave irrationally. For example, banks may take excessive risks, bankers may have less incentive to attain operational efficiency, and borrowers may be encouraged not to repay loans. If a bank knows its systemic importance and believes that it will be bailed out ultimately, it will not try to be efficient. Bailing out a bank using budgetary allocation is nothing but putting the burden of inefficient banks on the people.\nBank recapitalisation is not uncommon. A bank may be bailed out by capital injection if it is affected by systematic risk – a risk which affects the entire industry or market, like the pandemic or Russia-Ukraine war. The action must be defensible. There should be some simple performance indicators that have to be achieved within a certain period after recapitalisation. For instance, the default rate must be reduced to a certain level, say 10 percent, within a set timeframe.\n\nIt is unthinkable that these banks are still operative. While a bank can absorb only 12.5 percent of its losses, the potential losses of these banks are many times their absorption capacity.\nThe economy of Bangladesh is already burdened with a huge number of banks, some which came face to face with serious problems in managing liquidity, assets and capital. A number of banks have unusually high NPL rates. According to the BB data, National Bank of Pakistan has an NPL rate of 98 percent, Union Bank 95, ICB Islamic Bank 86, Padma Bank 59, BASIC Bank 58, and Bangladesh Development Bank's rate is 50 percent. It is unthinkable that these banks are still operative. While a bank can absorb only 12.5 percent of its losses, the potential losses of these banks are many times their absorption capacity.\nThe problems of some banks are chronic and capital injection will not solve them. They may be addressed by mergers and acquisitions, which will reduce the number of banks to an expected level. If that is done, the country's economy will present a healthy environment for the banking sector.\nDr Md Main Uddin is professor and former chairman of the Department of Banking and Insurance at the University of Dhaka. He can be reached at [email protected]\n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission. \n",
        "headline_1": "The Bangladeshi model of dealing with bank crises",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/the-bangladeshi-model-dealing-bank-crises-3433711",
        "news_paper_name": "The Daily Star",
        "publish_date": "04-10-2023"
    },
    {
        "full_article": "Shortly after noon on Sunday, Tangail and its nearby areas were struck by an earthquake of 4.4 magnitude. While this was a minor quake and resulted in no casualties, earthquakes have been observed at a higher rate recently not only in Bangladesh, but worldwide. On the afternoon of September 9, for instance, a 4.4-magnitude quake shook Sylhet. Another 3.9-magnitude earthquake, the epicentre of which was in Bhulta of Narayanganj, hit Dhaka on April 25.\nAgainst the background of such frequent quakes, we must ask: is Dhaka adequately prepared to face a 6-7 magnitude earthquake? Are we planning our cities, buildings, and infrastructure in a way that would make the capital safe for our lives and properties, given its vulnerability to earthquakes? Are our development authorities diligently enforcing planning laws and building codes?\n\nUnlike cyclones, earthquakes cannot be accurately predicted. Hence, requisite preparations are needed from urban development authorities. Unplanned urbanisation, unsafe building development, coupled with the expansion of urban areas in low-lying or marshy areas have greatly aggravated the capital's earthquake vulnerability, which has a population of nearly 20 million people. We must remember that a large portion of this population dwells in poorly built structures, and even in semiformal and informal housing in unsafe and precarious conditions.\nBetter preparation in terms of maintaining building codes and planning rules could save lives to a great extent, which has been seen in the experiences of recent earthquakes in Chile, Haiti, and Turkiye. In 2010, Chile experienced a quake of 8.8 magnitude, which killed 700 people, while the Haiti 7.0-magnitude earthquake killed around 220,000 people in the same year. Chile established strict building codes in 1985 following a 7.8-magnitude earthquake; and Haiti had no national building code and no means of checking building safety.\n\nUnplanned urbanisation, unsafe building development, coupled with the expansion of urban areas in low-lying or marshy areas have greatly aggravated the capital's earthquake vulnerability, which has a population of nearly 20 million people. We must remember that a large portion of this population dwells in poorly built structures, and even in semiformal and informal housing in unsafe and precarious conditions.\nThe 7.8-magnitude earthquake that hit Turkiye on February 6 resulted in a death toll of over 50,000, while more than 160,000 buildings collapsed or were severely damaged. This gave rise to questions about whether the natural disaster's impact was made worse by a lack of building and planning compliances.\nReports on the Turkiye-Syria earthquake revealed that unplanned urbanisation, material weaknesses, insufficient inspection processes, and illegal constructions were the main factors behind the extensive destruction. These factors are also prevalent in the urban development and building construction practices for urban areas in Bangladesh.\nAt least 65 percent of Dhaka and its surroundings are at high risk of earthquakes, as the buildings have been constructed on landfills due to unrestricted urbanisation, and have not taken into consideration the nature of the soil or earthquake vulnerabilities of the area in general. Rapid construction of housing and high-rise infrastructure on weak land, without carrying out proper study on geological features, have alarmingly increased the risk of earthquakes and other urban disasters in Dhaka.\nThe expansion of Dhaka city to the east and southwest has therefore made it more vulnerable to liquefaction during earthquakes, since buildings in these areas are erected by filling up water reservoirs and wetlands, in violation of building codes.\n\nIn order to ensure building safety, we have the Bangladesh National Building Code (BNBC), updated in 2020, and the Dhaka Building Construction Rules, 2008. There are also physical plans like the Detailed Area Plan that provide detailed guidelines for urban development in different land-use zones in Dhaka. Despite this, a large number of buildings in the capital have not been designed properly or have been constructed violating land use guidelines, which may turn out to be dangerous in case of a moderate to strong earthquake.\nAccording to a survey by the Rajdhani Unnayan Kartripakkha (Rajuk), nearly 865,000 buildings would collapse in Dhaka city if an earthquake of 6.9 magnitude strikes at Madhupur fault in Tangail. Additionally, 210,000 people would die and another 229,000 would sustain injuries if the quake strikes during the day. As per a survey conducted by Rajuk in 2018, an alarming 67 percent of buildings were found violating building codes, out of 1.95 lakh buildings surveyed.\nWe may recall the March 13 declaration by Rajuk relating to the evacuation and demolition of 42 dangerous buildings identified by its Urban Resilience Project. It also listed around 342 buildings, owned by various government organisations, as being risky for living. But no significant progress has been made since Rajuk provided the notice to the owners of the buildings to vacate the structures. This is proof of the utter disregard and apathy towards building safety and earthquake preparedness from different authorities and building owners.\n\nA devastating earthquake could hit anytime and would be quite catastrophic for us. Yet, we are wildly ill-prepared to face something like this. A specific authority should be formulated on an urgent basis to enforce the Bangladesh National Building Code in order to increase building safety. Urban development in low-lying areas should be strictly prohibited, even for government projects. The government should no longer allow the violation of planning guidelines and building codes, and must take appropriate measures against violators. Planning and investment is required so that our utility services and facilities do not collapse in the case of a major earthquake.\nThe corruption in the supervision and monitoring system of Rajuk and related bodies must be checked. We welcome recent directives from Rajuk to mandate the submission of architectural, structural, fire safety, electrical, and plumbing plans before building construction. However, making planning permits – which still does not exist in Bangladesh – mandatory is required as well to increase building safety and urban resilience. Third-party monitoring of building construction, as planned by Rajuk, could help push this forward. However, there is no scope for laxity by development authorities and urban bodies in monitoring the overall urban development process. We cannot prevent earthquakes; but we should be properly prepared against them to save invaluable lives.\nDr Adil Mohammed Khan is executive director at Institute for Planning and Development (IPD) and professor at the Department of Urban and Regional Planning of Jahangirnagar University. Reach him at [email protected]\n\n",
        "headline_1": "What if an earthquake of 6.9 magnitude hits Dhaka?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/what-if-earthquake-69-magnitude-hits-dhaka-3421611",
        "news_paper_name": "The Daily Star",
        "publish_date": "04-10-2023"
    },
    {
        "full_article": "It is shocking that around 70 percent of the land in Sirajganj's Chowhali upazila has been lost to river erosion in the last 20 years, leaving around 50,000 people from 50 villages homeless, according to a report in this daily. While many of the villagers have been forced to move to other locations, those who remain are often being deprived of basic facilities. This is because the Jamuna has not only washed away their homesteads, but also damaged road communications, affected agricultural production and trade, and even deprived many children of access to education.\nReportedly, at least 100 of the 128 government primary schools in the upazila were affected in recent times, with 80 of them relocated multiple times. This has led to a significant rise in the dropout rate – while there were some 32,000 primary students in the 2017-2018 academic session, the number has fallen to 24,000 this session, according to the upazila education officer. Besides, the buildings of most government offices, including health and UNO offices, have been lost to river erosion, with the offices now operating in makeshift structures. For instance, the UNO office is being run from a college building. Under the circumstances, villagers are not getting proper access to essential services, including healthcare facilities. We wonder what future awaits them if the government does not come up with a sustainable plan to tackle river erosion and help the victims recover.\nSo far, government measures to prevent erosion have been restricted to sandbag dumping only. We must ask, is this all that the government can do when an entire community is at risk of destitution? While the plan to construct a permanent embankment in the area may be a solution for the time being, whether that will be sustainable in the long run remains to be seen. According to one river expert, building embankments and hard structures to stop river erosion is the wrong way to go in countries like Bangladesh. Such Western-originated approaches have proven to be ineffective in many cases. Therefore, the government must consult with local river experts and find a sustainable way of river management which will also reduce river erosion significantly.\n",
        "headline_1": "An entire upazila haunted by erosion",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/entire-upazila-haunted-erosion-3433776",
        "news_paper_name": "The Daily Star",
        "publish_date": "04-10-2023"
    },
    {
        "full_article": "In recent years, non-performing loans (NPLs), or defaulted loans, have been one of the factors crippling our banking sector. On a number of occasions, economists have spelled out the core reasons behind this growing menace and suggested targeted measures to stem its growth. Unfortunately, those suggestions have fallen on deaf ears, as we have not seen any solid efforts from the authorities to prevent wilful loan-defaulting.\nThe consequence is this: as of June 2023, the amount of NPLs stands at a staggering Tk 156,039 crore – a record high in the country's history, according to Bangladesh Bank. This is without counting written-off loans and loans stuck in the money loans court; had those been included in the official figure, the amount of bad loans would have tripled, experts say.\nHowever, our report also highlights a valid point worth considering: that there are borrowers who are simply victims of the economic challenges that the country is facing, making it difficult for them to pay off debts. To help genuine borrowers, the central bank reintroduced its relaxed loan payment facility in June this year. Unfortunately, it seems they did not foresee how habitual defaulters would take advantage of that facility, suggesting the futility of regulation minus political will to address a crisis.\nDefaulters, clearly, are not the only ones to blame for this situation, with the government and the banking regulator also apparently patronising them. Over the past decade, the authorities have shown extraordinary leniency towards loan defaulters while our banks kept struggling with a liquidity crisis. The government has introduced policies allowing generous loan rescheduling and restructuring, which means bad debts kept getting converted into regular loans and big defaulters were able to stay under the radar. Then, there are the loan scams that have been bleeding our banks dry. Lending irregularities and political influence have paved the way for suspicious entities to borrow money and simply not pay back for years. All this happened because Bangladesh Bank, our banking regulatory authority, failed to enforce banking regulations and take stringent actions against habitual defaulters and loan scammers.\nThe authorities don't seem to fully apprehend the gravity of the situation. Surely, the current state of NPLs does not evoke confidence in foreign investors, whom we need to help expand our economy. To the outside world, our financial health is not looking well, as evidenced by the country's downgrading by three top credit rating agencies this year. Why, despite all the warnings, our government remains reluctant to make a strong move against big, habitual loan defaulters is a mystery to us. This shooting-in-the-foot attitude is going to cost it – and the economy – dearly unless it rectifies it. We can only hope that the government will do so before it's too late.\n",
        "headline_1": "No excuse for rising loan defaults ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/no-excuse-rising-loan-defaults-3433396",
        "news_paper_name": "The Daily Star",
        "publish_date": "04-10-2023"
    },
    {
        "full_article": "A stable and rather cheap source of Bangladesh's foreign currency earning, remittance from migrant workers, has been on a falling curve since long despite a marked rise in the outflow of overseas jobseekers. Last year (2022), for instance, more than 1.1 million migrant workers, the highest ever from the country, went abroad, most of them to the Gulf countries. But the money they sent through the official channel dropped to US$21.28 billion from US$22 billion in the previous year, marking a 6.65 per cent decline. The fall in remittance, except the Eid time surge (as in last June), continued with the last month (September 2023) recording the lowest receipt at US$1.34 billion in 41 months since April 2020. It was also 13 per cent lower year-on-year. As expected, the country's forex reserves, which are already severely strained, received yet another blow. The receipt from export, too, fell short of meeting monthly target recording the lowest earning in three months, though, year-on-year, it earned 10.4 per cent more at US$4.3 billion. But still such a gain compared to the past will be meaningful, if the exporters concerned are not waiting in the hope of a further rise in the US dollar's rate before retrieving those (the US dollars so earned) from abroad. Given the fall in consumers' demand overseas, the reported comparative (year-on-year, if not in monthly terms) gain in export may not be sustainable. This is hardly good news for the forex reserves. Notably, by the end of last month (on September 26), the country's foreign currency reserves stood at US$21.5 billion. According to the US-based credit rating agency, Ficht, by the end of 2023, reserves will dip further, and will be able to cover only three months' import bill. Clearly, these are the warning signals for the central bank, the Bangladesh Bank (BB), in the upcoming months ahead of the national polls. Hopefully, the BB will go for the drastic policy changes it has been promising since last year to meet the challenges of fast depleting forex reserves, the persistent depreciation of taka against US dollar and the resulting upward push to the inflation. In this context, the BB's present policy of raising the exchange rate from time to time by Tk 0.50 or Tk 1.0 per US dollar, experts hold, is proving counterproductive as it is only fuelling expectations (of further rise in its rate) in the market. The BB should opt for the market-based exchange rate as it promised last July while announcing its monetary policy. To that end, urgent measures have to be in place to narrow down the existing exchange rate gap between formal and informal markets to zero. The current official exchange rate of greenback as determined at Tk 110 by the Bangladesh Foreign Exchange Dealers Association (BAFEDA) and the Association of Bankers, Bangladesh (ABB) with the unofficial backing of the BB, is still lower than the rates being offered by the hundi operators through the kerb market, for instance, recently, at Tk 118 per US dollar. So, no exhortation even with the 2.5 per cent incentive is going to work as long as the remitters get Tk 8.0 extra for every dollar they send home. But to stop the trend, nothing short of a full-scale war on the hundi operators, who also serve as the conduit for capital flight, both at home and abroad will be necessary.",
        "headline_1": "Narrowing down exchange rate gap",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/narrowing-down-exchange-rate-gap-1696343784",
        "news_paper_name": "The Financial Express",
        "publish_date": "04-10-2023"
    },
    {
        "full_article": "However peculiar it may seem, potato of all the edible consumer products, ranking very high given its use in most households on an almost daily basis, is often weighed down by unpredictable market behaviour. In times of bumper harvest, it is the farmers who suffer most -- not being able to get fair price. Besides, wastage takes a toll for lack of proper and required storage facilities. The strange thing is that excess or sufficient production barely ever reflects itself in the retail market. Even there are occasions when despite fairly good harvest, the market gets heated. This year's case is a glaring example.There are scores of issues relating to potato -- from sowing seeds to harvesting to storing and marketing. For consumers it is the unpredictable, even irrational price spiral that they are concerned about. Good harvest or not, abnormal price hike is a common phenomenon, and the government finds it convenient to put the blame on hoarders who allegedly work under a country-wide syndication.  With the price hike of potato wreaking havoc on ordinary consumers all over the country, the response of the government comes in the form of devising plans, which for the most part are short of ideas and hence not practical enough to address the crisis. On the other hand, when it comes to proper storage, there is also no dearth of plans. One may recall that last year when huge quantities of potatoes were getting wasted, the authorities announced for setting up Potato Centres for proper preservation, development and boosting export of potato. No doubt the initiative sounded fine on at least two counts: saving huge quantities of potatoes from rotting at farmers' yards and godowns, and facilitating export to target markets. It had been gathered from newspaper reports that the decision came at a meeting of the agriculture minister with a delegation from the International Potato Centre (CIP). The CIP, based in Lima, Peru deals with a whole package of potato preservation, pest-free quality assurance, and has research presence in more than twenty countries in Africa, Asia and Latin America with special focus on various grades and types of potatoes. The delegation led by the Regional Coordinator of the CIP offered cooperation for setting up potato centre in Bangladesh. The government, on its part, has readily agreed to provide necessary land for setting up the centre to help develop varieties of potato and scientific preservation. This happened more than a year ago, and as ill luck would have it, there is no further move as of now.This year's potato price surge is four year's high. The price has risen to Tk 45-55 a kilogram in Dhaka and other parts of the country in recent weeks. The current price is more than 61 per cent higher than a year ago. In response, the government's move to collect information on stock record of potatoes from the private cold-storage facilities in the country sounds rather simplistic to rein in price hike. A FE report says the commerce ministry has instructed the Bangladesh Cold-Storage Association (BCSA) to provide stock records for the last three years, from 2021 to 2023. The purpose of such a move is believed to obtain a picture whether sufficient quantities have been released from the cold-storages to meet market demand. This may lend a picture whether it is short supply, in other words, hoarding that is causing the artificial crisis. What, however, remains to be said is that if it is a syndicated arrangement, as suspected, to raise prices all over the country, stock-taking may end up as an exercise confined to itself. There is apparently no causal link between production and market price of potato. In August 2020, potato prices reached an all-time high of Tk 60-65 per kilogram. But the agriculture ministry claimed a record production of 10 million tonnes -- more than a million tonnes than annual country demand. The maximum demand for potatoes in the country is 8.5 million tonnes including 0.8 million tonnes for seeds. This year production has increased by 0.3 million tonnes to 10.4 million tonnes, according to BBS data. Despite the increase in production, traders have raised prices nearly two-fold in just four months without any apparent reason.The Bangladesh Bureau of Statistics (BBS) data show that over the years, despite losses incurred by farmers, land area for potato cultivation has been on the rise which goes to explain that farmers still prefer to stick to one of their favourite and relatively easy-to-grow crops. According to the Department of Agriculture Extension (DAE), the total land area under potato cultivation has been on the increase since 2012 with a slight fall in 2017. Production, however, has been consistently on the rise reaching more than 10 million tonnes since 2018.Under the circumstances, isn't it intriguing that irrational price spiral of potato should leave the authorities with no clue to address the matter? \n[email protected]",
        "headline_1": "Intriguing price spiral of potato",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/intriguing-price-spiral-of-potato-1696343819",
        "news_paper_name": "The Financial Express",
        "publish_date": "04-10-2023"
    },
    {
        "full_article": "Things are looking depressing at the moment as both export and inward remittance take a dip in September. Naturally this will further put pressure on the country's foreign exchange reserve. Merchandise export stood at US$4.78 billion in August which came down to $4.31 billion in September, a fall of 9.83 per cent. The news about the remittance is more alarming as data show that the figure for July, 2023 was $1.97 billion that fell to $1.59 billion in August and again down to $1.34 billion in September. Of course, the readymade garments (RMG) sector dominates the export sector and contributed $3.61 billion of that export earnings.The situation with other sectors in terms of export are not so encouraging. The Export Promotion Bureau (EPB) data state that earnings from jute and jute goods fell by 9.67 per cent garnering $221.89. Agriculture didn't fare well either earning $257.49 million, registering a fall of abut 5.3 per cent. Light engineering sector showed a double-digit decline of 16.13 per cent earning $121.1 million. The downhill trend continues with export of live and frozen fish that recorded a massive 25.05 per cent decline to $99.54 million. Export earnings from leather and leather goods declined sharply by 18.44 per cent fetching $267.49 million. Perhaps the only saving grace from this raft of massive decreases in export earnings was in the synthetic footwear sector that posted a marginal 1.01 per cent rise to $124.07 million.On the remittance side, things look decidedly gloomy. Bankers have been hammering for the central bank to put in place the market-based exchange rate. Again, there have been calls from the financial sector to take a much tougher stance on the 'hundi' business, which is an informal money transaction channel. Unfortunately, for reasons beyond comprehension, the central bank has stuck to a fixed exchange rate for the dollar which cannot be availed by anyone. The fact that in September, 2023, our expatriate workers sent only $1.34 billion, the lowest in 41 months merely goes to show that the exchange rate being offered officially is simply not lucrative enough for remitters to use official channels.One wonders why there is little movement by the authorities to curb the hundi trade. With the current foreign exchange reserves in a precarious state, official imports through banking channels have come down drastically over the last year. Traders of all sizes and sectors are now actively using hundi channels to make payments for imports in foreign lands. So, it is quite difficult to go up against hundi operators. Again, hundi is the favourite means by which money may be laundered abroad, either to park financial assets abroad or to pay for children's education. These are hard realities on the ground. Again, given the political uncertainty leading up to the next general election has precipitated a large scale outflow of financial assets, which shuns official channels for reasons understandable. If there is a common perception that the country is heading for political uncertainty, hundi operators can do brisk business. If the country's economic planners were really serious about stabilising the economy, they would have been serious about checking capital flight from the country. Introduction of a free-floating exchange rate should reduce the difference between the formal and informal rates against the dollar, and then perhaps things would start looking up over time.\n[email protected]",
        "headline_1": "Double trouble for economy",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/double-trouble-for-economy-1696343922",
        "news_paper_name": "The Financial Express",
        "publish_date": "04-10-2023"
    },
    {
        "full_article": "Common people have for long been suffering from soaring prices of daily commodities. With this, now people have to pay Tk 79 extra for a 12 kilogram LPG (Liquefied Petroleum Gas) cylinder they purchase from the retailers. According to the new rate, consumers will reportedly have to buy a 12 kg LPG cylinder at Tk 1,363, which was Tk 1,284 earlier. The prices of other sizes of LPG cylinders -- from 5.5kg to 45kg -- will also go up accordingly. The Bangladesh Energy Regulatory Commission has fixed the prices of liquefied petroleum gas. But it is unfortunate that consumers are often forced to buy the key fuel at a higher price due to non-compliance by importers, distributors and retailers. Many people across the country depend solely on LPG cylinders for cooking and other purposes. We are concerned with the way importers, distributors and retailers are indiscriminately increasing the prices of LPG cylinders. At a time when the country's people are already overburdened by increasing costs of living, skyrocketing prices of cylinder gas will add more woes to their agony. Following the start of the Russia-Ukraine war in February last year, people from less privileged sections of society have been hit hard due to a surge in prices of daily essentials and cylinder gas. We therefore urge the BERC to take every step that is necessary to keep the LPG cylinder prices within the reach of ordinary people. \nAfroza Sheikh,Dania, Dhaka,[email protected]",
        "headline_1": "Unwelcome rise in LPG price",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/unwelcome-rise-in-lpg-price-1696344070",
        "news_paper_name": "The Financial Express",
        "publish_date": "04-10-2023"
    }
]