[
    {
        "full_article": "The truck attack in the French Quarter of New Orleans, on New Year’s Day, killing at least 15 people and wounding 30, suggests that the threat of low-tech, lone wolf attacks has not gone away. The attacker, identified as 42-year-old Shamsud-Din Jabbar, an American citizen who had served in the military, was killed in a shoot-out. Police found an Islamic State (IS) flag and explosives in his truck. Just hours earlier, Jabbar had posted videos on social media, indicating that he was inspired by the IS. In recent months, the IS, a terrorist organisation founded in Iraq and Syria, and now present across geographies, has released propaganda videos asking its “soldiers” to strike during celebrations in western cities in the holiday season. A few hours after the New Orleans attack, a Tesla Cybertruck exploded in front of the Trump International Hotel in Las Vegas, killing at least one person and injuring several. Police later said Jabbar, the suspected New Orleans attacker, did not act alone, and are investigating any potential link between the truck attack and the cybertruck explosion.The IS, which lost its physical Caliphate in Iraq and Syria, has been trying to revive its lost fortunes. The terror group survived as an insurgency, shifted its centre of operations to Afghanistan (Islamic State-Khorasan), where it carries out attacks, targeting the country’s Shia minority, and opened new networks in Africa. When the IS was at its peak in 2014-15, it had successfully globalised terror — any sympathiser could hold the IS flag, declare loyalty to the ‘Caliph’ and unleash attacks against the “infidels”. World cities, from Dhaka to Orlando and Istanbul to Belgium, witnessed dozens of IS-inspired attacks. These have ebbed, partly due to the destruction of the IS ‘caliphate’ and partly due to enhanced security measures and deradicalisation programmes. But now that Syria is in transition following the fall of the Bashar al-Assad regime, the IS is trying to rebuild itself. Kurdish fighters in Syria’s east, who played a pivotal role in defeating the Islamists in 2015-16, say IS militants have looted government weapons’ depots and are preparing for a comeback. The New Orleans attack should serve as a warning signal for the U.S. The IS should not be allowed to regain a foothold in conflict-ridden West Asia. Besides, the U.S. should also get to the roots of the radicalisation of American citizens and counter it. Organisations such as the IS should be fought with both force and ideas. Published - January 03, 2025 12:24 am IST\n                          Read  Comments \n                Copy link  \n                        \n            \n                    Email     \n                                \n                \n                Facebook   \n                        \n            \n                Twitter    \n                        \n            \n                Telegram     \n                        \n            \n                LinkedIn     \n                        \n            \n                WhatsApp\n                \n                        \n            \n                Reddit      \n                        \n            READ LATER\n                    Remove     \n                \n                SEE ALL         \n                PRINT\n            Related Topics\n        \n                        USA\n                    \n                            /                      \n                        \n                        act of terror\n                    \n                            /                      \n                        \n                        Islamic State\n                    \n                            /                      \n                        \n                        Iraq\n                    \n                            /                      \n                        \n                        Syria\n                    \n                            /                      \n                        \n                        Afghanistan\n                    \n                            /                      \n                        \n                        Bangladesh\n                    \n                            /                      \n                        \n                        Turkey\n                    \n                            /                      \n                        \n                        European Union",
        "headline_1": "​Force of ideas: On the New Orleans truck attack",
        "headline_2": "The Islamic State must not be allowed to regain foothold in West Asia",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Bforce-of-ideas-on-the-new-orleans-truck-attack/article69054089.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "03-01-2025"
    },
    {
        "full_article": "Amidst signs that New Delhi and Dhaka are trying to resolve other issues that have marred their ties in the last few months, the issue of Bangladesh’s demand that India extradite Sheikh Hasina remains intractable, with neither side budging. In December, Indian Foreign Secretary Vikram Misri was able to convey during his Dhaka visit, that India remains a friend. He also reaffirmed the continuity in ties in trade, energy, infrastructure and connectivity; the two sides appear to have calmed the situation at the border as well. Finally, the government indicated to a parliamentary committee that while Ms. Hasina remains in Delhi as India’s guest, it had no truck with her political pronouncements and messages targeting Mr. Yunus. The situation seemed to shift last week, as Bangladesh sent New Delhi a “note verbale” or diplomatic missive demanding Ms. Hasina’s extradition to face trial for cases that include corruption, and a Dhaka-based International Crimes Tribunal charge that she had perpetrated ‘crimes against humanity’ in ordering a police crackdown on student protesters. The India-Bangladesh extradition treaty of 2013, amended in 2016, sets out the course of procedures quite clearly, which needs to be pursued through a more formal representation from Bangladesh to India. The note verbale appears to be meant only to assuage domestic political constituencies, while India’s External Affairs Ministry’s response — not rejecting it outright — seems to be a non-escalatory way of dealing with the situation.While the legalities of the request can be the subject of protracted negotiations, it is important to ensure that the issue does not hold India-Bangladesh relations hostage. The Yunus government must understand that the history of India’s relationship with Ms. Hasina and her family is forged in the sacrifices made in both countries for the liberation of Bangladesh. The assassination of her father, Sheikh Mujibur Rahman, and members of her family in 1975, and her first exile in India, strengthened the bond. It is futile to expect that India would simply hand Ms. Hasina over, when she has sought refuge here, and no amount of coercive pressure could force an Indian government to comply. The decision to shelter the Dalai Lama in 1959, for example, has not wavered despite Chinese pressure. Furthermore, bringing Ms. Hasina to account is not the mandate of the interim regime, and should be pursued by a government duly elected by the Bangladeshi people. In Delhi, there must be a recognition that the actions of Ms. Hasina’s government have scarred the nation. The fact that she is making political statements with ease from Indian soil is likely to embitter ties and New Delhi must conduct a full cost-benefit analysis of how helpful these statements are. Given the consequences of a tense border and geopolitical turmoil, both countries must learn to deal with the issue diplomatically — in a separate silo from other aspects of their important relationship. Published - January 03, 2025 12:10 am IST\n                          Read  Comments \n                Copy link  \n                        \n            \n                    Email     \n                                \n                \n                Facebook   \n                        \n            \n                Twitter    \n                        \n            \n                Telegram     \n                        \n            \n                LinkedIn     \n                        \n            \n                WhatsApp\n                \n                        \n            \n                Reddit      \n                        \n            READ LATER\n                    Remove     \n                \n                SEE ALL         \n                PRINT\n            Related Topics\n        \n                        India-Bangladesh\n                    \n                            /                      \n                        \n                        diplomacy\n                    \n                            /                      \n                        \n                        extradition\n                    \n                            /                      \n                        \n                        politics\n                    \n                            /                      \n                        \n                        government\n                    \n                            /                      \n                        \n                        trade policy\n                    \n                            /                      \n                        \n                        energy resources\n                    \n                            /                      \n                        \n                        crime, law and justice\n                    \n                            /                      \n                        \n                        history\n                    \n                            /                      \n                        \n                        Tibet\n                    \n                            /                      \n                        \n                        unrest, conflicts and  war",
        "headline_1": "Cost and benefit: On Bangladesh, India and Sheikh Hasina",
        "headline_2": "India cannot hand over Sheikh Hasina to the unelected Yunus government",
        "link": "https://www.thehindu.com/opinion/editorial/cost-and-benefit-bangladesh-india-and-sheikh-hasina/article69054109.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "03-01-2025"
    },
    {
        "full_article": "Terrorist tactics are evolving. Security forces everywhere must gear up\nNew Year’s car attack on a New Orleans street that left 15 dead again shows the limits of old ways against terror. All the sniffer dogs and 3D scanners in the world fail when everyday objects become projectiles and battering rams. Doctors say dose makes a poison; it’s now clear that intent makes a bomb. It happened when terrorists flew planes into the twin towers, and when Mohamed Lahouaiej-Bouhlel drove a 20-tonne truck into a crowd in Nice, France, in 2016, killing 86 and injuring over 300. That same year, Anis Amri drove a truck laden with steel beams into a Christmas market in Berlin, killing 12 and injuring 49. And we’ve seen the familiar plot play out twice over the past fortnight – in Magdeburg, Germany, where Taleb al-Abdulmohsen killed five and injured over 200 with his car at a Christmas market, and again with Shamsud-Din Jabbar’s killing spree on New Orleans’ Bourbon Street two nights ago.\nSome will pounce upon the perpetrators’ names as an indictment of their faith. It’s not faith that links them, it’s a toxic idea – terrorism. Let them note that Abdulmohsen, a Saudi doctor living in Germany since 2006, is a self-professed atheist who allegedly pushed conspiracy theories about Germany’s project to Islamicise Europe. Lahouaiej-Bouhlel and Amri were Tunisian but Jabbar was a Texas-born US citizen and army veteran who had served in Afghanistan. Yet, the Ford pickup he drove into the holiday crowd had a black Islamic State (IS) flag pinned to its tail. When Lahouaiej-Bouhlel and Amri declared allegiance to IS, the group was seen as a threat to West Asia. But its ability to indoctrinate in 2025 should worry the incoming Trump administration.\nMeanwhile, Jabbar’s attack only furthers MAGA’s nativist agenda. If a non-white, US-born citizen can’t be loyal to the country, can settlers be trusted, they are likely to argue. And you can see that only leads to more racial abuse for and resistance to “outsiders”, regardless of whether they are from West Asia or India.\n9/11 was a turning point for America. It tightened the security screws so well that for a long time there was no terror attack on its soil, but it does not have a shield against cars-turned-missiles. Nor does India, which has enjoyed more than a decade of calm after a spate of blasts and gun attacks in the 1990s and 2000s. Terror is a globalised enterprise, and what happens in Germany or US may happen here. Prepare now, or be caught in the next car’s headlights.\n\n",
        "headline_1": "The lone jihadi",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/the-lone-jihadi/",
        "news_paper_name": "The Times of India",
        "publish_date": "03-01-2025"
    },
    {
        "full_article": "56% of govt schools don’t have computers for students. This is terrible prep for the AI era\nLast year, on Artificial Intelligence Appreciation Day, the skill development ministry talked up India’s emerging status as “a global AI powerhouse”. What the new UDISE+ data underlines is that such ambitions rest on worryingly weak moorings. Computer and internet facilities are only available in 57.2% and 53.9%, respectively, of the country’s schools. A massive cohort of students isn’t even being rudimentarily equipped for full participation in a rapidly changing global economy. \nThe digital chasm is widening very much along class lines – 44% of govt schools, 70% of govt-aided and 71% of private unaided schools have a functional computer facility for pedagogical purpose. But between govt schools, there is wide variance by geography, presumably because of the governance that comes with it. Only 11%, 18% and 21% of govt schools in Bihar, Bengal and Uttar Pradesh provide the above facility. There is variance within the richer, southern states too. Karnataka founders with 33% while Kerala rocks with 99%. Point is, govt after govt really needs to haul up computer access. Because in depriving students of this basic building block, it’s unconscionably mucking up their personal and professional futures.\nWarnings about digital illiteracy have been coming in from other directions as well. A composite digital adoption index scores govt much higher in India but people and business far lower than in countries like US. An Aser survey finds that around 50% of rural youth who use social media cannot do basic safety tasks like changing a password or blocking a profile. What kind of development gap will today’s digital schooling gap mean tomorrow? What’s certain is that the upshot will be terrible, or worse. Surely the world’s fifth largest economy has the resources to computerise all its schools, and the understanding that this is an essential investment. \n\n",
        "headline_1": "Desks, no desktops",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/desks-no-desktops/",
        "news_paper_name": "The Times of India",
        "publish_date": "03-01-2025"
    },
    {
        "full_article": "I recall a meeting with someone who embodied that most uncommon of qualities, common decency\nI had mixed feelings about the meeting. I was eager to meet someone whom I greatly admired and respected. Yet, for these very reasons, I was loth to take up his valuable time with my visit.\nThe host was to receive not one but two visitors that winter morning, myself and my columnist colleague, Bachi. The Times Group had just published collections of our TOI columns, and someone had organised the meeting, which included a photo op of Bachi and me, with our books, standing by our host.\nAs elegant in her attire as in her prose, Bachi wore a stylish sari for the occasion. I had on an anorak that had seen better days. You could have put on something a bit smarter, said Bachi. I feel cold, and this is the warmest thing I have, I said in defence.\nWe arrived at our host’s residence and were ushered into his presence. After a fluster of greetings, we were served tea. Cup and saucer perched nervously in my lap, I tried to think of something to say which wasn’t irredeemably inane.\nI needn’t have worried. In his characteristic soft and gentle manner, our host put us at ease, making us welcome guests and not impositions foisted on him by the noblesse oblige of protocol.\nHe spoke lightly and without the slightest hint of grievance about the weight of work, the adversarial headwinds he faced. What seemed to burden him the most was the inconvenience caused to the public by the security arrangements made whenever he went out. As a result, he voluntarily curtailed his visits to family and friends.\nIt was then that I pinpointed the singular quality that I’d sensed in our host: the most uncommon quality of all, that of common decency.\nIn an age of cynicism and the unabashed arrogance of power, decency was like finding the welcome shade of a tree in a scorched wasteland, a spring in arid desolation.\nIt was this sense of an innate decency that I brought back from my first, and last, meeting with Manmohan Singh.\n\n",
        "headline_1": "A singular man",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/jugglebandhi/a-singular-man/",
        "news_paper_name": "The Times of India",
        "publish_date": "03-01-2025"
    },
    {
        "full_article": "Will the new year begin with the passing of the old guard?\nRohit Sharma and Virat Kohli have been giants of Indian cricket – 2024 began with Sharma leading the team to their second World T20 title, and Kohli is comfortably placed among the all-time greats to have played the game. But 2024’s last few weeks showed that time has caught up with both captain and former captain. Throughout the BorderGavaskar Test series in Australia, Sharma has gotten out to shots best described as those played by rank No. XIs, and Kohli has been lured, repeatedly, to knicking balls outside his off-stump, a nightmare on loop.\n\nRead full story on TOI+\n\n",
        "headline_1": "Gone, biggies gone",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/gone-biggies-gone/",
        "news_paper_name": "The Times of India",
        "publish_date": "03-01-2025"
    },
    {
        "full_article": "Not long ago, we wrote about why workers deserve a better deal in today's Bangladesh owing not only to their contribution in the July uprising but also to the fact that they have received the smallest share of whatever economic progress has been achieved over the decades, despite being its main drivers. Workers, particularly those in labour-intensive industries, are often deprived of their due benefits and rights, such as the right to workplace safety. This has been once again confirmed by a study by the Bangladesh Institute of Labour Studies (BILS) that says that at least 707 workers were killed in workplace accidents in 2024. Among them, transport workers accounted for the highest number of fatalities (273), followed by those in agriculture (102), construction (91), rickshaw pullers (43), migrant workers (38), and day labourers (32).\nIn comparison, 2023 had seen slightly higher fatalities, with 742 deaths. The BILS study has identified road accidents, roof collapses, electrocution, fires, cylinder explosions, and trawler or boat capsizing as the leading causes of workplace deaths. Many, including fishermen, also died or went missing during natural disasters. Unfortunately, this state of precarity has been persistent throughout the past decade that claimed over 8,000 lives in total—with 2019 and 2021 going down as the deadliest years. The relative decline in numbers in more recent years is not due to any positive shift in industrial policies and practices, however.\nThe question is, how much longer will workers have to wait for meaningful changes that ensure their safety? When, if ever, will the authorities address the systemic neglect that allow such tragedies to persist? One sector where this neglect has been most glaring is shipbreaking, which recorded nine deaths last year. This doesn't adequately portray the danger lurking in shipbreaking yards, as workers there routinely face hazardous conditions, inadequate safety measures, and exposure to toxic materials. A recent views-exchange event organised by the BILS in Chattogram's Sitakunda—where such yards have collectively witnessed 129 fatalities since 2015—brought out their appalling conditions.\nSpeakers, for example, highlighted the prevalence of unskilled, noncompliant contractors, who often obtain licenses through dubious means, as well as the lack of protections and proper wages for workers. They also expressed concerns about the occurrence of accidents in so-called \"green shipyards\", questioning how they receive certification without ensuring workers' rights and safety. They also raised alarm about the non-implementation of the minimum monthly wage of Tk 16,000 set in 2018. The persistence of such issues, which are by no means restricted to the shipbreaking industry, shows how workers are still being treated as expendable despite their critical role in driving our economy.\nThis needs to change. Our industries, both formal and informal, must undergo a radical transformation in how they approach workers' rights, including workplace safety and decent wages. It is imperative that the government not only ensures the implementation of existing safety regulations and wage structures but also introduces stronger mechanisms for worker representation, fair investigations, and transparency in industrial practices. Otherwise, this cycle of preventable workplace tragedies will continue to claim lives.\n",
        "headline_1": "Make workers’ safety a national priority",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/make-workers-safety-national-priority-3790786",
        "news_paper_name": "The Daily Star",
        "publish_date": "03-01-2025"
    },
    {
        "full_article": "It is alarming to learn that this December marked the most polluted month in Dhaka in the past nine years. According to the Center for Atmospheric Pollution Studies (CAPS), over these nine years, the months of December have seen 17 days of \"hazardous\" air, with 11 of those days being in last December. Research by CAPS found that the average Air Quality Index (AQI) last month was 288—the worst since 2016. On December 14, the pollution level reached an unprecedented 880 AQI at 11 PM.\nThus, Dhaka has suffered from consistently poor air quality over the years. While the air quality slightly improves during the monsoon season, it deteriorates to \"unhealthy\" and \"very unhealthy\" levels during winter. But 11 days of \"hazardous\" air in a single month indicates a tipping point that demands decisive action.\nThe failure of the previous government has undoubtedly contributed to the current situation. Many projects were undertaken over the past decade to improve air quality, but these failed to deliver results, with allegations of funds being misappropriated by the relevant authorities. But has anything changed since the political transition in August? Reportedly, no significant initiatives have been undertaken to address major pollution sources such as brick kilns, factory emissions, unfit vehicles, indiscriminate waste burning, and unchecked construction activities. We do not need additional projects to curb these illegal activities—what we need is active, consistent monitoring which is sorely lacking at present. The environment ministry must be held accountable for this failure.\nIt is known that political influence hindered efforts when Awami League was in power, but how to explain the lack of progress since the interim government took charge? After assuming the role of environment adviser, Syeda Rizwana Hasan announced a National Air Quality Management Action Plan to address pollution sources, improve air monitoring, and strengthen enforcement mechanisms. Months have passed, yet there has been no tangible progress. As a result, Dhaka's hospitals are now overwhelmed with patients suffering from pollution-related diseases.\nWe do not expect a dramatic change under the interim government, but Dhaka's residents at least deserve to see some measurable progress in curbing its air pollution. The authorities must not fail them again.\n",
        "headline_1": "Can we ever curb Dhaka's air pollution?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/can-we-ever-curb-dhakas-air-pollution-3790781",
        "news_paper_name": "The Daily Star",
        "publish_date": "03-01-2025"
    },
    {
        "full_article": "Post-revolution scenarios play out in diverse ways. Turmoil and instability follow revolutions, and political systems struggle to come to terms with new realities. Changes in 1947, 1971 and 1990 resulted in tension and turmoil, but a resilient Bangladesh eventually overcame the challenges.\nIn his poem \"The Road Not Taken,\" Robert Frost highlighted the challenges and consequences of choice. He preferred the road \"less travelled by\" that made \"all the difference.\" The July uprising in Bangladesh brought the country to a critical juncture of history, and it became the call of the interim government to decide which road to take. Guided by public demands, the student leaders' passion and the advisers' wisdom, holding the general elections and handing over the rein of government to the elected majority political party emerged as the preferred strategy for returning Bangladesh to normalcy.\nThe dominant pattern of thinking at present is that elections will restore a democratic government and establish an authority that would address the numerous challenges facing the country. After speculations and unclear statements from some advisers and demands from various groups to declare a schedule, the chief adviser informed the nation last month that elections would likely be held in late 2025 or the first half of 2026.\nAt this moment, society is divided into several ideological, political, social, and economic groups, and their views and expectations vary from one another. Policies of the past regime contributed to sharp divisions in society. It will take a long time to overcome the bitterness and animosity accumulated over decades and return to normal democratic practices. Elections will not be productive until those goals are achieved.\nDegeneration and misuse of state institutions have diminished their capacity to organise and manage the task of holding national elections, not to mention the discharge of their constitutional responsibilities. Recent events of protests by groups aggrieved by the interim government's decisions suggest that there is much work to be done in promoting cohesiveness and harmony within the government machinery. There were reports of insubordination and breach of discipline in the police academy in Sarda, and members of the Ansar battalion put the secretariat under siege to press their demands. With serious dissatisfaction and resentment among key agencies that have a critical role to play, it will be difficult to hold free and fair elections.\nPublic trust and confidence in the electoral system and the role of the Election Commission have declined to dangerously low levels, and it will take time to restore them. The practice of seeking nominations from political parties for appointment in the Election Commission must be replaced with a transparent and inclusive arrangement in which public consultation can be incorporated. Since elections involve competition between candidates and political parties, they bear the risk of creating further divisions in society. This could affect the prospect of forging national unity that is needed for long-term productive results.\nDecline in the law and order situation is a widespread problem in post-revolutionary societies. Most citizens of Bangladesh are concerned about that. The country lost the services of many personnel in the disciplinary services since the fall of the previous regime. These agencies are essential for assisting with holding elections and must be repopulated with new recruits.\nThe economy is under pressure as incalculable amounts of bank loans remain outstanding, foreign exchange reserves dwindle, and trade and business suffer. A massive capital flight took place through cronyism and corruption perpetrated over decades. The spiralling inflation has impacted crores of people who find it hard to survive. Steps by the interim government and the Trade Corporation of Bangladesh (TCB) to offer relief through the sale of essential commodities at \"fair\" prices is barely adequate compared to the citizens' need.\nThe government's financial strength is limited, and the costs of governance are on the rise. Elections are expensive undertakings and involve deployment of large numbers of government employees. This could divert attention from more urgent tasks confronting the government. Considering the possible drain on financial and human resources, this may not be the ideal time for the country to invest in electoral activities that may not produce sustainable results. Citizens may not be ready to participate in a democratic electoral process at this stage when many national questions remain unresolved.\nUnder the circumstances, the road not taken could be the option of establishing an inclusive national government that would give priority to stability, social justice, and democratic values. The July uprising forged an unprecedented unity in a divided society. It produced an opportunity to bring back depoliticised, alienated, and apathetic groups into the governing process. Focusing on elections at this time could lead to dividing a population that was unified in demanding termination of an autocratic regime.\nRecent showings of hostility towards Bangladesh by certain quarters in India further underlines the importance of national unity.The chief adviser's consultations with political parties to build national unity and respond to the challenges opened an opportunity for all stakeholders to work together. A national government will add to the strength to plan and chart a course for the future political settlement in Bangladesh. It would serve the purpose of deliberating and finding answers to questions that fractured the society. Without a national consensus, a divided nation will continue to return to the same cycle of problems.\nThe process of healing and reconciliation in society requires regular dialogues and deliberations on important national questions. It requires an inclusive approach to listen to the voices of all stakeholders and build consensus on national issues. The projected time frame of 12-18 months for the election, suggested by the chief adviser, will still require an effective government, particularly for reassuring citizens that electoral arrangements are fair and impartial. At the same time, the interim government needs to gain the confidence of the public in their ability to ensure law and order and control the spiralling inflation. These are two issues with which most citizens are concerned. The March for National Unity on the first day of the new year resonated with chants for reform and justice, and these must be accomplished before the elections.\nThis task can be performed most effectively by a national government that represents all interests in society. Elections can be held after the national government tackles the critical problems that confront the country and that could make \"all the difference\" for ensuring a return for post-revolution Bangladesh to a parliamentary democratic republic, the ideal that guided the Liberation War.\nDr Ahmed Shafiqul Huque is professor in the Department of Political Science at McMaster University in Canada.\n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "Should Bangladesh opt for a national government?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/should-bangladesh-opt-national-government-3790736",
        "news_paper_name": "The Daily Star",
        "publish_date": "03-01-2025"
    },
    {
        "full_article": "",
        "headline_1": "Freeing the stock market from undue interferences",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/freeing-the-stock-market-from-undue-interferences-1735828546",
        "news_paper_name": "The Financial Express",
        "publish_date": "03-01-2025"
    },
    {
        "full_article": "Spectacular fireworks lighting up Dhaka sky but at the cost of health and environment —Agency photo ",
        "headline_1": "From celebrations to integration of national expectations",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/from-celebrations-to-integration-of-national-expectations-1735828588",
        "news_paper_name": "The Financial Express",
        "publish_date": "03-01-2025"
    },
    {
        "full_article": "",
        "headline_1": "The undiminished craze  for celebration",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/the-undiminished-craze-for-celebration-1735828628",
        "news_paper_name": "The Financial Express",
        "publish_date": "03-01-2025"
    },
    {
        "full_article": "",
        "headline_1": "Promoting buckwheat farming opens up a new horizon",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/promoting-buckwheat-farming-opens-up-a-new-horizon-1735828653",
        "news_paper_name": "The Financial Express",
        "publish_date": "03-01-2025"
    }
]
