[
    {
        "full_article": "To prevent the death of child workers, the government must eliminate hazardous child labour immediately, speakers at a virtual press conference yesterday urged.\nThey also asked for special attention for children who are employed in unsafe factories like Hashem Food And Beverage's.\nThe programme was jointly organised by Bangladesh National Women Lawyers Association (BNWLA), Bangladesh Labour Foundation, INCIDIN Bangladesh, and Street Women and Children Care.\nBNWLA President Advocate Salma Ali expressed her concern over the death of women and child workers in Hashem Food's Rupganj factory and urged the government to safeguard children from hazardous work.\n\"It is impossible to ensure the protection of children without strict enforcement and monitoring of the law,\" she said.\n\"A good number of Public Interest Litigation (PIL) were issued for similar incidences before, but none of them have receive any verdict,\" she added.\nBangladesh Labour Foundation general secretary ZM Kamrun Anam also joined the conference and talked about the irregularities that were found in the Rupganj factory.\n\"Officials from the Department of Inspection for Factories and Establishments must be included in the case, because if they had inspected the factory thoroughly and reported accordingly the deaths could have been prevented,\" he said.\nZM Kamrul Anam also demanded compensation for the workers in accordance with the ILO convention c121 (Employment Injury Benefits Convention, 1964).\nDuring her speech, BNWLA general secretary advocate Jobaida Parveen said it requires approval from 27 departments to establish a factory. How the Rupganj factory managed to get the approvals despite having safety flaws is a matter of concern, she said.\nAKM Masud Ali, executive director of INCIDIN Bangladesh said eliminating child labour is not the responsibility of the Ministry of Labour and Employment alone. It also requires the co-ordination of other ministries, such as the Ministry of Social Welfare, Ministry of Women and Children Affairs.\nLima Ferdous, president of Street Women and Children Care emphasised that a group of unscrupulous factory owners have been appointing children into hazardous labour, taking advantage of their poverty and helplessness to make money.\nShe asked for special attention to miscreants who provide fake age certificates to work-seeking children and asked the government to bring them under the purview of law and give exemplary punishment.\n",
        "headline_1": "Strengthen laws to avoid tragedies like Rupganj",
        "headline_2": "",
        "link": "https://www.thedailystar.net/bangladesh/strengthen-laws-avoid-tragedies-rupganj-2130541",
        "news_paper_name": "The Daily Star",
        "publish_date": "15-07-2021"
    },
    {
        "full_article": "The third wave of the Covid-19 pandemic with the Delta variant has started almost simultaneously in Bangladesh and in the UK. The infection rate is similar in both countries. The viral reproduction rate in the UK is currently 1.43, and in Bangladesh it is 1.42. Although the rate of transmission is similar, there is a stark difference in the number of fatalities. Bangladesh is witnessing a record high number of deaths in the third wave of the pandemic.\nIn the UK, since the beginning of the third wave, five lakh and sixty thousand people have been infected; of them, around six hundred died with the lowest death rate of 0.10 percent. In Bangladesh, in that time, one lakh and eighty-seven thousand people have been infected; of them, three thousand and one hundred people died with a death rate of 1.7 percent. As such, the death rate in Bangladesh is currently 17 times higher than in the UK.\nBefore the beginning of its mass vaccination programme in December, the Covid mortality rate in the UK was 3 percent. To date, 67 percent of the population of the country have got one shot of vaccine and 50 percent got two shots. Some 85 percent of the country's adult population have now developed antibodies against coronavirus through natural infections and vaccines. Consequently, the death rate has dropped dramatically from 3 percent to 0.10 percent, meaning that vaccination has reduced fatality by 30 times.\nThe pandemic scenario of Bangladesh is quite the opposite. Both infections and deaths are increasing rapidly. To date, 3.5 percent of the country's population have received one dose of vaccine and only 2.7 percent got two doses. Currently, the government has 56 lakh shots in its stock, which are sufficient for 28 lakh people. But Bangladesh needs 20 crores of additional shots to fully inoculate the country's 70 percent of population.\nA little over one crore shots have been delivered across the country in the last four months. If the vaccination programme continues at this pace, it will take six and a half years to reach the target! Apparently, the speed of vaccination must be increased manifold. If 5 lakh shots are delivered every day, it will take until December next year to reach the goal of national Covid-19 immunisation set by the government.\nIndia, meanwhile, is eight and a half times larger than Bangladesh in terms of population. But the country managed to vaccinate 22 percent of its population with one dose and 5 percent with two full doses within a short time. When Bangladesh is giving only a few thousand doses every day, India is giving 30 to 35 lakh doses daily. To date, India delivered 37 crores of vaccine shots.\nA recent country-wide serosurveillance conducted by the World Health Organization revealed that 67 percent of adults in India developed antibodies against coronavirus. Amongst them, 79 percent people were from urban areas, and 63 percent from rural areas. They also found that the vaccinated people had 80 percent less chance of hospitalisation. It is a relief for India that a large portion of its population has developed immunity against Covid. This mass immunity will reduce mortality in the forthcoming pandemic wave in India which is going to occur in a few months.\nWhat is the seroprevalence status of our country? Do we know how many people in the urban and rural areas have developed immunity against Covid? An accurate answer is absent as there hasn't been any nation-wide serosurveillance conducted in our country to date. A vital piece of information is missing—one that is required for successful immunisation.\nVaccines save lives. In fact, mass vaccination has saved an estimated 27 thousand lives in England so far. If the elderly and those in the high-risk group in Bangladesh had been vaccinated on a priority basis in the last four months, the death toll from the third wave could have been greatly reduced.\nBangladesh must procure enough vaccines and speed up its mass vaccination drive. Currently, our vaccination drive is going on at a snail's pace. Vaccination at a slower rate reduces its ability to control the epidemic. If India can jab 35 lakh people every day, why can't we give at least 5 lakh doses daily?\nThe lack of essential healthcare services can also be attributed to higher deaths in the third wave. The last two waves were mainly Dhaka-centric. But the current wave is affecting mostly the border districts, where lack of high-flow nasal cannula, oxygen supply and ICU facilities are evident. If the necessary actions were taken promptly, many lives could have been saved.\nMoving forward, the government must take the following actions immediately to reduce further deaths from the forthcoming waves: (1) Accelerate the mass vaccination programme and inoculate 3-5 lakh people per day (vaccine should be offered first on a priority basis to all people in their sixties and high-risk groups; (2) Covid treatment facilities across the country must be increased by three folds; and (3) Country-wide serosurveillance should be conducted to assess the immunity status of the nation.\nIt is unfair to compare Bangladesh with a country like the UK. But isn't it true that we are also way behind India—with which we share many socioeconomic similarities—in terms of the above three points in managing the pandemic?\n \nDr Khondoker Mehedi Akram is a Senior Research Associate at the University of Sheffield, UK.\n",
        "headline_1": "Why are we seeing so many deaths in the third wave?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/why-are-we-seeing-so-many-deaths-the-third-wave-2130211",
        "news_paper_name": "The Daily Star",
        "publish_date": "15-07-2021"
    },
    {
        "full_article": "Bangladesh has long been known for the political activism of its citizens, ready to fight for their rights and defend their freedom. The creation of the country in 1971 is a testimony to that. Now—in an age when institutions of representative governance are in fast decline both globally and locally—is the time for us to seize what the Right to Information (RTI) Act 2009 offers as an alternative to continue that tradition.\nOur first job is to convince the upper echelons of our society, who have largely ignored the law so far, that without their participation its full potential will remain untapped. Since its adoption 12 years ago, the law has been kept alive mainly by ordinary citizens. With the help of RTI enthusiasts and some committed NGOs, they have demonstrated, however sparsely, the power of the law to initiate positive change in governance. To go beyond and make higher gains, we need the participation and leadership of people who are more knowledgeable about the inner workings of the government and better equipped to understand the intricacies of the law and its use. \nRTI law is globally acknowledged as the most effective instrument to promote participatory democracy, where people feel that they are no longer the \"ruled\" but the \"rulers\". While it takes time to dismantle a deep-rooted culture of secretive and opaque governance, experience of other countries shows that it can be done. Hurdles faced in implementing the law can be ironed out over time.\nTo speed our progress, \"We, the people\" must rally together and spread the message about the power and promise of RTI law more vigorously. Here is how.  \nFirst, remember that the RTI Act is fundamentally different from all other laws because only citizens can initiate its use, not the government. While the government is the executor of other laws—which citizens must abide by—in case of the RTI law, citizens are the executor and the government the responder. The roles have reversed. This point cannot be over-emphasised.\nNext: RTI law is aimed at empowering citizens vis-à-vis public authorities. Its primary objective is to promote participatory democracy. People participate in the governance of the country by seeking relevant information from public authorities, thereby reminding them that their work is being monitored. Their requests help to instil in the minds of public servants that people are the real owners of state power. The law is well-titled as a right to know, not a need to know. Citizens do not have to justify their requests to public authorities. There should be no fear, therefore, for the people to use the law. The RTI Act not only recognises their right but also underscores a concurrent responsibility. \nThe RTI Act states clearly that people's right to information contributes to better governance by promoting transparency and accountability in the work of public authorities, increasing their efficiency, mitigating corruption and advancing good governance. People do so by obtaining relevant information on the work of public authorities which provide a basis to assess their work. They can then use the information to seek corrective measures from the government, if necessary. Through RTI requests, citizens also help to improve the capacity of public officials to deal with their requests, to change their bureaucratic mindset and attitudes, and bring them closer to the people.\nAs to what kind of information people can seek from the authorities: any information available with public authorities in any form, including records, documents, memos, e-mails, opinions, advice, press releases, circulars, orders, logbooks, contracts, reports, papers, samples, models, data material held in any electronic form, etc. They are also entitled to ask for inspection of work, documents, records and take certified copies.\nA great deal of confusion exists on the definition of public authorities. As a general rule of thumb, the law permits citizens to seek information from all government and other public offices, including NGOs and private entities who benefit from public funds. Even those entities who use no public fund but have a reporting responsibility to the government under any regulatory law are covered indirectly. Private companies are, however, normally outside the purview of the law; but if we ensure strong use of the Act as it is now, there could be a basis for us to seek increase of its scope.\nAnother important area which deserves particular care from RTI users is the exemption clause of the RTI Act, which blocks citizens' access to certain types of information. These include information which may prejudicially affect the sovereignty, integrity, security, strategic, scientific or economic interests of the state, its relationship with foreign countries, or incite offence. Some other types of information, including personal information of citizens, are also exempted from disclosure. As many RTI requests are rejected on these grounds, citizens must comprehend the scope of different sub-sections of Section 7 of the RTI Act and be ready to challenge their misuse. \nThe law requires RTI requests to be submitted in forms specifically designed for this purpose and available from the website of the Information Commission. Requests have to be addressed to the Designated Officer (DO) of the authority concerned, whose particulars should be available directly from the authority or its website. To avoid rejections, citizens must address their request to the right person and describe their requests precisely. Requests are often rejected on procedural grounds. Citizens must remain alert to any abuses and lobby for their mitigation. \nRTI requests often go unanswered. The law requires applicants to appeal within 15 days after the expiry of a maximum of 30 working days within which the request should have been answered. If the appeal process is not complied with properly, the request simply \"dies\". The public servant who did not reply to the original request is let off the hook. So, it is up to citizens to ensure that they follow the requirements of the law diligently.\nThe Information Commission plays the most critical role in the implementation of RTI in the country, inter alia, by resolving disputes between information-seeking citizens and information-providing public officials. The commission's decisions can either encourage or discourage users. Its decisions on whether or not to penalise derelict public officials for not abiding by the law can have a lasting impact on people's faith in it. Its decisions create precedence with long-lasting effects. Many users are dissatisfied with the commission's decisions but cannot afford to have their legality checked by the High Court through writ petitions. It is imperative for citizens' groups to bear these facts in mind if they want to see an effective RTI regime in the country. \nThe government too can reap important benefits from the RTI law. It is in the government's interest, therefore, to facilitate its operation. Among other things, it can reassure the Information Commission about its neutral and independent role, ensure impartial selection process of the Commissioners, and equally importantly, encourage public officials to abide by the provisions of the law without fear.\nHowever, even if the government maintains a positive attitude towards the law, it is the people who must be its main custodian. They must remember that no government in the world likes to be controlled by their citizens. It is rare for them to go out of the way to boost RTI. Only people can do that.\n \nShamsul Bari and Ruhi Naz are Chairman and RTI Coordinator respectively of Research Initiatives,   Bangladesh (RIB). Email: rib@citech-bd.com\n",
        "headline_1": "Only ‘We, the People’ can unleash the full potential of RTI law",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/only-we-the-people-can-unleash-the-full-potential-rti-law-2130201",
        "news_paper_name": "The Daily Star",
        "publish_date": "15-07-2021"
    },
    {
        "full_article": "We applaud the government decision to introduce relief packages worth Tk 3,200 crore to segments of the population who have been dealt a fresh blow by the latest round of lockdown to contain the current wave of Covid-19 in Bangladesh. Of this, Tk 450 crore will specifically target day labourers, transport workers, small traders and shipping workers with cash assistance; Tk 1,500 crore will be used to finance job creation activities in rural areas; and Tk 1,000 crore will provide low-interest loans for paying salaries to workers in the tourism sector. The government has also allocated Tk 100 crore for providing food assistance through the 333 hotline, and Tk 150 crore for operating 813 special open market sale (OMS) centres across the country.\nWhile these are all commendable steps, quick and efficient disbursement is key to ensuring they are actually effective. And in order for them to be effective, there is an obvious need for these initiatives to be informed by data. However, last month, the finance minister dismissed the estimates of all non-government organisations regarding the new poor, and announced that the government will only accept poverty data from the BBS. So where exactly is this data? The Bangladesh Poverty Database has not been completed in more than seven years, and the data collected for it has already been rendered useless. As such, there still exist serious concerns about whether the government packages will actually reach those most affected by the pandemic. We have already seen previous attempts at cash disbursement go awry because of incomplete and incorrect lists of beneficiaries. What steps are the authorities taking to ensure this is not repeated?\nSimilarly, while there is clearly goodwill behind the initiative to ensure food assistance to those calling 333, we have previously witnessed how vulnerable citizens, made newly poor by the pandemic, have been punished for seeking help. The authorities must ensure that this does not happen again and take steps against government representatives engaging in this sort of abuse of power.\nWhile experts have commended the latest round of relief packages, especially in terms of the OMS and a separate initiative to extend assistance to those with vulnerable group feeding cards, they have generally expressed concerns about effective targeting and duplication in beneficiary lists. The authorities must listen to their concerns, and take their recommendations on board if they truly want to help those most affected by the pandemic and the recent lockdowns.\n",
        "headline_1": "Fresh round of relief for pandemic-hit groups",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/fresh-round-relief-pandemic-hit-groups-2130156",
        "news_paper_name": "The Daily Star",
        "publish_date": "15-07-2021"
    },
    {
        "full_article": "It is quite disappointing that cattle markets around the capital—which are not set to open before July 17—are already seeing throngs of sellers and potential buyers, most of them not wearing masks, let alone practicing social distancing. Visiting reporters also noted the absence of hand-washing facilities, hand sanitisers, and thermal scanners to check visitors' body temperature prior to entry. If this is to be the scenario in all 20 cattle markets (between the two city corporations) until Eid—and the scenario may well be the same in other cattle markets across the country—we must prepare ourselves for an even grimmer Covid-19 situation after the holidays. Already, the daily death rate is in triple digits, while the number of positive cases crossed 12,000 between Monday and Tuesday.\nMeanwhile, sales seem to be going on full swing in these markets, with one trader at the Gabtali market (quoted in our report) having already sold three cows. This market was observed to be at the worst in terms of crowding, with buyers and visitors from outside Dhaka swarming it. Regarding the delay in setting up necessary health facilities, a leaseholder at this market—most likely unfamiliar with the rules of supply-and-demand and citizens' general tendency to not follow health guidelines unless strictly enforced—said they had not expected \"people in droves would start to come to the market, for which we could not ensure those\". On the other hand, the DNCC mayor and the DSCC chief estate officer said that immediate action (including closing down the market) would be taken if health guidelines are violated, and that the 10 cattle markets under DNCC will each have a monitoring team. One can only guess that these \"immediate actions\" will be applicable after the official opening date of the cattle markets, since violations are still taking place freely as of now.\nWe understand the government's desire to appease religious sentiments as well as ensure the livelihood of cattle traders, but if such essential health guidelines are ignored when the markets become even more crowded in the coming days (thanks to the easing of lockdown till July 23), we will have to pay a steep price. Since there seems to be no stopping the buyers, visitors or traders, the least our two city corporations can do is immediately install hand-washing facilities and begin enforcing health guidelines. As mentioned before, buyers and visitors do not just belong to the capital, but those from outside are also coming to these markets to purchase and resell cattle in their own districts. Given our current sky-high rates of daily Covid-19 deaths and infections, our already exhausted health system and still-uncertain vaccine supply, we simply cannot afford such mishandling. It's high time the authorities took stern actions to prevent further spread of the virus.\n",
        "headline_1": "Capital’s cattle markets swarmed way ahead of opening date",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/capitals-cattle-markets-swarmed-way-ahead-opening-date-2130146",
        "news_paper_name": "The Daily Star",
        "publish_date": "15-07-2021"
    },
    {
        "full_article": "It was a Catch-22 situation for the government and no doubt the decisionmakers are in a quandary at this moment. With Eid ul Azha about a week away, the government took the decision to ease the \"lockdown\", if one can call the present state a lockdown at all (considering the number of people and cars on the streets, especially in Dhaka city), in the assumption that people will go home for Eid no matter what. The decision to do so overrode the health directorate's grim warnings just a day before, regarding the deteriorating Covid situation. We cannot help but wonder why warnings by health experts have not been heeded and decisions taken accordingly.\nThe government has also decided to run private transport, trains and launches for the holidays. Again, conditions have been laid down under which the transport services should operate, but how will these conditions be enforced with thousands of travellers? What different measures will be taken from last Eid, during which health guidelines were totally flouted, leading to infection surges? While the railway authorities may be able to enforce the strict safety measures, as we have seen on previous occasions, the same, we fear, cannot be said of the launch owners and operators or private transport service. In the past, not only was the half-capacity rule disregarded, the 60 percent increase in fare was also charged from the public.\nWhile enacting safety measures is the relatively easier aspect, what the administration must prepare seriously for is the consequence of the \"eased lockdown\", which in effect will be \"no lockdown\", given the state of adherence to the rules that we have witnessed during the present so-called lockdown. More than one lakh people have been infected even during this lockdown, and experts fear that the figure may treble after the end of the period of relaxed lockdown. A two-week \"strict lockdown\" will be on from July 23 6:00am till August 5 midnight. Unfortunately, the virus, now deadlier than ever, will not wait for festivals and holidays to be over and will find an ideal environment to spread amongst the thousands of people travelling around the country.\nHealth service and healthcare facilities are under severe duress as it is. The Delta variant has spread to most districts and will continue to spread. The spike portends an ominous future. Unfortunately, there is still a gross lack of awareness among people regarding how deadly and contagious the virus is, which must be addressed with more diligence. There should not be any ambiguity, moreover, regarding the term \"lockdown\"—a lockdown must always be strict if it is to be effective. Planning should be underway to pull up all resources to absorb the pressure that the system is like to encounter by the end of this month. And it must be done on a war footing.\n",
        "headline_1": "Slackened ‘lockdown’ for Eid does not bode well",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/slackened-lockdown-eid-does-not-bode-well-2129306",
        "news_paper_name": "The Daily Star",
        "publish_date": "15-07-2021"
    }
]