[
    {
        "full_article": "With the support of four independents, the National Conference-Congress-CPI(M) INDIA bloc alliance in Jammu and Kashmir (J&K) has now got the endorsement of 53 of the 90 MLAs in the newly-elected Assembly. This should be a boost for Chief Minister-designate Omar Abdullah of the NC as he embarks upon the tough path of fulfilling promises made to the electorate in the Union Territory. The INDIA bloc faced many odds in these elections such as the fragmented party system in the Valley with multiple contenders; the challenge by the Bharatiya Janata Party (BJP) that went on to consolidate its base in Jammu and sought to use the delimitation exercise to manufacture majority support, and a wary electorate, possibly disenchanted with the lack of Statehood, local representation and normal politics ever since the erstwhile State was bifurcated and its special status diluted. But the enthusiastic electorate had a clear message. In the Valley, the INDIA bloc was chosen decisively over rivals who included independents fielded by the banned Jamaat-e-Islami. The National Conference’s steadfast moderation on Kashmiri autonomy and the rights of the citizens in the erstwhile State, the Congress’s message of reconciliation and support towards restoration of Statehood, and the popularity of J&K’s lone Leftist and long-time legislator Mohamad Yousaf Tarigami helped the alliance reap the lion’s share of seats in the Valley and win in reserved seats (for STs) in Jammu, with a respectable vote share across regions and communities.The NC must now live up to this mandate but the task is not easy. The BJP at the Centre has insisted on a hardline stance towards India’s conflict-prone border province. The elections were also held after its hand was forced by the Supreme Court. While Home Minister Amit Shah has often promised the restoration of statehood, the undue delay in this basic step that would reassure the citizens suggests that the Centre was willing to do so only at a moment of its choosing. But with the electorate ensuring that the INDIA bloc got the reins to power, it would be best if the Centre respected the mandate, accelerated the process of restoring statehood and allowed the newly elected government to fulfil its promises. This is an imperative as even if the autocratic steps of the last few years have not brought back the dark days of the militancy of the 1990s, palpable despondency and disenchantment are evident. Statehood and a vibrant Assembly would help reactivate the political, administrative and civic aspects of democracy beyond electioneering and rule by fiat from the Centre.  Published - October 11, 2024 12:20 am IST\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nJammu and Kashmir Assembly Elections 2024\n\n/\n\nBharatiya Janata Party\n\n/\n\nIndian National Congress\n\n/\n\npolitics\n\n/\n\nReservation\n\n/\n\nJammu and Kashmir National Conference\n\n/\n\nJammu\n\n/\n\njudiciary (system of justice)",
        "headline_1": "​Respect the mandate: On the 2024 Jammu and Kashmir elections",
        "headline_2": "With elections done and dusted, J&K now must return to statehood",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Brespect-the-mandate-on-the-2024-jammu-and-kashmir-elections/article68741552.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "11-10-2024"
    },
    {
        "full_article": "Nearly a year after his election, Maldives President Mohamed Muizzu made his first bilateral visit to Delhi, seen as an attempt to mend fences with Delhi. India was not his first bilateral destination, a tradition leaders of friendly neighbouring countries observe, although Mr. Muizzu and Prime Minister Narendra Modi met briefly at a summit in the UAE in December 2023 and he attended Mr. Modi’s swearing-in in June. Tensions between India and Maldives were originally a consequence of Mr. Muizzu’s Presidential campaign, that was built on the opposition’s “India Out” campaign. Next came a controversy that pitched tourism in Lakshadweep as an alternative to the Maldives following criticism of Mr. Modi by Maldivian Ministers that led to a “Boycott Maldives” campaign in India. Mr. Muizzu’s decision to travel to Turkey, China and the UAE before he came to India also rankled. Even as Mr. Muizzu said he would pursue a “Maldives first” policy, critics in New Delhi grew concerned over Male’s economic initiatives and defence pact with China. Amidst the change in regimes in Bangladesh and Sri Lanka, India has been under some fire over its Neighbourhood First policy, further fuelled by this perceived distancing from the Maldives. As Mr. Modi and Mr. Muizzu held their first formal bilateral negotiations, some of the work in smoothening their path had been done. After India acceded to Mr. Muizzu’s demand that Indian troops stationed in the Maldives since 2012, for aircraft maintenance, be replaced by technical personnel, both sides turned course, with their Foreign Ministers exchanging visits and new joint projects being announced. India’s decision to extend $100 million in SBI subscriptions of Maldivian T-bills enabled Male to make its debt service payments at a time it was in danger of defaulting. Mr. Muizzu has also softened his rhetoric and sacked the Ministers who were critical of Mr. Modi.India’s extension of $400 million in support and Indian ₹3,000 crore in a currency swap arrangement has shored up Male’s record-low currency reserves. The joint announcement of infrastructure projects, Free Trade Agreement talks, and the outline of a vision statement on a comprehensive and maritime security partnership to be concluded indicate a change. In Mumbai and Bengaluru, Mr. Muizzu made a strong case for the return of Indian tourists to previous levels, and offered more avenues for investment and employment. The turnaround is welcome news, given the historic relationship, and shows how sensitive and subtle diplomacy can surpass muscular posturing and brash statements. This also allows the natural logic of close geography to reassert itself, which has ensured that India is always, as Mr. Modi put it, the “first responder” for the Maldives in times of need. Published - October 11, 2024 12:10 am IST\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nMaldives\n\n/\n\nIndia\n\n/\n\ndiplomacy\n\n/\n\nelection\n\n/\n\nPrime Minister Narendra Modi\n\n/\n\nministers (government)\n\n/\n\nChina\n\n/\n\nBangladesh\n\n/\n\nSri Lanka\n\n/\n\nforeign aid\n\n/\n\nMumbai\n\n/\n\nbengaluru\n\n/\n\ninvestments\n\n/\n\nemployment\n\n/\n\ntourism",
        "headline_1": "​First responder: On Maldives-India ties",
        "headline_2": "India and Maldives let subtle diplomacy surpass muscular posturing",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Bfirst-responder-on-maldives-india-ties/article68741577.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "11-10-2024"
    },
    {
        "full_article": "Among the many things the two countries have in common is their ingenious concept of forming a queue\nAgain in Italy, Bunny and I feel very much at home. The feeling of homeliness is induced by a sense of familiarity, breeding not contempt but comfort. Italy feels, and acts, much like home.\nLike Indians, Italians display a lively interest in food, particularly in their dolci, which they enjoy with the gusto we have for our mithai. Like Indians, Italians are family-oriented, and both have a flair for what Indians call jugaad and Italians call l’innovazione frugale, or frugal innovation.\nLike us, Italians have a lot to say about a lot of things, from the shenanigans of politicians to the shocking cost of the bare necessities of life, like gelati, and when Italians talk, like us they use their hands as fluently as their tongues, so that each conversation involves the callisthenics of mudra.\nLike Indians, Italians have a blithe nonchalance regarding pettifogging rules, be they about the navigation of vehicular traffic on roads or the importunate intrusions of the taxman.\nBut perhaps more than anything else, Indians and Italians share a unique spatial construct: the horizontal queue. Elsewhere, queues are formed on the basis of verticality, along a North-South axis, with North being the head of the line and South its tail end.\nIndians and Italians find such linearity to be mystifying and contrary to the tenets of rudimentary common sense and the laws of logic.\nAssume that the objective of the queue is Point A – be it a bus stop, a ticket window, or a buffet table – the idea is for everyone to position themselves as close as possible to Point A. A basic exercise in time-and-motion ergonomics shows that the most sensible way to achieve this is to form a line-up which goes not from North to South, with North stealing an invidious march over the underprivileged South, but a configuration which goes from East to West, whereby both are equitably equidistant from Point A.\nIt is this singular commonality that links India and Italy, with each taking its cue from the other. Or its queue from the other.\n\n",
        "headline_1": "Indo-Italian line",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/jugglebandhi/indo-italian-line/",
        "news_paper_name": "The Times of India",
        "publish_date": "11-10-2024"
    },
    {
        "full_article": "The way we produce food today is causing big problems for the environment. Meat, especially, is something that we can’t keep producing in the same way because it uses too much land and hurts nature. For example, almost 40% of the food we grow is wasted, and when we fish, we often catch sea creatures we don’t need, leading to lots of dead marine life. This isn’t good for our planet or for us in the long run.\nIn India, we have two food problems: some people don’t get enough food, while others have too much and even face health issues like obesity. Millets, a type of grain, have become popular again, but when it comes to protein, there’s too much focus on *how* people get it—whether from meat or plants—because of cultural reasons.\nBut here’s the reality: most Indians eat meat, chicken, or fish, as shown in a recent health survey. If more people start eating meat, we won’t have enough land to raise all the animals needed. So, instead of relying on traditional farming, India should invest in new technologies like lab-grown meat or plant-based meat. These alternatives could help meet the demand for protein without damaging the environment. Plus, it’s an exciting technology that can help the whole world.\n\n",
        "headline_1": "**Thought For Food**",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/gen-zedits/thought-for-food-5/",
        "news_paper_name": "The Times of India",
        "publish_date": "11-10-2024"
    },
    {
        "full_article": "Aside from Tatas, no Indian business is a global brand. Foreign acquisitions are not the answer\nPerhaps what is being most memorialised about Ratan Tata is how he put an Indian conglomerate on the global map. From the acquisition of the tea firm Tetley to the steelmaker Corus and the luxury auto brands Jaguar and Land Rover, he expanded Tata Group’s international presence dramatically. But how has all this translated into building a global brand? Remember, even our famed IT companies cannot claim this status. Adding value to other businesses has not translated into the kind of international mass consumer recognition that such a tag demands. In this regard, some of Tata Group’s acquisitions have indeed helped make it enough of a household name across countries, for it to emerge as the only Indian brand among the world’s top 100 most valued brands, per Brand Finance global rankings.\nApple, Microsoft, Google and Amazon grab the top four spots, Samsung stands fifth, China’s TikTok and ICBC bank are ranked seventh and tenth. Overall, US gobbles up 45% of global brand value, China 13% and India subsists on a meagre 2%. There is plenty of blame to go around for this. Some point fingers at govt policies and crony capitalism. Even on this premise, the real question would be why we didn’t get the strain of “efficient cronyism” that fuelled East Asian miracles, and has Samsung ranking as the fifth strongest brand in the world. Others blame lack of business leadership, where even our IT giants lag the kind of R&D and design work that makes some global firms race ahead of all others. What is the software product by which India is known in the world? Why isn’t there even a free email service provider that’s home-grown and home-loved?\nAcquiring foreign businesses ultimately isn’t the most effective way of becoming a global brand. The power of countries and corporations works in conjoined ways these days. Consider the power dynamics embedded, for instance, in Apple’s phrase, “designed in California, assembled in China”. Or how the intangible soft power benefits of the Jaguar brand still largely accrue to UK. To really play in the big leagues, India has to grow a brand-building ecosystem, which will need both a heavy pickup in private investment and a supportive regulatory system. As a glance at all the Indian talent serving non-Indian brands across the world shows, human resources aren’t the root problem. What’s lacking is the business embrace of innovation, a vision of creating markets instead of just serving them.\n\n",
        "headline_1": "Why Just 1 In Top 100?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/why-just-1-in-top-100/",
        "news_paper_name": "The Times of India",
        "publish_date": "11-10-2024"
    },
    {
        "full_article": "If you look at global brands, you’ll notice something interesting: aside from Tata, there aren’t any Indian companies in the world’s top 100 most valued brands. Ratan Tata did something special by taking Tata Group international with companies like Tetley tea and Jaguar cars, but even that didn’t make Tata as famous globally as brands like Apple or Google.\nRight now, companies from the U.S. and China dominate the list, with Apple, Microsoft, and Google at the top. The U.S. controls nearly half of global brand value, while India only makes up 2%. So why is that?\nSome say it’s because of government policies and cronyism, where businesses work too closely with the government in an unhelpful way. But look at Samsung in South Korea—it also had government support, yet it became the fifth most valuable brand in the world. So, maybe it’s not just the government’s fault.\nAnother issue is that Indian companies, even big ones like our IT firms, aren’t doing enough innovation or creating new, exciting products. For example, we don’t have a world-famous software product or even a home-grown email service that everyone loves.\nBuying foreign companies, like Tata did with Jaguar, won’t automatically make Indian businesses global brands. To become world-famous, Indian companies need to focus on creating and building brands, not just acquiring them. This means investing in research, design, and innovation. India has plenty of smart people working for big companies abroad, so talent isn’t the problem. What’s missing is a big vision to create new markets and lead in innovation. That’s what will help Indian businesses play in the big leagues.\n\n",
        "headline_1": "**Why Only 1 Indian Brand in the Top 100?**",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/gen-zedits/why-only-1-indian-brand-in-the-top-100/",
        "news_paper_name": "The Times of India",
        "publish_date": "11-10-2024"
    },
    {
        "full_article": "A core criticism of the former government of Sheikh Hasina was the blatant misuse of law to imprison, harass and intimidate political opponents, critics, and members of the independent media. Activities by a section of political opportunists and vested groups may give rise to a perception that we are witnessing a revival of the same. The term \"collaborators of the fascist regime\" is the catch-all phrase that is serving as a dangerous, sweeping, undemocratic and law-abusing framework for actions against political rivals, personal enemies, and a section of the media.\nAs a fellow traveller in the profession, I will start with what is being done to journalists. Recent, not latest, statistics show that cases have been filed against at least 129 journalists in Dhaka, Chattogram, Bogura and Rajshahi. Twelve cases on murder, attempted murder, rioting and unlawful assembly charges have been filed against 60 journalists in Dhaka, two cases on attempted murder and abduction charges against 33 journalists in Chattogram, eight cases on murder charges against 22 journalists in Bogura, and three cases on vandalism, extortion and assault charges against 14 journalists in Rajshahi.\nGiven the above, we must be the country with the highest number of murder suspects masquerading as journalists in the whole world. What an image! What diligent use of the law! What respect shown for the freedom of the media! So far, only four have been arrested, but all the others live in fear of being arrested or harassed. They are not going to their workplace or are able to work as journalists. They are in hiding or living as if they are under \"house arrest.\" Why? What is their crime?\nI will be the first to admit that my profession, to which I have devoted 52 years (starting in March 1972), has suffered terribly due to its suicidal politicisation ever since the birth of Bangladesh, but most severely during the Sheikh Hasina regime—in terms of ethics, values and objectivity. A section of the journalists became political activists of the worst kind under the guise of journalism. This sycophancy, blatant partisanship and crude attack on those who tried to speak objectively made ethical journalism extremely difficult, although some did stand their ground. There was immense corruption which was patronised by the ruling party, and a section of journalists made a mountain of money using their proximity to power. The former prime minister herself admitted during a press briefing that her peon, whom she had let go but had not punished, was worth Tk 400 crore, and that he used a helicopter to visit his village home. One can easily imagine what journalists close to power did and the wealth they may have gathered, and consequently the public hatred they accumulated.\nOur plea is, charge them for what they did: corruption, bribery, abuse of power, using the PMO press office for personal gains, pressurising the bureaucracy to do their bidding, etc. But do not charge them with murder without any proof. Our own investigation has found no evidence of it. So why is it happening?\nLike every other profession—doctors, lawyers, etc—ours is also divided between pro-Awami League and pro-BNP factions. Each group unabashedly enjoyed the fruits of their proximity to power when their respective parties were in office. Hasina's 15 continuous years in government gave the pro-AL journalists a sense of impunity and never-ending privilege, hence corruption thoroughly permeated in them.\nSo what is happening now is that the \"other side,\" which was totally marginalised and oppressed during the AL rule, is having their day in the sun. Every non-AL journalist is now the epitome of good journalism and their opponents the worst that the world ever saw! So charge them with murder! (This is something that neither side has ever done to the other before.)\nWe repeat what we have said earlier: charge them for what they are guilty of, and do not make a farce of the law by this reckless and unsubstantiated use of murder charges. This is dragging the reputation of the interim government down, both internally and globally, as it goes against the personal reputation of Prof Muhammad Yunus as the uncompromising defender of human rights and rule of law.\nThe bigger picture looks worse. Between August 6 and September 25, at least 1,474 cases were filed involving 92,486 citizens, most accused of murder along with some other crimes. A total of 1,174 cases have been filed against 390 former ministers, MPs, advisers to the PM, mayors, and Awami League leaders. So far, 59 high-profile individuals have been arrested. During the same period, as many as 779 people were also arrested. But in the first week of October, the arrests reached a peak of 7,018 (related to July-August violence and other crimes), amounting to more than 7,500 cases. As shown below, the rate of arrests is likely to rise.\nThis newspaper did in-depth reports on some specific cases to show how the legal process is being misused and politicised. According to our report published on October 7, two cases were filed over the killing of two men—Sakib Hasan, 22, and Jahangir Alam, 50—in Jatrabari, Dhaka during the student-led mass uprising. The text of the First Information Reports (FIRs) related to these killings is identical, with only the names and addresses of the victims being different. The complainant is Abu Bakar, 55, who claims to belong to Jatiyatabadi Sramik Dal, a BNP offshoot; he filed both the cases on September 2 with the same 442 individuals named as accused. The victims' families had no idea as to who he was. They were surprised when informed about the cases. \"We lost our father, we should have been the ones to file the cases. Besides, the man sued several hundreds of people (in) our neighbourhood. Now these people hate us for no reason,\" said Jahangir's daughter, adding that Bakar, who filed the cases, wants to harm the people he has accused. \"I want justice for my father. We also want punishment of the person who filed the cases without telling us,\" she said. Sakib's father Mortoza Alam also said he was surprised to hear about the case. \"Police shot my son dead. But the complaint is against political leaders and activists,\" he said.\nThis newspaper also found three cases filed with Badda Police Station on August 20 and 21 over the killings of Suman Sikdar, 31, Hafizul Sikdar, 28, and Shohag Mia, 30. All the three cases contain identical FIRs, word for word, with 178 common accused, though the incidents occurred in three different places.\nLabhlu Mia, 41, was shot dead in Dhaka on August 5. A month later, his cousin Dukhu Mia, a rickshaw puller, filed a murder case with Uttara East Police Station against 221 people, of whom 210 were residents of Rangpur, the hometown of the deceased and his cousin. The accused were mostly local Awami League leaders.\nThe Daily Star has found five other cases related to killings that took place in Dhaka, and the accused—in hundreds—are all from the home districts of the deceased as well as political activists of Awami League.\nOn July 20, Muhammad Habib, 45, was killed when the police and AL men opened fire on him. His wife, Ayesha, a mother of four, filed a case on August 28 accusing 57 people, of whom 50 were from Chandina, Cumilla. When contacted, Ayesha said, \"I just signed the complaint. I had no idea who were being accused… I just want justice for my husband.\" Anwar Hossain Aynal, from Bakshiganj, Jamalpur, filed a murder case for the death of his brother Fazlul Karim on August 5. There are 39 accused, of whom 24 are from his hometown.\nThe weak factual basis of these cases, each having 20 to 200 accused on average—in many cases, most of the accused are from the localities where political opponents are planning a comeback—indicates potential political or personal motives. This is happening in spite of the wishes of the victims' families. In many instances, they are either being pressured or being told that if they do as they are told, the victims will get justice.\nAccording to our report published on October 10, the Police Headquarters gave special instructions to SPs and metropolitan commissioners earlier this month to increase vigilance and arrest those responsible for violence in July-August. \"We have been instructed to increase arrests and take legal action against ward-level AL leaders and activists,\" said an inspector of Khulna Range Police. Another official, requesting anonymity, said, \"The instruction includes arresting people every day, including the supporters and leaders of the AL and its affiliate bodies.\"\nThe vague and all-encompassing order mentioned above is a certain recipe for abuse of the law. This will soon turn—if it hasn't already—into a source of extortion, bribery and harassment of ordinary people. The very same thing that police did during the Hasina regime.\nWe repeat with emphasis that all genuine culprits of the past regime must be punished. But not a single innocent person should be harassed. Human rights, rule of law and justice are the pillars of the July-August uprising. Please don't create a condition where their violations become inevitable. Prof Yunus's reputation as an upholder of human rights is as strong and well-deserved as his reputation for being \"the banker of the poor.\" His interim government should not, even remotely, be accused of violating human rights.\nMahfuz Anam is the editor and publisher of The Daily Star.\n\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "The indiscriminate arrests and murder charges",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/the-third-view/news/the-indiscriminate-arrests-and-murder-charges-3724986",
        "news_paper_name": "The Daily Star",
        "publish_date": "11-10-2024"
    },
    {
        "full_article": "It is more or less common knowledge that there was widespread corruption in the transport sector during Awami League's 15-year rule. A recent study by the Transparency International Bangladesh (TIB) has now uncovered the extent of the irregularities that took place in development projects undertaken by the Roads and Highways Department (RHD), and its nothing short of staggering. According to the study, corruption in these projects caused a loss of Tk 29,230 to Tk 50,835 crore, or 23 to 40 percent of total project costs. This is not the full picture, but it does show how a deeply entrenched system of corruption resulted not just in inflated budgets, but also substandard infrastructure, with no one held accountable for it.\nWhile the TIB primarily focused on domestically funded projects, its researchers estimate that corruption levels were almost similar in both foreign- and locally-funded projects. Firms reportedly paid a significant percentage of the total work order value as bribes to secure contracts, with further payments made during inspections and construction phases. And everyone involved—ranging from concerned ministers, local MPs and politicians to top officials, project directors, and those overseeing tender evaluation, procurement, inspection, etc.—got a cut. It is no wonder that initial budgets were often revised up to satisfy their greed, while the contractors got away with using inferior materials and disregarding project specifications, requiring repairs or fresh construction that would repeat this corrupt cycle.\nThis tripartite collusion among politicians, officials, and contractors—which frequently extended to other powerful stakeholders in the transport sector—was institutionalised over the years, forcing citizens to pay for extremely expensive projects that brought little benefits. Fast and safe mobility remains an elusive dream despite billions spent to achieve these goals. This has been once again highlighted by the Road Safety Foundation that recently disclosed that 426 people were killed in road crashes in September alone. Road safety is intrinsically related to road infrastructure. Ill-executed projects and poor road conditions, combined with the neglect of critical safety measures such as traffic enforcement, are responsible for frequent clashes and congestions.\nThe challenge for the new Bangladesh is to address these dual crises—corruption in transport sector and resultant suffering and casualties—with equal importance. We think the non-political, interim government is uniquely suited to break this cycle. The TIB has offered its help to identify those involved in road development corruption, which the government should accept. Going forward, there should be greater transparency and accountability in development projects to ensure public funds benefit the public. Additionally, a comprehensive approach to road safety—focusing on stricter enforcement of rules, better infrastructure, and better regulation of transport owners and workers—is essential to prevent further loss of lives.\n",
        "headline_1": "A sinkhole of corruption",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/sinkhole-corruption-3724751",
        "news_paper_name": "The Daily Star",
        "publish_date": "11-10-2024"
    },
    {
        "full_article": "In the conservation arena, we monitor biodiversity for many reasons. For example, a group of wild animals or plants is monitored over a period of time to track their changes. Wildlife watchers all over the world do that very often and make biodiversity databases rich. In Bangladesh, we don't do that for many species, but migratory birds are a popular exception and annual counting of these species has been taking place since 1987. It is done in winter months in riverine chars, beels and haors of the north as well as on the south coast, thanks to many individuals and organisations, including Bangladesh Bird Club. Thanks to the monitoring, we learned that 60 percent of 39 waterbird species have declined in Tanguar Haor in Sunamganj during 2008-2021, as per a recent study.\nOnly regular monitoring can confirm whether a conservation effort is working or not. Wildlife monitoring took place under conservation projects, such as USAID-supported Nishorgo, Integrated Protected Area Co-management (IPAC), and Climate Resilient Ecosystems and Livelihoods (CREL). Wetland Biodiversity Rehabilitation Project (2009-2016) of Department of Fisheries and GIZ/Germany did something rare. It involved the International Union for Conservation of Nature to monitor the biodiversity in Pabna and Natore districts for two years (2014-2016) and then track the biodiversity changes, after the end of major project activities. IUCN, however, missed the opportunity to monitor biodiversity in the Swiss Government-funded Tanguar Haor project (2006-2016). During the project tenure, it could only publish the baseline data of amphibians, reptiles, birds and mammals (in 2012), plants (in 2012), and fish (in 2015) of this globally important wetland. There was a follow-up project funded by the Government of Bangladesh (2017-2018), where the main thrust was on governance, rather than on biodiversity.\nProjects often establish a baseline for wildlife. The Strengthening Regional Cooperation for Wildlife Protection (SRCWP) project, for example, did that for Asian elephants and vultures. But follow-up initiatives are not usually taken to use such data. The case of the Bengal tiger is a bit different, where regular surveys are done under different donor or government programmes to estimate the total tiger number. A 2015 survey estimated 106 tigers in Bangladesh's Sundarbans, while a survey in 2018 estimated 114 tigers. The latest survey (2024) data shows there has been a slight increase and the new total tiger number is between 120 and 125.\nIn 2014, the tension between the government and the UNESCO's World Heritage Committee (WHC) became quite public over the Rampal Power Plant and other issues. Since then, one of the strong recommendations the WHC made to Bangladesh was to conduct ecological monitoring of this mangrove. Back in 2016-2017, an attempt was made by the forest department to initiate preliminary ecological monitoring of the Sundarbans based on primary and secondary information. After many interactions and iterations, the forest department and IUCN prepared the Methodological Framework for Ecological Monitoring of the Sundarbans (2023) under the GIZ-supported Sundarbans Management Project (SMP) II. The document was made public in July 2024.\nThis 192-page-long document was prepared by a group of 13 esteemed Bangladeshi experts from diverse disciplines, supported by five reviewers from the forest department. The core element of this framework is identifying an exhaustive list of suitable indicators to monitor. Biological indicators include 46 species of plants and animals, which are classified into 11 categories, while physical-chemical indicators include 17 parameters arranged in three categories. Detailed data collection, data management, and reporting protocol for each category are described in this framework. This description is followed by a detailed account of how to establish a spatial decision support system (SDSS) for the Sundarbans by data visualisation of the results produced on the above indicators.\nWhile this framework is a milestone in biodiversity monitoring, I am not quite optimistic about its future for two reasons. First, in the final section, although 13 recommendations are presented, it is not mentioned who will coordinate and monitor the \"ecological monitoring\". The document mentions an Ecological Monitoring Technical Committee (EMTC) a few times without describing its meaning, composition, responsibilities and legal basis. Without clear guidelines about the EMTC's leadership position, the whole ecological monitoring process will not move a single centimetre beyond the covers of this framework book.\nSecond, regarding the financing of a long-term ecological monitoring, the document envisages that an initiative will be \"taken under the government funding scheme under the Bangladesh Forest Department, either through projects like Surokkha or through the revenue scheme.\" This is an unrealistic expectation because, despite the annual push from the WHC since 2008, the government didn't spare any money to prepare this framework over 13 years, and had to seek support from the GIZ to finance it.\nBack in 2011, IUCN produced a brilliant, visionary document titled Protocol for Monitoring of Impacts of Climate Change and Climate Variability in Bangladesh. As the title suggests, it was supposed to help monitor climate change impacts on eight thematic sectors, including freshwater and marine fisheries, and plants and animals of forests. This protocol has become obsolete a long time back, without being ever used, for the same two reasons I have noted above.\nIn Bangladesh, we are now widely talking about reforming our institutions, laws, and policies. However, what we really need is to reform our mindset and only prepare frameworks and plans for biodiversity conservation, which we can actually fund and implement.\nDr Haseeb Md Irfanullah is an independent consultant working on environment, climate change, and research system; a visiting research fellow at the University of Liberal Arts Bangladesh (ULAB). Email: [email protected].\n\nViews expressed in this article are the author's own. \nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "Biodiversity conservation requires more than just frameworks",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/biodiversity-conservation-requires-more-just-frameworks-3724606",
        "news_paper_name": "The Daily Star",
        "publish_date": "11-10-2024"
    },
    {
        "full_article": "The improvement in Bangladesh's current account over the past two months, following a prolonged downturn, is encouraging. Recent reports indicate that the current account moved into a surplus in August, primarily due to lower import costs and higher remittance inflows. According to Bangladesh Bank data, the months of July and August recorded a current account surplus of US$111 million, a significant shift from the $610 million in deficit during the same period of the previous fiscal year. The country's trade deficit narrowed by over 9 per cent, falling to $2.75 billion from $3.04 billion in the corresponding period of the last fiscal. Import expenses decreased by 1.2 per cent to $9.91 billion from $10.03 billion, while export earnings rose by 2.5 per cent to $7.16 billion from $6.99 billion. Additionally, remittances during this period surged by 15.8 per cent, reaching $4.14 billion.It is clear that the current account surplus is driven by a combination of three factors -- reduced import costs, higher remittances from overseas workers, and increased export earnings. It is worth noting that import activity slowed significantly in recent months due to foreign exchange reserve constraints. Many banks were hesitant to open letters of credit, leaving several import transactions, including those for bulk goods, pending. Restrictions on the import of non-essential items also accounted for reduced imports. Meanwhile, the resurgence of remittances from overseas workers played a key role in reversing the current account deficit. However, exports experienced only a modest increase.Looking ahead, it is difficult to predict whether the situation will continue to remain so or improve further in the months ahead. According to experts, including central bank officials, it is too early to consider this a trend. With foreign exchange reserves recovering, imports are likely to increase driven by the need for primary, intermediate and finished products. In this context, the important thing that must not be overlooked is that while import of essentials will ease the market of most common consumer products, that of non-essential and luxury items could strain the reserves, offsetting the balance of trade and current account situation. Thus a critical consideration is the potential impact of non-essential and luxury imports. The government may need to revisit the restricted list and expand it further with the inclusion of some move non-essential items.Maintaining a balanced current account is crucial for most countries, and for Bangladesh, preventing a deterioration of the situation is extremely important at this point in time. Achieving this will require a thrust on exports, particularly of the RMG products. This, under the present circumstances, seems challenging as many export orders got diverted to the competitors amid the recent workers' unrest in the garment industry. Similarly, continued growth in workers' remittances cannot be taken for granted, though simplifying and incentivising remitting procedures may encourage remittance inflow. Economists suggest a cautious approach, advocating for a prudent monetary policy and dynamic export-promotion strategies. Additionally, there is a need to monitor and prevent mis-invoicing in both import and export activities to safeguard the current account balance.",
        "headline_1": "Securing a sound balance in current account",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/securing-a-sound-balance-in-current-account-1728571743",
        "news_paper_name": "The Financial Express",
        "publish_date": "11-10-2024"
    },
    {
        "full_article": "It is astounding to know that cost of some railway megaprojects was overblown by billions of Taka(s). This is what investigation by the present government has revealed. Hence, it comes as no surprise that drastic cuts are now in the offing. The Dohazari-Cox's Bazar-Ramu-Ghundhum project, originally estimated to cost Tk 180.34 billion, is now revised downward by Tk 66 billion to Tk 114.34 billion. The other, the Chinese-funded Padma Rail-Link Project that had been purported to be worth Tk 394.47 billion is now to cost Tk 369.47 billion, a savings of Tk 25 billion. The total savings are estimated at Tk 91 billion. This is just two of the many mega-projects undertaken by the previous government. It was no secret that development project budgets had been inflated to cover kickbacks both to administration and contracting parties. Till now, it had been impossible to get to the bottom of it. Now that there has been a change in the country's administration, such matters are being brought to light. It is obvious that some good is coming out of the various committees that have been formed to look into the state of the country's finances. It will be very interesting to see what the various 'White Papers', which are in various stages of preparation, says.It is now abundantly clear that a lot of unnecessary components were added to budgets of mega-projects to inflate costs. Again, it has also become painfully obvious that unnecessary projects were adopted by the previous administration to generate business and not development. Many of these projects have been found to be boasting staggering costs which fall apart in the face of closer scrutiny. The crux of the problem with projects such as these is of course, the financing. Very few of the hugely expensive mega infrastructure projects in the country have been financed by soft loans. Rather, commercial loans with shortened repayment periods and steeper interest rates became the backbone of financing projects. No honeymoon lasts forever and the party is now over. The present government is now stuck with the economic burden of the past and it is quite natural that every major project that has been put through the pipeline gets audited.Besides, time overrun has been synonymous with development projects in Bangladesh. It is now more imperative than ever to scrutinize and identify all the unnecessary projects undertaken to see which can be justified and those that simply have no reason to exist. Of course, that is easier said than done. Many projects are simply too advanced in terms of project completion to be totally discarded. However, it is possible to trim the costs by deleting those components that have no reason to be included in a particular project. Rationalisation is further possible by reassessing the cost of various project components that have been artificially increased to boast profits beyond reason. In line with that, it has become abundantly clear that the Jamuna rail-bridge construction project is seriously overpriced. According to what ministry of railway (MoR) officials have shared with the Financial Express, \"we have started reviewing our ongoing projects. We will rationalize their costs and scope of works\". This is very much in line with the review of a slew of expensive infrastructure projects undertaken by the MoR over the past decade and a half. Building rail connectivity and associated infrastructure is an expensive affair. Hence it opens up the necessary scope for graft and that had been fully taken advantage of by political masters of the day. These committees that have been formed need time to complete their work. The reform agenda is just beginning to take shape and it is obvious that getting back the stupendous amounts of money that have been siphoned off by various members of the preceding ruling class and laundered abroad is going to take a lot of time. Even if the country is able to recover 20 per cent of the estimated US$150.0 billion that is purported to have left the country over the years, the amount will be $30 billion dollars! That sum is nearly 50 per cent more than the current foreign exchange reserves of the country and would help a lot to turn things around for the economy. These reforms and investigations are obviously uncomfortable for some members of society, because it is difficult to know who has profited from these unjustified and unnecessary project cost escalations. If the interim government is actually serious about making long-lasting changes that will benefit the country's finances and introduce a culture of transparency and accountability, then no stone should be left unturned to get back money laundered abroad. For that to happen, these audits must continue and the White Papers need to be published so that people are not left in the dark anymore and the painful task of recovering monies stolen can begin.\n[email protected]",
        "headline_1": "Trimming costs of megaprojects",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/trimming-costs-of-megaprojects-1728571768",
        "news_paper_name": "The Financial Express",
        "publish_date": "11-10-2024"
    },
    {
        "full_article": "Bangladesh ratified the Convention on the Rights of Persons with Disabilities (CRPD) with huge enthusiasm, becoming one of the first few countries to be parties to the international statute for the protection and promotion of the rights of persons with disabilities (PWDs). Demonstrating its commitment to this group of people, the country enacted a law -- Disability Welfare Act (DWA) (2001), also known as Bangladesh Protibondhi Kollyan Ain (BPKA) -- more than five years before the United Nations adopted the convention in December, 2006. Through the Disability Welfare Act, the rights of PWDs received statutory recognition for the first time in the history of Bangladesh. However, the enthusiasm Bangladesh demonstrated did not take much time to subside. The ground situation now shows how reluctant we are as a nation to protect and promote the rights of PWDs. The UN Convention specified a number of rights of PWDs making their protection obligatory for the signatories. It requires the signatories to ensure and promote the full realisation of all human rights and fundamental freedoms for all PWDs without discrimination of any kind on the basis of disability. Today, we will examine the situation relating to one of their rights -- personal mobility -- specified in Article 20 of the convention. The article provides that \"States Parties shall take effective measures to ensure personal mobility with the greatest possible independence for persons with disabilities…\"Along with many other things, roads should be accessible to everyone, designed and equipped to make it easier particularly for visually impaired people and persons with physical disabilities, to find their way around and travel safely for facilitating their mobility. This means incorporating ramps, wide footpaths and smooth surfaces for people who use wheelchairs, tactile paving, visual system, etc for visually impaired people, and safe pedestrian crossings for both the groups.Now let's look at the road and pavement condition in Bangladesh. We know for sure that you will not find any road and pavement in capital Dhaka incorporating these facilities. Rather you will find a number of housing projects approved by the capital development regulatory authorities where roads lack usable footpaths. An extreme example in this regard is Niketon House Area where the widest roads have no footpaths on one side and narrow footpaths on the other side which is occupied by electric poles and trees, leaving no room for movement of those who use wheelchairs or walk with the help of white cane. Many city buildings, including government buildings and facilities, lack ramps necessary to facilitate wheelchair movement. The situation outside Dhaka is worse. It is because we are extremely disabled-insensitive as a society.For the necessary mobility of the persons with disabilities, we need to ensure that our roads, buildings and other facilities have ramps where necessary, footpaths are wide, their surfaces are smooth and they have tactile paving, and pedestrian crossings are safe. Besides, road signs, markings and surrounding information should be designed clearly and legibly, and signs should be positioned in easily visible and accessible locations and at appropriate heights to ensure easy readability by pedestrians, including those using wheelchairs. Another thing is very important - installation of chirping bells at road crossings. We also need to make traffic lights or chirping bells lengthier as they lessen the chance of accidents involving PWD at crossings. If we cannot ensure all these for people with disabilities, our ratification of the UN Convention on PWDs and enactment of national legislation will yield no results and there will be no change in the condition of PWDs.\n[email protected]",
        "headline_1": "Living in a disabled-insensitive society",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/living-in-a-disabled-insensitive-society-1728571882",
        "news_paper_name": "The Financial Express",
        "publish_date": "11-10-2024"
    },
    {
        "full_article": "The Department of Al Fiqh and Legal Studies under the Faculty of Law at Islamic University (IU) is a prominent department where both Islamic Sharia law and the common laws practised in Bangladesh are taught together. The department's law curriculum aligns closely with that of other universities' law departments, while the Sharia law curriculum is designed according to the standards of Sharia departments in various universities across Muslim countries.In order to study comparative law, students often need access to a wide range of books. It is not feasible for a student to obtain all the necessary academic materials on their own. Therefore, the seminar library is the only reliable resource for students. However, due to a lack of staff, the department's seminar library has remained closed for a long time. Since the university's central library does not have enough academic books and the seminar library is inaccessible, students are facing significant challenges in acquiring academic knowledge. As a result, students are left to spend their free time between classes in idle conversation, even if they would prefer to study.In this situation, considering the needs of the students, it has become essential to appoint skilled staff and reopen the department's seminar library. We urge the administration of Islamic University and all relevant authorities to take immediate action to reopen the seminar library, which will greatly support the academic pursuits of the students.\nShakib Al Hasan RakibStudentDepartment of Al Fiqh and Legal StudiesIslamic University, Kushtia",
        "headline_1": "Reopen IU seminar library",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/reopen-iu-seminar-library-1728571915",
        "news_paper_name": "The Financial Express",
        "publish_date": "11-10-2024"
    }
]