[
    {
        "full_article": "The exoneration of former Delhi University professor G.N. Saibaba and five others of the charge of having Maoist links exposes the practice of invoking stringent laws based on nothing more than a person’s likely association with or sympathy for extremist groups. Their acquittal by the Bombay High Court is notable for giving full meaning to the procedural safeguards that countervail the stringency of the Unlawful Activities (Prevention) Act. It also shines a light on the bail-denying features of the law that allows the state to imprison suspects for long years even though the evidence backing their arrest is doubtful or flimsy. In this particular case, five of the accused were arrested in 2013 and continued to be incarcerated since then, and one of them died during the pendency of the appeal. Mr. Saibaba was arrested in 2014. The trial court had convicted the six of them and sentenced five of them to life and awarded a 10-year term to the other. The case will also be remembered for a dubious reason: the Supreme Court’s hasty intervention to stay their discharge by the High Court in 2022. They were discharged on the ground that the sanction given to prosecute them under UAPA was not valid, but an apex court Bench sat the very next morning, a Saturday, to stay the order, and later directed the High Court to pass a fresh judgment on merits. Many had questioned the haste with which the benefit of discharge was reversed.The latest judgment is a complete repudiation of the prosecution case, holding that the seizure effected from the accused was not proved, the material relied upon by the state was inadequate and that there was nothing to link the accused with any terrorist act, conspiracy or membership of any Maoist organisation. It also found that the sanction given under UAPA to five of the accused was invalid because the report of the authority meant to review material against them independently was just a green signal for their prosecution, containing no discussion on the nature of the evidence. Further, the trial court had taken cognisance of the charge sheet against Mr. Saibaba even before the sanction, which came later, had been received. In its discussion on the use of UAPA against the accused, the Court has again emphasised that the more stringent a law is, the greater will be the need to adhere to procedural safeguards — the independent review was an additional safeguard introduced in UAPA in 2008. It reiterates the principle that mere possession of literature or publicity material, without any direct evidence linking suspects with a terrorist act, cannot be a ground to convict them under UAPA. \nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nuniversity\n\n/\n\nlaws\n\n/\n\njudiciary (system of justice)\n\n/\n\nact of terror",
        "headline_1": "Free of guilt: On the exoneration of former Delhi University professor G.N. Saibaba and five others",
        "headline_2": "Saibaba’s acquittal underscores that there can be no guilt by mere association",
        "link": "https://www.thehindu.com/opinion/editorial/free-of-guilt-on-the-exoneration-of-former-delhi-university-professor-gn-saibaba-and-five-others/article67920749.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "07-03-2024"
    },
    {
        "full_article": "The Tamil Nadu Legislative Assembly Secretariat has, at last, declared the Tirukkoyilur Assembly constituency as vacant following the conviction and disqualification of former Higher Education Minister K. Ponmudy in a disproportionate assets case in December last. The delay is in stark contrast to the way Vilavancode was declared vacant in February — here, the legislator concerned quit after changing her party affiliation. But, it is inexplicable why there was so much of a time lag for Tirukkoyilur even though the Madras High Court’s order of conviction was not stayed by the Supreme Court, which had only exempted Mr. Ponmudy and his wife from surrendering despite the High Court’s sentence of three-year simple imprisonment. The AIADMK General Secretary, Edappadi K. Palaniswami, had written to the Assembly Speaker, M. Appavu, urging him to act without bias in declaring the seat vacant. Mr. Ponmudy’s disqualification fell under Section 8(1) of the Representation of the People Act, 1951 and not Section 8(3) under which Member of Parliament Rahul Gandhi was disqualified after his conviction (now stayed by the Supreme Court) and two-year sentence in a criminal defamation case. Section 8(1) lists out offences covered under laws such as the Narcotic Drugs and Psychotropic Substances Act, and Prevention of Corruption Act and states that a conviction and mere imposition of a fine under those laws would be sufficient for a legislator’s disqualification. The delay in the declaration of the vacancy becomes curiouser as jurists highlight that Section 8(1) uses the phrase “shall be disqualified”. This means that the disqualification notification must necessarily take effect from the day when a legislator is convicted. In this case, it should have happened on December 19, 2023, when the High Court held Mr. Ponmudy guilty.When the judiciary displays renewed interest in pursuing anti-corruption cases, especially those concerning lawmakers, it would do well for the legislature to act in tandem. Otherwise, there would be no purpose in having a system of special courts for cases involving MP/MLAs or an arrangement in the High Court to look after such cases, particularly after conviction is awarded. At a time when liberal democracy is facing serious challenges in India, the legislature supporting the judiciary in stamping out corruption in public life would instil confidence. At the same time, the judiciary and legislature should not be seen as failing to protect critics of the establishment. After all, democracy is about tolerating dissent and respecting it too. It is incumbent upon all to play by the rules of the game in a fair manner to avoid any impression that authoritarianism of the executive or “tyranny of the majority” in the legislature or judicial overreach is becoming the norm. \nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nTamil Nadu\n\n/\n\npolitics\n\n/\n\njudiciary (system of justice)\n\n/\n\nAll India Anna Dravida Munnetra Kazhagam\n\n/\n\nlaws\n\n/\n\nnarcotics & drug trafficking\n\n/\n\ncorruption & bribery\n\n/\n\nRahul Gandhi",
        "headline_1": "Slow and unsteady: On Tirukkoyilur and the pursuit of anti-corruption cases",
        "headline_2": "The legislature should complement the judiciary in fighting corruption",
        "link": "https://www.thehindu.com/opinion/editorial/slow-and-unsteady-on-tirukkoyilur-and-the-pursuit-of-anti-corruption-cases/article67920806.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "07-03-2024"
    },
    {
        "full_article": "BJP is in pole position and yet its first Lok Sabha list is full of new candidates. This is what it takes for anyone to succeed. Don’t take rest when you are winning and definitely don’t stay still when you aren’t\n\nIt’s general election season again. And BJP is first past the post in announcing its first list of 195 candidates. What is striking in the list are the new candidates. Several sitting MPs, many of them high-profile, have made way for fresh faces.\nRead full story on TOI+\n\n",
        "headline_1": "The fresh faces formula",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/the-fresh-faces-formula/",
        "news_paper_name": "The Times of India",
        "publish_date": "07-03-2024"
    },
    {
        "full_article": "That Gangopadhyay announced he will join BJP within hours of quitting as judge was poor optics. But his popular identification as ‘anti-graft’ crusader can pose a problem for Mamata in LS polls\n\nFormer Calcutta HC judge Abhijit Gangopadhyay’s seamless transition to politics, within hours of submitting his resignation to President Murmu and Chief Justice TS Sivagnanam, is unseemly haste. On the other hand, he may have his compulsions as a political celebrity to get started in his new role. Though what that might be, he has not specified as yet.\nRead full story on TOI+\n\n",
        "headline_1": "So, how do we judge this judge?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/so-how-do-we-judge-this-judge/",
        "news_paper_name": "The Times of India",
        "publish_date": "07-03-2024"
    },
    {
        "full_article": "Indian apps vs Big Tech is a replay of a global competition issue. Govts need to force change\nApple is close on the heels of Google. On Monday, European Commission fined the company €1.8 billion for abusing its dominance in the market for music streaming apps. It’s the third largest fine imposed by EC, with Google earlier being asked to shell out the two largest fines.\nApple made app developers sign contracts that prevented them from informing customers of cheaper options outside Apple’s ecosystem. If app developers refused these lopsided contracts, they were not allowed to operate inside the ecosystem. That’s the key to tech world, the ecosystem effect.\n\nEcosystems and networks | A standalone digital service is almost always sucked into an ecosystem. This system is filled with products that complement each other. A self-contained world, placing enormous power in the hands of the firm that creates it. That’s why one-sided contracts are common in the digital world dominated by a handful of Big Tech firms. Network effect is the first cousin of ecosystem. What this means is the value of a product increases as the number of users grows.\nIt’s all about scope | Traditional manufacturers such as cement makers tried to lower the cost of additional units by expanding volumes. It led to economies of scale, the reference point till now for all anti-competitive regulatory action. The digital world works differently. Network effects lead to economies of scope. Here, delivering one service offers the opportunity of putting out another service at a lower cost. Think of how Facebook used its large reach to offer a dating service. A standalone dating service, even if it had something better, could not have competed.\nRegulatory turbulence | Unique aspects of digital economy have rocked the regulatory world. If it’s EU that’s pushing boundaries, the US justice department is not far behind. Last year, it sued Google for abuse of its dominant position in digital advertising and wants to break up its ecosystem into independent parts. India’s competition commission has used similar principles to tackle Big Tech.\nLegislative wave | EU’s Digital Markets Act is an early sweeping legislation to combat walled gardens of Big Tech. Indian app developers grapple with similar problems.Yesterday, GOI helped Google and some developers reach a truce. But the more durable solution lies in the proposed Digital India Act that aims to promote choice and competition.\n\n",
        "headline_1": "Holes in tech wall",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/holes-in-tech-wall/",
        "news_paper_name": "The Times of India",
        "publish_date": "07-03-2024"
    },
    {
        "full_article": "That Saibaba & 5 others were acquitted in a case HC found little merit in is a message to investigators\nAcquittals of former DU professor GN Saibaba and five others – accused under anti-terror law UAPA of ‘Maoist links’ – by Bombay HC are no real surprise. That it took 10 years is the sad part. Less than 3% of those arrested under UAPA were convicted between 2015 and 2020. Yesterday’s acquittals came in a re-hearing of the case as directed by SC, and highlight increasingly apparent randomness of police action vis-à-vis supposed anti-state activities.\nThe case | Saibaba was raided in 2013, arrested in 2014, jailed in Nagpur Central Jail and sentenced to life in 2017. Bombay HC in 2022 discharged the case over improper sanction to prosecute – court called it “bad in law and invalid”. SC stayed the discharge, sought a new bench to try the case afresh. This has now ended in acquittals.\n\nPrisoner rights | Bombay HC had granted Saibaba temporary medical bail in 2016. The 90%-disabled academic-activist was kept in the notorious high-security cell, leading to heart disease and muscle damage. More and more cases are being registered as ‘crimes against the state’. Crimes under antiterror law UAPA went up by 23% from 2021 to 2022, per NCRB. But investigations and hearings drag while undertrials are behind bars. Stan Swamy (84), also accused under UAPA in the Koregaon-Bhima case, died in jail after 270 days of incarceration. Even in the Saibaba case, one other accused, Pandu Narote, just 33, died in prison in Aug 2022 due to alleged delay in treatment.\nPoor investigation | Throwing out the case in 2022, Bombay HC had said due process can’t be sacrificed at the altar of “perceived peril to national security”. Acquitting Saibaba and others yesterday, court said, “prosecution’s failed to prove beyond reasonable doubt their case.” That’s the message. Securing the nation needs both going by the book and better identification of risk. Otherwise, later if not sooner, it’s investigators who’ll have to do the explaining.\n\n",
        "headline_1": "Not anti, only notional",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/not-anti-only-notional-that-saibaba-5-others-were-acquitted-in-a-case-hc-found-little-merit-in-is-a-message-to-investigators/",
        "news_paper_name": "The Times of India",
        "publish_date": "07-03-2024"
    },
    {
        "full_article": "Against the awful odyssey Bangladeshi migrants embark on en route to Europe, South Korean job market rather officially open to willing skilled workers of Bangladesh is indeed an window of opportunity. The latest news is that South Korea has offered an allocation of 11,500 jobs for workers from Bangladesh for the current year. Bangladesh has been a late entrant not only into Korean job market but also into the entire South East Asia known for economic dynamism and growth that began at the end of the last millennium. Singapore, Malaysia and Korea have been popular destinations for Bangladeshi migrant workers but there is a difference between demands for skill sets from these countries. South Korea primarily needs technical hands as against unskilled workers. At least a polytechnic degree or diploma is the minimum requirement for applying for jobs in that country. Regrettably, Bangladesh could send only 4,804 workers against a quota of 10,000 jobs allocated by the Korean government last year. This is where the policy on migrant workers, employment abroad for educated youths and the overall education system comes under critical scrutiny. Bangladesh has 49 government polytechnic institutes and approximately 220 such private institutes but the number of such institutes is more than 600 if the technical schools are also taken into account. Now the Bangladesh Technical Education Board's records, as reported by a contemporary, on the admission of students to such institutes are highly disconcerting. Of the 185,055 seats in private technical institutes, 127,976 seats remained vacant in 2019-20 academic year. Even 7,127 seats out of a total of 56,170 seats in government institutes had no students. A lack of interest on the part of students in pursuing technical education is quite evident. This has hardly changed over the past three years. One of the reasons is certainly high cost for the four-year diploma course in private technical institutes. Students would rather opt for a general degree course which costs less or an equivalent amount.Clearly, the education policy is at fault. While Germany and South Korea have put emphasis on technical education in order to boost industrialisation, Bangladesh with a huge pool of students have failed to advance this education the way it deserved. Even then the country should have filled the quota offered by South Korea. Currently, Bangladesh, reportedly, produces 24,000 diploma holders. There is no news that these diploma holders have jobs ready for them at home immediately after their passing out. It is the mindset of the policymakers which is to blame for this mismatch between education and employment. Panning with the demography has gone haywire and reaping the demographic dividends has receded in the distant horizon. Or, else why does the government contemplate so late about raising the share of polytechnic degree holders to 51 per cent in education from the current 12 per cent? It was incumbent on policymakers to promote and popularise technical education in place of general education by making it less costly. At the same time the need for qualitative improvement had to be recognised aligning technical education with the need of the time. Instead of focusing on low-paid Middle-East menial jobs, a huge pool of technically educated manpower could be churned out to take jobs in technology-driven economies like the one of South Korea. Under the policy framework, the supporting system, including development of language skill, had to be put in place for the technically educated youths to take up challenges at home and abroad.",
        "headline_1": "Employment opportunity in South Korea",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/employment-opportunity-in-south-korea-1709737215",
        "news_paper_name": "The Financial Express",
        "publish_date": "07-03-2024"
    },
    {
        "full_article": "After decades of steady growth with cotton-made products, it is high time the Bangladesh readymade garment (RMG) industry shifted its gears and strategically focused on man-made fiber (MMF) to drive further growth. A recent study conducted by Wazir Advisors Pvt Ltd. suggests that the expansion of non-cotton garment exports holds immense potential for the country's economy. According to the study, conducted under the patronage of the Bangladesh Garment Manufacturers and Exporters Association (BGMEA), Bangladesh has the potential to increase its non-cotton garment exports from the current $15.6 billion to an impressive $ 46 billion annually by 2032, if entrepreneurs were to invest $18 billion to enhance manufacturing capacity and a fully integrated value chain.Of late, the global fashion landscape has undergone a dramatic shift, with the reign of cotton fading and MMF taking center stage. While cotton initially fuelled the surge of the Bangladesh apparel market, that seems now to have reached its peak and its growth potential appears limited. This echoes the global trend in fibre demand, where the cotton-to-MMF ratio has shifted from 75:25 thirty years ago to a stark 25:75 today.This strategic change underscores the growing significance of apparel made from artificial fabrics in the global market. In spite of the seismic shift in fibre demand, with non-cotton fibre accounting for 75 per cent of garments manufactured globally, Bangladesh still relies on cotton fibers to make 71 per cent of the country's export-oriented products. In recent years, however, the country's RMG sector began to recognise the changing tide. A recent report suggests manufacturers are actively aligning their strategies with the global trend and embracing MMF as the new frontier. This shift is evident in the rapidly rising imports and investments in MMF, with the import of MMF increasing by over 13 per cent in the past calendar year. Moreover, the study also finds that the use of non-cotton fibres in garment production in Bangladesh has increased from 25 per cent to 29 per cent over the past three years. This shift in preference towards non-cotton fibers presents Bangladesh with a lucrative opportunity to diversify its export portfolio and reduce its dependency on cotton fibers.The study also suggests that the decline in China's share of the non-cotton garment market, coupled with Bangladesh's remarkable growth in this segment-from 1 percent to 5 percent in recent years-opens a new window of growth in this sector. Consequently, it is encouraging to note that Bangladeshi apparel exporters are increasingly turning to man-made fibers to secure better prices and expand their market reach. This strategic pivot towards non-cotton fibres aligns with Bangladesh's ambition to increase its share in the global apparel market from the current 7.87 per cent to 12 per cent by 2026.Moreover, the surge in demand for non-cotton garments is not merely driven by market trends but also influenced by environmental factors. As consumers are becoming more environmentally conscious, the preference for non-cotton garments-perceived as eco-friendlier alternatives-is gaining momentum. MMF offers recyclability and reusability, aligning with the growing trend of sustainable clothing. Brands like H&M and Nike leverage recycled materials like polyester to attract environmentally conscious consumers. Several other factors such as modern lifestyles and changing attitudes have led consumers to favour MMF for its easy care, functionality, and affordability. The growing \"athleisure\" trend further fuels the demand for polyester, a key MMF. Capitalising on this global trend, the MMF manufacturers are investing heavily in research and development to improve the technical and aesthetic properties of synthetic textiles such as polyester, viscose, recycled nylon and lyocell. Such improvements have not only helped the widespread usage of MMF products but also supported it in replacing other natural fibers. Buoyed by this trend, many brands and retailers are shifting some products from cotton to man-made fibers. Moreover, cotton is becoming difficult and costlier to produce due to decreasing arable land. Other problems that have decreased the demand for natural cotton-made products are lower impact strength, shrinking after washing, variable quality influenced by weather, poor moisture resistance causing swelling of fibers, restricted maximum processing temperature, and low wetting with hydrophobic polymers. Alternatively, synthetic fiber has been offering some special benefits for both the consumers and the producers, along with offering solutions to the aforementioned problems of natural cotton.This shift underlines that it's not a choice, but an imperative for Bangladesh to capitalise on the growing demand for artificial fibers, both to meet consumer preferences and to mitigate the environmental impact of cotton production. While Bangladesh currently imports non-cotton fibers worth US$ 1.2 billion annually, there exists immense potential for local investments to bolster garment exports and create additional opportunities. In the end, the findings of the study emphasises a pivotal moment for Bangladesh's apparel industry. Perhaps even a crossroad-a moment that demands proactive investment and strategic alignment with global market trends. By seizing the potential of non-cotton garment exports, Bangladesh can not only diversify its export basket, but also emerge as a frontrunner in sustainable and competitive fashion manufacturing, driving economic growth and employment opportunities for its citizens. Policymakers and industry stakeholders must collaborate in harnessing this transformative potential of non-cotton garment export. This strategic shift driven by global trends, consumer preferences, and sustainability concerns opens doors for future growth and can solidify the country's position as one of the leading apparel manufacturers. Its potential is limitless.\n[email protected]",
        "headline_1": "Time to switch to non-cotton garment",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/time-to-switch-to-non-cotton-garment-1709737261",
        "news_paper_name": "The Financial Express",
        "publish_date": "07-03-2024"
    },
    {
        "full_article": "Healthcare is a basic facility which needs to be ensured for all the citizens by the government. Constitution of the country makes its incumbent upon the government to ensure healthcare for every citizen. Every year, an allocation is made in the national budget for the health sector. However, the amount remains far too small to meet the requirement. That is why healthcare facilities have mushroomed across the country to fulfill the unmet demand. The health sector officials get paid by taxpayers' money, and one of their main responsibilities is not only to monitor the quality of the public healthcare services but also that of the private sector health service providers. Recent drives against illegal health care facilities have made it clear that health administration has utterly failed to monitor activities of private health clinics like hospitals, clinics and diagnostic centres.According to media reports, private sector meets 60 per cent healthcare service demand of the country.There are 15,233 authorised healthcare facilities across the country.During the ongoing drives against illegal healthcare service providers, the DGHS has detected 1,027 unlicensed hospitals and clinics across the country and that seems to be not the final number as the drives have yet to be completed.The DGHS people found raw fish and chickens stored alongside medicines in the refrigerators of some private health facilities. Some clinics were fined because they employed fake doctors to run their operations.Many of these clinics raised the number of their beds without permission from the health directorate, and most of them lacked necessary equipment.Naturally, questions are being asked as to how such a large number of illegal healthcare facilities have been doing businesses openly.Indifference on the part of the officials concerned resulted in not only loss of valuable lives but also an abnormal rise in medical expenses.Another significant issue is that the Directorate General of Health Services (DGHS) started the drive in line with a court order in connection with the death of a boy while undergoing circumcision at a leading hospital in the city. Without such an order coming from the higher court, the DGHS would never have bothered to initiate any action. Allegations over unlawful practices by unauthorised healthcare providers are not new. These include providing fake diagnostic reports, prescribing unnecessary tests, realising exorbitant amount of money from patients and wrong treatment.These illegal healthcare centres operate violating rules and with inadequate and unskilled manpower. Unfortunately, the instances of action against them were very rare.The health administration should focus on quality of healthcare provided by the private sector institutions in addition to licensing.At the same time, the officials who are allegedly involved in this nexus, should be taken to task.DGHS should decentralise the monitoring and operational activities of healthcare for better surveillance and accountability of its officials.Regular monitoring of illegal hospitals should be made mandatory.Moreover, healthcare service provides like hospitals and clinics should be asked to mention their licence numbers with every test report and medical bill.Definitely, given the limited resources of the public sector, private sector should be allowed to operate in the healthcare sector but there must be regulations so that illegal and unethical practices can be checked.Otherwise, due to reckless profit-making by a section of private sector players may create a disastrous situation.\n[email protected]",
        "headline_1": "No mercy to errant health clinics",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/no-mercy-to-errant-health-clinics-1709737292",
        "news_paper_name": "The Financial Express",
        "publish_date": "07-03-2024"
    },
    {
        "full_article": "Governance and transparency are of utmost importance in making sure the trustworthiness of Bangladesh's banking sector. Central to this is the necessity for self-governing and effective board oversight, which hinges on the configuration of boards with experienced and independent directors committed to shareholder and stakeholder interests.Moreover, vigorous risk management practices are indispensable to recognise, evaluate, and lessen numerous risks, such as credit, market, operational, and compliance risks. Transparency and disclosure play a fundamental role in building trust among stakeholders. Banks ought to provide clear and inclusive information on their financial performance, risk exposures, corporate governance practices, and regulatory compliance. Adherence to regulatory requirements is non-negotiable for banks expected to comply with laws and regulations established by Bangladesh Bank and other regulatory authorities. Maintenance of ethical standards and fostering a culture of integrity within banks is imperative to avert misconduct and maintain public confidence. Solidification of internal controls and audit processes is essential to perceive and check fraud and errors, thereby preserving the interests of depositors and investors. Addressing governance and transparency challenges requires concerted efforts from banks, regulators, policymakers, and other stakeholders to promote accountability, integrity, and sustainable growth in Bangladesh's banking sector.Feeble governance practices, such as lack of accountability, inadequate risk management, and ineffective internal controls, have been emphasised as key concerns in the banking sector. Instances of corruption, mismanagement, and fraudulent activities have eroded public trust in the banking system and have had adverse impacts on financial stability. Furthermore, poor governance can undermine the efficiency of regulatory oversight and expose the banks' susceptibility to financial risks.To address these governance challenges, Bangladesh Bank and regulatory authorities have been stressing the need for implementing stronger corporate governance standards and risk management practices within banks. This includes augmenting board oversight, strengthening internal control, and promoting transparency and disclosure of financial information. Moreover, there have been calls for greater regulatory enforcement and supervision to ensure compliance with governance standards and to hold banks and their management accountable for delinquency and breaches of regulations.Improving governance and transparency in the banking sector is indispensable for maintaining trust and confidence among depositors, investors, and other stakeholders, as well as for promoting financial stability and sustainable economic growth in Bangladesh.\nNargis SultanaAssistant ProfessorDepartment of Finance & BankingComilla University, Cumilla, Bangladesh[email protected]",
        "headline_1": "Strengthening governance, transparency in banking sector",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/strengthening-governance-transparency-in-banking-sector-1709737309",
        "news_paper_name": "The Financial Express",
        "publish_date": "07-03-2024"
    }
]