[
    {
        "full_article": "One of the most disconcerting features of the ongoing ethnic strife in Manipur remains the inability of civil society representatives to rise above their “ethnic” affiliations and work towards peace. This is exemplified by the acts of the Meira Paibi, an amorphous organisation of Meitei women, who have in the past mobilised against armed forces and police excesses, alcoholism, drug addiction and sexual violence in the State. During the conflict that has raged on since early May, however, the Meira Paibi has been working towards disrupting the operations of the Assam Rifles in their attempt to maintain peace, especially in the foothills. These areas, called “buffer zones”, were created to ensure that there is no further escalation of violence between arms-wielding people of the two ethnic communities, but there have been violent attacks with the armed forces unable to act on time because of disruptions, allegedly, by the Meira Paibi among others. Clearly, the situation has been brought to a boil by the looting of weapons by both Kuki-Zo and Meitei groups and their use in the strife. But the inability of the State government and its police and the Union government-deployed armed forces in maintaining peace has also been due to civil society groups supporting those engaging in violence.Some Meira Paibi representatives had, in a press conference in New Delhi on Wednesday, claimed that they do not recognise the buffer zones, calling them “unconstitutional”. The presence of armed forces in peacekeeping is not an ideal solution in most circumstances. But with the ethnicisation of law enforcement, aided by a State government that seems to have lost its legitimacy of power across ethnic divides, leading to demands for a separate administration by Kuki-Zo representatives, the armed forces’ presence and the need for buffer zones to maintain a semblance of peace have become essential in Manipur. Civil society groups such as the Meira Paibi can rise above their narrow ethnic identities to press for justice for women affected in the conflict and thus build solidarity networks that will aid the process of reconciliation and peace-building. Sadly, that does not seem to be the case today. Civil society organisations have whipped up the frenzy of ethnic hatred, partially due to the recurring trauma from the violence, as much as cynical political representatives have. And this has meant that the cycle of violence has endured. History suggests that a breakthrough can only be achieved through non-partisan leadership and civic dialogue among civil society and political representatives. As things stand, for that to happen there needs to be a credible alternative to the current leadership in the State.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nManipur\n\n/\n\nunrest, conflicts and war\n\n/\n\ntribals\n\n/\n\nlaw enforcement\n\n/\n\npeace negotiations\n\n/\n\njustice and rights\n\n/\n\nnational or ethnic minority\n\n/\n\npolitics\n\n/\n\ngovernment",
        "headline_1": "Limits of identity: On facilitating peace in Manipur",
        "headline_2": "Civil society should strive to be non-partisan to aid peace in Manipur",
        "link": "https://www.thehindu.com/opinion/editorial/limits-of-identity-the-hindu-editorial-on-facilitating-peace-in-manipur/article67308258.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "15-09-2023"
    },
    {
        "full_article": "After a delay of nearly a year, the Council of Scientific and Industrial Research (CSIR) has announced winners of the Shanti Swarup Bhatnagar (SSB) Prizes. With a legacy of over half-a-century, the awards — they comprise a cash prize, citation and salary perks — are awarded annually to scientists under 45 with outstanding work in the fields of biology, chemistry, engineering, mathematics, medicine, earth sciences and physical sciences. Some of India’s most accomplished scientists have been awardees and it is not a stretch to say that they are akin to an “Indian Nobel” and fairly coveted. It was unusual then, last year, when the CSIR did not announce awards despite the winners having already been picked before September 26, the institute’s foundation day and traditionally the date on which the year’s winners are announced. The background to this was the government’s decision to prune prizes to scientists. There were too many awards by various ministries, thereby reducing its prestige, a Ministry of Home Affairs (MHA) communiqué suggested. There were plans to announce one ‘big award’ akin to a ‘Nobel Prize’, but none has been announced so far. While the MHA ultimately decided to retain the SSB prizes, the government’s long silence on its future did foment concern among scientists of their likely discontinuation.Science awards, unlike those given for say athletics, are not meant to fete the outcome of a defined, demarcated contest such as a match or a race but are a recognition for industrious work done over time, that have led to significant advances in science or technology. They are meant to encourage the winners to persevere, against the uncertainty inherent in the scientific enterprise, which on average is a financially less rewarding career than several other options a trained scientist could have embarked upon. This year’s 12 winners are all male, with 11 from centrally-funded institutions. Within these too, the winners are largely from the Indian Institutes of Technology. While the chosen candidates are certainly deserving, there are surely many more women or researchers from state universities who deserve recognition for their work. And so, rather than reducing the number of awards, there is actually a stronger case for expanding the remit of these awards, given the government’s tireless espousal of its commitment to diversity and expanding opportunities to those beyond enclaves of privilege. The success of India’s Chandrayaan-3 mission demonstrates that great victories and moments of triumph are built on consistent encouragement while plodding along the dark alleys of uncertainty and failure. \nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\naward and prize\n\n/\n\nscience (general)\n\n/\n\nchemistry\n\n/\n\nmathematics\n\n/\n\nmedicine\n\n/\n\ntechnology (general)\n\n/\n\nscientific institutions",
        "headline_1": "Broadening the field: On science awards and the Shanti Swarup Bhatnagar Prize winners",
        "headline_2": "Science awards should aim to encourage more young scientists",
        "link": "https://www.thehindu.com/opinion/editorial/broadening-the-field-the-hindu-editorial-on-science-awards-and-the-shanti-swarup-bhatnagar-prize-winners/article67307724.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "15-09-2023"
    },
    {
        "full_article": "G20 was another demonstration of the Canadian PM reading India totally wrong. There’s also Ottawa’s rather cozy relationship with Beijing\nFor any patriotic citizen, it is painful to see their country’s leader being sidelined at important international events. As a Canadian who grew up in India, it was doubly painful to me to see Canada’s PM Justin Trudeau being treated as a non-entity at the recently concluded G20 summit in India. But if I put these emotions aside, the reasons for the treatment that he received are clear.\n\nAt the very core of the issue is the fact that Trudeau has consistently shown that he has no concern about Indian interests, or what it may want from such interactions. The G20 summit was basically about trade – bilateral or international. And trade incorporates negotiation, which in turn requires at least a basic curiosity about the needs and wishes of the other party. There was, therefore, no common ground for the two sides.\n\n",
        "headline_1": "Just What Is Justin Up To?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/just-what-is-justin-up-to/",
        "news_paper_name": "The Times of India",
        "publish_date": "15-09-2023"
    },
    {
        "full_article": "The Supreme Court on Tuesday referred the validity of the sedition law, Section 124A of IPC, to a five-judge constitution bench. The backstory is that in May 2022, SC suspended the operation of the sedition law while it was under consideration in a case. Subsequently, GOI introduced a bill, Bharatiya Nyaya Sanhita, 2023 to replace IPC. SC ignored this development, and rightly so, as any law to replace IPC will have prospective effect. Sedition has often been misused – prominent examples include its application in agitations on reservations or even the one against the Kudankulam nuclear plant. Many thousands remain affected by open sedition cases.\n\nThere are also other reasons to justify SC’s move. The wording of Section 150 of BNS has significant overlap with IPC’s sedition law. A constitution bench’s verdict on sedition will be useful to the parliamentary committee that’s studying BNS. The primary problem with the sedition law was summed up by former CJI NV Ramana. He said that if the police want to fix somebody, sedition is invoked. The law has lent itself to misuse because of loose wording. It’s also led to jurisprudence that’s not quite in sync.\nThe constitutionality of sedition was upheld by a five-member SC bench in 1962. Interpretations of when it could be invoked have evolved in line with the ways the judiciary has dealt with fundamental rights. Consequently, we have moved from justifying sedition when there’s a “tendency” to public disorder towards proximity, such as a “spark in a powder keg”. Eventually, there was a line of demarcation drawn between advocacy that is not punishable and incitement which can call for police action. Regardless of what SC has said over time, the only constant factor is that sedition has been consistently misused by police forces in India to clamp down on expression or protests that inconvenience governments.\nSedition in its current form or even in a revised manner has no place in India. In power, all political parties have shown the same inclination to misuse the sedition law. The most important lessons from India’s experience with it is that there needs to be clear demarcation between the state and the government. The latter is in place for a fixed duration and there are limitations on its exercise of power. Loosely worded laws always lead to abuse of power.\n\n",
        "headline_1": "Scrap it: SC did well to place sedition before a constitution bench. This law, in any form, has no place",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/scrap-it-sc-did-well-to-place-sedition-before-a-constitution-bench-this-law-in-any-form-has-no-place/",
        "news_paper_name": "The Times of India",
        "publish_date": "15-09-2023"
    },
    {
        "full_article": "As the INDIA bloc begins its Delhi meeting, it may be hoping to bet big on 131 Lok Sabha seats in five southern states and two UTs. But even here, contests will be keen, and equations tricky. In Kerala for instance, while it hammers out LS strategy with CPM in Delhi, Congress-led state opposition UDF has accused governing party CPM-led LDF of graft. The animosity between workers of the two alliances is only growing. Then there’s outlier state Andhra, the only one where neither governing party YSRCP nor opposition TDP are at present with NDA, but for both of whom Congress has been archrival. Andhra’s probe agency jailing ex-CM Chandrababu Naidu shows CM Jagan Reddy’s nervousness.\n\nNaidu’s TDP won 3 LS seats in 2019, but had a credible 40% vote share, compared to YSRCP’s 50%, which won 22 of the state’s 25 LS seats. Much is at stake for Reddy since Andhra’s assembly election is held simultaneously with the LS polls.\nIn Telangana too, KC Rao’s Bharat Rashtra Samithi, again unaligned to either bloc, won big in 2019 – 10 of the state’s 17 seats with 42% vote share. While Congress, following its Karnataka win, hopes to make the due-soon assembly election in Telangana a mock drill for its LS foray, it’s not certain that voting patterns for the assembly polls will be mirrored in LS elections. Also complicating the equation is the fact that CPM and Owaisi’s AIMIM are KCR’s allies at the state level. The INDIA bloc has under its belt India’s second and third largest states by GSDP in Tamil Nadu and Karnataka. Though BJP appears set to make an issue of the sanatan dharma “controversy”, even its TN ally AIADMK’s reaction was muted. Karnataka, meanwhile, is a direct fight between Congress and BJP. There is no easy contest for any party in the south.\n\n",
        "headline_1": "South-south divide: LS elections in southern India, which has 131 seats, will be a challenge even for INDIA bloc",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/south-south-divide-ls-elections-in-southern-india-which-has-131-seats-will-be-a-challenge-even-for-india-bloc/",
        "news_paper_name": "The Times of India",
        "publish_date": "15-09-2023"
    },
    {
        "full_article": "By Jug Suraiya\nDrafted by Thomas Jefferson, America’s Declaration of Independence unwittingly did humankind a disservice when in defining the inalienable rights of people it used the phrase, “life, liberty, and the pursuit of happiness”, the last four words being taken from the writings of the British philosopher, John Locke.\nTo Locke, and Jefferson, “the pursuit of happiness” was the freedom to choose the right action or path, which would enable us to lead fulfilling lives. This concept was borrowed from ancient Greek philosophy, and did not mean a ceaseless quest for physical, material, or emotional gratification.\nBut that is what it has come to mean today. We view happiness as something out there, like a destination which we must reach.\nI’ll be happy when I get promoted. I’ll be happy when I get married. I’ll be happy when I get my own apartment. I’ll be happy when…\nIt’s that “when” which is the problem; it implies a future tense, in both the grammatical sense of the term, and in the sense that this future happiness we seek makes us tense, because the search for it implies that we do not possess it at present. Or, as Lewis Carroll puts it in Alice Through the Looking Glass, “The rule is, jam tomorrow and jam yesterday – but never jam today.”\nLike the jam which represents it, happiness for most of us is something which needs to be “pursued like a fugitive”, as one psychologist has put it.\n\nIn this endless pursuit of happiness, we create a sense of disaffection. We create the opposite of happiness; we create unhappiness. According to evolutionary science, perhaps our brains are hardwired to be in a constant state of discontent, a trick of survival handed down to us from our pre-human predecessors.\nThe primates from whom we are descended had to be on ceaseless guard against predators. Those who were complacent were easy prey, while those who were edgy and always in the stress-inducing “flight-or-fight” mode of vigilance were favoured for survival and passed on their genetic disposition of discontent.\nIt is this restless discontent, this drive to achieve something better, something more, which created fire, the wheel, and Chandrayaan-3. But it has also caused wars, robber barons, and the go-getting executive who drops dead of cardiac arrest at 35.\nWhen a poet was asked what his poem was about, the reply was that a poem is not about something other than itself. A rose is a rose, is a rose; a poem is a poem, is a poem.\nAre such statements a meaningless repetition of words? Is what we call happiness, like a rose, or a poem, not about something but is just itself, what the German Transcendentalists termed an “in-itself”?\nThe Buddhist would say that happiness results from the detachment of desire. A concept echoed in Iris Murdoch’s idea of “unselfing”, an emerging from the chrysalis of the ego, free from the shackles of longing.\nLike a mirage forever receding as it is approached, happiness eludes entrapment by its pursuer. And the most elusive thing about happiness is that it’s an experience we might already be living without realising it, so busy are we in quest of it.\nPursuit of happiness? Give it a break.\n\n",
        "headline_1": "The pursuit of unhappiness",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/the-pursuit-of-unhappiness/",
        "news_paper_name": "The Times of India",
        "publish_date": "15-09-2023"
    },
    {
        "full_article": "In his first media engagement, our just-appointed Chief Justice Obaidul Hassan expressed his determination to fight corruption: \"Corruption is like cancer. There is corruption to some extent in every sector. It cannot be said there is no corruption or irregularities even in the court premises.\" \nWe congratulate the chief justice (whose term starts from September 26, the day on which he will take his oath) for his forthright identification of one of the main issues of concern for Bangladesh's future. He has correctly characterised corruption as \"cancer\" and talked about how it has spread to various sectors of the society. We applaud his unambiguous declaration that \"there is zero scope for compromise with any corruption and misdeeds.\" His hint that the court premises are not free of this \"cancer\" indicates his courage to be frank and admit to the weaknesses in his own backyard.\nNothing threatens Bangladesh's remarkable growth and its sustainability more than corruption.  There is corruption at the lower echelons of the society and at the higher levels too. However, there is a crucial and all-encompassing difference. Lower echelons' misdeeds cause harm to a limited extent and are, of course, harmful and must be eradicated. But it is the higher level corruption that threatens our future. It subverts the purpose of the law, distorts processes,  debilitates institutions, destroys the morals of functionaries and, taken together, jeopardises our very future. Our current economic gain, for which significant credit is owed to our prime minister, stands threatened by corruption from the higher levels.\n\nYou have so correctly categorised corruption as \"cancer,\" and like cancer it is spreading. It is sad but true that very little can be done in our beloved country without indulging in corruption. It is now systemic. And it is against this systemic phenomenon that your fight against the \"cancer\" has to be directed. \nThose corrupt at the higher levels start by subverting the purpose of the law. While the law's  magnificent ethos is to serve justice, those in high positions use it to serve privilege. While the common people revere the judiciary, the rich find loopholes in the law and hire the best of minds as staff to serve their vested purpose. Legal assistance then follows. Thus, the biggest crimes are committed camouflaged under the veneer of legalese.\nIncome tax is a good area to study, which will reveal some stunning realities. Then comes the culture of defaulting at banks. It has been allowed to grow under the very eyes of all the legal monitoring bodies. Even when they did point out flagrant violations of banking laws, practically nothing was done. In fact, procedures were relaxed to accommodate the rich and the powerful to further default. When very little came out of that, the conditions were relaxed even more. The story went on and the aghast depositors – the real owners of the banks – were made helpless onlookers. Who will speak for them but the independent media and the guardian of all laws, the judiciary?\nMoney laundering is another area where the rich and the powerful tread. According to Washington, DC-based think tank Global Financial Integrity (GFI), Bangladesh lost, on average, approximately $8.27 billion every year from 2009 to 2018 due to trade misinvoicing. To this, if we add the amount for the last five years, the conservative estimate will be an additional $43.5 billion, making for a giant total loss of $126 billion since 2009. This, in a struggling country like ours. It is like an individual working his guts out for a decent living and someone else sucking his blood out. Can that person ever retain strength, regardless of how hard he works? The same is the case for a country. However much economic progress we make, if there is such large-scale money laundering, our Shonar Bangla for all will only be \"Shonar Bangla\" for some. But have we heard of any significant investigation into finding out how and when these crimes against Bangladesh occurred? And who is committing them? Have we at least heard of any changes in our laws that will help to prevent the nation-destroying practice of money laundering? Have we heard of any attempt at identifying the owners of villas and luxurious homes in Malaysia, Canada, Dubai, Singapore, and the US, whose affluence could not have come but from massive money laundering?\nWithout the wholehearted and unabating support of the state machinery, the fight against corruption will almost be impossible to win. The truth is that the very \"heroes and superheroes\" of corruption have made deep and influential inroads into that machinery which, ironically, is paid for by the taxpayers.\nHonourable Chief Justice, the determination that you have expressed in fighting corruption – the expression of which has greatly enthused the people of the country and us, the media – will require the full force of the judiciary, especially of the higher judiciary and of your esteemed office. Once people know, internalise, and gain faith that the chief justice, along with the whole judiciary, is determined to eradicate corruption, Bangladesh will definitely win.\nYou have so correctly categorised corruption as \"cancer,\" and like cancer it is spreading. It is sad but true that very little can be done in our beloved country without indulging in corruption. It is now systemic. And it is against this systemic phenomenon that your fight against the \"cancer\" has to be directed.\nAnd it is here that we, from the media, would like to extend our full support. As you said, \"I learnt from the newspapers that the high court order has been falsified by forging signatures of two judges of a high court bench.\" This is but a small example of the assistance we can extend to the judiciary. The whole media, if supported, can provide fully authenticated reports that will help your fight – which is our fight and the nation's fight – against corruption. We will be the first to admit that there is corruption within the media too, but that should not deter us. For there are enough truths in media reports that can truly make our fight against corruption effective.\nAn independent judiciary is crucial and indispensable for democracy. This is the most vital institution that can ensure justice, rule of law, and the rights of all citizens. But the judiciary needs an independent media to truly serve its mission. It is the latter that assists the former by drawing its attention to all the instances of corruption, abuse of power, cronyism, nepotism, violation of fundamental rights, etc. But the media also needs the judiciary. The media's \"watchdog\" role is primarily focused on the executive, who have all the powers to \"punish\" the media for playing its role. This is why the independent media needs the judiciary to stand by it – as long as the media reports are authentic – and give it the protection that the Constitution guarantees it. \nHonourable Chief Justice, we are fully behind the judiciary in fighting corruption and serving the nation.\nMahfuz Anam is the editor and publisher of The Daily Star.\n\n",
        "headline_1": "Column by Mahfuz Anam: Our new CJ Obaidul Hassan's call to fight graft is urgent, crucial and enthusing",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/the-third-view/news/column-mahfuz-anam-our-new-cj-obaidul-hassans-call-fight-graft-urgent-crucial-and-enthusing-3419026",
        "news_paper_name": "The Daily Star",
        "publish_date": "15-09-2023"
    },
    {
        "full_article": "Last month, two new commissioners were appointed to the Information Commission of Bangladesh, filling positions that had been sitting empty for some time. A fully-functional commission is indispensable for balanced, impartial, and objective decision-making, particularly for adjudicating claims between disgruntled information seekers and recalcitrant public officials. We welcome the new commissioners and wish them well in advancing the Right to Information (RTI) Act, arguably the country's most important citizen-friendly instrument to promote transparent and accountable governance. Examples from our neighbouring countries can lead the way for our commissioners.\nWe begin in Pakistan, where one Rana Abrar Khalid submitted an information request to the Cabinet Division in November 2020, under the country's Right of Access to Information Act. Abrar wanted to know about gifts received from foreign dignitaries by former prime minister of Pakistan, Imran Khan. Not receiving a response within the stipulated period, he filed an appeal to the Pakistan Information Commission (PIC).\nThe requested information included the number of gifts Khan had received from foreign heads of states, governments or dignitaries between August 2018 and October 2020; descriptions or specifications of all the gifts; and gifts retained for himself and the amount deposited in the national exchequer in return, including account number(s) to which the money was transferred. Other citizens subsequently made similar RTI requests, seeking details about all gifts received by public representatives and officials since independence.\n\nIn Sri Lanka, the Right to Information Commission went beyond ordering disclosure and filed a case itself before the Colombo Chief Magistrate's Court (CMC) against two information officers of the Sri Lankan health ministry. These officers had failed to disclose information sought by an RTI applicant despite being ordered by the commission to do so.\nThe Cabinet Division denied all the requests, claiming that gifts exchanged between heads of states and the government add a personal touch to inter-state relations, and their disclosure could create sensationalised media stories, damaging Pakistan's interests and jeopardising inter-state relations.\nGiving decisions on appeals, the PIC stated that while giving a \"personal touch\" to inter-state relations through gifts is a normal practice, the relations between any two states are primarily dictated by common interests. The latter has a greater impact on inter-state relations than gifts. Media hype and unwarranted stories come from withholding information and the consequent trust-deficit between citizens and public institutions. Ordering disclosure of the information, the PIC further opined that \"public interest in terms of promoting transparency and accountability through the disclosure of requested information far outweighs any likely harm, if at all, to inter-state relations. In fact, such a disclosure is likely to strengthen inter-state relations.\"\nThe Pakistan government petitioned against the PIC order to the High Courts of Islamabad and Lahore. While the final verdict remained pending, the Islamabad court declared that PIC's decision was not being barred. The PIC went ahead, imposing a fine on the secretary of the Cabinet Division for not implementing its order. When the secretary applied to have the fine forgiven, the court granted the request on condition that the PIC's order be implemented.\nAdditionally, the PIC order led to the framing of a new federal policy on gifts received from foreign dignitaries. The earlier practice of allowing government functionaries to retain any gift by paying 50 percent of the assessed price was abolished, and any gift exceeding $300 now becomes Toshakhana property immediately. Subsequently, an Islamabad court convicted Imran Khan in August 2023 on a related case based on the disclosure, which was submitted by the Election Commission. The power of the country's right to information law was revealed loud and clear.\nWe now move to Sri Lanka, where the Right to Information Commission went beyond ordering disclosure and filed a case itself before the Colombo Chief Magistrate's Court (CMC) against two information officers of the Sri Lankan health ministry. These officers had failed to disclose information sought by an RTI applicant despite being ordered by the commission to do so.\nDr Nilan Fernando, representing the People's Movement for Free Health Service, filed an application in February 2019 at the health ministry, requesting information on ingredients contained in imported milk powder. Not receiving the information, he filed an appeal to the commission in September 2021, upon which the latter directed the ministry to provide the requested information. As this too yielded no result, the commission filed the case.\nAt the hearing, the commission's counsel argued that the two accused should be convicted for violating specific sections of the country's RTI act. Convinced, the CMC summoned the two information officers to appear in court on March 21, 2023. They were facing a fine up to 50,000 Sri Lankan rupees or imprisonment up to two years or both. They escaped the punishment by providing the information.\nThe commission continues to encourage citizens to undertake similar, if not more, determined efforts to make government authorities more open and accountable. It ordered the release of a probe report on former state minister of prison management Lohan Ratwatte's controversial visits to Anuradhapura and Welikada prisons at night. Allegedly, he along with a group of friends would enter under the influence of alcohol and try to abuse inmates. The Centre for Society and Religion requested the information from the rehabilitation and prison reforms ministry, but the latter refused release, claiming the probe to be a classified document. Upon enquiry, the commission learnt that the probe commission's report was not a classified document, and hence, ordered its release.\nThe experiences of Sri Lanka and Pakistan are lessons for everyone concerned with promoting the right to information. They demonstrate the extensive reach of the law and the role information commissions can play to help citizens get there. In Bangladesh, however, we must first encourage people to use the law more in such cases.\nShamsul Bari and Ruhi Naz are chairman and assistant director (RTI), respectively, of Research Initiatives, Bangladesh (RIB). Email them at [email protected]\n\n",
        "headline_1": "The information commission is a prime mover of the RTI Act",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/the-information-commission-prime-mover-the-rti-act-3418841",
        "news_paper_name": "The Daily Star",
        "publish_date": "15-09-2023"
    },
    {
        "full_article": "Are we moving into an escalating phase towards war? With war returning to Europe with armed conflict in Ukraine, coups in Niger, Central Africa, amidst the hottest July in recorded history, the heating of climate and war is becoming a toxic mix.  \nThe US Director of National Intelligence's 2021 report on Global Trends 2040 gloomily assessed the prospects as follows: \"In coming years and decades, the world will face more intense and cascading global challenges ranging from disease to climate change to the disruptions from new technologies and financial crises. These challenges will repeatedly test the resilience and adaptability of communities, states, and the international system, often exceeding the capacity of existing systems and models. This looming disequilibrium between existing and future challenges and the ability of institutions and systems to respond is likely to grow and produce greater contestation at every level.\"\nIn short, we have not figured out how to deal with these intermingled poly-crises and reconcile them peacefully. Each trend causes fragmentation as resources and effects are unevenly distributed, requiring hard choices and trade-offs which are not easy to resolve. Ukraine is a moral tragedy, whereby no one wants to take tough decisions for peace, preferring to wage war in which hundreds of thousands have died, millions have migrated and the unspoken outcome is nuclear.   \nAt the heart of global tensions is the refusal of the West to accommodate the interests of the rest, preferring a policy of containment. The recent BRICS summit in New Delhi only accentuated the growing divide between a rich West that is mostly white (except Japan) and the rest. Both sides are enlarging themselves – NATO moving eastwards to the Pacific, whilst BRICS added six new members, Argentina, Ethiopia, Iran, Egypt, Saudi Arabia and UAE. Together, BRICS will account for 29 percent of world GDP and 46.1 percent of world population, versus 51.2 percent of world GDP for NATO plus Japan, which accounts for 13.6 percent of world population. BRICS today also account for 40.8 percent of the world's oil and gas reserves, compared with 13.4 percent / 12.8 percent for NATO/G7. BRICS is also more inclusive, as Ethiopia, Iran, Egypt and UAE are not members of G20.  \nBRICS is defined by its political and cultural diversity, and more important is not a military alliance. The group represents a poorer but non-white states, many former colonies or would-be colonies, who will not accept a NATO/G7 bunch of aging rich whites still trying to preach democracy and their rules-based order. They know that the Rest has to accept that the West is number one, and any challenger will be considered existential threat, whether it is China, India, Russia or Islam. If G7 truly believes in democracy (one person or state one vote), then the present voting rights in the IMF or World Bank would be dominated by the Rest. No, we can't have that, can we? \nThe really interesting point is that BRICS members are almost all ex-colonies or countries that historically experienced invasions from NATO members, including Japan.  The peace-loving Japan is discharging its Fukushima radio-active water into the Pacific in a gesture of goodwill towards neighbours. If the water is non-radioactive and safe, why don't they simply pump the waters into Japanese soil instead?  No one knows what the long-term implications are on marine life in the Pacific.  \nSmall incidents like the Fukushima nuclear waste water hurting a crowded world describes what Austrian Professor Friedrich Glasl considered in his 9-stage Conflict Escalation model. Glasl observed that conflicts arise in all organisations that evolve in three stages with three levels – win-win; win-lose; and lose-lose.  In the win-win stage, level one is tension and hardening of views. Level two is debates and disagreements; but level three moves to actions and not just words. In stage two of win-lose for both parties, level four sees each party trying to get into coalitions, seeking allies to bolster their arguments and bargaining positioning. Level five involves action that causes the other side to lose face.  Level six then goes into actual strategies and threats, where the other side is seen as opponent, rival or enemy.  \nLevel seven deteriorates into the lose-lose phase, because one side thinks that its limited action will cause the other side to lose more. But this only invites tit-for-tat retaliation.  Level eight attacks each other's vital functions until the other fragments, surrenders or collapses.  Level nine is nuclear Mutually Assured Destruction, where everyone loses.  \nGlasl recognises that the Ukraine war is fought at three entangled levels – US versus Russia (global); Russia versus Ukraine (regional); and within Ukraine, Russian-speaking versus non-Russian Ukrainian (local) conflicts.  All proxy wars end up with the proxies being totally devastated or crippled. This is not about the pride of Great Powers, but the survival of all.   \nThe Glasl model suggests that escalation can be reversed, provided both sides can find windows of opportunity to de-escalate, moving away from military action to diplomacy. The Ukraine war teaches the fundamental lesson that we must always look at the current situation from the other side's perspective. Ukraine supporters see a violation of sovereignty as the absolute principle that they must defend to the death (many Ukrainians so far). The Russians argue that they are fighting for the existence of Russia as a sovereign state.  Westward NATO movement reminds them that Russia was invaded twice in history by Western Europe - Napoleon and then Nazi Germany.    \nAs the last two World Wars demonstrated, wars have an entangled logic of rationality and emotion, with small incidents like the assassination of Austrian Duke Ferdinand leading to rapid mobilization and war. The Second World War was about Nazi Germany seeking revenge from the last defeat. It is easier to enter into war and far more difficult to get out of it.  Peace can only come when leaders come to their senses that war can only lead to more war. In today's nuclear age, conventional warfare will inevitably lead to destruction of all. Leaders will have to climb down diplomatically for peace, or face collapse of everything economically, politically and existentially.    \nThere is no victory from nuclear war. Not even a return to the status quo. Which is why peace is the only real option.     \nAndrew Sheng is a distinguished fellow of Asia Global Institute, University of Hong Kong, and chief adviser to the China Banking Regulatory Commission.\n\nViews in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission. \n",
        "headline_1": "The unending cycle of war and peace",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/the-unending-cycle-war-and-peace-3418681",
        "news_paper_name": "The Daily Star",
        "publish_date": "15-09-2023"
    },
    {
        "full_article": "It is encouraging to know that the Bangladesh Competition Commission (BCC) has filed cases against 10 poultry-related farms and organisations who, in collusion with each other, allegedly manipulated the egg market last month. As per primary findings, these companies increased the prices of their products by creating an artificial crisis and thereby destabilised the market. If they are found guilty under Section 15 of the Competition Act, 2012, they could be fined up to 10 percent of their three-year average turnover. All this is good news, and we hope the BCC will be able to bring these farms under some sort of accountability.\nOne may recall that, in August, the prices of a dozen (farmed brown) eggs shot up to Tk 180 from Tk 145 – an unprecedented hike. The TCB tells us that egg prices have increased 18.39 percent over a year. At a time when the high prices of other daily essentials were already putting many families into financial hardship, the sudden hike in egg prices came as a double blow for them. People who were mostly relying on this item as their daily source of protein had to cut down on consumption, or stopped buying it altogether. The prices only dropped after the Directorate of National Consumers Right Protection raided the markets to stop hoarders.\nBut the market remains unstable. Although currently a dozen eggs are being sold at Tk 150 at the retail level – which is quite high compared to a year ago – errant traders may raise prices again in the absence of proper monitoring by the relevant authorities. That is why, it is essential to take action against the actors responsible for manipulating prices which will also deter future perpetrators.\nThe BCC, which operates under the commerce ministry, is empowered by the Competition Act to probe and punish errant companies for violating relevant rules. It can also dispose of cases without going to a court. Therefore, nothing should stop it from holding dishonest traders – those orchestrating the price hike crisis in case of eggs and other essentials – accountable, and bringing some much-needed order in the market. It should also expedite the proceedings of pending cases it had filed against the companies last year. In other words, the BCC has the absolute power in this regard, which it must enforce. The goal should be to ensure that consumers' interests are protected at all costs.\n",
        "headline_1": "Punish dishonest poultry farms ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/punish-dishonest-poultry-farms-3418636",
        "news_paper_name": "The Daily Star",
        "publish_date": "15-09-2023"
    },
    {
        "full_article": "Amid all the speculations and finger-pointing over \"foreign interference\" ahead of the next parliamentary election, it is imperative, now more than ever, that the thrust for building a reliable and sustainable system of holding elections comes from within – i.e. politicians themselves. We cannot be endlessly experimenting with the electoral system, or be held back by fear and uncertainties every time there is an election around the corner. This is a historic challenge, given how we have failed to build a reliable system even after 52 years of independence. And there is not much time left, with the election scheduled to be held mere months later.\nExperts, at a recent event, have again reminded us how dialogue, between our political parties, still holds the key to any success in not only resolving their differences and holding a fair and inclusive election come January, but also in \"fixing\" our electoral system for good – so it can be immune to any internal or external pressures. Therefore, they must give dialogue a chance, and public interests rather than party interests must be the basis for said dialogue. Naturally, the first step in that direction should come from the party in power. It is only through such efforts that vital issues that currently remain unresolved, ranging from the nature of poll-time government to the role of institutions responsible for elections, can be solved. The resurgence of violence is another concern that one hopes such dialogues will help resolve.\nAs a new survey has demonstrated, an overwhelming majority of our people (91 percent) still believe in democracy, despite the repeated failures of our democratic institutions. They still deeply care about their fundamental human, civil, and political rights. A fair election is a gateway to the realisation of these lofty goals of democracy. We urge politicians to take note of the aspirations of ordinary people, who, as things stand, have been deprived of their right to vote in a fair and peaceful environment for too long. Politicians must give them their voice back, and encourage them to get back to the polling booths.\n",
        "headline_1": "Dialogue is vital to break political stalemate ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/dialogue-vital-break-political-stalemate-3418596",
        "news_paper_name": "The Daily Star",
        "publish_date": "15-09-2023"
    },
    {
        "full_article": "It may sound astonishing, if not outright incredible, that lead pollution claims 140,000 lives and costs the country around 9.0 per cent of the GDP annually. A study published in the scientific journal Lancet says lead pollution proves to be an increasing risk of intellectual disabilities among children and makes Bangladesh as the fourth most lead pollution-impacted country. Childhood lead poisoning increases the risk of decreased intelligence in children, learning problems, and behavioural disorders, according to the study. About 140,000 cardiovascular disease deaths among adults aged 25 years or older due to lead exposure are nearly five times higher than the previous death toll. The combined cost of these health effects was US$28,633 million, which accounted for a loss of around 9.0 per cent of the country's GDP in 2019, the study said.Since long, lead poisoning has been recognised as extremely threatening to human health, particularly that of children. A joint report by UNICEF and the NGO Pure Earth had, sometime ago, cautioned that lead poisoning was affecting children on a massive scale not known before. The report said around one in three children - up to 800 million globally - have lead levels in blood at or above 5.0 micrograms per decilitre (µg/dL). Nearly half of these children live in South Asia. The report also mentioned that high concentrations of lead were found in spices in Bangladesh. Lead chromate, which is used to enhance colour and weight of turmeric as a sign of quality, contributes to the high lead levels in children and adults alike. Recycling of used lead-acid batteries in the open-air and close to homesteads is considered to be a major source of lead exposure. Other sources such as leaded paint, aluminium cookware, ceramic foodware, spices, toys, cosmetics, electronic waste, fertilisers, cultured fish feed etc; were not suspect earlier for this kind of poisoning. Lead is a heavy metal found naturally in the environment as well as in manufactured products. It can be released directly into the air, as suspended particles. Historically, major sources of lead air emissions were motor vehicles and industrial sources. Sources of lead emissions vary from one area to another. Worldwide lead production and consumption have significantly increased along with unplanned industrialisation and urbanisation, lead smelting, and lead-acid battery processing. Experts are of the opinion that lead can be recycled safely without exposing workers, their children, and surrounding neighbourhoods. However, as experts have suggested, the government, to start with, can address lead pollution by adopting a coordinated and concerted approach. These include-developing monitoring system for blood lead level testing, preventing children's exposure to products that contain lead, public awareness campaign, framing legislation for enforcing environmental, health and safety standards for manufacturing and recycling products that are known to cause lead exposure. Also, there is the need to work in collaboration with organisations involved in curbing lead pollution. One such organisation, Lead-safe Bangladesh Coalition (comprising NGOs, INGOs, the UN, researchers, academics, and environmental health experts) has reportedly suggested an action plan to the government, according to a FE report. The authorities should consider the action plan for containing lead pollution.",
        "headline_1": "Lead poisoning must be addressed",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/lead-poisoning-must-be-addressed-1694702107",
        "news_paper_name": "The Financial Express",
        "publish_date": "15-09-2023"
    },
    {
        "full_article": "Each successive study on the state of pollution in Bangladesh is exposing a new and graver dimension of pollution in this densely populated country. The veracity of these authoritative studies is unquestionable. Lately, the first to come is the disconcerting Air Quality Life Index (AQLI) report produced by the Energy Policy Institute at the University of Chicago, which determined that Bangladesh's air quality is the worst in the world. It is so polluted that it affects the health of the country's citizens gravely, reducing their average life span by at least 6.8 years. Next comes the study titled, 'State of Global Air: South Asia, A Regional Air Quality Snapshot' conducted by the Health Effects Institute, a US-based organisation. According to it, nitrogen dioxide NO2 concentration in five cities in Bangladesh earned them the dubious distinction of their place among the world's top 20 most polluted cities. Its attendant ill is that the concentration of the gas produces ozone and particulate matter. This problem is mainly city-centric but there is no reason to think that it is absent in the rural setting where solid fuels are used for heating and cooking.The latest of the studies published in the prestigious scientific journal Lancet highlights the deadly impacts of lead pollution in Bangladesh. According to the study carried out by the World Bank under the heading, 'Global health burden and cost of lead exposure in children and adults: a health impact and economic modeling analysis', 140,000 annual deaths are linked to cardiovascular diseases 'among the adults aged 25 years or older due to lead exposure'. This death toll is almost five times higher than the 30,000 such annual deaths the Global Burden of Disease (GBD) estimated in May,2022. The WB's analysis also finds that the country has to sustain an economic loss to the tune of US$10,897 million---3.6 per cent of the country's annual GDP. Yet, this pales before the enormous loss of IQ (intelligent quotient) points children aged below five years suffer. Their loss ranges up to about 20 million (20,596,306) IQ points. This irreparable damage to their potential cannot be measured in economic terms. But a rough idea is that this loss in combination with other such losses accounts for up to 9.0 per cent of the GDP. So, it is clear that today's children are counting the gravest costs at their very formative period of life. Exposed to lead poisoning, they are at risk of growing with decreased intelligence, learning problems and behavioural disorders. There is no mention of stunted growth but exposure to external lead pollution and intake of the poison with food are sure to constrain their normal growth. Children living in slums where unhygienic and unsanitary living condition together with a lack of nutritious foods wreaks havoc with early years' growth hardly stand any chance of getting integrated with mainstream society. They either follow in the footsteps of their parents doing the bone-breaking drudgeries in the informal sector or get derailed to anti-social activities including drug peddling. Some of them reluctant to be involved in such crimes take to hazardous professions in areas such as lathe and wielding factories, transport business as helpers or vehicle washing or repair assistants. This brings them to direct and intense exposure to lead and other harmful metals at their early age. Even those who are fortunate not to come into direct contact with lead and other poisonous substances are not safe from such poisoning. Earlier, it was thought that melamine and plastic utensils caused health hazards because of their chemical reaction with cooked foods stored in them. Now the WB's analysis reveals that aluminium cookware, ceramic utensils, spices and food also are the sources of lead poisoning. These less known sources are on top of the more deadly ones such as used lead acid battery recycling in informal settings, leaded paint, electronic waste, fertiliser and pesticide, cultured fish feed, toys and cosmetics. It seems the list is yet to be complete, because there is no mention of leather processing, recycling of plastic in an informal way with hardly any advanced technology to reduce pollution. Evidently, the human civilisation at its most advanced stage also produces waste or uses poisonous substances for processing and refinement only to release their residues in the open environment making the living condition ever more precarious. Even there is no guarantee that the so-called safe disposal of radioactive materials or other harmful substances like lead is fully safe. The problem with human society today is that it cannot keep its lifestyle and living simple. Raging consumerism promoted by glitzy, sugar-coated but unrealistic advertisements has distorted outlook and attitudes of the majority young people. Much of the pollution could be avoided if people were ready to forego some of their comforts and luxuries. This apart, there is a growing sense that in the absence of sophisticated technology, the poor parts of the world are forced to using machines and technologies notorious for polluting the environment. No wonder, South Asia ranks first among the most polluted regions at a time when pollution in other parts of the world has declined. The developed world is on course of transitioning to green and renewable energy-based manufacturing plants, machines and transports whereas countries like Bangladesh still grope in the dark how to meet their energy demands from fossil fuels. Now is the time to look beyond fossil fuels over to renewable sources of energy. \n[email protected]",
        "headline_1": "The cost of pollution Bangladesh cannot afford",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/the-cost-of-pollution-bangladesh-cannot-afford-1694702150",
        "news_paper_name": "The Financial Express",
        "publish_date": "15-09-2023"
    },
    {
        "full_article": "Soaring inflation and its debilitating impact on all sections of citizens save the rich have been at the centre of discussion in the country for many months. Of late, the situation has deteriorated as food inflation has hit a record-high level in 12 years. Until recently, the top government policymakers have been in a denial mood, as they have always found nothing wrong in the economy. The situation, however, has reached such a pass that they are finding it difficult to ignore the hard truth. While admitting that there is some degree of inflationary pressure on the economy, a section of people in the corridors of power is on the lookout for villains responsible for an abnormal rise in food inflation. If not others, the planning minister, M.A. Mannan, has found at least a couple of food items---chicken and egg---responsible for the rising inflation. \"Our inflation is not a runway one. It has not increased at a fast pace. Rather it has risen at a steady rate and will decline in the same way\", the minister maintained while briefing the newsmen after the ECNEC meeting held on Tuesday last in Dhaka. The policymakers, deliberately or otherwise, overlook the widely discussed issue of market manipulation by the so-called trade syndicates and official inaction to deal with them. They also sidetrack the issue of the negative impact of import squeeze because of the greenback shortage. The way things are moving in terms of the forex reserves situation, there should be genuine reasons to be worried.One can discuss for hours the reasons, economic or otherwise, that are responsible for the current uncomfortable price situation. That is unlikely to help the consumers, particularly the poor and low-income ones. Newspapers are full of reports highlighting the plight of these consumers because the price of almost every kitchen item has gone through the roof. Even middle-class consumers are now cutting their expenditures on food and other necessities. This development has again hit businesses hard because of a notable drop in their daily turnover. Overall, the economic activities have slowed down. Consumers will be happy if the assurance given by finance minister that the situation will be 'fine' soon takes hold. The way things have been moving, it is, however, hard to expect any improvement in the price situation anytime soon. The political uncertainty centring around the upcoming general election has made the issue far more complicated. Undeniably, restrictions on import coupled with depreciation in the value of Taka against the greenback have pushed up the cost of all imported items, including consumables. A section of traders have been taking advantage of the situation, as they have formed so-called syndicates to increase the prices of many items, including locally grown food items, beyond reasonable levels. The government agencies concerned have utterly failed to deal with these unscrupulous traders. The government has been making available essentials, such as rice, edible oil, lentils and sugar, at reduced costs to the poor and low-income people. However, the distribution remains limited and covers a tiny section of the needy population. The government's limitations concerning the distribution of food items are understandable. One particular move by traders at the kitchen market might partially ease the problems of the poorer section of consumers. If the traders sell goods in quantities that poor consumers can afford, the latter will consider it a notable relief. Say, if a consumer needs 100 grams of fish or any other kitchen items, traders concerned should not refuse to sell such a small amount. In neighbouring West Bengal, traders sell goods in small quantities. That practice has been in vogue for decades there. Even in Dhaka markets, during the 1970s and 1980s, fish traders used to cut fish such as Ruhi, Katla and Hilsa into pieces and sell the same in small quantities. They should revive that practice to make fish consumption affordable for poor and low-income people.\n[email protected]",
        "headline_1": "Chicken and egg: prime movers of inflation?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/chicken-and-egg-prime-movers-of-inflation-1694702193",
        "news_paper_name": "The Financial Express",
        "publish_date": "15-09-2023"
    },
    {
        "full_article": "A recently-conducted survey carried out by the Directorate General of Health Services shows a worrying picture of the spread of Aedes mosquito, carrier of the virus responsible for dengue infection. The survey has reportedly found the presence of Aedes mosquito larvae in 20 per cent of houses under the Dhaka North City Corporation and 15 per cent of houses under the Dhaka South City Corporation. The survey comes at a time when deaths from dengue have been reported almost every day since June. The death toll from the mosquito-borne disease has risen to 767 till Wednesday in Bangladesh whereas only seven persons have died so far this year in India's Kolkata. That city has been quite successful in combating dengue, and we should learn lessons from our neighbouring country. The Kolkata authorities always keep an eye on the city's dengue situation and strengthen their monitoring activities from January to June every year. In July, when there is a greater risk of dengue outbreak, monitoring activities get strengthened further. To control the spread of the mosquito, the Kolkata authorities formed a three-layer mosquito control committee, and those committees have been working sincerely. Also, they have set up a laboratory for dengue research. They have found that if fogging machines are used, mosquitoes move to adjacent neighbourhoods. So it does not help much. They apply effective larvicides so that the breeding grounds of Aedes mosquitoes are destroyed. Regular drives are launched to fill up any place, which has the possibility to become a breeding spot of Aedes mosquitoes. In Bangladesh, we can do the same to fight Aedes mosquitoes. If there is a combined effort by the government, local representatives and city residents, the spread of this disease can be contained. We can really learn from Kolkata, imitate those measures in the country and save valuable lives from the clutches of dengue. \nMA Islam, Dhanmondi, Dhaka, [email protected]",
        "headline_1": "Cleanliness a precondition to fight Aedes mosquito",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/cleanliness-a-precondition-to-fight-aedes-mosquito-1694702215",
        "news_paper_name": "The Financial Express",
        "publish_date": "15-09-2023"
    }
]