[
    {
        "full_article": "There was something ominous about the day in which Bangabandhu was laid to rest in his native village of Tungipara when, according to the village elders, the \"skies were knowingly weeping tears\" (Syed Badrul Ahsan, From Rebel to Founding Father, p. xv). Fourteen soldiers were in charge of what their commanding officer Major Haider Ali called \"the bloody burial business\" (SA Karim, Triumph and Tragedy, p. 379). The mission of Ali and his men was to separate the body of Bangabandhu from the other victims of the carnage and return to Dhaka before nightfall. The assassins feared that had Mujib been laid to rest with the other members of his family in the unmarked graves in Banani, the site might one day turn into a pilgrimage. The body was therefore flown to Tungipara. The army helicopter sent a wave of panic among the villagers whose memory was still rife with the way the Pakistan army charred down the ancestral home of the Sheikh family in 1971. The villagers feared a similar backlash and the place wore a deserted look.\nThe soldiers found a distant relative who identified the body riveted with 29 bullets as that of Bangabandhu's. A local imam was asked to bury the corpse in \"five minutes\" without any rituals. \"Is he a shahid?\", asked the imam. Only martyrs could be buried unwashed as the stains are believed to testify to one's sacrifice on the Day of Judgement. The Major decided to spare some extra time to dodge the ideological quandary. A bar of laundry soap was arranged for the last rites and four saris were collected from a nearby hospital as there was not enough time to get a proper shroud. When asked for joining the janajas, the officers declined, mentioning that they had not performed their ablutions (AL Khatib, Who Killed Mujib?, p.38). The body was then lowered to a dug-up grave next to his father, where Bangabandhu still lies today.\nThe day before, on August 15, 1975, Bangabandhu was standing at the top of the stairs of the two-storied house on Road 32, Dhanmondi. The assailants had already killed his son Sheikh Kamal and an attendant as they stormed into the house around 4 in the morning. Bangabandhu's call for help was either a little too late or of no use. The silence speaks volumes of the treacherous plot. As he stood there in his white kurta and lungi, roaring his last words, \"Where is Kamal? What do you want?\" (Ahsan, p. 264), an officer was puzzled while another shot him in the chest and stomach. The body rolled down the stairs and dropped at the landing of the house from where he was once arrested by the Pakistan army on March 25, 1971.\nFor nine months, he was kept in a condemned cell in West Pakistan. He was sentenced to be hanged, and a grave was dug nearby. He told his captors that he was not afraid of death; after all, as a man, a Bengali, and a Muslim, he can die only once. He had the opportunity to leave before being arrested, but he did not want to flee like a coward. He told his comrades Tajuddin Ahmad and Syed Nazrul Islam to keep on the struggle, and that he would rather die in that very house. \"This will be the place of Bangladesh. I want to breathe my last in this house\" (Speeches, January 10, 1972). His words proved prophetic. The only difference is the men who actually killed him were wearing the badge of an institution born out of the Liberation War. These \"renegade\" soldiers later killed four associates of Bangabandhu—Syed Nazrul Islam, Tajuddin Ahmad, M Mansur Ali and AHM Qamaruzzaman—who headed the war-time government that defeated Pakistan in the name of Mujib. The flaw in this textbook tragedy lies in the generosity of Bangabandhu. He trusted his men to a fault.\nThe betrayal, the burial, the tragic flaw: all are well-known. Air is thick with many conspiracy theories. Was it the spectre of the Cold War? Did the losing party have a hand in it? Did he offend any powerful neighbour? Did a bullet really start following him after his stance for non-alignment? Was it the dissatisfaction over the misrule in a war-ravaged country? The disgruntled officers had plenty of time to spew venom to claim that the tragic end of Bangabandhu was justified.\nBorn in a rural village, Bangabandhu came to the centre-stage of politics when the subcontinent was suffering from its birth pangs. Bangabandhu's love for his people was conditioned by his desire for a country without any oppression; a country that will protect its language and culture; a nation-state. But at the same time, he was alive to the changing world order.\nOn the independence day speech given on March 26, 1972, he said the following: \"Our dream is to create a new world. We are working towards attaining a successful social reform.\" He went on to add later, \"Awami League is a multi-class party. I have added peasants, workers, before it, but the characteristic of the party has remained unchanged. It cannot be done overnight. There are the nouveau rich in the party. The opportunity to loot for these people has increased manifold. I want to keep them in check in a socialist frame through the creation of BKSL. If this fails and if I die in the process, these people will engulf the party and indulge in further looting. They might even model themselves after the enemies and try to change the basic principles and characters of the Awami League. If that happens, I will die a second death. Let me warn you: if this second death happens in the hands of my party and its followers, then I shall have to be thrown into the abyss of forgetfulness for a long time. I don't know when I shall be able to return,\" (quoted in Bangabandhu's Political Life, Kali o Kolom, [my translation])\nThis speech once again proves to be prophetic. The resurgence of Bangabandhu and the celebration of his life and deeds in his centenary serve us an occasion to reflect on the analysis of the man and on what he wanted from life. He was never afraid of death. Death was his daily companion. He used to often recite the famous poems of Tagore, \"Don't guard me from danger/This isn't what I pray for… Just don't let me be frightened by danger…\" (Prison Diaries, p. 243).\nWhen the assailants posed the ultimate danger at the time of his death, he cried out, one last time, \"What do you want?\"\nToday on his death anniversary, if we are to return the love that Bangabandhu invested in us, we need to ask ourselves, \"What do we want?\"\nTo answer that we need to return to the details of how Bangabandhu lived and how he died. And the ideals that he lived and died for.\n \nShamsad Mortuza is Pro-Vice-Chancellor of the University of Liberal Arts Bangladesh (ULAB), and a professor of English at Dhaka University (on leave).\n",
        "headline_1": "The ideals that Bangabandhu lived and died for",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/the-ideals-bangabandhu-lived-and-died-2152266",
        "news_paper_name": "The Daily Star",
        "publish_date": "15-08-2021"
    },
    {
        "full_article": "Bangladesh this year celebrates its 50th anniversary of independence as well as the birth centenary of our Father of the Nation. On August 15, the nation also mourns the brutal assassination of Bangabandhu 46 years ago—a heinous act designed to erase all that he stood for. It would, therefore, behove us all to look around us today and take stock of the world we live in and the challenges we as a nation face.\nBangladesh's birth in 1971 was midwifed by the Cold War that had divided the world into two ideologically opposed camps and wet-nursed our early politics.  Fifty years later today, the wheels of history have turned full circle and the world is once again in the grip of another cold war brewing, with somewhat different configuration.\nFor Bangabandhu, setting the parameters of the new state's foreign policy was a sine qua non for developing national resilience for his people's prosperity and the state's survival. It's essential moorings were: seeking better relations with all neighbours in our immediate region, the larger Asian region and the world at large, on the basis of respect for each other's sovereign independence, territorial integrity, and non-interference in each other's internal affairs; a deep and abiding commitment to \"non-alignment, based on the principles of peaceful coexistence and friendship to all\"; avoiding being caught in the jaws of competing regional or global powers; as one of the world's largest Muslim countries, fostering close relations with the OIC and all other Muslim countries; supporting the right of self-determination of all struggling people, everywhere; an abiding commitment to ensuring universal peace based upon justice for all peoples; and combating \"the scourges of poverty, hunger, disease, illiteracy and unemployment\", which required our proactive membership in all international fora, particularly the United Nations and all its specialised agencies, and the Commonwealth.\nWhat are the challenges that threaten us or are likely to impact on us as a nation today and how should we cope with them?\nStanding at the heart of Bangladesh, a panoramic view reveals conflict still raging between nations. On our west, in our immediate neighbourhood in India, we are witnessing an internal churning that appears as resurrection of the toxic narrative of the thirties that will not leave any neighbour untouched; the \"cold-hot\" conflict between India and Pakistan is more exacerbated than it was at the time of our independence; Afghanistan is in flames, with the Taliban's return to power imminent. Panning further west, one sees horrendous effects on a multitude of innocents caused by the continuing hostility between the states that control the heartland of fossil fuel reserves of the world in the Persian Gulf, with continuing war \"fought-at-distance\" between Saudi Arabia and Iran in Yemen showing no sign of abatement. An extension of this struggle magnifies and becomes more intangibly complex even further west, in what is known historically as the Levant. \nSwivelling our gaze to our east, we see Myanmar in the throes of imminent implosion and possible state failure, likely to be followed by the probable explosion of multiple cluster bombs that will not leave unscathed any of its neighbouring states, including seemingly stable ASEAN. This explosive mix, exacerbated by fiercely contested disputes over waters of the strategic South China Sea, could be triggered by any spark to explode with dangerous consequences for all.\nOverarching all these various conflicts or near conflicts within a \"neo-Cold War paradigm\", are two narratives: those of the US-led Indo-Pacific and the Chinese Belt and Road Initiative (BRI), both seeking to define a new world order, both set to robustly compete and contest in our home waters, the Bay of Bengal and the Indian Ocean.\nSurreally, my panoramic 360-degree gaze reasserts the truism uttered by Faulkner so presciently: \"the past is never dead. It is not even past\". A full 50 years later, we appear to be back in seemingly the same regional and global stage, only this time, perhaps more dangerous. It  is rendered more complicated by the \"Global War\" being waged—without  exception on us all—by the Covid-19 pandemic, with existential  consequences.\nOur salvation lies in the tools and principles given by our Founding Father that enabled us to pull ourselves up and out of the earlier morass, to today transforming into one of the fastest growing economies in the world. Like then, our foreign policy must continue, first and foremost, to remain committed to preserving, protecting, projecting, and promoting our national interests. At the same time, it must, realistically and pragmatically, accept that we cannot develop, nor our people attain their dream cocooned in isolation from our immediate neighbours, our larger region, and the world. We need positive engagement with all, to continue to develop and grow.\nWe must adhere, without wavering, to the bedrock principle of \"friendship to all with malice towards none\". We must not align ourselves with anyone, against anyone. On the contrary, all current conditions demand that we do, in geo-strategic and geo-pollical terms, become the \"Switzerland of the East\".\nIn that context, while we should continue taking part in the economic and human development strands of the two competing narratives, the Indo-Pacific vision and the BRI, we must eschew any association with any hidden strategic or defence-oriented agenda that may be imbedded within them.\nWe must continue building further upon the excellent all-round relations that we have developed with both India and China, each in its own parallel track. Our engine of growth needs both these tracks to roll forward on. We must at the same time synergise these relations to strengthening, and expanding, the still fledgling sub-regional and regional cooperation agenda.\nThis is Asia's century. The focus and attention of our diplomacy in the 21st century must qualitatively and vigorously shift eastward to Southeast and East Asia. We must revitalise our ancient ties with their peoples.\nWe have always demonstrated our total and unequivocal commitment to world peace through our very active membership in the United Nations, its many specialised agencies, and particularly most commendably, with its global peacekeeping role. We must continue and further build upon this.\nWe must continue our proactive and energetic engagement with international fora, like the Commonwealth and NAM. \nBeing among the four largest Muslim-majority countries in the world, we must remain an active and engaged member of the OIC and with the larger Muslim \"Ummah\", not taking side with any one or group of fellow Muslim state against another brotherly Muslim state or states. Our value will lie in our advocacy and practice of moderation, tolerance and abjuring any self-righteousness. Our participation in the recent inauguration ceremony of Iran's newly elected president was the right thing to do.\nLocated at the apex of the Bay of Bengal, that is the middle Bay of the strategically contested Indian Ocean, we are now positioned to act as a vitally important hub of multi-modal connectivity between the Indian and Pacific Oceanic regions. We must consolidate this.\nVulnerable as we are to the devastatingly deleterious consequences of global warming and climate change that threaten us existentially by upending the ecological balance of the region, we have taken on, and must sustain, a leadership role in all environment-related dialogues and initiatives. We should champion the idea of a larger Bay of Bengal regional cooperation framework that would encourage all Bay countries, littoral or adjacent with interest, to collaborate and devise a governance structure for this existentially important Commons.\nAll our foreign policy messages must continue to rebroadcast Bangabandhu's universal message of peace with justice and equity for all that he resonantly called for in his address to the United Nations in October 1974. In this context, I note with great interest and whole-heartedly commend our prime minister's initiative to hold the World Peace Conference in December this year. We must prepare well for hosting and guiding this event in these very troubled times.\nI see this as an opportunity once again to reiterate to the world the essential tenets we believe the world should be guided by in international relations. Following our assuming the Chair of IORA later this year, we should use the platform of the World Peace Conference to reiterate Bangabandhu's clarion call for an Indian Ocean as a zone of peace. As a first step, let us take the initiative for ensuring that our own Bay of Bengal becomes a zone of peace, friendship, neutrality and tranquillity, free from disputes, with open passage for all peaceful maritime access, for sustainable conservation of its integrated ecosphere and managed harvesting of its blue water resources, facilitating connectivity between peoples east and west for comprehensive growth, development, and self-fulfilment.\nOur foreign policy must continue to ensure our ability to achieve and project national resilience. Our demonstrated economic development must be underpinned by securing healthcare of our human capital. Without ensuring that, our infrastructure development will be meaningless. The current Covid pandemic has dealt a grievous blow to our immediate and long term economic growth ambitions. This virus has demonstrated totally unanticipated sentient qualities, mutating into more deadlier variants faster than human adaptability to subdue it. The only way out is to vaccinate at least 80 percent of not only our national population, but more importantly, of the global population. Vaccine production and development is controlled by a few governments and mega MNCs, who are practicing what is essentially \"vaccine colonialism\". This must be broken. We should strive to add vaccine manufacturing to our industrial mix, because this is the next growth industry.\nIf August 15, 1975 was the day when the \"empire struck back\" to roll back our Liberation War history and negate Bangabandhu's legacy, let us transform this day of mourning into a day for rededicating ourselves to his ideals and visions, strengthening and building further on the foundational moorings he left to us as his legacy.\n \nTariq Karim is a retired Ambassador of Bangladesh. At present, he is Director of the Centre for Bay of Bengal Studies at the Independent University, Bangladesh.\n",
        "headline_1": "Bangabandhu’s foreign policy legacy",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/bangabandhus-foreign-policy-legacy-2152251",
        "news_paper_name": "The Daily Star",
        "publish_date": "15-08-2021"
    },
    {
        "full_article": "The Covid-19 pandemic will be remembered for the colossal chaos it caused to governments as they grappled—and continue to do—with its catastrophic onslaught affecting lives and livelihoods across the globe. And as governments bristled at public outcry against their inept handling and clamped down on critics, the gap widened between those who govern and those who are governed.\nThe crisis has shown that public distrust of governments is less pronounced in countries where a Right to Information (RTI) Act facilitates easy sharing of information. The situation is reversed where this is not the case.\nWith this in mind, we decided to take a fresh look at the situation of RTI regimes in South Asia in more recent times. We wanted to observe the trend in public use of the law, the response of the authorities and the role of the Information Commissions in resolving conflicts between the two sides.\nPakistan was the first country in South Asia to adopt an RTI law in the form of an ordinance by a military ruler in 2002. Since it lacked the basic elements and safeguards of an effective transparency regime, it was replaced by a more balanced Right of Access to Information Act in 2017. It appears to have generated renewed hope. \nIn the example from Pakistan (Appeal No 060-06/19), an RTI application, submitted in April 2019, sought from the Registrar of the Supreme Court some basic information relating to staff members of the apex body, such as the number of sanctioned posts, number of vacancies, number of women and disabled persons among them, the pay scale and service rules. \nAs the Registrar failed to respond, the applicant appealed to the Information Commission of Pakistan. The latter's prodding led the Registrar to act; but instead of providing the requested information, he simply forwarded a letter he had sent earlier to the Ministry of Law and Justice on a matter relating to the National Assembly, with a copy of a Supreme Court judgment regarding separation of the judiciary from the executive. He thereby inferred that the Supreme Court did not fall under the RTI Act and was, therefore, not required to provide the requested information.\nThe Commission, however, stated quite unequivocally that \"the judiciary's independence and separation from [the] executive is certainly ensured by the Constitution but it doesn't and shouldn't be construed to mean that [the] judiciary is not accountable and responsive to citizens of the country, who have created all state institutions through legislation enacted by their elected representatives and who are to exercise authority as a sacred trust, as provided in the Preamble to the Constitution of Pakistan.\" The appeal was allowed, and the Registrar ordered to share the requested information.\nIn the Sri Lankan example (RTIC/22/2017), a citizen submitted a request to the Presidential Secretariat in February 2017 seeking a copy of the report of a commission of inquiry into the death of the founder and former leader of the Sri Lanka Muslim Congress, M.H.M. Ashraff, who had been killed in a helicopter accident in 2000. When the secretariat rejected the request on grounds that the relevant file had been sent to the National Archives from where it was lost, the applicant appealed to the Information Commission.\nAfter considering submissions from both sides, the Commission concluded that \"the RTI Act prevails over and above the clauses relating to confidentiality in the National Archives Law and related Regulations. It is a pertinent factor that the absence of the Report of the Commission of Inquiry in regard to this matter is of considerable public interest.\"\nThe Commission further underlined that the \"Department of the National Archives is the custodian of 'all records'of Commissions of Inquiry under the Act… Hence the Department may properly call upon the depositing body or individual… to ensure that the Report of the Commission or Committee is sent to the Department in accordance with the law.\"\nMeanwhile, the example from India related to an RTI application submitted in early 2019 to the Union Ministry of Social Justice and Empowerment, seeking disclosure of the cabinet note and all relevant correspondence and annexure about an amendment to the Constitution by the Indian parliament relating to ten percent reservation for the economically weaker section (EWS) of the society. The applicant had relied on an earlier order of the Central Information Commission (CIC) directing the government to make public all cabinet notes relating to proposals for new bills that are to be tabled in parliament and also to display them on the website of the department within seven days.\nAs the ministry declined to disclose the information requested, citing a specific exemption under the Indian RTI Act, the applicant appealed to the CIC. Commissioner Saroj Punhani accepted the appeal and directed the Public Information Officer to provide all the documents on a working Google Drive link to the applicant. She chided him for not providing justification for his denial and \"non-application of mind in dealing with matters under the RTI Act.\" She called his action \"grossly inappropriate\" and \"severely admonished [him] for the inappropriate denial of the information to the Appellant\". She also \"warned [him] to ensure that due diligence is exercised while dealing with the RTI applications in future.\"\nNow for the Bangladesh example (complaint number 17/2019). In September 2018, an applicant submitted an RTI request to the Designated Officer (DO) of the Ministry of Power, Energy and Mineral Resources, seeking copies of some documents relating to the construction of a fuel depot by Bangladesh Petroleum Corporation (BPC) on 192 acres of forest land in the Maheshkhali Hill Area of Cox's Bazar district. The documents included applications by BPC for permission to build the depot and to cut down trees on promise of replanting five times the number; project approval letter for \"Installation of Single-Point Mooring with Double Pipeline\"; Environmental Impact Assessment (EIA) of the project; approval, if any, by the cabinet for tree-chopping; workplan for replanting new trees and the varieties of new trees to be planted.\nThe DO provided the applicant all the items requested, except the EIA. He argued that the latter document, provided by the Environment Directorate, was an important government document which could be abused if it fell into wrong hands. The applicant appealed to the Secretary of the ministry, who upheld the DO's decision. The appellant then submitted a complaint to the Information Commission.\nAt complaint hearings, additional arguments were made against disclosure of the environmental assessment. It was claimed that the government had attached great importance to the project and appointed a foreign consultant, namely ILF Consulting Engineers, Germany, to prepare the environmental assessment report. The latter contained important technical and scientific knowledge that the consultants had acquired through serious research. This knowledge could be considered to be their intellectual property, which falls under an exemption clause of the Bangladesh RTI Act 2009. The Information Commission concurred with the submissions and decided in favour of non-disclosure.\nThe examples above will hopefully spur readers to reflect on the prospects and promises of the RTI Act. We conclude by underlining its intrinsic value to facilitate citizen-government interaction on matters of governance, thereby contributing to strengthening participatory democracy. \nShamsul Bari and Ruhi Naz are Chairman and RTI Coordinator respectively of Research Initiatives, Bangladesh (RIB). Email: rib@citech-bd.com\n",
        "headline_1": "How RTI regimes are faring in South Asia",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/how-rti-regimes-are-faring-south-asia-2151681",
        "news_paper_name": "The Daily Star",
        "publish_date": "15-08-2021"
    },
    {
        "full_article": "Some of us are born entertainers. It can be a boon or a curse, as the fallen star Pori Moni is now finding out. Even in her darkest hour, she has her audience held in rapt attention. People are keenly waiting to know what happens next. Every tiny detail is gratefully accepted, and summarily dissected.\nA \"prostitute\", a \"derailed woman\", a \"seductress\", an \"addict\"—these are just some of the adjectives that are being thrown around to brand this Dhallywood actress. Narratives surrounding her so-called salacious life have been dominating both social media and conventional forums ever since her very publicly-played-out arrest on August 4 by the country's elite security force, Rapid Action Battalion (RAB), on allegations of hoarding liquor, drugs and making pornographic videos.\nSome civil society members have tried to assess the situation from an objective perspective—albeit cautiously—but the majority of the public seemed to have condemned Pori Moni for her \"immoral\" vagaries. While all the speculations surrounding what she did or did not do make for juicy gossip, perhaps it would be more worthwhile to reflect on the situation from a broader perspective and understand how our society commodifies women—packaged for the consumption of those who can afford it. Shamsunnahar Smriti, her real name, was an orphan living an ordinary life in a remote district, far away from the glitz and glamour of Dhaka's entertainment industry. She came to the capital in 2011, secured an offer for modelling, and then got her film break on the silver screen. She became a popular face in the Bangladesh showbiz industry, earned a good living, lived a lavish life in an upscale neighbourhood, and made some influential friends.\nThings had been going pretty smooth for her until she ruffled up some influential feathers in recent months, which turned some of her friends into foes. Then, suddenly, she became the conniving villain of a criminal plot. She was, we were told, part of a blackmailing racket—a group of \"loose\" women—who allegedly seduced unsuspecting men with their wily charms and made compromising videos and then blackmailed the helpless victims into paying for their silence.\nWhile the wider society is accusing Pori Moni of being immoral—somehow women facing legal issues often end up being questioned for their perceived lack of morality and judged guilty even before a court verdict—nobody is talking about what aided her transformation. Even if the stories being told about her are true, there is a clear demand in our society for the services of people like Pori Moni. We have all by now various snippets of the sleazy underbelly of the supply side, but how is it that the demand side is missing completely from the spotlight? Who are on the demand side? This is a question that must be asked if we want to make a fair assessment of the still-largely-one-sided narrative we are being fed.\nConsider this: if Pori Moni's life were a movie plot, she could have been both its protagonist and antagonist, depending on the lens we look at her through. This could have been the story of a young woman's journey through life—the story of a self-made woman who has overcome myriad social struggles to achieve her dreams of being at the centre of limelight, but was led astray or victimised by a group of powerful men for whom she had become a nuisance. After all, in a male-dominated society, who likes a woman who questions the acts and wills of powerful men—let alone her patrons—or alleges them of attempted rape!?\nOr, that plot could have been about a scheming temptress, who entraps innocent men with her devilish wiles and leads them into a life of dark temptations for her own nefarious ends. It is all a matter of perspective: the plots we choose to consume, the discourses we indulge in.\nBut right now, instead of turning Pori Moni's life into a circus—digging down deep into the lurid details, watching the leaked personal videos and making dirty jokes about her—perhaps we should be asking ourselves about the contours of the narrative we are choosing to indulge in at our dinner tables, in our living rooms, in our newsrooms, on our social media feeds. Why are these shaped the way they are?\nThere have been many women entertainers who have been in this situation before, enduring a harsh media trial, scathing social slanders, and there will be more in the future. This is how it is. This is how the social system operates.\nIf we want to break this vicious cycle of exploitation, we need to take a good hard look at ourselves first. Unless we learn to objectively assess our roles in creating such a marketplace and act proactively to dismantle this system, more women will be turned into commodities. More women will become victims of our flawed social perspectives.\nWhichever narrative route our own personal Pori Moni movie is leaning towards—Pori Moni the fallen star, or Pori Moni the vile seductress—it is a tragedy either way. It is a very human tragedy, feeding off human frailties that have been the inspiration for ancient bards and modern novelists alike. But before we jump to conclusions, perhaps we could take a moment from our busy lives and ask ourselves: aren't we also somehow culpable?\nTasneem Tayeb is a columnist for The Daily Star. Her Twitter handle is: @tasneem_tayeb\n",
        "headline_1": "Mirror, mirror on the wall, who are we laughing at?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/closer-look/news/mirror-mirror-the-wall-who-are-we-laughing-2151671",
        "news_paper_name": "The Daily Star",
        "publish_date": "15-08-2021"
    },
    {
        "full_article": "Today is the 46th anniversary of the assassination of Bangabandhu Sheikh Mujibur Rahman. Within less than four years of the birth of Bangladesh, the founder of the country, the Father of the Nation, was killed along with all his family members, save his two daughters—Prime Minister Sheikh Hasina and her sister, Sheikh Rehana. The killers did not even spare 10-year-old Russell and the newly wedded wives of Sheikh Kamal and Sheikh Jamal.\nThe brutality of the killing shocked the world, devastated our morale, and shook the very roots of our belief in ourselves. What the Pakistanis didn't do, or wouldn't dare to do, was done by fellow Bangladeshis, many of whom, making the tragedy more unbearable, were freedom fighters. What did not happen in colonised Bangladesh happened after our independence. The man who united us and gave us the courage to stand up to the ferocious genocidal Pakistan army, now lay slain in the hands of a handful of ambitious, misguided and arrogant members of our armed forces driven by hatred.\nWhat the assassins wanted to achieve—a total collapse of the newly born state—has most forcefully been negated by the success that Bangladesh has achieved in the economic field, which is due largely to the leadership of Sheikh Hasina over the last decade.\nHowever, the economic success, which very few both at home and abroad actually believed that we would be able to achieve—a success that has made us the talk of the development community—now needs to be added to by our attention on the social and humanitarian fields. The corruption and the massive rich-poor gap that we now see, would definitely have pained him.\nBangabandhu's humanity, his concern for the poor and the downtrodden, and especially his respect for freedom of speech and fundamental rights, are also his legacy. The time has come for us to put stronger focus on these areas.\n   We join the nation in mourning the assassination of Bangabandhu.\n",
        "headline_1": "National Mourning Day",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/national-mourning-day-2152236",
        "news_paper_name": "The Daily Star",
        "publish_date": "15-08-2021"
    },
    {
        "full_article": "The latest and most significant achievement of the Taliban has been their takeover of Kandahar—Afghanistan's second-largest city after Kabul—on Friday. Now, only Kabul and some other territories remain under the Afghan government's control. With this, the United States intelligence's recently reported assumption that it could take the Taliban up to 90 days to take over Kabul, is starting to seem grossly inaccurate. This newest acquisition of the Taliban's, paired with the speed with which they are nearing total dominance over the country, is somewhat of a shock to the whole world. But more than anything, it speaks to the incapacity of the US and of the NATO alliance as a whole.\nThe two-decades-long presence of the US in Afghanistan seems to have accomplished very little in terms of establishing peace and security for the Afghanis. But what is more disappointing is how, now that the US is finally withdrawing itself—a move that has been hinted at for the last few years at least—their actions not only seem unprepared, but have left vulnerable both the Afghan people and American citizens deployed in Afghanistan.\nWhile the Taliban started out with rural takeovers many months ago, it was not until early June this year that they began taking over the cities as well, and with surprising ease and speed. Just in the past week, they have managed to conquer at least 12 provincial capitals. Now, Kabul does not seem a far cry, given the fall of Ghazni on Thursday and of Kandahar on Friday—the former creating a pathway from the southern Taliban territories into the major highway leading to the capital city. Since the beginning of this year, around 400,000 Afghan civilians have been forced out of their homes, with 250,000 of them being evicted in May alone, a UN official conveyed in reports.\nOne thing that the Taliban's progress of the last couple of months has made certain is that the US's credibility as an ally to ailing nations has been greatly and strikingly dented. But, as the west fears the threat a Taliban rule of Afghanistan would pose for it, and many are busy only criticising President Biden's policy and its inadequacy, we in South Asia must start preparing for the real-life impacts that this takeover may have on our people.\nIt would unfortunately be safe to assume that the accomplishment of such a sizable feat by the Taliban would morally boost like-minded individuals and organisations throughout the subcontinent to act on their fundamentalist beliefs. Moreover, people being connected across borders has never been easier, which makes it hard to detect communication between fundamentalists of different countries and even continents.   While the temptation of governments may be to meet such occurrences with force, the importance of physiological countering through de-radicalisation—of those likely to fall prey to recruitment by fundamentalists—needs to be established and practiced. We must remember, given the fifth anniversary of the Holey Artisan attack this past July, that Bangladesh itself has faced a handful of instances of militant activities and we have only seen those being dealt with by the police and other law enforcement agencies. However, we believe that an approach combining soft and hard power will be more effective in countering and eventually eradicating extremism of any origin and in any region.\n",
        "headline_1": "Taliban rule in Afghanistan now seems inevitable",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/taliban-rule-afghanistan-now-seems-inevitable-2152226",
        "news_paper_name": "The Daily Star",
        "publish_date": "15-08-2021"
    }
]