[
    {
        "full_article": "Last month, my Instagram feed was just Jamnagar. As celebrities posted their outfits and their dance moves, and footage from the great Ambani pre-wedding racked up millions of views online, I decided to do my research (as any good pop culture writer should) and see what the woman of the hour herself, Radhika Merchant, was posting. I was in for a surprise (bigger than the one that Rihanna dancing to ‘teri baaton mein aisa uljha jiya’ gave me). Radhika Merchant has a private Instagram account, with an alpaca profile picture no less, a few hundred followers, and a ‘The Office’ reference as her bio.\nThe woman on everyone’s screen was just not posting anything publicly. She possibly never has. The unsaid subtext is pretty clear — she doesn’t need to.\n\nILLU CREDIT: CHAD CROWE\nIn an entirely separate incident, two weeks ago, a paparazzi video of Sara Ali Khan came up on my feed. It features Sara handing out what appear to be food packets to some poor people and berating paparazzi for shooting the scene, asking them to leave her alone. Clearly PR, I thought, as media literacy (and Reddit analysis) have reached a point where most of us know that paparazzi are usually called by celebrity teams themselves. So, this was likely her trying to be documented on camera as charitable, but that too, ‘effortlessly’ charitable. In fact, Sara seemed to be implying that she’d prefer it if the cameras weren’t there.\nThe incidents with Radhika and Sara are both evidence for a growing pet theory I’ve had about celebrity culture — that the pretense of ‘effortlessness’ on the internet is growing because effortless, undocumented popularity will always be seen as better than try-hard popularity. We just went through many years where relatable, accessible celebrities were favoured in the public eye, but now, rising levels of screen fatigue, shorter trend cycles, and visible harms of overexposure online are making people realise that the greatest sign of fame and power in an always-online world is to be as offline as possible.\nWe subconsciously consider undocumented, quiet greatness as better than that which is documented. Charity done quietly is noble. Charity, when posted online, is PR. This is why Taylor Swift never publicises her massive donations herself, and instead, we get the news through ‘leaks’ or ‘sources’ much later. This is why we continuously get fluffy pieces about the quiet humility of the Murthys. But ‘PR’ as a field exists because obvious self-promotion is icky. It is ‘try-hard’. Others promoting you, posting about you, organic news coverage about you etc. makes you cool. But trying to be famous, to be seen a certain way, is as uncool as you can be. The root here is our core notions about who and what being a celebrity means.\nConsider the film ‘Animal’. The two female leads, Rashmika Mandanna and Tripti Dimri, have active Instagram pages with millions of followers, and both of them regularly post ads, promotional posts, glamorous shots, BTS from their shoots etc. In contrast, male lead Ranbir Kapoor doesn’t have an Instagram account at all. The biggest, most iconic celebrities in India, like Shah Rukh Khan and Salman Khan, rarely post or clearly have teams handling their branded posting. They don’t need to.\nThis isn’t just a Bollywood thing. In the business world, many start-up founders are launching their own podcasts, posting LinkedIn gyaan, writing books, and trying to build a personal brand. Meanwhile, most of the Ambanis straight up don’t have Instagram accounts. I had to trawl through Anaita Shroff Adajania’s posts to find Isha Ambani’s private account (14 posts, 3360 followers, 2 following, if you wondered). And while most active Indian cricketers regularly post, make reels, and do random PR stunts, Dhoni lays low until it comes to hitting the big shots in the field. Thala for a reason.\nTraditionally, ‘celebrity’ is a status you are accorded by society for your talent or who you are. Hence, it is supposed to be something you attain, an effortless state, though preceded by a lot of hard work. PR, constant self-promotion, stunts and posting makes an individual look insecure, like they actually haven’t achieved a level of celebrity yet. Like they’re still trying to make it.\nThis is the same reason why flashy outfits, like the nouveau riche wear (what Instagram calls West Delhi-core), have been recently replaced by muted, simple designer pieces. ‘Quiet luxury’ whispers wealth, because the truly, securely wealthy don’t have to jangle their coins to prove they have them. Similarly, I coined the term ‘quiet celebrity’ for this separate class of fame — when you simply have no need to try hard and put yourself out there. Work comes to you. Popularity comes to you. Effortlessly.\nReclusive celebrities have always been a thing — Aditya Chopra, for example, flies under the radar while simultaneously making the biggest hits — but the internet has reinvented things. Instead of being camera-shy or reclusive, you can still be charismatic and visible IRL (like Shah Rukh Khan) and just not do the performance of social media. This modicum of privacy has been described as a ‘luxury’ by international media, like vox.com and culture analyst Mina Le, saying that this distinction can be used to draw a line between ‘influencers’ and ‘celebrities’. Influencers like Emma Chamberlain, for instance, became ‘celebrities’ when they had enough businesses and red-carpet invites to pull back from daily vlogging. But in India, influencers aren’t yet powerful enough to be put on the same level as celebrities. This distinction of ‘quiet celebrity,’ then, is more a marker of where the real power, the real wealth lies — even as Bollywood and the business world seem to be laissez-faire democratic set-ups, there are actually very few who can afford to go offline.\nNepo kids can’t — they may have the money but they’re not relevant yet. B-listers can’t, because they need to stay in the public eye to continue being famous and getting work. Even all A-listers can’t. It is only the most elite who can actually go off the grid, without seeing any impact on their income, power, or relevance at all.\nAnd that is the ultimate power move — because this person doesn’t need social media. They don’t need to post to have all eyes on them, or to have people think of them. Being an effortless ‘quiet celebrity’ is an echelon of fame in a culture that’s screen-fatigued and saturated with influencers. Their work, their brand, is just so good that it speaks for itself, and they’re so busy being iconic, why do they even need to be on the internet?\n\n",
        "headline_1": "Nothing screams fame louder than being a ‘Quiet celebrity’",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/nothing-screams-fame-louder-than-being-a-quiet-celebrity/",
        "news_paper_name": "The Times of India",
        "publish_date": "14-04-2024"
    },
    {
        "full_article": "First of all, let us acknowledge what we have to. Just so we play it safe. There is no denying that the initiatives around Dalit history month help throw light on the contribution of some Dalit leaders to anti-caste history. But at the same time, mimicking Black history month and force-fitting anti-caste narratives into a month-long ‘Dalit history’ recollection does more damage than good to anti-caste history.\nBlack history month essentially claimed that the history of America is the history of the Afro-Americans. In a racially divided country, there is a clear distinction between the specific history of each race and their role in nation-building. But to impersonate the model here forcibly creates a Dalit vs non-Dalit narrative, erasing the graded inequal nature of a caste society.\n\nWhen some self-declared wise men claim that caste is a western construct, we don’t have to take them seriously. But at least we can now be sure that ‘Dalit history month’ is sort of a western import. Let’s take a look at the strange and unusual things that happen throughout this month…\nAs Simon & Garfunkel’s song ‘April, come she will’ claimed, this is the month when media houses hunt every educated Dalit in the country and request them to write a sob story of their preference. While these writers are conveniently forgotten during the other months, in April, inclusion and diversity shall be at their peak.\nDuring other months, young Dalit and OBC voices can be seen quarrelling perennially with each other on social media. If Dalits are abused as ‘blue sanghis’, OBCs are called out as ‘oppressors’, ‘shudras’, ‘dominant castes’ and whatnot. Even though they have issues with a dozen individuals from the SC or OBC group, they have chosen to abuse the 1,000-odd scheduled castes and close to 4,000 backward castes in the country. But amusingly, during Dalit history month, anti-caste icons from the OBC category will automatically be given a month-long Dalit certificate. The Phule couple will become Dalit, Phoolan Devi will also become Dalit and why, even Lord Buddha will become Dalit. And in some interesting cases, Malcolm X and Nelson Mandela also became honorary Dalits.\nAnd because there is a pressing need to create a unified Dalit history, what better place to start than one’s plate? Every April, beef is declared the official Dalit diet. It doesn’t matter that several Dalit communities might never have eaten it. But this month, all Dalits from across the country are expected to eat beef for breakfast, lunch, evening snack and dinner. Beef pongal, beef dosa, beef idli, beef poriyal, beef kootu, beef rasam, beef chutney, beef sambar and — wait! I am sure you get the drift. As experts say, it is the time to beef it up.\nIn some ways, Dalit history month is also similar to Zara’s annual sale or what we call in Tamil as ‘Aadi discount sale’, where the works of Dalit writers are sold at an irresistible discount. Because we believe that the sales drive for social justice can never hurt anyone. One just has to look around and witness the multiple listicles titled ‘10 Dalit writers to follow on Instagram’ or the ‘5 Dalit women writers who smashed caste and patriarchy at Jaipur Literature Festival’ floating around the internet.\nIt has also become very important to add the prefix ‘Dalit’ to everything a Dalit individual does during this month. Because this helps in racialising the Dalit further. So, when a Dalit eats, it is ‘Dalit food’. When a Dalit drinks, it is a ‘Dalit drink’. Or if a Dalit speaks, then of course it is the ‘Dalit word’. But in a way, we are fortunate that such labelling has only been reserved for eating, drinking and the like. It might have been awkward if similar labelling had been forced on the contents reaching the other end of the digestive tract.\nDuring this month, it is mandatory to evoke the memory of Rohith Vemula or Anitha, for a dead Dalit offers more opportunities for a romantic discourse than any useless living counterpart. It might be ironic that while such deep romanticism is devoted to dead Dalits, the living Dalit is only subjected to ridicule and abuse in our society. But as they say, better dead than alive.\nIt is also the time when Dalits are expected to claim they had a glorious past while convincingly narrating their victim story of 2,000-plus years. Also, while OBC bashing can continue in good faith, a friendly handshake with the friendly liberal Brahmin from your neighbourhood is always encouraged in this auspicious month. And importantly, we have to acknowledge that this month-long fanfare will involve the strengthening of narratives from those scheduled castes that are relatively larger in population and have had better access to opportunities through reservation. A Dalit community that plays a musical instrument or is involved in agriculture can proudly claim its history of being artists or agriculturists. But the same privilege is not available to those associated with stigmatised and dehumanising occupations. They are expected to just sit and stare. And their cooperation can be thanked later.\n\n",
        "headline_1": "Dalit history month, and the perils of mimicking the west",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/dalit-history-month-and-the-perils-of-mimicking-the-west/",
        "news_paper_name": "The Times of India",
        "publish_date": "14-04-2024"
    },
    {
        "full_article": "This week, two judgments were delivered by two of the world’s most watched courts: the Indian Supreme Court and the European Court of Human Rights (ECtHR) broadly held that people have a legal right to be protected from the adverse effects of climate change. That, however, is where the similarities end; the differences tell us volumes about the way different legal systems treat rights and the environment.\nBut first, why did this take so long? The Constitution of India, the UN Charter and Covenants, the European Convention of Human Rights all belonged to a particular post-war era where primacy was accorded to civil and political rights. Environmental rights had to be read as part of other rights and somewhat uncomfortably fitted into existing frameworks.\nIn India, the right to a clean and healthy environment was read into Article 21 by activist judges of the SC in the 1980s; under the ECHR, it was carved out of the right to privacy and family life.\nBlow for bustard: The apex court created a new environmental right but, ironically, its first casualty is an endangered species\nMonday’s landmark judgment from the ECtHR came on a complaint filed by a group of elderly Swiss women who showed that heat waves brought by climate change had a significant effect on the health and mortality of ladies over the age of 70. The ECtHR held that Switzerland had failed to take action that would be sufficient to combat climate change and, therefore, prevent harm to the health of those living within its jurisdiction.\nAgainst the background of the rest of the international law on climate change, the ECtHR judgment is a clear watershed as it is binding on 46 European countries and is (except in exceptionally political circumstances such as the death of Russian dissident Alexei Navalny and jailed Turkish philanthropist Osman Kavala etc) followed by national law.\nThe ECtHR judgment is truly unprecedented in its departure from the boundaries of its own environmental jurisprudence. Noting that the traditional reliance on specific harms which could be causally attributed to a source had no place in the context of climate change, it stated outright that it could not ignore the evidence of harm, and the consensus of international law on the subject.\nSince it opens the door for a wave of climate change-related litigation, European nations must carefully ensure that their policies and contributions are sufficient.\nBack home, the SC in MK Ranjitsinh v. Union of India was hearing the case of the Great Indian Bustard (every schoolchild’s perennial favourite bird), which is on the verge of extinction. The court had earlier passed an order restricting the setting up of overhead transmission lines in an area of 99,000 sq. km in solar power-rich Rajasthan and Gujarat.\nWhile conservationists were seeking to continue that protection, the govt and solar power companies were keen on having it set aside as it crippled the electricity infrastructure necessary for the solar energy industry. While endorsing the importance of renewable energy, the SC carefully set out a right to be protected from the adverse effects of climate change under Articles 14 and 21, relying on international law. There is some scepticism about how enforceable this right will be, created as it is in a case where it was not directly relevant.\nThe SC judgment is at pains to insist that these are not opposing interests, and has set up a committee to find the best holistic solution to protecting the endangered species while allowing the installation of renewable energy infrastructure.\nNevertheless, it is a loss for conservation. In effect, the judgment recalled the protection the court had previously imposed and fell back on the govt doing its best. The SC created a new environmental right, the first beneficiaries of which are the state and energy companies, and the first casualty of which is an endangered species. Still, environmental lawyers may see the value of the SC observations on the right to be “free from the adverse effects of climate change” as a persuasive string in future litigations.\nA key difference in the legal basis of the two judgments is that the doctrine of positive obligations positing that the state must do what it can to protect those within its territory from foreseeable harm, no matter who the actor, is well entrenched and protected in European human rights law.\nIn India, positive obligations do not have a strong legal basis. They are invoked by courts in certain factual circumstances, but India’s legal culture of rights is predominantly vertical not horizontal; one seeks protection from the state, and not protection by the state. For this new right to be meaningful, the positive obligations of the state must be engaged.\nThe legal complications and uncertainties of this new right aside, where executives refuse to act with sufficient haste, there must be recourse to the courts. At this inflection point in the Anthropocene, these judgments have handed citizens a tool to hold their govts accountable.\n\n",
        "headline_1": "A tale of two climate change verdicts, and what they mean",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/a-tale-of-two-climate-change-verdicts-and-what-they-mean/",
        "news_paper_name": "The Times of India",
        "publish_date": "14-04-2024"
    },
    {
        "full_article": "CJI’s spotlight has drawn attention to what a judgment being ‘reserved’ means and who benefits. Certainly not aam litigants. They often have to re-engage lawyers, re-file documents, re-appear in courts\n\nOne Latin expression that has seamlessly moved from a court of law to everyday conversation is ex tempore. Used to describe judgments that were delivered immediately as hearings concluded, so common is its usage today that it is a full-fledged adjective in English to denote speeches made on the fly.\nRead full story on TOI+\n\n",
        "headline_1": "When judges turn their back",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/when-judges-turn-their-back/",
        "news_paper_name": "The Times of India",
        "publish_date": "14-04-2024"
    }
]