[
    {
        "full_article": "The jurisprudence of affirmative action has been evolving constantly. From a notion of formal equality rooted in a general principle of non-discrimination, it has reached a point where the aim is substantive equality. Reservation is no more seen as an exception to the equality norm, but as a deepening of the idea of equality by embracing diversity and accommodation of those suffering from historical and social disabilities. The latest Supreme Court judgment allowing States to classify Scheduled Castes (SC) into groups and give preferential treatment to the weaker and more backward among them is in line with this progression. By a majority of 6:1, the Court has rejected the idea that the SCs constitute a single homogenous class and that sub-classification will violate the equality rule. The verdict dislodges a 2005 Constitution Bench judgment (E.V. Chinnaiah vs A.P.) that had struck down an Andhra Pradesh law classifying SC communities into groups as unconstitutional. The Court had then ruled that once the President notifies the list of SCs under Article 341, Parliament alone could modify it by law, and that States were barred from “tinkering” with the list. This judgment was cited by the Punjab and Haryana High Court while quashing a preferential sub-quota for Balmikis and Mazhabi Sikhs within the SC quota. When the matter came to the apex court, a Bench doubted the correctness of E.V. Chinnaiah and referred the question to a larger Bench.The majority verdict is based on a clear recognition that SCs do not constitute a homogeneous class. Under the Presidential List, they have a common constitutional status, but it does not mean that there are no differences in the extent of backwardness among them. A history of untouchability is indeed a common feature among them, but there is historical and empirical evidence that the level of advancement is not uniform. States are empowered to further identify the weaker sections among SCs and extend beneficial treatment. Four judges have taken the view that excluding the “creamy layer” among the SCs from reservation benefits is necessary to give full effect to the principle that the weakest should get the benefits of affirmative action and not be elbowed out by those more advanced than them. Applying the ‘creamy layer’ concept, hitherto confined to OBCs may not be easy. Justice B.R. Gavai, who writes in support of the exclusion of the better-off among the SCs, also notes that the creamy layer norms cannot be the same as those prescribed for the OBCs. The exclusion of the more advanced sections among Dalits was not an issue before the Bench, and the opinions may be non-binding as of now. While excluding the creamy layer may happen some day, the focus should be on the marginalised among Dalits getting adequate representation.\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nReservation\n\n/\n\njudiciary (system of justice)\n\n/\n\nlaws\n\n/\n\nAndhra Pradesh\n\n/\n\ndalits",
        "headline_1": "​Weakest first: On judiciary and sub-categorisation within a class",
        "headline_2": "Allowing sub-quotas to least advanced among SCs deepens social justice",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Bweakest-first-on-judiciary-and-sub-categorisation-within-a-class/article68477898.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "03-08-2024"
    },
    {
        "full_article": "​​​​​On Nicolás Maduro’s watch, Venezuela’s economy contracted 80% in less than a decade. Some 7.8 million Venezuelans fled from the economic hardships. If extreme poverty was at 11% in 2013, the year Hugo Chávez died and Mr. Maduro ascended to presidency, it now stands at 53%, while household poverty is much higher, at 82%, as per the UN. The oil-rich country had witnessed anti-government protests in recent years which were met with crackdowns. Before the July 28 presidential election, opinion polls showed that Edmundo González, the main opposition candidate, had a 20-point lead over the President. But none of these seemed to have mattered in the election, according to official results. Mr. Maduro won 51% of the vote, while Mr. Gonzalez secured 44%, said Venezuela’s election authority. Mr. Maduro can now extend his rule for six more years. But the opposition has reported widespread irregularities in the counting, and accused the President and his allies in state institutions of stealing the vote. According to the opposition, its vote tallies show that Mr. González won some 7.1 million votes against Mr. Maduro’s 3.2 million. Anti-Maduro protests broke out after the official results were announced. And the government is yet to release detailed voter data.Mr. Maduro is not singularly responsible for the economic crisis. Chavez, a former tank commander who rose to power through elections, defied the liberal economic orthodoxy and built a new welfare state that was funded by oil revenues. By the time Mr. Maduro, who lacked his predecessor’s charisma, came to power, falling oil prices had dealt a blow to Venezuela’s economy. The sanctions by the Trump administration on the oil industry, pushed the economy to the brink of collapse. Mr. Maduro’s response was to tighten his grip on power. His regime seemed helpless when Venezuela was gripped by hyperinflation and scarcity of essential goods and medicines. In the run-up to the elections, the government had promised a free and fair vote. But even before the campaign started, María Corina Machado, the opposition’s most popular candidate, was banned from contesting. Mr. Maduro has rejected the opposition’s claims of fraud after the vote, but he is also under pressure. The U.S. on Thursday recognised Mr. González as the winner and called for a peaceful transition. Even Mr. Maduro’s leftist allies in Latin America, including Colombia and Brazil, have called for full and transparent voting data. Mr. Maduro now has the support of the military. But the deepening divisions at home and isolation abroad would continue to pose questions of legitimacy to his presidency. \nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nVenezuela\n\n/\n\neconomy (general)\n\n/\n\npolitics\n\n/\n\nelection\n\n/\n\nvoting\n\n/\n\nwelfare\n\n/\n\noil and gas - upstream activities\n\n/\n\ninflation and deflation",
        "headline_1": "Stealing the vote: On the Venezuelan presidential election",
        "headline_2": "Maduro seems to have resorted to irregularities to hold on to power",
        "link": "https://www.thehindu.com/opinion/editorial/stealing-the-vote-on-the-venezuelan-presidential-election/article68477758.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "03-08-2024"
    },
    {
        "full_article": "People to Parliament, it means so much to us\nAluminium, steel, copper or plastic, it’s a rare life that hasn’t had a bucket in it. For the very poor, a bucket is everything, to store water or to store their belongings. For the very rich, buckets are a big thing, too – all that investable dosh goes into buckets of assets. Food? Balti meat is standard fare at restaurants going ethno-chic. Buckets ferry khichdi far and near; at festivals and temple weddings. No wonder, a fast food chain offering fried chicken, struck a natural chord with its ‘bucket’.Travel? Bucket list.\nWinding queues of empty buckets capture the helplessness of water scarcity. We’re possibly the only country with detergent packs named “bucketwash”. City residents too lazy to step down from upper reaches of tony apartments use buckets to swing up everyday grocery, fruits & veggies. Buckets are us – they bring comfort and affinity.\nAs skies tipped ungodly buckets of rain, buckets stood tall in Parliament, collecting water from leaks. Where there are ceilings in India, as GOI discovered, and large numbers of Indians already knew, there will be leaks. Parliament’s blue plastic buckets cost less than a drop in the bucket for the Rs 1,200cr+ building. When the roof leaked, Parliament looked awfully like a house of the people. But with that much money spent building it, we have to ask, has sound construction practice kicked the bucket?\n\n",
        "headline_1": "Ode to the Bucket",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/ode-to-the-bucket/",
        "news_paper_name": "The Times of India",
        "publish_date": "03-08-2024"
    },
    {
        "full_article": "Buckets are amazing! They’re everywhere and used by everyone. Poor people use them to carry water or keep their things safe. Rich people use them too, but for saving money and valuable stuff.\nWhen we eat, buckets are there. Some restaurants serve food in special buckets. At big parties and weddings, buckets help carry lots of yummy food. Even fast food places sell chicken in buckets!\nBuckets are super important when there’s not enough water. Long lines of people with empty buckets show how badly water is needed. In India, we even have special soap for washing clothes in buckets!\nIn cities, some people use buckets on ropes to lift groceries to their apartments. Buckets are part of our daily lives and make things easier.\nRecently, it rained really hard in India’s new Parliament building. The roof started leaking, and guess what they used to catch the water? Buckets! Even though the building cost a lot of money to build, they still needed simple buckets to solve the problem.\nBuckets are everywhere in our lives, from the simplest tasks to helping out in big, expensive buildings. They’re a small but super important part of our world!\n\n",
        "headline_1": "Ode to the Bucket",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/gen-zedits/ode-to-the-bucket-2/",
        "news_paper_name": "The Times of India",
        "publish_date": "03-08-2024"
    },
    {
        "full_article": "Cool moments from Week 1 that got us buzzing  \nIt’s been only a week since the Paris Olympics kicked off. But there hasn’t been a dearth of iconic ‘cool moments’. In a sensational victory, Indian men’s hockey team gave us another ‘chak de’ moment by besting Australia in the Olympics for the first time in 52 years. Earlier, ace-shooter and double-medallist Manu Bhaker showed why she is the most sorted 22-year-old when she refused to own the ‘legend’ tag saying, “I always believe in karma.”\nAt the other end of the spectrum was 51-year-old Yusuf Dikec. Oozing calm and sporting an uber casual look – he could have passed for anyone’s uncle among the spectators – the Turkish shooter didn’t even need special shooting glasses or gear to win a silver medal for his country. That led to a social media meme-fest with Dikec being variously described as ‘Daddy Cool’ and ‘Turkish hit-man’. Not far behind in the cool list was South Korea’s silver-medallist shooter Kim Yeji, who had the internet excited over her killer attire and ice-cold demeanour, sparking comparisons to hit manga-anime character Satoru Gojo from Jujutsu Kaisen. Meanwhile, the selfie of the week surely goes to the winners of the mixed doubles table tennis event that saw athletes from South Korea, North Korea and China come together in a viral photo-frame. At a time when the North has been sending trash-filled balloons to the South, such Olympic bonhomie is indeed welcome.\nAnd then there were standout displays of grit and determination. Egyptian fencer Nada Hafez took everyone by surprise when she declared after her round-of-16 sabre competition that she was competing seven-months pregnant. But the biggest comeback story was that of Uzbek judoka Diyora Keldiyorova’s victory over defending Olympic champion Japan’s Uta Abe. The latter had defeated Diyora in the final of the 2023 World Championships. But this time Diyora pulled off a shock victory, prompting her coach to remark on camera, “Anything is possible.” That’s Olympics for you.\n\n",
        "headline_1": "Games Watch",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/games-watch/",
        "news_paper_name": "The Times of India",
        "publish_date": "03-08-2024"
    },
    {
        "full_article": "**Cool moments from Week 1 that got us excited**\nWow! The Paris Olympics have only been going for a week, but so many awesome things have already happened!\nFirst, the Indian men’s hockey team did something amazing. They beat Australia for the first time in 52 years! That’s older than your parents! Everyone in India was super happy and shouting “Chak de!” which means “Let’s go!” in Hindi.\nThen there’s Manu Bhaker, a 22-year-old shooter from India. She’s already won two medals before, but when someone called her a “legend,” she said, “I always believe in karma.” That means she thinks good things happen if you do good things. Pretty wise for someone so young!\nNow, get this – there was a 51-year-old shooter from Turkey named Yusuf Dikec. He looked like someone’s uncle and didn’t even wear special shooting glasses. But guess what? He won a silver medal! People on the internet thought this was hilarious and started calling him “Daddy Cool” and “Turkish hit-man.”\nThere was also a really cool-looking shooter from South Korea named Kim Yeji. She won a silver medal too, and people said she looked like a character from a popular anime called Jujutsu Kaisen.\nOne of the best moments was when athletes from South Korea, North Korea, and China took a selfie together after a table tennis game. This was really special because usually, these countries don’t get along very well.\nWe also saw some incredibly brave athletes. An Egyptian fencer named Nada Hafez competed while she was seven months pregnant! Can you believe that?\nBut the biggest surprise came in judo. A woman from Uzbekistan named Diyora Keldiyorova beat the defending Olympic champion from Japan. No one expected this to happen! Diyora’s coach was so excited he said, “Anything is possible.”\nAnd that’s what makes the Olympics so great – anything really is possible!\n\n",
        "headline_1": "**Games Watch**",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/gen-zedits/games-watch-2/",
        "news_paper_name": "The Times of India",
        "publish_date": "03-08-2024"
    },
    {
        "full_article": "We fail to comprehend what the government wants to achieve through its continued crackdown on protesters, which has seen at least 10,947 individuals arrested in 674 cases filed in Dhaka and 51 other districts between July 18 and August 1. Is it really to establish accountability for the violent events of July 18-21? Is it to buttress its narrative around BNP-Jamaat orchestrating the unrest? Is it to punish students, activists, and anyone who dared to stand up against its security forces and party cadres? Is it to disabuse citizens of the notion that those security forces—including police and BGB—were to blame for the killing of over 200 people? Or is it simply an attempt, ludicrous as it may be, to force-restore public order?\nWhatever it is, it is not working. It is not the right way. And it is backfiring, in spectacular fashion. On Friday, predictably enough, the public outrage cycle has begun again, with protesters taking to the streets across the country to demand justice for their fallen compatriots, including many students, about two weeks ago. And as before, security forces, aided by party cadres, again violently responded to it, leading to two more deaths and many injuries. How long this cycle will continue depends on how long the government can ignore the already-unprecedented human toll of this movement. \nEver since the first wave of violence, the government's law enforcement focus has been mainly twofold: conduct raids and arrests for the July 18-21 events, and suppress public outbursts at the killings. If we are to stick to the legal measures taken by the law enforcers so far, many disturbing trends about their arrests and case filings have also come to light. From conducting \"block raids\" to abducting six key coordinators of quota reform protests to bringing trumped-up charges against listed political rivals to inflating the age of minors implicated in cases to falsifying First Information Reports (FIR) to grossly violating Supreme Court guidelines for arrests and remand to allegedly engaging in \"arrest business\"—the list of objectionables reported in the media is quite long.\nAll this runs in the face of claims by the home minister and other top officials that the arrests are being made \"based on evidence,\" and not as part of any mass arrest campaign. We have earlier commented on how the mass arrests and block raids, often targeting students involved in quota reform protests, have created widespread panic among ordinary citizens. Add to that the legal hassles and the uncertainty they bring in victims' families. This will no doubt add to the overall climate of anger and distrust, further alienating the government.\nAgainst this backdrop, it is no wonder that the recent change in government tone—as evidenced by the slowdown in lamentation for destroyed public infrastructure, finally acknowledging the catastrophic tragedy that accompanied it, and signalling openness to international cooperation in investigations—is seen suspiciously by many protesters out there, and for that, the ongoing crackdown and arbitrary detentions are largely responsible. The question is, when will the government understand that no amount of rhetoric or theatrics can deflect attention from the overarching need for justice preceded by a credible investigation?\nRestoring public trust, and indeed order, cannot begin without an honest endevour. The wounds from those days of reckless firing cannot be healed by reckless arresting, which will only make things worse. If the government really wants the public to trust in its sincerity to conduct a fair and thorough investigation into the July tragedy, it must stop these law enforcement excesses and make way for an independent probe of international standards. It must bring the light on the role of its own security forces in the killings.\n",
        "headline_1": "Govt risks further alienation as the outrage cycle resumes ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/govt-risks-further-alienation-the-outrage-cycle-resumes-3668201",
        "news_paper_name": "The Daily Star",
        "publish_date": "03-08-2024"
    },
    {
        "full_article": "After finishing her lunch, six-year-old Riya went to play on the rooftop of her family's home in Narayanganj. Tragically, her innocent moment was abruptly shattered when a bullet from a law enforcement raid struck her in the head. Similar tragedies have unfolded across Dhaka: four-year-old Ahad was shot while standing on his balcony with his parents, just as he was closing a window—everyday activities violently interrupted by the chaos of violence.\nThese incidents underscore how even the sanctuaries of home, like balconies and rooftops, are not immune to the reach of violence. This situation calls to mind the experiences shared by Bisan from Gaza, whose Instagram reels poignantly capture the mass-scale violence and disruption in Palestine.\nVeena Das, a prominent anthropologist, offers profound insights into how violence permeates and affects everyday life. Her work emphasises that violence is not merely an event, but a process that deeply influences daily routines, relationships, and the broader social fabric.\nDas explores the concept of \"everyday violence,\" illustrating how acts of violence, whether state-sponsored or otherwise, are not isolated incidents, but rather deeply intertwined with the daily experiences of individuals and communities. In her studies, she highlights how violence can reshape the very essence of daily life, creating a climate of fear, insecurity, and disruption that affects everything from personal interactions to community cohesion.\nThe recent violence in Dhaka and the rest of the country has fostered an atmosphere of pervasive fear and insecurity. Students are increasingly subjected to raids, with many being rushed to hospitals with serious injuries. A recent report in The Daily Star highlighted the case of Mehedi, a student who was shot and injured. His father's poignant remark, \"I will never tell anyone to send their kids to school again,\" captures the profound mistrust and anxiety that now pervade the community.\nThese incidents extend beyond temporary disruptions; they inflict lasting psychological scars. Veena Das's concept of \"everyday violence\" provides a framework for understanding this issue. She asserts that violence permeates the routine aspects of life, embedding fear deeply into the daily experience. The state's pervasive violence in Dhaka permeates the social fabric, eroding trust and safety. This atmosphere of fear significantly affects social interactions and community cohesion, making it increasingly difficult for people to feel secure in public spaces.\nThe frequent block raids and the mistreatment of individuals, exemplified by the unlawful arrest and brutal handling of 17-year-old Hasnatul Islam Fayaz, who was bound with ropes, intensify this sense of insecurity. Such actions inflict immediate harm and contribute to a broader climate of fear, destabilising the sense of safety and stability in everyday life.\nMy room that once served as a sanctuary of personal expression, marked by yellow curtains and cherished books, is now overshadowed by the omnipresent influence of the authorities. The incessant noise of helicopters and the constant use of sound grenades, purportedly for protection, pervade our private spaces. What were once havens of safety have become zones of fear and control. The enforced immobility, isolation due to internet shutdowns, and the unyielding noise disrupt the peace and safety of our homes. Conversations with friends reveal this unsettling reality: one struggles with the rising cost of living, another cannot sleep without leaving the door open, feeling trapped and vulnerable.\nThis transformation is not merely physical, but profoundly psychological. James C Scott's Seeing Like a State provides a useful framework for understanding this impact. Scott explains how states impose their vision of order and control on society, often disregarding the complexities of local contexts. The deployment of helicopters and the relentless use of sound grenades, framed as protective measures, exemplify how the authorities' control extends to personal spaces, turning them into extensions of their surveillance and power.\nReflecting on the idea of normalcy amid this reconfigured time and space, it becomes evident that both public and private spheres are profoundly affected by pervasive violence. A return to normalcy seems increasingly unattainable. As Das notes, there is a \"mutual absorption of the violent and the ordinary\" in such contexts, where violence intertwines with the everyday, anchoring the event to the ordinary in specific ways. This intersection underscores how acts of violence permeate and redefine the ordinary, embedding fear and instability into the fabric of daily life.\nAcknowledging these impacts is crucial for moving forward. The community requires systemic change to restore safety and normalcy, ensuring that personal spaces retain their privacy and public spaces are free from fear and violence. The act of witnessing, therefore, becomes vital—not merely as an observation but as a way to understand and address the intertwining of violence and ordinary life, seeking to unravel the pervasive influence of government-imposed disruptions.\nWill this trauma ever be cancelled? Can we envision a future where such pervasive violence and control are no longer defining elements of our daily lives? How do we move from this deeply fractured state of existence to a place where normalcy, safety, and privacy can be truly restored?\nShrobona Shafique Dipti is an independent researcher of urban anthropology.\n\nViews expressed in this article are the auhtor's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guideline for submission.\n \n",
        "headline_1": "Aftermath of quota reform violence: Will a normal day ever come?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/quota-carnage/news/aftermath-quota-reform-violence-will-normal-day-ever-come-3668026",
        "news_paper_name": "The Daily Star",
        "publish_date": "03-08-2024"
    },
    {
        "full_article": "The ongoing disruption to school and university education and the resulting cancellation of public and school exams are deeply concerning. The government shut down all schools, colleges, and universities on July 16 as tensions began to mount following the crackdown on student protesters by members of ruling party affiliated groups and law enforcement personnel. However, activities at public universities have remained halted since July 1, when teachers went on work abstention to demand reinstatement of their previous pension scheme, followed by students against quota discrimination taking to the streets. As a result of these closures, the academic lives of students across the country have become mired in uncertainty.\nIt should be recalled that education across the board had been greatly affected for more than a year due to the Covid-19 pandemic. Experts say the setback suffered during that time is yet to be made up for. On top of that, during the first half of this year, classroom activities had already been disturbed because of heatwaves, flooding, and elections. Educationists have repeatedly expressed the need for the authorities to put greater emphasis on recovering from the learning loss caused by the pandemic. But even before that could be done, recent developments have hindered education again.\nAdmission tests for the cluster of nine agricultural universities for this academic year, scheduled to be held on July 20, have been postponed, along with admission procedures at other universities. And the same has happened in school admissions, too. The HSC and all equivalent exams, scheduled between July 18 and August 1, have had to be suspended. Similarly, half-year exams at secondary schools could not be held on time, along with other important activities, throwing the whole academic calendar into disarray. The education loss that is occurring as a result, coupled with the uncertainty being brought to the lives of young people, are simply impossible to measure. However, their long-term implication for the nation would likely be devastating.\nTherefore, the authorities urgently need to create an environment in which schools and universities can reopen, ensuring the safety of all students. This will require all forms of harassment, intimidation and use of violence against our students to stop. Having done that, the government should consult with educationists and experts and figure out a way to recover the huge learning loss that students have had to suffer from since the beginning of the pandemic. Moreover, the government should also talk to the protesting teachers, and ensure they return to classes as soon as possible.\n",
        "headline_1": "The education sector is bleeding, too ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/the-education-sector-bleeding-too-3667926",
        "news_paper_name": "The Daily Star",
        "publish_date": "03-08-2024"
    },
    {
        "full_article": "The loan amounting to Tk 50 billion that the loss-making state-owned investment bank, the Investment Corporation of Bangladesh (ICB), has sought from the Bangladesh Bank (BB), is learnt to be under consideration subject to its (ICB's) obtaining a sovereign guarantee from the government. Notably, ICB has been in troubled waters since 2010's stock market crisis as it borrowed expensive funds to invest in the capital market to gain stability. In the process, its interest expenses turned out to be about double its interest income by the end of FY 2022-23. At present, according ICB sources, it has to pay about 1.0 billion taka every quarter as interest to various banks and the government.Obviously, this is an unsustainable situation for this statutory entity. So, if it has to play its mandated task of ensuring a vibrant capital market and help companies meet equity gap, the government will be required to help ICB to overcome its fund crisis. As reports go, fifty per cent of this badly needed loan fund once made available to ICB would be used to stabilise the volatile stock market, while the rest would go to repay the accumulating debts attributable to bank loans and high interest on investors' term deposits with it (ICB). In this connection, the capital market's volatility can be traced back to the removal of floor price restrictions in January 2024, about two years after its imposition in July 2022 by the Bangladesh Securities Exchange Commission (BSEC). It is worthwhile to note that floor price is the lowest price at which stocks can be traded. It means, share prices cannot fall below that line. The stock market's volatility having to do with liquidity crunch and high cost of funds resulted in a marked fall in indices and turnovers in both the Dhaka and Chattogram bourses. As expected, the ICB incurred losses, the investors experienced capital erosion and the market capitalisation dropped by Tk1.0 trillion. The ICB itself faced a loss amounting to Tk2.67 billion between July 2023 and March 2024.Small wonder that the investors' confidence in the share market has been eroding in tandem with persistent fall in the stock market indexes, thanks to the prolonged macroeconomic crises marked by an ailing banking sector, rising inflation and bank interest rates, depreciating BDT against USD and so on. That led to, as Central Depository Bangladesh Ltd (CDBL) data show, the number of beneficiary owners' (BO) accounts constantly declining in recent months and years. Though every BO account may not belong to a stock market investor, it still points to a disconcerting trend. Especially, overcrowding of the market by junk stocks which are driving out good ones have been instrumental in compelling informed investors to withdraw from the stock market. Overall, this does not portray a promising prospect for the capital market. To restore investors' confidence, it is important that the listed companies in the stock market have sound corporate governance. Conditions need to be created where companies having strong financial base, including large corporate houses with the capacity for pulling good investors, are encouraged to join the capital market in greater numbers. Until that happens, the ICB should continue to play its robust role in the capital market as a guide to investing companies and facilitating the flow of capital between the investors and businesses. To that end, the government's prompt decision on issuing a sovereign guarantee against the proposed BB loan for ICB may contribute to expediting the capital market's early stabilisation.",
        "headline_1": "Restoring investors' confidence in capital market",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/restoring-investors-confidence-in-capital-market-1722611380",
        "news_paper_name": "The Financial Express",
        "publish_date": "03-08-2024"
    },
    {
        "full_article": "Sadly, the power situation in the country has gone from bad to worse since Covid-19. While the pandemic has come and gone, the energy crisis refuses to go away. While policymakers keep raising tariffs on the promise of steady supply of requisite energy to industry and retail consumers, the assurances have turned hollow and the economy as a whole continues to suffer. Loss of production has led to factory closure causing ultimately unemployment and lower economic growth. A bleak future thus stares in the face of Bangladesh because the supply of energy, i.e. the bulk of fossil fuels that power our industry and power plants have become import-dependent.Is it not ironic that the country has become overwhelmingly dependent on the whims of foreign energy markets, while significant reserves of natural gas remain unexplored in the country? What has compelled the government to turn a blind eye to several surveys done by international companies about potential gas reserves that are available onshore and which can be made available with acceptable levels of investments? Why is there no enthusiasm on exploring and extracting own reserves of energy? Frankly, it is easier to fleece consumers ---industrial or otherwise---by importing coal, oil and liquefied natural gas (LNG) because the country is a captive market. The government is the sole provider of energy and there are no competitors, unlike the situation in some other countries in the region where state-owned enterprises compete with private ones to sell energy to industry.Getting back to the crisis in hand, there simply isn't enough energy to go round. Domestic gas is depleting at a fast rate and the import of all types of fossil fuels is hamstrung by a shortage of foreign exchange. There is no way that economic development can continue in a situation where there is a dearth of both energy and power for industry. While the readymade apparel sector (RMG) contributes about 80-85 per cent of the export earning, other important industrial sectors have developed too and also require energy. Though there have been arguments that fertiliser can always be imported and there is no need to keep supplying gas to old, gas-guzzling fertiliser factories, the situation has changed over time with the retirement of old factories and introduction of new ones that are more energy-efficient. Besides, fertiliser is an essential agricultural input that cannot be left to the whims of foreign market fluctuations - both pricewise and availability. Moving on from fertiliser, hundreds of billions of Taka have been poured into the ceramic industry and the country boasts a vibrant sector that practically serves the entire demand of the country. The Achilles heel is that it is entirely gas-run. So, this sector with massive export potential is also facing mothballs in the near future.What the government isn't telling bulk and retail consumers is that the situation is not going to improve before 2030. Let's look at some facts on the ground. While it is difficult to measure exact demand, the general consensus is that it is hovering around 4,000 MMCFD (million cubic feet per day) and as per published data, supply of the gas on July 13-14 was 2,600 MMCFD. According to media reports, \"Of this, the contribution of imported LNG was 604 MMCFD. The production from local gas fields was 1,996 MMCFD. Of these 1,209 MMCFD gas came from gas fields operated by international oil companies. Bibiyana Gas field operated by Chevron alone supplied 996 MMCFD. The current recoverable reserve of the field has depleted below 1.0 TCF\" (trillion cubic feet). Again, according to a recent report published in Energy & Power Magazine, \"installed generation capacity of grid connected power is 27,504MW (megawatt). Breakdown of this capacity is as follows: Gas-based: 11,180MW (43%), furnace oil: 6,035MW (22.30%), coal: 5,108MW (18.80%), hydroelectricity: 230MW (0.85%), grid-connected solar: 519MW (1.90%), and import: 2,656MW (9.80%)\". The net result of all this \"foreign\" energy dependence is that Dhaka and other major urban centres suffered 2-3 hours of load shedding (while rest of the country suffered between 6 to 8 hours) during the hottest summer days of July. Import-dependent energy supply is a recipe for disaster. This has long been brought to the notice by Bangladeshi energy experts and for long policymakers have ignored it. Simply because there is much opacity built in certain energy policies and hefty commissions can be paid to fatten the pockets of certain groups of people, the nation's energy security has been thrown out the window. This is the reality we live in today and the suffering has just begun. \n[email protected]",
        "headline_1": "Promises made on energy turn hollow",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/promises-made-on-energy-turn-hollow-1722611433",
        "news_paper_name": "The Financial Express",
        "publish_date": "03-08-2024"
    },
    {
        "full_article": "As the nation has just passed a week of horror and anxiety marked by the death of more than 200 people and injuries to many more as well as damage and destruction to valuable public property, it seems that a return to normalcy may take some more time. With regular businesses and other daily activities returning prompted by increased mobility of people for their livelihoods, it is, however, expected that the dust will settle down ultimately, leaving some indelible scars. Instead of taking extreme caution in treating the students demanding the reform of the quota system, an undue repressive approach triggered the violence leading to the loss of lives and property. Now is the time for soul-searching and learn from the mistakes. This nation deserves better.Of course, the turbulent period that witnessed unwanted violence leading to the deaths of lives and injuries of many will continue to haunt the citizens of the country for long. Almost everybody has been affected negatively to various extents, from children to aged people. In such a tumultuous period, there is also a risk of disorder taking over society, which is not in the best of conditions.Generally, social disorder is defined as the occurrence of immoral, erratic and unpredictable incidents in society. It is not unique for a particular society and manifests in various ways in different societies. As no society is entirely free from disorder, there is always a move to check it and keep it as limited as possible. Otherwise, the disorderly attitude of the members of a society may lead to various crimes. If public interactions among inhabitants are characterised by conflict, aggression, insensitivity and incivility, it reflects disorder in society. In the country, there are many signs of growing social disorder, which is alarming and well-reflected on the roads and streets. Illegally occupied walkways, unruly traffic movements, chaotic transports, wrong-side driving, and motorbikes on footpaths are some of these signs. To some, these are not very alarming as the wrongdoing can be managed with strict enforcement of laws. The problem is that the enforcement itself is weak, biased and distorted, creating chaos on roads. Moreover, the chaos also reflects people's mental agony and disappointment. Over the years, the rise of irregularities and corruption is another prominent example of social decline. A lack of transparency, accountability and selective immunity make some people reckless in making money and wealth at any cost. More people will now try to follow the trail so that they can at least have some comfortable level of assets. Some will also try to launder money abroad to protect their unearned income. Following the current turbulent period, people are worried about the future of their children. Over the years, a growing number of parents have sent their children abroad at any cost, and it is likely the number will increase in the near future. Even those who can't afford to do so will try desperately to make some arrangements, leading to further corruption.It seems that the coming days will be more challenging for the country and society if the current turmoil and uncertainty prevail. During an uncertain time, it is difficult to maintain order and harmony in society. \n[email protected]",
        "headline_1": "Declining social disorder is concerning",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/declining-social-disorder-is-concerning-1722611462",
        "news_paper_name": "The Financial Express",
        "publish_date": "03-08-2024"
    },
    {
        "full_article": "In Bangladesh, mental and physical health of employees is often overlooked by employers. Maintaining a corporate lifestyle in Dhaka poses greater challenges compared to other major cities worldwide. Employees typically start their day by navigating crowded public transports and enduring lengthy commutes through heavy traffic. Furthermore, many private companies do not enforce strict end times, leading to workdays extending beyond the standard eight hours. Therefore, prioritising employee well-being, including ensuring access to counselling services, is crucial. This investment not only enhances productivity and motivation but also reduces employee turnover. This concept is gradually gaining traction, with numerous firms now focusing on employee well-being initiatives and providing exercise facilities, ultimately benefiting all stakeholders involved.In addition to prioritising employee well-being, it is imperative for employers to implement policies that promote a healthy work-life balance. Flexible work hours, remote work options etc. Furthermore, offering comprehensive health benefits, including mental health coverage and access to wellness programmes, can further support employees' physical and mental well-being. By addressing these aspects, employers can create a more supportive and conducive work environment that fosters employee satisfaction and overall organisational success.\nRafid AlamDhaka[email protected]",
        "headline_1": "Companies must ensure well-being of employees",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/companies-must-ensure-well-being-of-employees-1722611480",
        "news_paper_name": "The Financial Express",
        "publish_date": "03-08-2024"
    }
]