[
    {
        "full_article": "In cancelling the bail granted by the Allahabad High Court to Ashish Mishra, son of Union Minister Ajay Mishra, and an accused in the Lakhimpur-Kheri murder case, the Supreme Court has reaffirmed the basic principles that govern bail jurisprudence. The High Court’s failure to hear the objections of the victims of the Lakhimpur-Kheri violence, in which eight people, including four farmers and a journalist, died during a protest organised by farmers against the Union Minister, is a key reason for setting aside the bail order, but it has also been criticised for “taking a myopic view” of the evidence and going into the merits of the case. It is settled law that while granting bail, courts only ought to take a preliminary view as to involvement of the accused in the offence, its nature and gravity, and the severity of the punishment if there is a conviction; besides the possible effect of giving bail to the accused, such as the scope for tampering with evidence, intimidating witnesses, influencing the outcome or the possibility of the accused fleeing justice. The Supreme Court has rightly pointed out that the High Court had needlessly gone into the nature of the evidence relating to the incident, in which a vehicle was driven into the crowd, and stressed the absence of any firearm injury among the victims. The apex court's conclusion that irrelevant material was considered for grant of bail, while ignoring established parameters, is unexceptionable.The more significant aspect of the order is the emphasis it places on the right of victims to be heard at every stage of criminal proceedings. The Court has recorded its disappointment with the High Court for not acknowledging this right. The victims’ right is not limited to filing an appeal in the event of the acquittal of the accused, but extends to being heard even in the bail stage. By describing the rights of a victim of a crime as “substantive, enforceable and another facet of human rights,” the Court has advanced the cause of victimology as a part of criminal law. As a result of both changes in the law and emerging jurisprudence, victims are now in a position to get compensation as well as the status of a participant in the prosecution of offenders. The verdict should lead to greater participation by victims in the criminal process and thus help the cause of justice. The cancellation of Mr. Mishra’s bail is also an indirect indictment of the Uttar Pradesh government, which did not file an appeal against the grant of bail, despite a recommendation to that effect by a judge monitoring the probe. The Supreme Court had declined to hand over the case to the CBI, reposing its trust in a Special Investigation Team of the State police. While the accused will get another chance to apply for bail as the matter has been remanded to the High Court, the SIT must do nothing to undermine the Court’s faith.",
        "headline_1": "Victims’ say: On SC cancelling bail for Ashish Mishra",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/victims-say-on-sc-cancelling-bail-for-ashish-mishra/article65335667.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "20-04-2022"
    },
    {
        "full_article": "The visit of Tedros Ghebreyesus, Director-General of the World Health Organization, to Gujarat for the Global Ayush Investment and Innovation Summit coincides with a simmering dispute between India and WHO on its forthcoming report on excess COVID-19 deaths between 2020 and 2021. In 2020, the organisation had computed three million deaths globally from the pandemic, much more than the 1.8 million officially reported by countries. It was due to update this estimate for 2021 by the year-end but could not, and reports suggest, because of ‘stalling’ by India. A report in The New York Times claims that WHO estimates India accounted for four million deaths, or about eight times the current official toll of 5.2 lakh. The report drew a sharp response from the Centre, with the Health Ministry criticising WHO’s use of mathematical extrapolation and assumptions that did not capture ground realities in India and its reliance on ‘unverified’ data sources. WHO is set to release its estimates for most countries in the near future but the disclosure of India’s displeasure again shines the light on a long-standing discomfort with independent estimates of the death toll. A high death toll undermines India’s official discourse that it has performed better than several western countries with better developed health infrastructure. While India has traditionally been a laggard in health statistics, largely due to the wide disparity in health services across States, it has, in recent years, improved medical registration of deaths to as much as 86% in 2018. States such as Tamil Nadu, Kerala and Mizoram, for instance, have nearly 100% death registration; but even in these States, the percentage of certified deaths ascribing a cause is lower. States such as Bihar, Jharkhand and Uttar Pradesh have less than 50% and even fewer certified deaths. The infectious, pervasive nature of the pandemic continues to strain and overwhelm the most resilient health systems and there will never be an exact count of the toll. While it is possible that researchers could use indirect methods that may overestimate the toll, it is indefensible on India’s part to maintain that its official estimates offer a more accurate picture. While it may be years before the true numbers are known, India should view death estimates not as an indictment but as a marker for future generations that they may be better equipped and so invest appropriately to improve preparedness against inevitable blights. India must also officially commission a team of experts, supply them with the best available data, and have them independently investigate excess deaths, publishing their methods and numbers, without fear or favour, in reputed journals. This would go a long way in burnishing India’s health credentials.",
        "headline_1": "An honest reckoning: On simmering dispute between India and WHO about COVID deaths",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/an-honest-reckoning-on-simmering-dispute-between-india-and-who-about-covid-deaths/article65335642.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "20-04-2022"
    },
    {
        "full_article": "In the US, being Black or just a person of colour is enough to get one killed or arrested by a cop, merely for being at the wrong place at the wrong time—or even the right place at the right time. In Bangladesh, you just have to be poor or unconnected to anyone of influence to have to face the wrath of police. Thus, the horrible death of 26-year-old Rabiul in Lalmonirhat because he was \"suspected\" to be a gambler is hardly a shock, no matter how tragic the incident. It is tragic because there was no proof that he had gambled at the Baishakhi mela (fair), where someone who knew him said he had gone to buy toys for his daughter. And so what if he had been a so-called gambler—how does this justify policemen kicking him and beating him unconscious, and then taking him away only for him to be declared dead at a city hospital a couple of hours later? Apparently, law enforcement officials can not only detain anyone they wish, but they also have the right to use brutal force just because someone argued with them—or for no reason at all.\nTo add to the agony of a family who has lost a loved one and an earning member, there is little likelihood of getting any justice as they are scared to file a case against the police, who can file counter cases and make life intolerable for the family if they want to. After all, Rabiul's family members come from the voiceless, powerless class who are not entitled to any kind of state protection even if their lives are threatened. This means Rabiul can be declared a criminal, and there will be no one to clear his name—not even his fellow residents of Kazir Chawra village in Lalmonirhat, who blocked the highway to protest his killing, and certainly not his 20-year-old wife who has suddenly become a widow at such a young age.\nOnly a few days later in Cumilla, another young man, named Raju, accused in a murder case, was shot during the euphemistically termed \"crossfire\" with an official line that never gets too old for those who tell it: Rab raids an area based on a tip-off, the miscreants start shooting, Rab retaliates, the miscreants flee the scene, and one of them is found shot dead. Of course, it happens to be the one they were looking for. End of story. Ironically, in this case, the dead man is the suspect for the murder of a journalist; so now we have two dead men and seemingly no one to tell the courts what really happened.\nThese may be described as isolated incidents, but they are both part of a frightening culture of brutality and impunity that characterises our law enforcement's image today. The first incident, where policemen are directly involved, demonstrates the sheer helplessness of ordinary citizens at the hands of law enforcers. Human rights organisations have highlighted Section 54 of the Code of Criminal Procedure (CrPC) and the Special Powers Act, 1974 as laws that allow law enforcement officials to arrest anyone without a court order. Recognising the scope for abuse, the High Court has issued 15 directives that include specific instructions related to the arrest and treatment of a person in custody. This includes disclosing the law enforcement official's identity and if asked, showing his/her ID card to the person arrested, recording all the details of the arrest including the reasons why the arrest took place, allowing the arrested person to call his/her lawyer, ascertaining if the arrestee has any injury and taking him/her to the hospital or a government doctor for treatment, and getting a doctor's certificate regarding the nature of the injury. The law enforcement official is supposed to produce the arrestee at a court within 24 hours of arrest, and if this is not the case, he/she must explain to the magistrate the reasons for the delay. The magistrate has the power to decide if the reasons are valid enough for detention or whether the arrestee should be released.\nIn an article titled \"Police power of arrest and remand\" in The Daily Star, Barrister Md Abdul Alim explains that, in reality, without proper guidelines, magistrates often just follow a \"'parrot like' order on the forwarding letter of the police officer authorising detention in police custody or in jail.\" Thus, despite provisions in the law and in our constitution against torture and the use of excessive force, many law enforcement members have total disregard for either. They have been given inordinate power and have no accountability for its abuse. In the second incident, it is the same sense of invincibility that has led to yet another extrajudicial killing—the first after the US sanctions. In 2021, Ain O Salish Kendra (ASK) recorded 48 \"crossfire\" deaths and 21 deaths during \"shootouts\" before arrest, and six deaths due to torture after arrest.\nPeople are afraid of law enforcers and see them as predators, not protectors. This is the damning truth that completely overshadows all the hard work that the police and Rab have done and continue to do in curbing crime and militancy in Bangladesh.\nThe US sanctions against Rab shows that these blatant violations of human rights do not go unnoticed by the international community, whatever the underlying agenda may be. It is the state's responsibility to protect its citizens, criminals and innocents alike, as guaranteed by the constitution. Major reforms in the police and other forces are crucial if we are to be recognised as a functioning democracy that upholds the values of the Liberation War and honours our constitutional rights.\nBut how do we reform forces that have been, by tradition, intensely politicised to serve the agendas of the government of the day? There lies the crux of the problem. The government must realise that, unless our law enforcement agencies are free from political influence, it will be impossible to hold them accountable for abuse of power. It will also be an uphill task to regain public trust in these forces, which can lead to increasing discontent, anarchy and space for criminality to get a free reign.\n \nAasha Mehreen Amin is joint editor at The Daily Star.\n",
        "headline_1": "Who will speak for the George Floyds of Bangladesh?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/no-strings-attached/news/who-will-speak-the-george-floyds-bangladesh-3008046",
        "news_paper_name": "The Daily Star",
        "publish_date": "20-04-2022"
    },
    {
        "full_article": "The Intergovernmental Panel on Climate Change (IPCC) is a United Nations (UN) body set up to commission major assessments of the state of science on climate change and issue their assessment report every five or so years. It has three Working Groups (WGs): WG I is for climate science, WG II for vulnerability impacts and adaptation, and WG III for actions to avoid climate impacts.\nJust recently, the IPCC issued the reports of all three Working Groups of its sixth assessment cycle. I was quite confident that I knew what would be in their report, but I am quite shocked by the findings. I will explain why.\nAll the previous IPCC reports gave evidence of what would happen if we continued to emit greenhouse gases (GHGs) that lead to global temperature rise, and emphasised the need to step up actions to mitigate and adapt in anticipation of future impacts of human-induced climate change.\nHowever, the WG I report of the sixth assessment cycle, which came out in August last year, reported that the impacts of human-induced climate change were already evident, and could be unequivocally attributed to the temperature rise of over one degree Celsius. Then WG II came out with their report in February this year, which reported hundreds of cases of climate impacts such as floods, cyclones, heat waves, wildfires and droughts, which were beyond any previous records, and again attributed their severity to the fact that the global temperature has gone up over one degree Celsius. It also emphasised the need to invest more in adaptation in the developing countries as well as the developed countries. Then WG III came out with its report last month, and again raised the alarm that we were not taking enough actions for both mitigation and adaptation, and that the window for taking such actions is closing very rapidly.\nThis was despite the fact that all the governments had agreed in the Paris Agreement in 2015 to limit their emissions to keep the global temperature rise below 1.5 degrees Celsius, and the developed countries promised to provide USD 100 billion a year to help the developing countries with mitigation and adaptation measures.\nHowever, as the UN Secretary-General Antonio Guterres said at the press conference to announce the WG III report, leaders of the major countries have failed to keep their promises to reduce GHG emissions as well as fund the developing countries. In fact, he went so far as to accuse them of lying, which illustrated the frustration that he, quite rightly, felt about the lack of action regarding climate change.\nThis means that we only have a few years to take drastic actions to both mitigate andw adapt effectively, as we are already beginning to see the losses and damages caused by the impacts of climate change.\nAs the IPCC starts to plan its seventh assessment cycle for the next five years, it is important that the vulnerable developing countries demand a special report on loss and damage. They previously demanded such a special report on temperature rise, which was effective in getting the goal of 1.5 degrees Celsius in the Paris Agreement. A special report on loss and damage could have a similar effect to galvanise the stalled negotiations on finances for the losses and damages that the developing countries are suffering. As the leader of the Climate Vulnerable Forum (CVF), Bangladesh could advocate for such a special report.\nAt the same time, in Bangladesh, we have to start thinking about the fact that global temperature rise may go beyond 1.5 or even two degrees Celsius, and be better prepared ourselves to be able to tackle the inevitable losses and damages that will happen. One measure could be to develop a national mechanism to address loss and damage as a public-private partnership between government and non-government actors.\nIn conclusion, I predict that by the time the seventh assessment report of the IPCC comes out, it will be a catalogue of impacts that have already happened and will continue to happen because we failed to act in time. The sixth assessment report of the IPCC is the last warning to policymakers around the world to take action immediately to avoid the worst impacts of climate change.\n \nDr Saleemul Huq is the director of the International Centre for Climate Change and Development (ICCCAD) at Independent University, Bangladesh (IUB).\n",
        "headline_1": "Climate action: We’re running out of time",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/politics-climate-change/news/climate-action-were-running-out-time-3008031",
        "news_paper_name": "The Daily Star",
        "publish_date": "20-04-2022"
    },
    {
        "full_article": "Tall high-rise buildings dot the sea front of Galle Face. Most are international hotel chains, and one is a swanky upmarket shopping mall—a nod to the fast-paced construction and development work that Galle Sea Face has witnessed in recent years. As the gaze sweeps out towards the Indian Ocean, the fluttering flags of the under-construction Colombo Port City catches the eye. Touted as the next Dubai or Singapore of the subcontinent, it is being constructed with Chinese help on land reclaimed from the sea. And a little distance away from it inland, at the northern end of Galle Face, overlooking the ocean, is the majestic yellow Neo-Baroque-style building: the Presidential Secretariat, the office of the president since 1983 and currently the heart of the protests that are roiling Sri Lanka.\nThe resentment against the Sri Lankan government's mishandling of the economy had been growing in the country since last year. Sri Lanka's two million farmers have been protesting for months against the government's decision to go \"organic\" and the subsequent order banning import of chemical fertilisers in April 2021. It reached a flashpoint in October, when they took their protest to Colombo and threatened to cut off supplies to the capital. By November, the government rolled back its earlier decision and allowed imports. Steep price rises of essentials like rice, lentils, flour, milk, eggs and cooking gas put a strain on most households. But the tipping point came when rolling power cuts, sometimes more than 10 hours a day, were imposed island-wide. Overnight, people were staring at crippling shortages, serpentine queues for petrol, diesel and cooking gas, and restrictions on the quantities of food items one could buy. Pharmacies, too, were running low on essential life-saving drugs as 80 percent of the medicines in the country were imported.\nAll this coalesced into a massive street protest of a million people calling for the president and his government to resign. A curfew was clamped in the western province, social media was blocked for almost 13 hours, and then a general public emergency was declared on April 1 this year. Sensing growing public defiance and anger, the president rescinded the emergency orders on April 5. April 3 saw his entire cabinet of ministers—except the prime minister, who is the president's brother—resign. Yesterday, a new cabinet was sworn in.\n\"Go Home Gota\" has become the rallying cry of the protesters. The massive protest has turned into an all-night vigil near the Presidential Secretariat. Protesters have braved heavy rain and thunderstorm to stay there. Temporary tents have been set up at the protest site that is now being called \"Gota-go-Gama\" (Gama is Sinhala for village). Crowds typically swell during the day and on holidays. Many come to the site after finishing work. Others bring their children to witness and be part of the movement. The aged and the infirm sit in wheelchairs holding placards. Protesters flank the road near the secretariat waving the Sri Lankan national flag, shouting slogans and holding placards that say \"Gota Go Home,\" \"Pissa (lunatic) go home,\" \"Bring our money back,\" \"Leave my future alone,\" \"You have messed with the wrong generation.\" In a city which barely sees any honking, cars passing through blow their horns in a show of solidarity with the protesters. The orderly behaviour of the crowd is almost surreal. Except for the torching of a couple of police vehicles on March 31, (when the police used force and fired tear gas shells), the protests have remained non-violent. The only persons in uniform present at the site are traffic policemen regulating the flow of traffic.\nThe protest site itself is a study in civic awareness. There is no littering. Empty plastic water bottles have been strung together to read \"Go Home Gota\" and hung on the fence bordering the promenade. The rest have been corralled into nets to be recycled later. Waste, too, is segregated and sorted at site. A couple of ambulances are stationed nearby to take care of any medical exigency. Free food and beverage is distributed among the protesters. All this is being managed through spontaneous and voluntary individual contributions.\nPeople from all walks of life, from all faiths and beliefs and from across the island, including the indigenous Vedda community, find representation here. Muslims break their Ramadan fast here with food and prayers. Buddhists and Christians have held vigils, and the Sinhala and Tamil people have marked their biggest festival, the New Year on April 14, together.\nSo how did Sri Lanka descend into this economic free fall? Today, inflation is at a record high of 18.7 percent, with food inflation at over 30 percent. The Sri Lankan rupee (LKR) shows no signs of stabilising. Within days of the government free-floating it, the rupee fell steeply—from 203 rupees against a US dollar on March 7 to around 330 rupees against a US dollar now. The Central Bank of Sri Lanka has announced its decision to unilaterally suspend external debt repayments of USD 51 billion. Additionally, it is seeking immediate help from the International Monetary Fund (IMF) to manage the balance of payment situation.\nAs an island nation, Sri Lanka was always dependent on imports to sustain its economy. But indiscriminate borrowings for big infrastructure projects, which typically have low yields and long turnaround time, have tilted the already fragile foreign exchange reserves against it. Fiscal mismanagement and Covid-induced economic downturn played its part. Sri Lanka has long relied on foreign tourists and remittance from its manpower exports for its dollar earnings. Covid effectively put a stop to that.\nA series of missteps by the incumbent government aggravated an already precarious situation. In its desire to become the first nation in the world to go completely \"organic,\" the government in April 2021 banned the import of all chemical fertilisers. The decision had catastrophic consequences. Farm yields fell by a whopping 33 percent and Sri Lanka, which used to be self-sufficient in paddy cultivation, had to import rice from its neighbouring countries to make up for the shortfall. Tea production and export, a traditional foreign exchange earner, also declined substantially.\nSri Lankan forex reserves fell to USD 1.93 billion at the end of March this year; foreign debt repayment of USD 4 billion is due this year. The Sri Lankan government has been forced to default on all its foreign debt repayments to preserve its forex reserves for essential imports. As it awaits financial assistance from the IMF, neighbouring countries have come forward to help Sri Lanka. Bangladesh offered credit worth USD 200 million in June 2021, which has been rolled over. India has opened a credit line worth USD 2.4 billion to cover essential imports of diesel, petrol, medicines, cooking gas and rice. The Singapore Red Cross has committed 100,000 Singaporean dollars for urgent medical supplies. Sri Lanka has also received USD 10 million from the World Bank to buy essential medicines.\nThe resolve of the Sri Lankan people at the protest site is almost palpable. They have rebuffed calls from the prime minister for talks and find it difficult to believe when the president says that the current situation was not his making. Their concerns echo in former Prime Minister Ranil Wickremesinghe's message to the president: resign or explain to the people why you won't.\n \nAnindita Sarkar is a freelance writer based in Colombo, Sri Lanka.\n",
        "headline_1": "A unique show of solidarity in Sri Lanka",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/unique-show-solidarity-sri-lanka-3007326",
        "news_paper_name": "The Daily Star",
        "publish_date": "20-04-2022"
    },
    {
        "full_article": "Price hikes of essential goods during Ramadan has become a regular occurrence in Bangladesh. It is justified, from an economic point of view, that the prices will rise to some degree as demand for some particular goods increase during the holy month. Most often, however, the dominant reason seems to be that syndicates of opportunistic traders and importers raise the prices in several phases, before the government steps in to ensure fair prices. The opportunistic profit-seeking motive provides an ideal backdrop from which to discuss the justice of the pricing mechanism. Price hikes hurt consumers and change the relative distribution of resources and, as such, there is an inherent issue of justice that needs to be deliberated on.\nEconomist Bruno Frey and Werner Pommerehne found in a random survey that a rise in prices to cope with a situation of excess demand (such as that during Ramadan) is considered unfair by almost 80 percent of the respondents. These results demonstrate that people make normative assessments of price changes that are sensitive to factors beyond economic rationalisations.\nThe notion of just price has drawn the interest of economists since the medieval times. One of the more fascinating aspects of recent debates about just pricing has been the view that market price is the just price, except in extreme situations. According to this view, just price will simply be a function of the average of relevant previous exchanges and will vary according to shifts in the markets. However, there is a problem in accepting market price as the just price under the conditions of sustained shortage. In Ramadan, for instance, the market prices for necessary goods such as grain and meat shoot up to a level that poorer members find hard to afford. These prices are much higher than what many would see as a just price—namely the price which enables the majority of the population to afford these items.\nThe market price approach implies that when consumers purchase these goods at the increased prices, they do so if and only if they think it worthwhile to pay the requested amount. Thus, even if the consumers later discover that the vendor's wholesale costs were minimal and his profit large, they can hardly complain that what went on was an opportunistic decision that was unfairly made. This perspective is important as Nobel Laureate Amartya Sen argued in the context of famine, that famine is rarely a natural evil; his concern is with situations of sustained shortages wherein vendors charge prices that hinder universal access to these necessary goods. The significance of cases like Sen's is that the notion of market price as just is inadequate to the task of providing a plausible account of our normative intuitions regarding pricing.\nEconomic and political philosophers Adrian Walsh and Tony Lynch developed a motivationalist approach to just pricing solution, which focuses on the role of the profit motive in a market agent's motivational set, rather than the profit motive alone. According to this approach, the Ramadan price hikes are irksome to the consumers because of the inappropriately dominant role that the profit motive plays in the sellers' judgements, overriding other important moral considerations from a social welfare point of view. Such a motivationalist approach also explains what consumers find salient about pricing conventions in this area; a movement from the conventions uncovers motives that might otherwise be obscured from our view.\nAsymmetry of information also plays a crucial role in this regard, because from a consumer's point of view, ease of obtaining information regarding factors that lead to changes in prices vary with different types of goods. For example, it is easier to justify price differences in products like mobile phones, computers, etc, which have different specifications, and information regarding global supply is easier to obtain from the internet and other sources. However, price changes of necessary commodities during Ramadan are harder to justify. Consumers cannot be reasonably sure whether the price changes are being driven by ill-intentioned syndicates or global supply-demand movements.\nIn conclusion, relying on unfettered market prices during times like Ramadan is an ill-advised policy move, as consumers are not appeased by economic justifications. Intervention programmes such as the Family Cards provided by the Trading Corporation of Bangladesh (TCB) will also have limited impact because of limited reach as well as the possibility that not all classes of people find it desirable to avail these cards due to social status implications. The dissatisfactions with rising prices can only be dealt with by taking steps to minimise opportunistic profit-seeking motives of the traders.\n \nMahir A Rahman is a research associate at Bangladesh Institute of Development Studies (BIDS).\n",
        "headline_1": "Ramadan, consumers and just pricing",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/ramadan-consumers-and-just-pricing-3007311",
        "news_paper_name": "The Daily Star",
        "publish_date": "20-04-2022"
    },
    {
        "full_article": "It's disconcerting to know that the government has been able to utilise only around 15 percent of funds allocated for two Covid emergency response projects, and now faces a near-impossible race against time with the fund utilisation deadline ending in June 2023. The two projects—one titled \"Covid-19 Emergency Response and Pandemic Preparedness Project\" and another titled \"Covid-19 Response Emergency Assistance\"—were adopted in 2020 to contain the pandemic. Of the combined funds of Tk 8,150 crore allocated for them, approximately Tk 6,970 crore (USD 800 million) was committed by the World Bank, Asian Development Bank and the Asian Infrastructure Investment Bank to support Bangladesh in testing and treating Covid cases, purchasing vaccine and strengthening its public healthcare capacity to respond to emergencies.\nOver the last two years, however, the authorities struggled to use the money even while the country suffered through wave after wave of the pandemic, with hospitals often unable to accommodate patients or give them proper treatment, resulting in significant losses of lives. What could be the justification for that? Fund utilisation, according to experts, slowed down amid allegations of corruption in purchasing healthcare equipment and the lack of capacity of health officials in implementing projects. In the case of vaccines, the government couldn't use the funds due to the scarcity of jabs and the conditions from financiers to procure only vaccines approved by the World Health Organization (WHO). Using the funds properly may still strengthen our healthcare system by supporting the ongoing efforts, but those funds were primarily meant to meet the needs of a particular crisis period, and our failure to do so has been very expensive, to say the least.\nIf this is the fate of projects with \"emergency\" in their titles, one dreads to think what happens to non-emergency projects in a climate of zero accountability. Public projects in Bangladesh, unfortunately, suffer from a culture of deliberate time and cost overruns, resulting in frequent revisions. Forget the additional cost that it causes. Delays at every stage of the implementation of a project mean that the promised benefits risk being compromised or cancelled by the time a project is finished, making a mockery of its stated objectives. And we have rarely—if ever—seen project officials and other stakeholders involved in delayed undertakings being held to account.\nThis is especially troubling when it happens in the health sector. The authorities—because they deal with public life—must answer for their failure to properly and timely utilise these emergency funds. And they must ensure the same doesn't happen going forward.\n",
        "headline_1": "Mockery of two emergency health projects",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/mockery-two-emergency-health-projects-3008026",
        "news_paper_name": "The Daily Star",
        "publish_date": "20-04-2022"
    },
    {
        "full_article": "One can now put two and two together and link the passage of Zila Parishad (Amendment) Act, 2022 on April 5, making provision for the appointment of administrators to the local government body, with the government's latest decision to dissolve zila parishads. Needless to say, it was an unconstitutional act that violates the essential fabric of the local government, which cannot be run by unelected individuals. The said act has made provisions for the government to appoint administrators in zila parishads whose members, under the law, shall cease to hold office after the expiry of their five-year tenure. Articles 11 and 59 of the constitution have been grossly violated here.\nThe timing of the act and the dissolution of the 61 zila parishads soon thereafter have raised many questions that do little credit to the government's intentions. We believe that the argument that elections to district councils could not be held due to the pandemic is a fig leaf of an argument that betrays the government's purpose. When the height of the pandemic could not prevent the Election Commission from organising elections in so many union parishads, what could have possibly prevented them from holding the zila parishad elections, except ulterior motives?\nIn this context, reference to the scrapping of Amendment 13 of the constitution by the High Court, which did away with the caretaker government, is in order. The caretaker government system was declared null and void on the grounds that the country would be without elected representatives during its tenure. What will happen now? The backbone of our democracy, the local government, and that too the district councils, will now be run by unelected representatives, maybe for an unlimited period, till elections can be held to the district councils, whose tenure has expired. We believe that a government committed to the rule of the people would have amended the constitution in a manner that would have seen the continuation of elected representatives in office even after the expiry of their tenure due to force majeure, like a pandemic, instead of making unconstitutional provisions.\nThe concatenation of recent events cannot but create misgivings in the minds of the public that the government is undertaking these measures with an eye on the upcoming general election. We suggest that the government reconsider its decision and revert to status quo ante before the passage of the Zila Parishad (Amendment) Act, hold the zila parishad elections with the elected representatives. Democracy in Bangladesh has suffered many setbacks. Let it not suffer another. It is the people who should run their affairs as per their fundamental rights, not somebody imposed by the administration.\n",
        "headline_1": "Another democratic institution stunted",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/another-democratic-institution-stunted-3007906",
        "news_paper_name": "The Daily Star",
        "publish_date": "20-04-2022"
    }
]