[
    {
        "full_article": "The Supreme Court of India’s ruling on a batch of petitions, filed in the wake of a U.S.-based short seller’s allegations of malfeasance including stock price manipulation at the Adani group of companies, has squarely tossed the ball back to the markets regulator’s court. The Court has opted to subordinate petitioners’ entreaties to protect larger public interest to its chariness to substitute “its own wisdom over the regulatory policies” of the Securities and Exchange Board of India. In its 46-page order, the Bench headed by Chief Justice of India D.Y. Chandrachud is emphatic in observing that “SEBI has prime facie conducted a comprehensive investigation” that “inspires confidence”, and that “the facts of this case do not warrant a transfer of investigation from SEBI” given that “prima facie no deliberate inaction or inadequacy” was found in the regulator’s conduct of its probe. Strikingly, the Bench has completely skirted the fundamental questions that the Court-appointed Expert Committee in its May 2023 report had opted to leave as a ‘matter between SEBI and the Court’ — the determination of possible violations pertaining to minimum public shareholding and related party transactions. The Bench has instead seized upon prayers urging the Court to direct SEBI to revoke its amendments to the Foreign Portfolio Investors Regulations and Listing Obligations and Disclosure Requirements — amendments that were at the heart of petitioners’ submissions of regulatory failure — and roundly denied them on grounds that there was neither “any illegality”, nor were the norms “capricious, arbitrary or violative of the Constitution”.The ruling has also done little to assuage investors’ concerns about SEBI’s approach to getting to the bottom of the allegations raised by Hindenburg Research in its January 2023 report. Without elaboration on any of the regulator’s findings, the Court has blandly observed that “SEBI has completed 22 out of the 24 investigations into the Adani group” and that completion of the remaining two “are pending due to inputs being awaited from foreign regulators”. The Bench has directed SEBI to complete these “expeditiously”. While the Court’s reluctance to review the policy actions of a ‘specialised regulator’ is understandable, the decision to leave the crucial question of SEBI’s perceived tardiness in investigating allegations of corporate malfeasance and market manipulation by a large conglomerate back to the remit of the very same watchdog hints at a degree of judicial abstinence that may only undermine the larger public good. The Court is surely aware of past instances where it has found SEBI wanting in alacrity of enforcement, a facet flagged by the experts’ panel appointed in this case as well. After all, ‘justice must not only be done, but it must also be seen to be done’.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\njudiciary (system of justice)\n\n/\n\nstocks\n\n/\n\nUSA\n\n/\n\ninvestigation\n\n/\n\nforeign investment",
        "headline_1": "Shielding SEBI: On Supreme Court’s ruling and SEBI probe",
        "headline_2": "SC should have pushed it to do more while not reviewing policy actions",
        "link": "https://www.thehindu.com/opinion/editorial/shielding-sebi-on-supreme-courts-ruling-and-sebi-probe/article67706171.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "05-01-2024"
    },
    {
        "full_article": "The twin blasts in the southeastern Iranian city of Kerman at a memorial for Qassem Soleimani, the Quds Force commander whom the U.S. assassinated in Baghdad in January 2020, expose the security vulnerabilities of the Iranian regime at a time when conflicts are spreading in West Asia. At least 84 were killed in the worst terror attack in the Islamic Republic’s history. Soleimani, the brain behind the Islamic Revolutionary Guards Corps’ (IRGC) overseas operations, had enjoyed cult status when alive, and became a symbol of an embattled regime’s resilience over the past four years. While Iran’s leaders called it a terrorist attack but stopped short of blaming anyone, mid-rung officials said the responsibility for the attack “lies with the U.S. and the Zionist entity”. However, on Thursday, the Islamic State (IS) claimed responsibility. For the IS, Soleimani was a sworn enemy as he had mobilised Shia militias to fight the IS in Syria and Iraq. These groups played a role in the urban battles in Iraq during 2018-19 that saw the destruction of the physical structures of the IS Caliphate. The group lost its proto state but survived as a terrorist entity in parts of Iraq, Syria and Afghanistan.For Iran, the attack has come at a precarious moment when tensions are rising in West Asia. The Kerman memorial event was bombed a day after a senior Hamas leader was killed in Beirut in a drone strike, for which Lebanese officials have blamed Israel. Hezbollah, which has been engaging Israeli troops in a limited way since October 7, has vowed retaliation. On December 25, an Israeli strike in Syria killed Seyyed Razi Mousavi, a senior IRGC adviser. Israel, whose ongoing attack on Gaza has already killed at least 22,000 people, seems ready to take more risks even at the cost of regional escalation, while in the Red Sea, Iran-backed Houthi rebels of Yemen have been repeatedly attacking commercial vessels since late November. Pro-Iran Shia militias have targeted U.S. troops in Iraq and Syria since October 7, and on Thursday, a U.S. strike in Iraq killed a Shia militia commander. The Israel-Hamas war is no longer about just Israel and Hamas. It has put the whole region in a ring of fire. As chaos spreads the IS seems to have found an opportunity to strike its old enemy which is under pressure. The attack should serve as a warning to Iran and its rivals. If chaos and instability spread it would be a boon for jihadists. This calls for a de-escalation of the current regional crisis. Iran, on the other side, should not walk into the web of provocations set by its rivals. It should show restraint and focus on strengthening internal security. \nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nIran\n\n/\n\nexplosion\n\n/\n\nUSA\n\n/\n\nIsrael\n\n/\n\nIslamic State\n\n/\n\nSyria\n\n/\n\nYemen\n\n/\n\nIsrael-Palestine Conflict\n\n/\n\nact of terror",
        "headline_1": "Terror in Iran: On the blasts in Iran’s Kerman and the impact",
        "headline_2": "Iran should not walk into the web of provocations set by its rivals",
        "link": "https://www.thehindu.com/opinion/editorial/terror-in-iran-on-the-blasts-in-irans-kerman-and-the-impact/article67706200.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "05-01-2024"
    },
    {
        "full_article": "Billy Beane, manager of American baseball team Oakland Athletics, used ‘sabermetrics’ – the art and science of marrying historical data and in-game analytics – to create a competitive lineup, on a tight budget. His innovative strategy achieved enormous success in Major League Baseball at the turn of the century. He went on to inspire Michael Lewis’s 2003 book Moneyball: The Art of Winning an Unfair Game and its 2011 film adaptation starring Brad Pitt.\nData data everywhere | Moneyball is one word that best captures this century’s essence, globally. About the same time as the book an obsession developed for gathering evermore data. A plethora of data was also generated as internet and social media grew exponentially. Captivated by Big Data, people aimed to churn it up to formulate tactics across areas – from policymaking to business and industry, sports to healthcare and elections. It ushered in the moneyball era.\n\nRead full story on TOI+\n\n",
        "headline_1": "Tech’s new number game",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/techs-new-number-game/",
        "news_paper_name": "The Times of India",
        "publish_date": "05-01-2024"
    },
    {
        "full_article": "Government has assured truckers and transporter organisations of consultations before enforcing Section 106(2) of the newly enacted Bharatiya Nyay Sanhita (BNS), which deals with fatal hit-and-run cases, prescribing higher penalty for not informing police or other authorities “soon” after an accident. Road safety expert Rohit Baluja, who also trains police personnel on crash investigation, spoke with TOI about the concerns relating to this law:\n\n● BNS provision of up to 10 years in jail and fine related to hit-and-run cases is applicable for all drivers. Why are only heavy vehicle drivers concerned?\nRead full story on TOI+\n\n",
        "headline_1": "‘Law enforcers have little training for road accident probes…Truckers are ATMs for errant police officers’",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/law-enforcers-have-little-training-for-road-accident-probestruckers-are-atms-for-errant-police-officers/",
        "news_paper_name": "The Times of India",
        "publish_date": "05-01-2024"
    },
    {
        "full_article": "Truckers’ strikes always highlight the fragility of even shortrun supply routes, such as between Gujarat and Maharashtra. Covid, Russia-Ukraine war and West Asia conflict have already amply demonstrated the precarity of supply chains, increasingly vulnerable to disruption, and getting costlier.\nPeople & politics \nWhat’s obvious is that no matter how much trade ties, automation, and AI-assisted logistics smoothen the flow of goods, uncertainty of geopolitics, socio-cultural and legal factors and exclusion of stakeholders from policymaking and legislations can upset the apple truck, as it were.\nIntertwined\nGlobalisation’s long ensured interlinked supply chains: raw material to finished products criss-crossing the world by land, air and sea. It is impossible and undesirable to undo this interweave, despite nationalists’ nudge in several countries towards supply chain and sourcing “sovereignty” post-Covid. Wanting to be self-sufficient is great, but most modern economies are designed to be part of a connected world, empowered further by the always-on digital connect.\n\n(Photo credit: PTI)\nRipple effect \nSupply chains operate exactly to the butterfly effect. The tiniest flutter in sharply defined critical chains has a ripple effect till end-users. Taken to scale, this can be hugely disruptive. Russia-Ukraine war grounded grain in Ukraine’s ports, triggering fears of a worldwide food shortage. Lockdowns during Covid disrupted supplies – from the US’s toilet roll crisis to India’s queues of loaded trucks held up at state borders.\nDespite intentions to cut off China, the world soon realised the impossibility of any such move. Among critical items in short supply were APIs, the active unit to manufacture medicines. At the time, the US imported 70% of its APIs from China.\nAI support \nSupply chain logistics are incorporating AI into their processes. Driver shortage is the biggest challenge world over for road freight. R&D in automated trucks is a priority. Logistics companies are moving to make critical paths modular, which can be hived off and reroutedif disrupted. And visualising an AI-driven control tower of sorts which’ll have dashboards to allow end-to-end supply chain visibility.\n\n\nBuck up, India\nIndia needs to up its game. For starters, to minimise disruptions, move quicker to increase the ratio of rail freight, stuck at 27%, moving just 11 commodities. It’s the only railways’ section turning a profit. The concept of dedicated freight corridors is decades old. Barring for point-to-point deliveries, rail’s capacity, fuel efficiency and green quotient are superior to road freight. GOI’s GatiShakti, which includes a one-stop logistics national plan, is well-envisioned. It needs far greater movement.\n\n",
        "headline_1": "What trucks tell us",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/what-trucks-tell-us/",
        "news_paper_name": "The Times of India",
        "publish_date": "05-01-2024"
    },
    {
        "full_article": "GOI is reportedly planning to install a fully indigenous antidrone system along the country’s western border in six months. This is important. First, as a necessary counter to the drones being used to smuggle in arms and narcotics from Pakistan, especially in Punjab. Second, recent global developments have made clear how important it is for India to be on the cutting edge of both the drone and anti-drone technologies.\n\nUkraine-Russia chessboard \nNews from this warfront has sped from Ukraine’s cheap drone advantage to Russia catching up. From the US providing Ukraine with defence systems including counterdrone gun trucks to Russians becoming adept at scrambling the Ukrainian drones’ guidance or incapacitating them in other ways. What is important to note is how technologies are playing cat-and-mouse at a hectic pace.\n\n(Photo credit: AP)\nGaza to Red Sea \nIsrael, which like Ukraine has a nimble tech sector, has deployed drones against Hamas in a variety of ways, including for reconnaissance of the underground labyrinths in Gaza. In the spillover conflict in the Red Sea, Houthi drones have been shot down by US navy destroyers. In India this has brought to the fore our navy’s want of anti-drone equipment.\n\n\nLessons for India \nThis is asymmetrical warfare. Experts have noted that even the US navy hasn’t used its next-gen weapons against the Houthi drones. Because this may eat up millions of dollars to take out a few thousands worth of enemy equipment. The amount of catching up India must do can be gauged from the civilian drone space. Here, reports indicate that Chinese competition continues to prevail over local sellers despite an import ban. Against this backdrop, the deployment of an indigenous anti-drone system, if it comes through, will mark a very significant defence milestone.\n\n",
        "headline_1": "War of drones",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/war-of-drones/",
        "news_paper_name": "The Times of India",
        "publish_date": "05-01-2024"
    },
    {
        "full_article": "In a bid to save foreign currency reserve from depletion, the Bangladesh Bank (BB), in May 2022 increased the cash margin for importing non-essential items by 50 per cent at the minimum from the previous rate of 25 per cent. But seeing that the measure did not work as expected to restrict import of expensive foreign products, the BB in July that year further tightened the restriction by requiring the importers of such items to make 100 per cent advance payment before opening the Letters of Credit (LCs) with the commercial banks. Obviously, the well-meaning initiative was to ease the pressure on the economy caused by rocketing import payment. However, from a recent report carried by this paper in its January 3 issue, which says import of luxury cars increased markedly last year (2023), it appears that the BB's import restrictions, to all intents and purposes, have again fallen short of achieving its main objective. Because going by the report, year on year, the import of expensive luxury cars increased three times in 2023. No wonder the forex reserve stood at US$27 billion at the end of the last calendar year (2023).The first question that comes to mind is how such import could take place despite the existing prohibitive bank credit margins for such imports? According to some economists, such rise in the import of high-end cars has to do with more people joining the very high income bracket of the population. These rich people are ready to even pay 500 per cent duty to import luxury cars. But question remains as to how some, if not all, of those rich people amass so much wealth legally at a time when the business and economy have been going through no end of crises of both external and domestic origins. In this connection, it would be worthwhile to recall that in August last year there were reports on import of some 200 luxury cars over the period of a year till that time through illegal means. Confirming the report, the head of custom intelligence and investigation department (CIID) at that time further told the media that those high-end cars were brought into the country either by foreign tourists, or by VIPs including lawmakers, or get those cars released from the port through false declaration. Notably, foreign tourists could import cars without paying tax for a limited period of time using a facility under the international customs facility, namely, carnet de passages, on condition that foreign tourists would take back their vehicles after completing their visit in the host country. However, in practice, many of those cars were left behind. Also, some unscrupulous importers were using the facility to evade the required import tax. Similarly, VIPs and lawmakers supposed to fulfil certain terms and conditions have often misused those. For instance, customs sources informed, of the 610 high-end cars of capacities between 2,000cc and 4,000 cc imported last year, 109 were duty-free and mostly used by Members of Parliament (MPs). Consider that such categories of cars cost around BDT 10 million apiece after paying duty and tax. Such brazen display of pomp and splendour is taking place when majority of people are struggling to make ends meet amid skyrocketing prices of essentials compounded by the continued erosion of their real income, thanks to falling value of taka against US dollar. So, it is quite plain that a section of people has become superrich at the expense of the rest of the population. It is time to stop the rot.",
        "headline_1": "Dollar crisis ignored to import luxury cars",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/dollar-crisis-ignored-to-import-luxury-cars-1704377354",
        "news_paper_name": "The Financial Express",
        "publish_date": "05-01-2024"
    },
    {
        "full_article": "In the face of sustained food inflation, often a handiwork of dishonest business coteries, the general consumers in this country have vented their frustration and learnt to resign to the oppressive price infliction. But when the authorities have let them down by not taking stringent measures against manipulative market masters, don't the consumers have any power of their own to hit back at those responsible? At a time when social sites and platforms are performing as the virtual meeting place of millions of followers, launching a public campaign online, if not directly against the powerful market players, but in favour of boycotts of targeted commodities for sudden and irrational price hikes by traders is not at all a big ask. A report carried in the FE on Wednesday last maintains that actually likeminded consumers built up their camaraderie on line to counteract to unilateral price rise by traders to astronomical height. Although a few items including eggs and beef have been mentioned, which those consumers reportedly boycotted, the move appears to have been limited to a small fraction of the total population. No wonder, it did not have a discernible impact on prices of those items. One case involving green coconut, the price of which shot up to Tk 150-220 apiece, though looks quite convincing. Traders of green coconut started taking advantage of the higher demand at a time of peak dengue outbreak. But once doctors asserted that the coconut water was not essential for treatment of the disease, consumers found the option of avoiding the drink that enjoyed high demand earlier.However, green coconut is not a daily essential. Not even the red meat is. Health conscious people and even middle-income consumers have long become used to such dishes sparingly---once or twice a week. With the price going up, many families were forced to curtail consumption of beef and mutton further. If other sources of protein are cheaper, many are ready to sacrifice red meat. Unfortunately, the alternative to this meat such as fish and broiler chicken and most importantly egg --- most popular and convenient for daily consumption---were not at all cheap. These items too were targeted for fleecing consumers and the machination resorted to by companies monopolising the egg business was proved. The accused companies were fined for their intrigues and business malpractice by the Directorate of National Consumers' Rights Protection (DNCRP). But the fines levied on them and others found involved in various business malpractices by mobile courts are too paltry to have any deterrent effect on price indices. Sure enough, there is unlikely to be any letup in intrigues and manipulation in the New Year, particularly when the Ramadan is about to knock at the door. The spice market has already got jittery and the staples along with other essentials' prices have so far remained stable at a higher level pushed up earlier. Now, against such a background, can consumers form public opinions, courtesy of social sites, in favour of a targeted boycott of essentials business syndicates target for outrageously hiking prices? Or, alternatively, can they wage a consumer movement, again by virtue of informed knowledge and data, to force the authorities like the DNCRP to exercise their legal power in order to fix a price with a reasonable profit margin for traders? A voluntary organisation based in one of the districts in the country's western region called for a public boycott of onion when its price shot up by Tk 80-100 overnight following India's announcement of restriction of export of the item until March 24. How the public reacted to the call is not known nor is the kind of impact it made as a counteraction. Experts in the subject, however, observe that boycotting a non-essential good may produce positive results but not so in case of the most essential commodities. Well, this depends on how essential a commodity is and the kind of consumers involved. Rice and potato are indispensable but egg and milk are not equally so for a large number of people in this country particularly following the pandemic which left many people unemployed and with little or no income from alternative employment. The Ukraine war coming on the heel of the pandemic exacerbated the income erosion and shattered the hopes of many to rebuild their livelihoods and fortunes. These people have reportedly been cutting on their food items, particularly the costlier and the more nutritious, or even skipping meals simply because they cannot afford those. People so struggling are forced to make do without foods they were used to consuming before the Covid-19 outbreak. It is not at all challenging for them to skip onion for a period, say a month. If others---suppose 80 per cent households---express solidarity with the poor and low-income people and start boycotting this essential kitchen item, the impact is likely to be devastating for intriguing traders. The bottom line is to establish the rights of the consumers now finding themselves at the receiving end. Disparities caused by pauperisation of social segments by exploitative privileged classes must come to an end. At a time of global economic crunch, stoking unbridled profit mentality and avarice at the cost of the struggling compatriots is not only immoral but also a punishable offence. \n[email protected]",
        "headline_1": "Establishing the rights of consumers",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/establishing-the-rights-of-consumers-1704377419",
        "news_paper_name": "The Financial Express",
        "publish_date": "05-01-2024"
    },
    {
        "full_article": "The floor price restrictions that the securities regulator had introduced one and a half years back to stop the market from falling steeply, it seems, will be lifted after the upcoming 12th parliamentary polls. Top guns at the Bangladesh Securities and Exchange Commission (BSEC) who defended staunchly the restrictive mechanism for the 'greater interest of the small investors' have changed their stance in recent days. They now favour the withdrawal of the floor price. To garner support for their changed stance, the BSEC a couple of days back convened a meeting with the stockbrokers. As an obvious outcome, all the stockbrokers unanimously wanted the restrictive mechanism to go. The truth is the floor price mechanism has caused more damage to the market than what a medium-scale collapse could do. It is also difficult to measure now to what extent the floor price protected the interests of the small investors. The floor price is an artificial mechanism to stop the decline of stock prices in a market. A close look at the stock market movements in the months preceding the introduction of the floor price would reveal the real situation on the ground. For no tangible reasons, some stock prices started rising abnormally when the country's economy was reeling from the pandemic shock. There were lots of talks about taking the Bangladesh stock market to a new height. As the market turned dull and drab following the imposition of the floor price, not much has been heard from those people who were out to publicise the 'great potential' of the market. Before the market went into hibernation, some influential quarters who had engineered a few short-lived market rallies could manage sizeable financial gains, it is widely alleged.If the BSEC is willing to lift the floor price mechanism soon after the polls, it needs to spell out the reasons behind it. Does it foresee an economic turnaround after the polls? Economists think that core economic problems will persist even after the next national polls. They feel a few problems might ease, to some extent, but many others are unlikely to show a sign of abatement unless and until the new government opts for hard and painful reforms. Right at this moment, it is difficult to say what the next government will do. But hard and painful reforms have always been bypassed by all the governments in the past. Will there be any deviation this time? One might find it very difficult to pin hope on such a possibility. Polls or no polls, the floor price mechanism must go. Let the market act naturally. The BSEC should not have waited so long to allow the market to regain its natural pace. The macroeconomic factors, particularly the ones relating to inflation, exchange and interest rates, banking sector liquidity etc., do not favour any notable turnaround of the capital market. Investments by financial institutions, banks in particular, play a major role in boosting trade in the Bangladesh stock market. Under the prevailing circumstances, any major fund inflow from these entities to the stock market is highly unlikely. So, even if the market slides following the withdrawal of the floor price, stakeholders concerned should hold their nerves and allow the market to stabilise naturally. The securities regulator on its part needs to prevent manipulation of all sorts. It should concentrate on market reforms rather than aiding, knowingly or unknowingly, any move to lift the market artificially. \n[email protected]",
        "headline_1": "Floor price: Time to go?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/floor-price-time-to-go-1704377463",
        "news_paper_name": "The Financial Express",
        "publish_date": "05-01-2024"
    },
    {
        "full_article": "Education is used as a touchstone by teachers to shape the life of students. They impart lessons on the strength of their knowledge and experience to students and make them worthy citizens of the country. They play a pivotal role in influencing students not only in their academic development but also in their personal growth and character formation. Beyond the classroom, teachers often serve as mentors, guides and role models, leaving an indelible impact that extends far beyond the curriculum. They carve a place in the hearts of students through their advice, suggestions and guidelines. They inspire students to know the unknown, to see the unseen and to know the known anew. Teachers inspire students to get a drive to do well and succeed in life. The children of today are the leaders of tomorrow and teachers are motivators and trainers who make children ready for their future. However, it is seen that teachers often pay more attention to those who are doing well in a class, give them special importance, take care of them and help them with special advice if needed. As a result, students with relatively poor performance and grades suffer from a kind of inferiority complex and start looking down upon themselves. Besides, it causes anxiety, depression, emotional distress to lagging or underachieving students instead of benefiting them. But things can dramatically change for the so-called weaker students if teachers shower love and affection on them. Even a less attentive student can better his/her results if s/he gets teachers' support and care. Many a time, students and parents complain that they do not get good grades in the examination unless they come to the class of the same teacher and take private coaching from him. This has to come to an end. Let us hope that our teachers pay equal attention to all of their students. \nAshikujaman Syed,Marketing Research Associate of HC Minerals, Shijiazhuang, China,[email protected]",
        "headline_1": "Encouraging weaker students",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/encouraging-weaker-students-1704377495",
        "news_paper_name": "The Financial Express",
        "publish_date": "05-01-2024"
    }
]