[
    {
        "full_article": "The latest decision by the Reserve Bank of India’s Monetary Policy Committee (MPC) to leave its policy rate unchanged is a calculated risk taken by the rate setting panel, especially when viewed in light of the upward revision of its inflation forecast. Barely two months after projecting Consumer Price Index-based inflation to average 5.1% over the current fiscal year ending in March 2024, the MPC has raised its forecast for the annual average by 30 basis points to 5.4%. Conceding that a spike in tomato prices had contributed to a shock that had forced a revision in the headline inflation projection for the July-September quarter by a ‘substantial’ 100 basis points to 6.2%, RBI Governor Shaktikanta Das acknowledged that while the likely short-term nature of these shocks allowed for policymakers to look past a couple of high inflation prints, frequently recurring food price shocks risk destabilising inflation expectations. And while monetary authorities are right in laying the onus on the government for ensuring timely supply side interventions to ‘limit the severity and duration of such shocks’, a broader unmooring of price stability will undermine macroeconomic stability and growth. Underlining its commitment to aligning inflation to the target of 4% and keeping inflation expectations anchored, the MPC reiterated, by a majority, its policy stance of staying focused on the withdrawal of accommodation.In a nod to the MPC’s stance, the RBI, separately, temporarily imposed an incremental 10% increase in the cash reserve ratio banks must maintain, with a view to draining some of the surplus liquidity in the banking system that could spur prices. Mr. Das promised this increase would be reviewed on September 8 or earlier, to ensure adequate liquidity during the upcoming festival season. Still, given the MPC’s sanguine outlook on economic growth, it has not only retained its forecast for the GDP to expand by 6.5% in real terms in 2023-24 but also stuck by its June projections for growth in each of the four quarters, the inflation shock notwithstanding. To be sure, the MPC has flagged several risks to the inflation outlook: the uneven rainfall distribution this year, the recent uptick in crude oil prices (the average price of the Indian basket has so far risen by 7% sequentially this quarter), and enterprises polled by the RBI expect output prices to harden. And while Mr. Das and his colleagues on the MPC have reaffirmed their readiness to take policy actions in order to align inflation to the target and ensure that inflation expectations remain well anchored, how quickly policymakers actually walk the talk and intercede in the coming months will determine their inflation-fighting mettle.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nReserve Bank of India\n\n/\n\ninflation and deflation\n\n/\n\nagriculture",
        "headline_1": "Risky recourse: On the Reserve Bank of India’s Monetary Policy Committee and policy rate",
        "headline_2": "RBI’s inflation-fighting mettle will be tested in the months ahead",
        "link": "https://www.thehindu.com/opinion/editorial/risky-recourse-the-hindu-editorial-on-the-reserve-bank-of-indias-monetary-policy-committee-and-policy-rate/article67180669.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "11-08-2023"
    },
    {
        "full_article": "The Wildlife Institute of India and the National Tiger Conservation Authority, who are responsible for the quadrennial ‘tiger census’ reports, recently updated their estimates for the animal’s numbers. Madhya Pradesh, for the second time in eight years, reported 785 tigers, or about a fifth of the national count. The State reported a 50% rise in tigers since the last census, a figure bettered only by Bihar which has less than 10% of M.P.’s tigers. While many factors contribute to the dynamics of the tigers present in a region, M.P. over the years has perfected the approach of actively moving both tigers, as well as their prey, within the State to balance predator and prey population.In the last two decades, M.P. has reintroduced species such as barasingha (swamp deer) to new habitats such as Satpuda and Bandhavgarh, and the gaur to the Bandhavgarh and Sanjay-Dubri tiger reserves. Prey species such as chital (spotted deer) have been successfully supplemented in the Satpuda and Sanjay tiger reserves, Nauradehi, Kuno, and Gandhisagar wildlife sanctuaries through translocation from high-density Pench and Bandhavgarh. These often involve tracking, darting and capturing animals, keeping them in temporary enclosures until they reach sufficient numbers and then releasing them into their new habitat. Principles of ecology however insist that such relocation only be done within landscapes that are not too alien to the species, lest it be counter productive. However, recent amendments to the Forest Conservation Act give more leeway for large parcels of forest land to be diverted for industrial concerns. These would mean greater fragmentation within reserves and more dependence on the practice of moving prey around to maintain carnivore numbers. This approach, however, increasingly poses a conundrum to India’s philosophy of conservation, which is to avoid creating fenced, segregated spaces and confine species to admittedly large but bounded tracts. India’s conservation ethos, right from the conception of Project Tiger, was to restore the beast’s numbers in a way that it could co-exist with humans. With the government finding it harder to maintain connected forest landscapes and ensure man and beast stay within their confines, expecting nature alone to restore the predator-prey balance is a fantasy. It is time that more States implemented active prey management policies. This will require drawing on scientific expertise and also support from people living in the vicinity of reserves. More importantly, this should prompt a move away from the approach of focusing on carnivore numbers to evaluating whether the habitat necessary to sustain these animals is being consistently improved. \nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nwildlife\n\n/\n\nwildlife\n\n/\n\nnature and wildlife\n\n/\n\nhabitat (conservation)\n\n/\n\nconservation\n\n/\n\nMadhya Pradesh",
        "headline_1": "Necessary intervention: On India’s conservation ethos",
        "headline_2": "Improving the habitat that sustains tigers is key to increasing their numbers",
        "link": "https://www.thehindu.com/opinion/editorial/necessary-intervention-the-hindu-editorial-on-indias-conservation-ethos/article67179589.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "11-08-2023"
    },
    {
        "full_article": "The Mediation Bill Parliament cleared will help shorten resolution of many disputes. Its major shortcoming is that disputes with govt, except for commercial cases, are excluded\nA long-awaited law is seeing the light of day with the Mediation Bill, 2023 securing passage in both Houses of Parliament. Mediation has been in vogue since 2005 in India’s court annexed mediation system where lawyers trained as mediators have attempted resolution in cases referred by the courts. But now it is poised to enter the arena of a professional service with corresponding requirements of accreditation and quality.\nTo begin with, the legislation is a recognition of mediation as a necessary and viable method of consensual dispute resolution. It provides the legal framework for undertaking this process and the accompanying structures and entities. It recognises mediation as a full-fledged method of addressing a wide range of conflicts which include commercial and civil disputes, personal and matrimonial disputes, as well as specific areas like consumer protection, real estate and insolvency. It portrays the standalone capacity of mediation so that it rests on its own feet, without being seen as an adjunct of the litigation or arbitration process.\nRead full story on TOI+\n\n",
        "headline_1": "Mediating, minus sarkar",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/mediating-minus-sarkar/",
        "news_paper_name": "The Times of India",
        "publish_date": "11-08-2023"
    },
    {
        "full_article": "India has the highest number of new cases of TB globally and the largest number of deaths in people with TB. Recently, The Lancet and The Lancet Global Health published the results of the ICMR-supported RATIONS (Reducing activation of tuberculosis by improvement of nutritional status) trial that sought to address both these problems with a nutritional component added to the routine treatment and prevention. Lead authorsDr Anurag Bhargava, a physician-epidemiologist, and Dr Madhavi Bhargava, public health specialist, from Yenepoya Medical College, Mangalore talk to Rema Nagarajanabout the findings.\n● What are the origins of this unusual food trial?\nAB: We worked in a health non-profit (Jan Swasthya Sahyog) in tribal areas of Chhattisgarh for 10 years. We saw that undernutrition was clearly the leading risk factor for TB as well as a risk factor for TB deaths. Without nutritional support most patients remained underweight even after full treatment and found it difficult to return to work. But no trial before RATIONS tested a nutritional intervention with the objective of reducing new cases of TB.\nRead full story on TOI+\n\n",
        "headline_1": "‘Our RATIONS trial found a 10 kg food basket really helped. Risk of TB death reduced by 60% with a weight gain of 5%’",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/staying-alive/our-rations-trial-found-a-10-kg-food-basket-really-helped-risk-of-tb-death-reduced-by-60-with-a-weight-gain-of-5/",
        "news_paper_name": "The Times of India",
        "publish_date": "11-08-2023"
    },
    {
        "full_article": "The ongoing Supreme Court hearings on the nullification of Article 370 made a short foray into the idea of referendums in a democracy. CJI DY Chandrachud pointed out in India’s constitutional democracy there’s no place for referendums and the opinion of the people must be understood via proper institutions. India’s Constitution puts popular will into action through elected representatives and a permanent executive. The alternate model is that of direct democracy where the electorate can overrule the legislature’s decisions through referendums.\n\nSwitzerland is referred to as the gold standard of direct democracy. Its constitution provides for referendums that allow voters to negate a parliamentary bill. It’s called an optional referendum where if a quorum of voters wants a referendum on a bill, it gets one. The fate of the bill depends on the outcome of the referendum. If that’s seen as the height of voter empowerment, think again. The Swiss confederacy was created through a public vote in 1848. However, it was only in 1971 that women got the right to vote. Why? For over 120 years, an all-male electorate had the power to even overturn parliamentary bills that would have given women a vote. It explains why Israeli academic Ornit Shani called India’s decision to start with universal adult franchise a staggering achievement for a postcolonial nation. The theory in favour of referendums is that these are an antidote to a growing gap between the political elite and citizens.\nThe US sometimes uses referendums at the local level but not the national level. An explanation for this duality is that the simple Yes/No format in a referendum doesn’t work when the issues are complex. Advocacy for referendums is based on the implicit assumption that the electorate has the time and resources to deeply understand the issue at stake. That’s unrealistic.\nBritain’s experience with Brexit is an example of a counterproductive use of a referendum. Disentangling from a deep cross-border trade integration is very complicated. And always messy. It’s not an issue for a referendum. Yet, the UK went ahead and is today a diminished power on account of its experiment with direct democracy. Distrust of an elite technocracy does represent a contemporary challenge for democracies. But the solution doesn’t lie in simplistic measures that reduce the problem to a binary Yes/ No. India’s constituent assembly deserves praise for universal adult franchise and avoiding referendums.\n\n",
        "headline_1": "Between yes & no: Referendums are no answer to enriching democracies. Especially since complex issues are often at stake",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/between-yes-no-referendums-are-no-answer-to-enriching-democracies-especially-since-complex-issues-are-often-at-stake/",
        "news_paper_name": "The Times of India",
        "publish_date": "11-08-2023"
    },
    {
        "full_article": "The House panel on personnel, public grievances and law and justice has recommended legislation mandating judges of the Supreme Court and high courts declare their assets annually. The suggestion comes 14 years after the then opposition parties stopped law minister Veerappa Moily from introducing the cabinet-approved Judges Assets Bill, which didn’t require public declaration of assets. The opposition had argued the bill’s provision went against principles of transparency and the RTI law. Following this, an SC full bench resolved to declare assets – as done on a voluntary basis since 1997 – on the court’s website. However well intentioned that was, the panel found the website updated only till March 2018, with details of barely 55 SC judges. This suggests that mandating asset declaration is indeed required. There’s enough evidence to suggest judges won’t voluntarily do something all legislators and indeed all election candidates are required to do by law.\n\nThe other recommendation, to replace court vacations with annual leaves for individual judges, may appear easier to comply with, yet is more complex, both in spirit and practice. SC is in session for 200 days, more than any other country’s top court. The US SC for instance, sits for 79 days. The perception is that eliminating vacations will speed up disposal of cases. Elimination of vacations has been a demand for long, also within a section of judicial brass. But the judiciary should not be viewed as a machine tasked to belt out verdicts merely to chase disposal of cases. Pare back on vacation, certainly. But quality of justice is paramount. And for that, judges do need time-out to pause, reflect and think – to ensure justice is thought through, and it’s not just case closed.\n\n",
        "headline_1": "Judged half right: House panel spot on for mandatory asset declaration for judges. Court vacations are a more complex issue",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/judged-half-right-house-panel-spot-on-for-mandatory-asset-declaration-for-judges-court-vacations-are-a-more-complex-issue/",
        "news_paper_name": "The Times of India",
        "publish_date": "11-08-2023"
    },
    {
        "full_article": "It is disheartening to see how a long-predicted surge in dengue cases has been overwhelming not just hospitals but also medical equipment and supplies, especially ICU and HDU beds, leaving patients literally gasping for air and shuttling between multiple medical facilities in desperation. The picture emerging out of the hospitals in Dhaka and other districts is quite reminiscent of the heyday of Covid-19, when patients were forced to navigate a similar medical dystopia. Even though the number of ICU beds has increased since then, it is not nearly enough to handle an emergency.\nTake, for example, the case of Rafia, a 14-year-old girl battling dengue. As per a report by this daily, despite needing critical care, the lack of vacant ICU beds forced her family to shuttle her between multiple hospitals. Left with no other option, she was finally put in a regular ward at the Shaheed Suhrawardy Medical College Hospital, but not before the duty doctor took an undertaking from her mother that basically absolves the hospital of any responsibility in case something tragic happens. Her name is now on a list where 15 other patients are also waiting for ICU admission, highlighting the stark reality facing so many patients – especially those from underprivileged backgrounds – who must contend with suboptimal treatment in the absence of proper facilities.\nAccording to the Directorate General of Health Services (DGHS), there are around 1,323 ICU beds and 886 HDU beds in different government hospitals. Even combined with those of the private hospitals, their total number is still far from sufficient. As well as the crisis of ICU/HDU beds, there is also a shortage of essential supplies like saline. Essential Drugs, the state-owned pharmaceutical company, is currently rationing injectable saline to public hospitals to manage the high demand. Unfortunately, it remains the sole supplier of saline for the 1,100 or so public hospitals, and despite a ten-fold rise in demand lately, it is not expected to begin saline production in its Gopalganj plant until January next year. Although the six private companies it procures saline from have been recently asked to double their daily production, the lack of preparedness and swift action from the health authorities has been compromising patient care, resulting in needless deaths and suffering. This is most unfortunate.\nThis year's dengue numbers have already broken all previous records. As of August 10, at least 364 patients died of the mosquito-borne fever in 2023. Of them, 113 died in the first ten days of this month alone. Most of the deaths were recorded in Dhaka hospitals, but more patients are being hospitalised outside Dhaka, which suggests a countrywide, epidemic-level crisis. What this needs is a comprehensive response by, among other things, properly equipping all hospitals. The government must do this urgently so that patients get the treatment they deserve.\n",
        "headline_1": "Dengue patients deserve optimal care",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/dengue-patients-deserve-optimal-care-3391086",
        "news_paper_name": "The Daily Star",
        "publish_date": "11-08-2023"
    },
    {
        "full_article": "It is yet another episode of \"from power to prison,\" a tragicomedy long played on Pakistan's political stage. The plot is predictable: yet another former prime minister bites the dust. The sentencing and disqualification of Imran Khan was foretold, as it had been in the case of other former prime ministers. He, too, has been charged with corruption like his predecessors.\nIt is irrelevant whether one is guilty or not; the \"monster\" has to be culled. It all seems to be going according to script. The plan is to keep Khan out of the electoral race. The recent court verdict may have served the objective but the project of dismantling the PTI is not over yet. Khan's imprisonment does not seem to have affected his popular support base. The game is far from over. In fact, it has just begun. It is now going to be a long-drawn political and legal battle between the two antagonists.\nAll this has made it increasingly uncertain whether elections will be held within the stipulated time frame even as the National Assembly is dissolved and a caretaker administration takes charge. The last-minute decision to hold elections on the basis of the latest population count has already delayed polling beyond the 90 days as mandated by the Constitution.\nThere is a fear that the delay could exceed the few months needed by the Election Commission to complete the delimitation exercise. A prolonged and empowered caretaker administration backed by the security establishment seems to be very much on the cards, putting democratic transition on hold.\n\nPakistan may be moving towards permanent hybrid rule, with the civilians playing second fiddle.\nA series of legislation pushed through parliament in unprecedented haste just a few days before the dissolution of the National Assembly has reinforced suspicions. Most alarming is the passage of the amendments to the Official Secrets Act bill, which provides sweeping powers to the security agencies, thus underming civil rights. Although some of the provisions were slightly diluted after strong protest in the Senate, its overall lethality has not been blunted.\nSuch unchecked powers for security agencies will further strengthen the extra-democratic forces. It seems to be part of the plan to silence the opposition. What the ruling coalition fails to understand is that it could also be used against them. It will certainly come back to haunt the current ruling parties. The shadow of the security establishment has already grown longer, raising concerns about the country staying on the democratic path.\nWe may be moving towards permanent hybrid rule, with the civilians playing second fiddle. There are already signs of the security establishment's creeping domination, with the security leadership's increasing role in several civilian fields, including running the economy. The ruling coalition has virtually abdicated civilian authority.\nWhat has been happening is a sad commentary on the country's retreating democratic process, however weak it may have been in the first place. The last 16 months is a testimony to the backward march. The PTI, which is now in the eye of the storm, is equally, if not more, to be blamed for wrecking the system with its destructive narrative.\nInstead of taking the parliamentary path, the former prime minister took a confrontationist approach, seeking to bring down the entire edifice. His populist rhetoric and the public's disenchantment with the PDM government may have won him unprecedented support among the people, but his recklessness has done huge damage to the democratic process.\nHe simultaneously took on his political rivals and erstwhile patrons in the security establishment. He is now paying the cost of his thoughtless populist politics. Though his popular base seems to have remained intact, the party is in disarray, with the departure of several leaders under pressure.\nHowever, there is no sign of Khan losing support, despite the restrictions on his statements being printed or telecast. In fact, his popularity graph seems to have climbed after his imprisonment. Despite state repression and efforts to dismantle the party, the PTI is still capable of giving a tough fight to the PML-N in the electoral battleground of Punjab even in relatively free polls. Perhaps it is the fear of being swept away that has brought the PDM closer to the security establishment and that has seen the emergence of a new hybrid arrangement with another civilian partner. There is complete convergence between the two on eliminating the PTI challenge. In the process, it is democratic space that seems to be shrinking.\nWith the PDM government's departure around the corner, all eyes are on the composition of the caretaker administration. With the PTI, the main opposition party, out of the consultation process, it has been left to the coalition partners and a token Leader of the Opposition to nominate the interim prime minister — of course, with input from the security establishment. That would make the credentials of the interim government as a non-partisan body questionable.\nWith the likelihood of prolonged interim rule, there is very much a possibility of an empowered technocratic setup being installed to run the administration during perhaps the most challenging time in our recent history. Such an arrangement would mean virtual military rule.\nCan such non-representative technocratic-cum-military rule stabilise the politically volatile situation? Of course not. Ruthless use of state power to suppress the opposition will only make things worse. It would then become extremely hard for anyone to control the situation.\nIt is a dangerous scenario that confronts a country already in the midst of a dire economic crisis and rising terrorism. Sidelining a popular leader and making and breaking political parties won't stabilise the situation. Unfortunately, our political leadership has never leant any lesson — not even from their own history. The politics of confrontation and revenge has already led to shrinking democratic space. Delaying elections is not the solution. It is the responsibility of both the government and opposition to bring down the temperature in order to create a conducive atmosphere for free and fair elections. Regrettably, it doesn't seem to be happening. The time for political reconciliation appears to be over. One can only hope sanity prevails.\nThe article was first published in Dawn, an ANN partner of The Daily Star, on August 9, 2023.\n\nZahid Hussain is a Pakistani author and journalist. His X handle is @hidhussain. \n",
        "headline_1": "The interim solution for Pakistan ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/the-interim-solution-pakistan-3391011",
        "news_paper_name": "The Daily Star",
        "publish_date": "11-08-2023"
    },
    {
        "full_article": "The new blockbuster film on Oppenheimer has brought back the memories of the first nuclear bomb dropped on Hiroshima. It has raised complex questions on the nature of the society that permitted such bombs to be developed and used and the stockpiling of nuclear arsenals that can destroy the world many times over. Did the infamous McCarthy era and hunting for reds everywhere have any relationship with the pathology of a society that suppressed its guilt over the bombing of Hiroshima and Nagasaki, substituting it instead with a belief in its exceptionalism? What explains the transformation of Oppenheimer, who had emerged as the \"hero\" of the Manhattan Project that built the atomic bomb, to a villain and then forgotten?\nI remember my first encounter with American guilt over the two atom bombs dropped on Japan. I was attending a conference on distributed computer controls in Monterey, California, in 1985, and our hosts were the Lawrence Livermore Laboratories. This was the weapons laboratory that had developed the hydrogen bomb. During dinner, the wife of one of the nuclear scientists asked the Japanese professor at the table if the Japanese understood why the Americans had to drop the bomb on Japan. That it saved a million lives of American soldiers? And many more Japanese? Was she looking for absolution for the guilt that all Americans carried? Or was she seeking confirmation that what she had been told and believed was the truth? That this belief was shared even by the victims of the bomb?\nThis is not about the Oppenheimer film; I am only using it as a peg to talk about why the atomic bomb represented multiple ruptures in society. Not just at the level of war, where this new weapon changed the parameters of war completely. But also the recognition in society that science was no longer the concern of the scientists alone but of all of us. For scientists, it also became a question that what they did in the laboratories had real-world consequences, including the possible destruction of humanity itself. It also brought home that this was a new era, the era of big science that needed mega bucks!\nStrangely enough, two of the foremost names of scientists at the core of the anti-nuclear bomb movement after the war also had a major role in initiating the Manhattan Project. Leo Szilard, a Hungarian scientist who had become a refugee in England first and then in the United States, sought Einstein's help in petitioning President Roosevelt for the United States to build the bomb. He was afraid that if Nazi Germany built it first, it would conquer the world. Szilard joined the Manhattan Project, though he was located not in Los Alamos but in the University of Chicago's Metallurgical Laboratories. Szilard also campaigned within the Manhattan Project for a demonstration of the bomb before its use on Japan. Einstein also tried to reach President Roosevelt with his appeal against the use of the bomb. But Roosevelt died, with Einstein's letter unopened on his desk. He was replaced by Vice-President Truman, who thought that the bomb would give the United States a nuclear monopoly, therefore, help subjugate the Soviet Union in the post-War scenario.\nTurning to the Manhattan Project. It is the scale of the project that was staggering, even by today's standards. At its peak, it had employed 125,000 people directly, and if we include the many other industries who were either directly or indirectly produced parts or equipment for the bomb, the number would be close to half a million. The costs again were huge, $2 billion in 1945 (around $30-50 billion today). The scientists were an elite group that included Hans Bethe, Enrico Fermi, Nils Bohr, James Franck, Oppenheimer, Edward Teller (the villain of the story later), Richard Feynman, Harold Urey, Klaus Fuchs (who shared atomic secrets with the Soviets) and many more glittering names. More than two dozen Nobel prize winners were associated with the Manhattan Project in various capacities.\nBut science was only a small part of the project. The Manhattan Project wanted to build two kinds of bombs: one using uranium 235 isotope and the other plutonium. How do we separate fissile material, U 235, from U 238? How do we concentrate weapons grade plutonium? How to do both at an industrial scale? How do we set up the chain reaction to create fission, bringing sub-critical fissile material together to create a critical mass? All these required metallurgists, chemists, engineers, explosive experts, and the fabrication of completely new plants and equipment spread over hundreds of sites. All of it is to be done at record speeds. This was a science \"experiment\" being done, not at a laboratory scale, but on an industrial scale. That is why the huge budget and the size of the human power involved.\nThe US government convinced their citizens that Hiroshima, and three days after that, the Nagasaki bombings led to the surrender of Japan. Based on archival and other evidence, it is clear that more than the nuclear bombs, the Soviet Union declaring war against Japan was what led to its surrender. They have also shown that the number of \"one million American lives saved\" due to Hiroshima and Nagasaki, as it avoided an invasion of Japan, had no basis. It was a number created entirely for propaganda purposes.\nWhile the American people were given these figures as serious calculations, what was completely censored were the actual pictures of the victims of the two bombs. The only picture available of the Hiroshima bombing – the mushroom cloud – was the one taken by the gunner of Enola Gay. Even when a few photographs of Hiroshima and Nagasaki were released months after the nuclear bombings, they were only of shattered buildings, none of actual human beings.\nThe United States, basking in their victory over Japan, did not want it to be marred by the visuals of the horror of the nuclear bomb. The United States dismissed people dying of a mysterious disease, what the United States knew was radiation sickness, as propaganda by the Japanese. To quote General Leslie Groves who led the Manhattan Project, these were \"Tokyo Tales\". It took seven years for the human toll to be visible, and only after the United States ceased its occupation of Japan. Even this was only a few pictures, as Japan was still cooperating with the United States in the hushing up of the horror of the nuclear bomb. The full visual account of what happened in Hiroshima had to wait till the sixties: the pictures of people vaporised leaving only an image on the stone on which they were sitting, survivors with skin hanging from their bodies, people dying of radiation sickness. \nThe other part of the nuclear bomb was the role of the scientists. They became the heroes who had shortened the war and saved one million American lives. In this myth making, the nuclear bomb was converted from a major industrial scale effort to a secret formula discovered by a few physicists which gave the United States enormous power in the Post War era. This was what made Oppenheimer a hero for the American people. He symbolised the scientific community and its godlike powers. And also the target for people like Teller, who later on combined with others to bring Oppenheimer down. \nBut if Oppenheimer was a hero just a few years back, how did they succeed in pulling him down?\nIt is difficult to imagine that the United States had a strong left movement before the 2nd World War.  Apart from the presence of the communists in the workers movements, the world of the intelligentsia – literature, cinema and the physicists – also had a strong communist presence. The idea that science and technology can be planned as Bernal was arguing in the UK, and should be used for public good was what the scientists had embraced. That is why the physicists, at that time at the forefront of the cutting edge in sciences – relativity, quantum mechanics – were also at the forefront of the social and political debates in science and on science. \nIt is this world of science, a critical worldview collided with the new world where the United States should be the exceptional nation and the sole global hegemon. Any weakening of this hegemony could only happen because some people, traitors to this nation, gave away \"our\" national secrets. Any development anywhere else could be only a result of theft, and nothing else. This campaign was also helped due to the belief that the atom bomb was the result of a few equations that scientists had discovered and could therefore be easily leaked to enemies. \nThis was the genesis of the McCarthy era, a war on the US artistic, academic and scientific communities. For a search for spies under the bed. The military industrial complex was being born in the United States and soon took over the scientific establishment. It was the military and the energy – nuclear energy – budget that would henceforth determine the fate of scientists and their grants. Oppenheimer needed to be punished as an example to others. The scientists should not set themselves up against the gods of the military industrial complex and their vision of world domination. \nOppenheimer's fall from grace served another purpose. It was a lesson to the scientific community that if it crossed the security state, no one was big enough. Even though Rosenbergs – Julius and Ethel – were executed, they were relatively minor figures. Julius had not leaked any atomic secrets, only kept the Soviet Union abreast of the developments. Ethel, though a communist, had nothing to do with any spying. The only person who did leak atomic \"secrets\" was Klaus Fuchs, a German communist party member, who escaped to the UK, worked in the bomb project first in the UK and then in the Manhattan project as a part of the British team there. He made important contributions to the nuclear bomb triggering mechanism and shared these with the Soviet Union. Fuchs' contribution would have shortened the Soviet bomb by possibly a year. As a whole host of nations have shown, once we know a fissile bomb is possible, it is easy for scientists and technologists to duplicate it – as has been done by countries as small as North Korea. \nThe Oppenheimer tragedy was not that he was victimised in the McCarthy era and lost his security clearance. Einstein never had security clearance, so that need not have been a major calamity for him either. It was his public humiliation during the hearings when he challenged the withdrawal of his security clearance that broke him. The physicists, the golden boys of the atomic era, had finally been shown their true place in the emerging world of the military industrial complex. \nEinstein, Szilard, Rotblatt and others had foreseen this world. They, unlike Oppenheimer, took to the path of building a movement against the nuclear bomb. The scientists, having built the bomb, had to now act as conscience keepers of the world, against a bomb that can destroy all humanity. The bomb that still hangs as a Damocles sword over our heads. \nPrabir Purkayastha is the founding editor of Newsclick.in, a digital media platform. He is an activist for science and the free software movement. The article, published with permission, was produced by Globetrotter.\n\n",
        "headline_1": "Oppenheimer Paradox: Power of Science and the Weakness of Scientists",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/oppenheimer-paradox-power-science-and-the-weakness-scientists-3391001",
        "news_paper_name": "The Daily Star",
        "publish_date": "11-08-2023"
    },
    {
        "full_article": "It is disheartening to see how a long-predicted surge in dengue cases has been overwhelming not just hospitals but also medical equipment and supplies, especially ICU and HDU beds, leaving patients literally gasping for air and shuttling between multiple medical facilities in desperation. The picture emerging out of the hospitals in Dhaka and other districts is quite reminiscent of the heyday of Covid-19, when patients were forced to navigate a similar medical dystopia. Even though the number of ICU beds has increased since then, it is not nearly enough to handle an emergency.\nTake, for example, the case of Rafia, a 14-year-old girl battling dengue. As per a report by this daily, despite needing critical care, the lack of vacant ICU beds forced her family to shuttle her between multiple hospitals. Left with no other option, she was finally put in a regular ward at the Shaheed Suhrawardy Medical College Hospital, but not before the duty doctor took an undertaking from her mother that basically absolves the hospital of any responsibility in case something tragic happens. Her name is now on a list where 15 other patients are also waiting for ICU admission, highlighting the stark reality facing so many patients – especially those from underprivileged backgrounds – who must contend with suboptimal treatment in the absence of proper facilities.\nAccording to the Directorate General of Health Services (DGHS), there are around 1,323 ICU beds and 886 HDU beds in different government hospitals. Even combined with those of the private hospitals, their total number is still far from sufficient. As well as the crisis of ICU/HDU beds, there is also a shortage of essential supplies like saline. Essential Drugs, the state-owned pharmaceutical company, is currently rationing injectable saline to public hospitals to manage the high demand. Unfortunately, it remains the sole supplier of saline for the 1,100 or so public hospitals, and despite a ten-fold rise in demand lately, it is not expected to begin saline production in its Gopalganj plant until January next year. Although the six private companies it procures saline from have been recently asked to double their daily production, the lack of preparedness and swift action from the health authorities has been compromising patient care, resulting in needless deaths and suffering. This is most unfortunate.\nThis year's dengue numbers have already broken all previous records. As of August 10, at least 364 patients died of the mosquito-borne fever in 2023. Of them, 113 died in the first ten days of this month alone. Most of the deaths were recorded in Dhaka hospitals, but more patients are being hospitalised outside Dhaka, which suggests a countrywide, epidemic-level crisis. What this needs is a comprehensive response by, among other things, properly equipping all hospitals. The government must do this urgently so that patients get the treatment they deserve.\n",
        "headline_1": "Dengue patients deserve optimal care",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/dengue-patients-deserve-optimal-care-3391086",
        "news_paper_name": "The Daily Star",
        "publish_date": "11-08-2023"
    },
    {
        "full_article": "How long will Biman Bangladesh Airlines enjoy the impunity that it does while continuing to engage in one egregious incident after another? It pains us to revisit this topic every other week or so, but Biman's capacity to defy operational rules and standards is seemingly inexhaustible. Forget individual cases of irregularity/anomaly reported in the media. Recall the findings of the Office of the Comptroller and Auditor General (CAG) about Biman violating procurement rules that, it said, would cause a loss of over Tk 1,000 crore in 10 years. And now another audit, by the Civil Aviation Authority of Bangladesh (CAAB) no less, has spilled the beans about the true extent of Biman's problems.\nTo the government, official audits like these carry a far greater weight than media reports, and should thus lead to a proper response. The question is: why aren't they?\nThe latest findings, as per a report by The Daily Star, shed light on numerous deficiencies in Biman's policies, procedures, and operational practices, highlighting a disturbing pattern that likely goes back years, if not decades. The CAAB audit, done as part of Biman's Air Operator Certificate (AOC) renewal process, identified a staggering total of 39 operational and 10 airworthiness objections across multiple critical domains, including flight operations, cabin safety, airworthiness, ground handling, flight dispatch, and handling dangerous goods. Such wide-ranging objections truly boggle the mind. Clearly, what we are witnessing are not isolated incidents, but deep-rooted systemic issues cutting through the whole organisation.\nAt the heart of this crisis are failures in policy implementation, inadequate procedures, and questionable activities. The airline's inability to ensure compliance with approved company manuals and regulatory standards speaks to its lack of accountability and effective oversight. The report also highlights severe deficiencies in Biman's human resource management. The authorisation of personnel for critical positions, such as In-flight Entertainment (IFE) and in-charge cabin safety, without proper requirements is a serious breach of safety protocols.\nPerhaps most concerning is the revelation that Biman's maintenance practices are not up to par. The irregularities surrounding the Continuing Airworthiness Management Exposition (CAME) and the Boeing 737-800 aircraft maintenance highlight a disregard for the meticulous upkeep that aviation demands. Such negligence endangers not only the lives of those on board but also the reputation, if any, of a floundering public institution.\nClearly, things are not working as they should at Biman. The question is: How did an airline, injected with public funds on a regular basis, reach such a state of disarray? Biman needs a massive overhaul, and it needs it now. It also needs to be made accountable. We, therefore, urge the higher authorities to properly respond to the CAAB audit report, starting by conducting a thorough review of Biman's activities and operations and taking measures to fix all critical areas of concern.\n",
        "headline_1": "There's no saving Biman from itself",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/theres-no-saving-biman-itself-3390851",
        "news_paper_name": "The Daily Star",
        "publish_date": "11-08-2023"
    },
    {
        "full_article": "Millers all over the country feel no qualms about polishing rice because the slim, shiny and glossy look of the grain has higher sale value. However, it gives a false impression of better quality of the staple. But it is an outright double cheating of its consumers: first, duplication of the commodity on sale and then making the staple less nutritious. An FE report on the subject has highlighted not only the unhealthy aspect of the widely prevalent practice but also the substantial loss that it causes to the economy. The report says, unhealthy milling system, i.e., polishing, has been causing wastage of 5.17 million tonnes of rice every year, while the country has to import 1.0-1.5 million tonnes annually to bring about parity between demand and supply in the domestic market. According to the Department of Agricultural Marketing (DAM), if half of the wasted rice could have been saved, the country had no need for import. It is pretty well known that local millers polish rice to make it finer and market the same in different names such as 'miniket' , 'nazir shail' but there is no such rice varieties, according to the DAM. The DAM, reportedly, has recently sent a letter to the ministries of agriculture and commerce stating the huge quantity of rice wasted in the process every year as well as the health hazards from such rice varieties and urged for necessary actions to bring an end to the deplorable practice. Millers are polishing rice varieties like BRRI 28, 29 and others to give those a finer shape and look. Many northern region traders are also selling polished rice in the name of Jeerashail, a local variety of finer quality.While wasting such an enormous quantity of the main staple is most outrageous, the harm to public health from polished rice is no less a serious concern. The milling process now widespread across the country leaves the all important grain shorn of all its nutrition, says nutrition experts. A whole grain has three major components - bran (the outer covering), endosperm (the middle layer) and germ (the innermost layer).The bran and germ make the most nutritious part of any grain. Specially, the bran has high amounts of fibre, vitamin, minerals, and antioxidants. It is an essential source of dietary fibre, protein, minerals and essential fatty acids. The fibre also plays a major role in the prevention of gastrointestinal diseases. During the process of polishing, grains undergo treatments that strip them of all these nutrients. The only part that remains after polishing is the endosperm, which is primarily rich in carbohydrates and devoid of any nutrients.Given the ill effects of rice polishing in terms of massive wastage and health hazards, the authorities should have paid due attention to the matter much earlier and stopped the senseless tinkering with food grains once and for all. Now that the DAM has raised the issue, the government must enforce legal compulsion on millers to retain the original shape and look of rice while husking. A countrywide campaign has also to be launched in order to make people aware of the perils of consuming so-called finer rice.",
        "headline_1": "No more polishing of rice, please!",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/no-more-polishing-of-rice-please-1691680155",
        "news_paper_name": "The Financial Express",
        "publish_date": "11-08-2023"
    },
    {
        "full_article": "China has extended an invitation to Bangladesh for joining the China-Indian Ocean Region Forum on Development Cooperation. Bangladesh is reportedly studying the geopolitical implications of becoming a member of the forum. The China International Development Cooperation Agency (CIDCA) hosted an Indian Ocean Region (IOR) forum in Kunming on February 21, 2022. It was here that China apprised the high level representatives of 19 countries (actually 17) present there of the objectives and vision of the just mooted forum. Bangladesh had its representation there as well. There were representatives of Indian Ocean littoral countries and beyond. What is particularly notable is that China considers this move as the Maritime Silk Road, an integral part of its Belt and Road Initiative (BRI), a project considered a modern version of the Silk Road of the past. The avowed goal flies high on profuse use of rhetoric, which even aligns it with the sustainable development goals of the UN and looks forward to project implementation on the basis of mutual cooperation. Bangladesh should not have any objection to be a strategic partner of an economic platform that sets regional development goals. But this small country is averse to siding with any bloc beyond economic and trade in the name of security. Even if such platforms are purely devoted to promoting economic and business cooperation among member countries, any rivalry between two or more among them in the same region should give enough cause for the country not to join one and draw others' displeasure. The fact is that there already exists such a forum named the Indian Ocean Rim Association (IORA) established in 1997, of which India is a founding member and Beijing a dialogue partner. Intriguingly, almost all the Indian Ocean littoral members of the IORA had their representation at the China-initiated IOR platform. The countries of the region may have membership of both forums but it is impossible to miss the inherent discord. If there were mutual understandings and seriousness of purpose, Beijing ought to have a full membership of the IORA instead of a dialogue partner and work together towards bolstering economic cooperation and development of all nations in the region. There was no need for overlapping cooperation agenda. Again, the launching of the Indo-Pacific Economic Framework for Prosperity (IPEF) by US President Joe Biden in May, 2022 gives the impression that big powers and rivals are in a rush to advance their strategic interests which do not consist of those of economy, trade and investment alone but also those of defence. Although a few names are common in all three regional cooperation blocs, some of the names in the IPEF stand out for their territorial disputes with China. Significantly, these are Brunei, Malaysia, Indonesia, the Philippines and Vietnam, the countries which do not accept China's unilateral island and maritime claims in the South China Sea. It is also important to note that of the 19 nations Beijing claimed --- as the joint statement made public on the CIDCA's website --- to have been represented, both the Maldives and Australia flatly denied their participation. In fact, Maldives' former President Mohammed Waheed Hasan and Australia's former Prime Minister Kevin Rudd took part in the forum virtually. Notably, the USA, Australia and Japan are forging closer partnership to challenge China's increasing naval buildup and strategic presence in the Indian Ocean economic zone and in the Indo-Pacific region. Chinese concentration on naval facilities at Hambantota in Sri Lanka overlooking the most strategic lanes in the Indian Ocean and its first overseas base in Djibouti in the Horn of Africa has been part of its long-term goal of emerging as a mighty maritime power. Sure enough, China has money power and advanced technology to push its ambitious strategic programmes, where India is no match. So Narendra Modi has to look for powerful allies and here Biden also finds the US interests amply served by the new-found bonhomie between the world's two largest democracies. A lightweight, Bangladesh wants to keep its distance from such pacts at any cost at a time when Secretary General of the United Nations, Antonio Guterres warned during his address at the UN General Assembly early this year that the world was fast approaching towards a 'wider war'. He then explained why he makes such a dire projection. \"Top scientists and security experts had moved the Doomsday Clock to just 90 seconds to midnight last month, the closest it has ever been to signalling the annihilation of humanity\". Clearly, under the garb of economic and development cooperation, the hidden agenda are to get nations in the big powers' respective camp. Bangladesh like some of the countries willing to maintain their impartial and neutral status has been waking up to a most uncomfortable strategic reality of geopolitics. They realise the rival powers woo them not for nothing. Are these moves part of the geostrategic consolidation initiative? The situation is best described by the Bangla proverb, 'While kings make war, the nondescript lose their lives.' The Non-Aligned Movement (NAM) could counterbalance such a pressure if the forum were not inert. Human civilisation has suffered great reversals because of senseless rivalries between nations forming allies with the incendiary ignited on territorial disputes. The war in Ukraine involving contentious land claim, China's territorial disputes with other nations have the common elements with World Wars I and II. So, the UN chief tried his best to draw world leaders' attention to what he observes, \"Something is fundamentally wrong with our economic and financial system\" and appealed for collective efforts to eliminate hunger and poverty, bridge rich-poor gap and free poor nations of debt burden. Contrary to this, increasing expenditure on war machines stokes power rivalry to a point where it unfolds the spectre of a man-made apocalypse.\n[email protected]",
        "headline_1": "Big power rivalries and small nations",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/big-power-rivalries-and-small-nations-1691680211",
        "news_paper_name": "The Financial Express",
        "publish_date": "11-08-2023"
    },
    {
        "full_article": "A record amount of money is now outside the country's banking system, meaning people have more money in their hands than at any time before. At the end of June last, more than Tk 3.0 trillion was in circulation, according to Bangladesh Bank statistics.The reasons for so much money remaining in the hands of people could be more than one. Economists list factors such as low yield/ interest offered by banks and non-banking institutions to depositors, the inflow of remittances through informal channels and large-scale printing of high-powered money by the central bank to meet the insatiable appetite of the government for funds. The presence of more than the usual amount of money in circulation does not bode well for the economy. It usually heightens inflationary pressure. Thus, one reason for inflation in Bangladesh showing signs of stubbornness could be that a large amount of money remains outside the banking system. Globally, inflation has been on the decline, mainly because of the fall in the prices of most commodities. The situation in Bangladesh is altogether different. For the past few months, inflation has remained close to 10 per cent, and it is not showing any sign of abetting to a notable extent. In contrast, most South Asian countries are witnessing a different market trend. People often cite Sri Lankan examples. The island country faced an unprecedented economic crisis in 2022. With its foreign exchange reserve reaching its nadir, Sri Lanka's inflation level went up to 69.8 per cent in September of that year. But the rate started declining soon after the IMF confirmed a bailout package and the government introduced belt-tightening measures. In June last, the rate of inflation in Sri Lanka was 12 per cent, and in July last it came further down to 6.3 per cent. The Bangladesh situation involving foreign exchange reserves, export receipts, and remittance earnings was far better than that of Sri Lanka. Bangladesh Taka has depreciated to around 23 per cent over one year, while Sri Lankan Rupee depreciated by over 44 per cent in December 2022. So, it is not just external factors responsible for Bangladesh's ongoing economic woes. Internal mismanagement could be a major contributing factor here. No strong measures are also visible to correct the situation.The supply of high-powered money that has a role in inflation has reportedly declined lately, primarily because of the rise in deposit rates. The government's borrowing from the banking system has, reportedly, increased to some extent recently. But given the anticipated political volatility in the coming months, a section of people might feel the necessity to keep funds with them as a precautionary measure. But not all people can keep money with them since they do not have the means to save for the rainy days. What matters to them is surviving the odds of the present. Mishandling of the economic affairs by the people in the corridors of power makes the struggle of the poor and low-income people to survive the odds even more difficult. So, the presence of excessive funds, high-powered or otherwise, outside the banking system does not mean anything to the poor. Rather, it stokes inflation, intensifying their miseries. \n[email protected]",
        "headline_1": "When plenty leads to problems",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/when-plenty-leads-to-problems-1691680245",
        "news_paper_name": "The Financial Express",
        "publish_date": "11-08-2023"
    },
    {
        "full_article": "It is a good piece of news that Bangladesh has secured the top position in garment shipments to the European Union during the January-March period, overtaking China in terms of quantity. Reportedly, we exported 133 kilograms of ready-made garment (RMG) compared with China's 131 kilograms last year. Though Bangladesh has advanced in the volume of readymade garments, it's still lagging behind China in terms of sale proceeds. China has exported readymade garments worth USD 30.15 billion to EU last year while the country's export has increased by 17 per cent.China is Bangladesh's strong competitor in the international apparel market. Bangladesh is the second (third in some cases) leading country in exporting essential apparel around the globe and this demand is increasing continuously in the global market. While the end to the Russia-Ukraine war is not visible on the horizon, Bangladesh's exports to the EU plus countries like UK, Canada, and USA can be expected to continue to increase. Importing countries are looking forward to Bangladesh as the cost of making clothes in China is also higher than in Bangladesh. Due to political instability in Myanmar and Ethiopia, we are getting additional orders from the US, which has put Bangladesh in an advantageous position. So, all kinds of support should be provided to our RMG sector in order to make it earn the top position both in terms of quantity and revenue earning. The issue of RMG workers' welfare, their safety and security should also be addressed. Since they are running wheels of this industry, their well-being should always be a priority. RMG companies should ensure their workers' leave, medical and other facilities. Introducing green environment in factories should be encouraged too. We should not forget that RMG is the sector which can keep the economy of the country healthy. \nMA Islam,Dhanmondi, Dhaka,[email protected]",
        "headline_1": "Focussing more on RMG sector",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/focussing-more-on-rmg-sector-1691680270",
        "news_paper_name": "The Financial Express",
        "publish_date": "11-08-2023"
    }
]