[
    {
        "full_article": "The Indian rupee is experiencing its worst slump in four years. Since the start of 2022, the currency has depreciated by more than 7% against the U.S. dollar, weakening past a historic low of 80 to a dollar mark earlier this week. While the Indian currency is not alone in faring poorly against the greenback, with even the historically strong euro and the British pound taking a hammering and weakening by more than the rupee has, the fact that other currencies too have appreciably lost value against the dollar can only offer cold comfort to India’s real economy. Domestic manufacturers and services providers are now having to cope with not just higher dollar prices for the raw materials, equipment or other supplies they may need to procure from overseas, in the wake of the supply disruptions caused by the pandemic and the war in Ukraine, but they also face mounting import bills — the slide means they have to fork out more rupees for the same dollar price from even just a few months ago. The Finance Minister and the RBI Governor have sought to explain the proximate causes for the pressure on the currency and allay apprehensions that the rupee may be in a ‘free fall’, a scenario that could ultimately prove rather damaging for macro-economic stability by spurring imported inflation at a time when both fiscal and monetary authorities are battling to tame runaway inflation.While the Minister’s statement in the Lok Sabha cited factors including the Russia-Ukraine conflict and soaring crude oil prices as major drivers of the rupee’s depreciation, Governor Shaktikanta Das on Friday acknowledged concerns about the rupee and pointed to the fact that foreign portfolio investors were “selling off assets and fleeing to safe haven” in the wake of global monetary policy tightening. So far in 2022, FPIs have dumped $29.6 billion in Indian equity and debt after three straight years of net investments, with the prospect of more, sharp interest rate increases by the Federal Reserve to tame four-decade-high U.S. inflation likely to do little to staunch the outflows. The dollar index, a measure of the greenback’s value against a basket of six major currencies, too offers little reassurance to the rupee. The index is just shy of a 20-year high hit last month indicating that investors are betting strongly on dollar-backed assets. The rupee’s real effective exchange rate (REER), which provides a weighted average value in relation to a basket of currencies of its major trading partners, is also signalling that the Indian currency is still overvalued and has room to depreciate further. Notwithstanding Mr. Das’s assertion that India’s underlying fundamentals ‘are strong and resilient’ with foreign exchange reserves ‘adequate’, the RBI will need to judiciously utilise every dollar in its war chest to ensure that a likely slowdown in exports and sticky imports do not add more undue pressure on the rupee.",
        "headline_1": "Currency caution: On the Indian rupee’s depreciation",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/currency-caution-the-hindu-editorial-on-the-indian-rupees-depreciation/article65671013.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "24-07-2022"
    },
    {
        "full_article": "It was hardly a surprise that Russian President Vladimir Putin chose Iran, another country at the receiving end of western sanctions, for his first visit outside the former Soviet sphere since Russia’s February 24 invasion of Ukraine. Russia and Iran, brought together by their opposition toward the West, already have a strategic partnership in place and have worked together in places such as Syria. But despite this cooperation, tensions have also existed where Russia has remained the big brother. But the war and the subsequent western sanctions on Russia have added a new dimension to the partnership. Hours before Mr. Putin landed in Tehran, the countries signed a $40 billion energy memorandum of understanding where Russia’s Gazprom would work with the National Iranian Oil Company in developing energy fields and building LNG projects and pipelines. Last week, the U.S. had claimed that Russia was also seeking armed drones from Iran to deploy in Ukraine. So, Russia, battered by sanctions and rattled by the slow progress of its war, is seeking to build a coalition of the sanctioned by deepening an economic, defence and strategic partnership with Iran. And in Tehran, Mr. Putin has found a receptive audience.In Tehran, Mr. Putin also met Turkish President Recep Tayyip Erdoğan to discuss the Syrian civil war and a United Nations proposal to allow grain exports from Ukrainian ports via the Black Sea. The trilateral summit, at a time when the West seeks to isolate and punish Mr. Putin, shows the complex geopolitical moves at play in West Asia. Turkey, a NATO member, has condemned the Russian war and supplied Ukraine with drones, but refused to join the western sanctions against Moscow. Turkey and Russia, which back rival factions in Syria’s civil war but have entered into an entente, need each other to protect their interests in Syria. Iran, whose bet on the 2015 nuclear deal backfired after the U.S. unilaterally pulled itself out of the agreement in 2018, has been keen on building stronger strategic and economic ties with China and Russia. As the nuclear talks resumed by the Biden administration have reached an impasse, Iran’s Ayatollahs would naturally prefer a stronger partnership with Russia. This explains the complex trilateral dynamics of the Tehran summit. The visit has also highlighted the importance of West Asia in the time of great power rivalries. Mr. Putin’s visit came just days after U.S. President Joe Biden wrapped up his Saudi-Israel tour. Mr. Biden warned America’s traditional allies against Russia, China and Iran gaining greater influence in the region. And days later, the Russian leader was in the Iranian capital. While Mr. Biden seeks to build a united front of American allies in West Asia against Iran and Russia, Mr. Putin is betting on Iran to expand the Russian influence in the region in these difficult times.",
        "headline_1": "A coalition of the sanctioned: On Russia and Iran",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/a-coalition-of-the-sanctioned-the-hindu-editorial-on-russia-and-iran/article65666244.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "24-07-2022"
    },
    {
        "full_article": "Every fall, the Monarch butterfly begins a 3,000-mile journey to Mexico. In spring, Sandhill cranes converge in Nebraska. During summer, a large population of two-legged creatures clamber into metal tubes, change longitudes and latitudes, and check into hotel rooms that are often decorated in shades of brown. A soul-sucking palette that has only one advantage: it makes ketchup, crushed chips, sweat, and semen encrusted on carpets and walls all turn invisible. We walk into bathrooms without jet sprays, stocked only with toilet paper. We stack empty water bottles by the sink as a substitute for a lota, only to discover at critical moments that housekeeping has chucked them once again.\nIllustration credit: Shirish Sharma\nArmed with our cameras, we participate in these transient migrations for the same reasons we get married. It is based on the hope that by entering another state of being, or crossing municipal boundaries, we will instantly be fulfilled and satisfied. This seems to have no relevance to whether we were fulfilled and satisfied before entering the institution or the credit card-guaranteed room. The statistics for disappointing marriages and holidays are roughly the same. Despite this disconcerting fact, there are multiple reasons for depleting savings while jostling in crowded museums trying to get a glimpse of Mona Lisa’s enigmatic smile.\nAs the guards at the Louvre will tell you, even the most beautiful pieces of art turn invisible when you see them hanging around every day in the same place. The brain, to conserve energy, ignores the familiar. Familiarity, contrary to the popular adage, does not breed contempt, merely indifference.\nTake the same painting, put it on another wall and we will appreciate the details again. Transport partners, children, friends to a different location and reclaim the ability to see the macramé patterns of relationships instead of just the holes.\nIf we are a summation of all that we remember, then travelling seems to create the strongest memories. The unknown and unusual takes us back to our primeval selves; sounds of a crunching twig indicating predator or prey. Senses engaged in the present create a gossamer web of neural impressions, binding the memory firmly in the center.\nMy sharpest recollection of eating a litchi is not at my dining table this summer, but on a swing in Jaipur over three decades ago. I remember the metal chains of the swing pushing into my back. My fingers, poking into the top of the brick-red, bumpy skin till it parted, revealing the gelatinous, sweet flesh inside. The juice smeared across my mouth like I had applied lip gloss, the old roll-on ones that smelled of orange blossoms and astringent air fresheners. The pale flesh consumed till it revealed a glistening brown seed. I recall turning it around in my hand thinking it looked exactly like a cockroach bereft of antennae. And I remember Uncle, Manju aunty’s husband, though his first name is lost in the past, wearily trudging to the market once again because I had gobbled up the entire bushel of litchis he had bought that morning. When we travel, we change form. From stationary to still.\nSitting on a morning train, my head thudding against the window, I watch the man across me. Faded eyes and florid cheeks. Not the pink of youth but the one that comes with broken veins and time. I am curious about the wedding band on his middle finger. Widowed or weight loss? He gathers his coffee cup, the torn sugar sachet, creating a small, contained pile of garbage, picking up crumbs and dropping them into the cup. Widowed, I decide. A man used to cleaning up after himself. Ask me to describe what my accountant was wearing last week and I would be hard-pressed for an answer.\nTo observe, we must be still. Paradoxically, it’s easier to stay still when we are moving. Planes, trains, automobiles, and rambling walks compel the mind to halt its endless skipping rope workout — three jumps in the future, two in the past — getting tangled up and tripping over repeatedly. Routine is commonly described as a fixed time to do fixed things. An elixir to enhance productivity, and a cage. When we travel, devoid of routine, we wander, watch and wonder.\nWe gaze at the grey river changing into a crinkled, embroidered navy with threads of glittering sequins. The swollen Buck Moon hanging low over the water, jeering the sun with its size. When did we last look at the moon in our own town, we ask each other, shaking our heads in disbelief.\nWe return altered and committed to holding onto the change. We must rediscover our own neighbourhood instead of taking the shortest route back home. Talk to the cobbler down the street, the way we asked the Maggi point vendor so many questions in Mussoorie. Have dinner with our partner across a candlelit table every week. Sprawl on a bench and look at the clouds just like we did in the Jardin des Tuileries. We manage for a short period. Inevitably, we slip back into the straitjackets of structure.\nThen we wait. To book tickets and clamber into metal tubes. Looking for the pieces of ourselves buried under the longitude and latitude of our lives.\n\n",
        "headline_1": "Hello Mona Lisa. Bye jet spray. The longing for a new longitude",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/mrsfunnybones/hello-mona-lisa-bye-jet-spray-the-longing-for-a-new-longitude/",
        "news_paper_name": "The Times of India",
        "publish_date": "24-07-2022"
    },
    {
        "full_article": "Tip off: If a restaurant has bad service and still levies a charge, the customer won’t come back\nIn April 2017, the Supreme Court imposed a ban on the sale of liquor within 500 metres of national and state highways to curb drunk driving. This order came because somebody was involved in an accident after consuming liquor from a vend close to the highway. The ban was quite ironic as it was imposed not only on liquor vends but also on restaurants and luxury hotels which, in any case, have very strict guidelines on the service of alcohol. A restaurant will refuse to serve alcohol to a person who walks into a hotel in an inebriated state as they would think of it as a law and order issue. Sadly, this was not considered, and a ban imposed on all.\nFor several months, members of hotel and restaurant industry associations ran from pillar to post trying to get this message across. Meanwhile, the order led to a massive drop in restaurant revenue and, since restaurants do not operate on very high profit margins, they were forced to shut down resulting in thousands of jobs being lost.\nSo why is this story important? Because something similar is happening with service charge.\nOn July 4, the Central Consumer Protection Authority (CCPA) issued guidelines which stated that no hotel or restaurant shall add service charge automatically or by default in the bill and that the service charge shall not be collected from consumers by any other name. Before getting into the merit of a service charge, the point I would like to make is that customers who dine at restaurants are well aware of their rights. They can choose to either pay a service charge or not go to a restaurant which levies a service charge. Hence, I do not understand why the government has to get involved in this matter.\nWhen it should have really got involved was when lakhs of jobs were lost in the hospitality sector during the first two waves of Covid. Whilst countries like Bhutan paid wages to all hospitality employees and the UK offered a spending allowance for people to eat out in restaurants, there was nothing here and lakhs of people lost jobs in this sector.\nI would also like to highlight a few myths and facts about the service charge issue. First, there is a lot of discussion that the service charge should be discretionary. This would, in fact, open it to more conflict in the restaurant and with the customers. My point of view is that, if a restaurant is not providing good service and is still charging a service charge, would you ever go back to that restaurant?\nRestaurateurs and hoteliers are trained to focus on customer and guest delight. From this perspective, if good food and service is not provided and you are still charged, you would ideally not go back to that restaurant. Thus, the restaurant loses out in return. In fact, good restaurants will not even present the bill if they believe that they have erred in giving quality food and service as they want the customer to come back.\nThe second point is about how the service charge is distributed. Lot of people feel that some restaurant owners keep it for themselves or do not pass on all the benefits to employees. From my years of experience, I can say with certainty that more than 95% of the restaurant service charge is distributed amongst employees. Again, just like consumers, the employees also have a choice. There is a massive shortage of skilled employees in the industry. Thus, if an employer is not passing on the benefits to the employee, the employees will leave, and this will affect the business. So, there is an automatic check system here.\nThe third is the negative impact on non-service people such as chefs, kitchen stewarding and housekeeping staff who work at restaurants. They stopped getting the service charge after the government’s ruling as a lot of establishments decided to drop the service charge as they did not wish to argue and fight with the government. So, after two years of the pandemic just as some money had started coming in from tips, this guideline took it away.\nThankfully some relief came this week by way of a Delhi high court ruling that stayed the recent guidelines on service charge. Besides vindicating the stand of restaurant and hotel associations, it, more importantly, put money back in the hands of employees who need it.\nInstead of getting into trivial issues like service charge, the government should focus on making excise rules simple, lower duties, reduce the number of licences required to open restaurants and, thus, make India a more attractive culinary destination where people can eat and drink in peace. But sadly, instead of running great restaurants, we are sending our restaurateurs to court.\n\n",
        "headline_1": "Diner decide! Service charge not an issue govt should wade into",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/voices/diner-decide-service-charge-not-an-issue-govt-should-wade-into/",
        "news_paper_name": "The Times of India",
        "publish_date": "24-07-2022"
    },
    {
        "full_article": "No questions can be asked about India being a democracy.  Is India a “mature” democracy?  Since “sabhas” and “samitis” existed in India thousands of years ago, most people will answer in the affirmative, as they will about Greece, even though neither was a democracy in the modern North Atlantic sense.\nBut adjectives can be subjective, as with “mature” wine. For clarity in many aspects of life, we look towards courts. A former judge of the Supreme Court (AK Ganguly) has recently told us India is a “mature” democracy.  A present SC judge (JB Pardiwala) has told us, even more recently, India isn’t a “completely mature” democracy.\nRead full opinion on TOI+\n\n",
        "headline_1": "Judging our judges: In half the world, judiciary has to mandatorily disclose assets. Why is this not the case in India?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/judging-our-judges-in-half-the-world-judiciary-has-to-mandatorily-disclose-assets-why-is-this-not-the-case-in-india/",
        "news_paper_name": "The Times of India",
        "publish_date": "24-07-2022"
    },
    {
        "full_article": "The Supreme Court in a nuanced judgment struck a blow for durable economic development in a state denuded of almost all its forest cover. The legal core of the verdict is that all land in Haryana covered under the Punjab Land Preservation Act will be treated as forest land. In practical terms it gives a chance to save something of the Aravalli range, one of the oldest mountain blocks in the world and the barrier against desertification of India’s breadbasket. Hopefully, this ruling will end decades of reckless destruction of the landscape.\nThis verdict is in harmony with the tone of almost three decades of jurisprudence on the Aravalli range, a key feature of the National Capital Region. Three states that have areas folded into NCR, Haryana, Rajasthan and UP, have a forest cover significantly lower than the national average of 21.7%. Haryana is the lowest at 3.6%. In that sense, this verdict should end the false debate of development versus environment. They are intertwined and need to be nurtured together for progress. The destruction of the Aravalli has already extracted a large economic and health cost in the NCR.\nIn 2013, the World Bank estimated that the annual cost of India’s economic degradation amounted to $80 billion or 5.7% of the GDP. The lion’s share of the cost was on account of pollution that results in a significant mortality load among adults. The growth versus environment approach to policy that has guided successive Haryana governments can be distilled down to actions that benefit a sliver of the real estate sector. Costs have been passed on to the rest of the state, particularly the rural economy. Hopefully, after this SC ruling, the Aravalli will have a sporting chance of survival.\n\n",
        "headline_1": "Saving the hills: SC’s Aravalli ruling has wider lessons",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/saving-the-hills-scs-aravalli-ruling-has-wider-lessons/",
        "news_paper_name": "The Times of India",
        "publish_date": "24-07-2022"
    },
    {
        "full_article": "Imagine the worst thing that can happen to a city from an environmental point of view, and then multiply it by two. That, too, may not be enough to portray the disastrous transformation that Dhaka has been going through, with about 56 percent of its green spaces vanishing over the last three decades. That's the finding of a study covered in a recent report by The Daily Star. To convert it into numbers, the city had 12,745 hectares of vegetation in 1989. By 2020, it came down to just 5,599 hectares. The study reached this conclusion after analysing the historical changes of green spaces in the entire Dhaka metropolitan area.\nSuch statistics, however shocking, bring clarity to an otherwise jumbled state of affairs involving a rapidly evolving landscape. Its population boom and aggressive urbanisation meant not only unplanned construction of roads, residential buildings and industries, but also a steady depletion of green spaces such as parks, open grounds, trees, croplands, roadside plants and areas covered in any green infrastructure. Since 1989, Dhaka's green spaces with dense forest declined from 17 percent to 2 percent, while green spaces with moderate forest declined from 24 percent to 16 percent. While an ideal city should have at least 25 percent green space coverage, Dhaka has only 8 percent, according to the United Nations Environment Programme.\nWhat happens when green spaces are encroached like this? Heat islands are created. As a result, Dhaka has witnessed a rise in temperature of nearly 3 degrees Celsius over the last 20 years – with its air, water and land pollutions rising to insane levels. This is a disturbing development, all thanks to our blind pursuit of development and poor urban planning. It's like we're waging a war against nature, not just in Dhaka but across the country as well. You see hills being levelled, waterbodies being filled or encroached, and forests being razed to the ground. Just as we write this, hills at the Holichhara tea garden in Kulaura, Moulvibazar are reportedly being cut to construct a road, without the approval of the Department of Environment.\nBut this is not a war we, or anyone, can win. Experts have thus called for an urgent solution to the damage done to nature, at a time when climate change is already wreaking havoc on Bangladesh. For Dhaka and other cities, they highlighted the importance of land-oriented mitigation measures such as creation or preservation of what little green space is available, through better urban and population planning, which can prevent the rise of temperature and other associated risks. Dhaka has a lot of undoing to do in this regard. We urge the government to take the warning signs seriously and take appropriate measures.\n",
        "headline_1": "There is a war going on against nature in Bangladesh ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/there-war-going-against-nature-bangladesh-3077471",
        "news_paper_name": "The Daily Star",
        "publish_date": "24-07-2022"
    },
    {
        "full_article": "I like to call myself a citizen of Planet Earth. I have tried to state, time and again, that borders and boundaries that define our nationhood are merely an artificial creation. Since the time Homo sapiens first traipsed off to the planet, they spread out as continents began to form, along with new cultures, languages, rituals and beliefs. However, nation-states, the countries, were formed much later, dividing these people who had coexisted for a long time before into different nationalities, thus creating the \"other.\" Believing strongly that we only strengthen and broaden ourselves as humans when we learn to accept, understand, value and respect different cultures and ways of life and ideologies, including religions in whatever forms, believing that any nation worth its salt would welcome diversity and pluralism in all forms, since it can only strengthen and broaden a nation and its people further –is what it takes people and nations forward to newer and wider horizons.\nHowever, having said that, I cannot help feeling a sense of satisfaction that I was born in and belong to this land that is Bangladesh. A pride in the long history that we have of resistance, of fighting for our collective right, was instilled in me from a young age. No other nation has gained its independence like the way we have, where almost all people, irrespective of class, locale, religion, ideology, education, occupation and ethnicity, came together in fighting for and supporting, in whichever way they could, the dream of an independent Bangladesh. The principles that were prevalent at that time – and I was around then – were later incorporated in our first constitution framed in 1972: Democracy, secularism, socialism and nationalism (although, in case of the last, the focus was on Bangalee nationalism, an identity that was rejected by the only elected indigenous MP of the then parliament, MN Larma, of the Chittagong Hill Tracts).\nToday, as I write, I ask myself and those reading this to understand what went wrong. We need to ask what has happened to the principles this nation fought so valiantly for. What has happened in these 50 years since we won our war of independence? I am angry, frustrated, devastated, saddened and ashamed at certain events that have overtaken our lives. Over the past few days, we have been talking about what, to our shame, was allowed to take place in Lohagara, Narail. This is not the first time. Those who create such incidents have a single script that they follow uniformly. Whether we have borrowed this script from our neighbouring countries, or they borrowed it from us, is of little consequence now. I refuse to measure ourselves in terms of whether we are less tolerant than other countries. Our measurement should be on what and how we wish to see ourselves as. What are the goals and principles we have set for ourselves, and how far have we moved away from those, or how far are we still from our expectations?\nThough much has been written about Lohagara, it took me time to sit and write this. I was feeling so frustrated, so incapable, so angry at not being able to do anything. The incident started exactly as other similar attacks in other areas, with a social media post that someone – usually an innocuous person, sometimes illiterate and usually not internet-savvy – has posted on Facebook, a status or post that is considered \"hurting the religious sentiments\" of the majoritarian religious group – in Bangladesh's case, Muslims. There exists the Digital Security Act (DSA), whereby anyone can initiate a case that their religious feelings have been hurt by a certain post. In Lohagara, as elsewhere, immediately through leaflets, agitating sermons at mosques, madrasas and other religious places of gathering, mob frenzy was created. People, neighbours who lived in apparent harmony and friendship until the attack, suddenly became fearsome, frenzied mobs, out to lynch, attack, demand huge amounts of money, loot everything from the homes of the people who are the \"other\" – here the Hindus, as it was stated that a Hindu youth had posted the offensive status – then set their homes on fire and vandalise a temple and a grocery shop, among others. Some witnesses, who came to Dhaka to speak to various groups and at various rallies, described in detail the horror of that day. I myself heard one, whose home was attacked, describe how many of the attackers were their neighbours, people they had had cordial relations with. Many affected families are terrified of returning home even today.\nA common factor, as mentioned earlier, is the Facebook post. Here, too, as in earlier incidents, the post leaves much to be suspicious about. The Facebook page in question was supposedly opened just two days before the attack, as we were told. Most people know how easy it is to open an account in anyone's name without their knowledge. I do not know what happened in this case, but there is definitely enough reason to feel that this may very easily be a manufactured post from a false account. If the objectionable instigating matter was just posted the day before, how could people so quickly know and get access to the post, circulate it and create mob frenzy?\nMob frenzy, communal attacks, and attacks on people with different views, positions and beliefs are created deliberately. You need instigators with powerful and vitriolic rhetoric to be able to whip up this kind of violent frenzy. To use religion as a tool is the easiest. I fail to understand why belief in one's faith is so flimsy that a simple post can hurt one's sentiments. What about the Jumma khutbas that are often instigating against different religions, using obscurantist dogma and vitriolic speech? Does that not hurt the religious sentiments of people from other religions? The same goes with waz mahfils. I, as a woman, feel utter disgust at the way some of the sermons are given, even on YouTube, by people who claim to be religious leaders. Where is the DSA then?\nIn most cases of attacks like Narail, the accused behind the Facebook post gets arrested, and much later, after the protests become louder, some among the violators and arsonists get arrested. Then they get bail, while the main leaders are let off the hook. More importantly, no action is taken against either the law enforcers who fail to provide protection, or the responsible offices that appear to be nonchalant. Not to mention the many intelligence agencies that exist, who seem to have no prior knowledge of the agitation being organised, nor the violence itself. We have not forgotten the incidents that took place in Sulla in Sunamganj, Taindong in Khagrachhari, Nasirnagar in Brahmanbaria, Rangpur, Bhola, or Cumilla.\nThere have been many such incidents. But each time, the story has been the same. Each time, the action has been the same. Arrest the poor illiterate, or absent so-called violator of Muslim sentiments, while no action is taken against the rest. Of course, the sentiments of the followers of other religions or ideologies are of no concern. Not while we still have a state religion. I worry and feel inadequate as a defender of human rights amid the sudden spate of publicly insulting Hindu teachers, violence and threats against people who are upfront about their strong sentiment in being secular or attacks on women wearing clothes they feel comfortable in. What is most worrying is that people feel that there is no need to wait for due process of law, if some vested quarters are not comfortable or in agreement with what they feel is right. It is time the rule of law, democracy, accountability and the government machinery started to function as they are meant to. This is definitely not the Bangladesh that people fought and gave their lives for. We wait for a day when we will see a truly democratic, secular, inclusive Bangladesh that is accountable to the people, protecting everyone's right to live in dignity and freedom. With the basic principles inspiring our Liberation War established. To enable us to reach that stage is to begin a process to ensure and establish accountability of the state to its citizens as the first step. The way to become a truly inclusive, democratic and secular state is to start now. Today.\nKhushi Kabir is a rights activist and the coordinator of Nijera Kori.\n",
        "headline_1": "Communalism or intolerance: What ails Bangladesh?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/communalism-or-intolerance-what-ails-bangladesh-3077386",
        "news_paper_name": "The Daily Star",
        "publish_date": "24-07-2022"
    },
    {
        "full_article": "I have always envied my male friends for having too much freedom. The freedom to roam around the city streets in the quiet and calmness of the night. The freedom to randomly plan trips and stayovers. The freedom of enjoying an entire concert without missing the headliner's performance and not worrying about getting home.\nOnly later in my life did I realise that it was never too much freedom, it was only the natural amount of freedom that they had access to, while we did not.\nOur access to the most basic of things – going out for a night stroll on the city streets, coming home late at night from work without being scared for our lives – have always been restricted owing to safety issues, as we have always been told.\nWe would be reminded of the deeply rooted misogyny in every sphere of life. That no one is ready to ensure your safety, but will blame you for things that you have no fault in. That it's easier to cage yourself rather than ask for security and justice.\nAround 9:30pm on July 17, a Chittagong University (CU) student was sexually assaulted by a group of young men, who recorded the incident to threaten her into silence. After much delay, the CU proctorial body took the victim's complaint, which was followed by a meeting of all hall provosts who came to a unanimous decision of imposing a curfew on the female university students. As per the new directives, no female student will be allowed to enter dormitories after 10:00pm.\nThe decision was met with a powerful protest by CU students, who asked the most valid question: \"Is it legal to harass us on our own campus after 10:00pm?\"\nThis is 2022. Imagine asking for security from your own alma mater and being caged as part of the solution. Your perpetrators will roam free, while you will be locked inside the confines of your dorms. Talk about progressive and liberal values.\nUniversities are supposed to be the most progressive and liberal spaces in a country. They should be the one institution that promotes freethinking, freedom of speech, expression, and movement that offers equal opportunities for intellectual growth and a safe environment for everyone, regardless of their race, class, and gender.\nIn reality, our universities don't fit into this category. The curfew culture for women is prevalent in all public universities across the country. At the beginning of this year, I worked on a story on this issue that required me to talk to female students of many public universities to know their take on it. While sharing their experiences and difficulties with the curfew, all of them unanimously agreed on one thing: It is an outdated practice that needs to go.\nYet our guardians, our teachers, fail to listen to our voices and impose an outdated practice more strictly. The authorities have always claimed that it is for the girls' safety that they impose curfew. If the girls are not comfortable entering the dorm after curfew and have to travel halfway across the city to find a place for the night, how does that make them any safer? Does this not empower the potential perpetrators and the existing narrative of victim-blaming?\nThe curfew leaves little to no scope for residential female students to engage in extracurricular activities, internships, or even enjoy a concert happening on the campus premises. All the students that I talked to have called this rule inherently misogynistic, as no such provision exists for the male students of any university, who can enter their dorms at any time of the night. Why have the authorities focused so much on barring the movement of female students in the name of ensuring safety, rather than ensuring exemplary punishment for sexual predators? What steps have been taken to ensure the safety of women on our campuses?\nWhy do the sexual harassment prevention cells remain inactive in most universities despite a clear directive from the High Court? Why have they been made inaccessible to the students? Why does information regarding the cell remain nowhere to be seen on the websites of the universities? How many complaints have they taken so far and how many cases of harassment have they solved as of yet?\nI talked to a CU student who has been at the forefront of the ongoing movement. She told me that some 10 months ago, another female student of CU lodged a sexual harassment complaint that is yet to be resolved.\nIn 2016, another student was harassed in the medical centre of the university by an on-duty doctor. When she filed a complaint, new regulations were imposed. Female students could only get treatment from female doctors, and as no female doctors were available after 9:30pm, in case of medical emergencies, female students would have to be accompanied by the house tutors of their respective halls.\n\"Imagine the absurdity of the provision. On one occasion of sickness, I needed to be injected with saline immediately. When my friends took me to the medical centre, they refused to treat me because my house tutor did not accompany me. How do I get the house tutor at 2:00am in the morning?\" said my friend from CU.\nThe accused doctor is still employed in the medical centre, while female students are denied treatment during medical emergencies. Our universities hold us back for gender, while they should be the pioneers of the movement against patriarchy and misogyny.\nMore than anything else, our alma maters are supposed to be our homes. And home is where all your needs are met. Where you return after long tiring days for peace, without any anxiety. Where you're truly free. Where you're safe and protected.\nAnd what we need is a home, not a cage. It's the need of the hour that the authorities listen to our voices, before the feminine rage becomes a bit too much for them to take.\nNahaly Nafisa Khan is a journalist at The Daily Star.\n",
        "headline_1": "Home, not a cage. Safety, not a curfew.",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/home-not-cage-safety-not-curfew-3077371",
        "news_paper_name": "The Daily Star",
        "publish_date": "24-07-2022"
    },
    {
        "full_article": "A headline on July 7 in The Daily Star announced, \"PM considering reduced electricity production to save fuel\". I have been regularly receiving messages about the recent episodes of load shedding, and not only from the poorer neighbourhoods of Dhaka, but from other cities and towns across the country. Load shedding in Bangladesh has now reached an alarming level. Rumours are heard that the government might soon mandate a work at home policy to conserve electricity. Fortunately, those who are privileged enough to live in apartment buildings with backup power generators feel less of the bite than the rest of the population, but one has to wonder how long this temporary respite would last.\nOnly a few months ago, our energy security appeared within reach and the leaders were leaning towards a transition towards a cleaner energy strategy. Last October, in a column in this newspaper, I touted the success story of Bangladesh's power sector (\"How to fix the mess in the power sector?\", The Daily Star, October 9, 2021). The country had previously in July 2021 cancelled 10 coal-powered power plant projects to reduce its future carbon footprint. There was constant talk about reduced carbon footprints, and an official of the power and energy ministry announced, \"There is a concern globally about (the use of) coal and we have to adhere to that. The government is committed to reducing carbon emissions.\"\nThe tone has changed significantly since then. After Japan's JICA cancelled funding for Phase-2 of the Matarbari coal-fired power plant, the PM's energy advisor asked at a recent conference in Dhaka, \"When Europe is going back to the coal-fired power plants and investing millions of dollars, how could you [Japan] take the decision to not finance Matarbari?\"\nWe had energy surplus a few months ago, and now the country is facing the prospect of \"reduced electric supply\" until September, and perhaps beyond. For example, the PM on July 5, 2022 declared that the government is considering \"area-based load shedding\" for a specific period to save fuel used for power generation. \"Today, I think that I will tell (the authority concerned) to reduce electricity production for some time (every day) to save fuel used for power generation,\" she said.\nSo, what happened, or as they say in Spanish \"que pasa\"? How did things change so fast that we careened from an optimistic \"zero carbon\" by 2050 scenario to a more sombre assessment with discussions of a traditional non-renewable and more carbon-intensive strategy? Well, the geo-political outlook has changed and much else. Inflation, the Ukraine war, and galloping prices of oil and gas have concurrently taken a toll on our plan to shift to clean energy.\nBangladesh, like all other countries, will now need to pay greater attention to its goal of energy security in light of the changing global economic and political reality and carefully balance the cost of rapid transition to cleaner sources of energy. In a New York Times op-ed, Mark Malloch-Brown, former UN deputy secretary general writes that, \"The energy transition plans of South Africa indicate the scale of the challenge. Switching from coal to renewable energies like solar, wind and hydropower will cost some USD 250 billion over the next three decades, around 3 percent of South Africa's GDP.\" It was earlier expected that the richer countries would fund the technology transition programmes of developing countries, but they are now investing in armaments, new energy sources, and in their own war games.\nBangladesh is now justifiably soft-pedalling on previous plans to go \"zero carbon\" in 2050. The energy adviser to the PM vehemently denied Bangladesh had made any promise regarding net zero emissions by 2050. \"Bangladesh is a very low carbon emission country and that is why the promise of net zero emissions by 2050 will not be applicable for Bangladesh\", the PM's energy advisor said at a recent seminar on Integrated Energy and Power Master Plan (IEPMP).\nLooking forward, Bangladesh needs to take another look at its long-term energy strategy. The leaders must reassess some of the past misguided policies. \"Oil and gas remain central to global energy systems and are key to energy security, at least in the near and mid-term,\" according to professor Ernest J Moniz, a former US Secretary of Energy and professor of physics and engineering systems emeritus at MIT. \"Sloganeering against the transitional role of fossil fuels has impeded progress on both climate change and energy security. Climate change and energy security must be one conversation to most effectively address both,\" Moniz adds.\nThe government has signalled that it is now in favour of power generation using coal. Coal is making a comeback as energy needs grow, while poorer countries are struggling to secure supplies of LNG. It is expected that the price of gas will subside in the coming year.\nMy research of the gas market leads me to believe that price volatility is likely to get worse. Natural gas prices have surged globally since the war in Ukraine and jumped from USD 4 per unit in 2020 to USD 41 today. \"The European gas crisis is sucking the world dry of LNG,\" said Valery Chow, head of Asia Pacific gas and LNG research at Wood Mackenzie, an energy consulting firm. \"Emerging markets in Asia have borne the brunt of this and there is no end in sight.\"\nThe dilemma for Bangladesh is multi-pronged. The coal-fired plants are facing the loss of credit while the tight LNG market is squeezing all energy out of our foreign exchange reserves. The state minister for the Ministry of Power, Energy, and Mineral Resources, however, expressed optimism that a short-term plan to extract 618 million cft additional gas from 46 wells in the country might bring some results in three years.\n\"Nuclear energy is a significant part of the clean energy future. There is far less carbon emission from solar energy. Along with that, new technologies will be our priority,\" he added. Bangladesh could be a beneficiary of the funds that the Biden administration is pouring into nuclear technology as well as renewable resources like solar and wind power.\nAs for the volatile oil market, prices might drop further in the coming months. The Paris-based International Energy Agency has cut its forecasts for oil demand for this year and the next. In a report published on July 12 by OPEC, the global demand growth for oil is projected to come down next year to 2.7 million barrels from the 3.4 million barrels a day in 2022. This projection is based on the decline in projected GDP growth in European economies and the USA due to soaring inflation and rising interest rates. China's economic recovery is also expected to be slow, further easing the pressure on oil markets.\nDr Abdullah Shibli is an economist and works for Change Healthcare, Inc., an information technology company. He also serves as senior research fellow at the US-based International Sustainable Development Institute (ISDI).\n",
        "headline_1": "Is load-shedding a symptom of Bangladesh's energy insecurity?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/load-shedding-symptom-bangladeshs-energy-insecurity-3077356",
        "news_paper_name": "The Daily Star",
        "publish_date": "24-07-2022"
    },
    {
        "full_article": "We welcome the ruling of the International Court of Justice (ICJ) on the legality of the trial of the Rohingya genocide case. This gives us hope that the Myanmar military will not be let off the legal hook easily, even as it continues to dillydally in the repatriation bid with Bangladesh. The court's ruling paves the way for the case to be heard in full, which we hope will lead to justice sooner than later. The trial and finding a long-lasting solution to the Rohingya crisis are both key priorities, and both should be given due importance.\nIt's been several years since the Myanmar military committed what has been termed \"ethnic cleansing\" with genocidal intent, the kind of which the world hasn't witnessed in recent decades. Although the junta has been rejecting the \"genocide\" aspect of the crisis, the World Court on Friday invalidated its objections. The central argument of Myanmar was that Gambia, which brought the suit, had no standing to do so at the top UN court. But the president of ICJ, Judge Joan Donoghue, made it clear that Gambia, as a state party to the 1948 Genocide Convention, can act to prevent genocide, and that the court has jurisdiction in this case.\nThe Rohingyas have had to go through a series of calamitous episodes since they were brutally murdered, raped and ousted from their ancestral homes in Myanmar. The trauma still haunts them as they wait in squalid camps in Bangladesh to go home and begin a new life. But safety, dignity and integration are of essence while their fate is being decided, and care should be taken so that they do not fall from the frying pan into the fire. No doubt the question of international justice and accountability will be crucial in finding a durable solution to the crisis. We believe all parties involved should maintain their focus on the question of confidence-building among Rohingyas, first by ensuring swift justice in the ICJ case, and then by ensuring that their return home is accompanied with their rights as citizens restored.\nIn this regard, we would like to reiterate the importance of starting the repatriation process which has been dragging on for a couple of years. As well as getting justice for what happened to them in the past, the Rohingyas are equally concerned, and rightly so, about what will happen to them in the future. World leaders cannot champion the cause of justice on one front, and abandon its pursuit on another front.\n",
        "headline_1": "ICJ ruling raises hope for Rohingya justice",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/icj-ruling-raises-hope-rohingya-justice-3077476",
        "news_paper_name": "The Daily Star",
        "publish_date": "24-07-2022"
    },
    {
        "full_article": "Imagine the worst thing that can happen to a city from an environmental point of view, and then multiply it by two. That, too, may not be enough to portray the disastrous transformation that Dhaka has been going through, with about 56 percent of its green spaces vanishing over the last three decades. That's the finding of a study covered in a recent report by The Daily Star. To convert it into numbers, the city had 12,745 hectares of vegetation in 1989. By 2020, it came down to just 5,599 hectares. The study reached this conclusion after analysing the historical changes of green spaces in the entire Dhaka metropolitan area.\nSuch statistics, however shocking, bring clarity to an otherwise jumbled state of affairs involving a rapidly evolving landscape. Its population boom and aggressive urbanisation meant not only unplanned construction of roads, residential buildings and industries, but also a steady depletion of green spaces such as parks, open grounds, trees, croplands, roadside plants and areas covered in any green infrastructure. Since 1989, Dhaka's green spaces with dense forest declined from 17 percent to 2 percent, while green spaces with moderate forest declined from 24 percent to 16 percent. While an ideal city should have at least 25 percent green space coverage, Dhaka has only 8 percent, according to the United Nations Environment Programme.\nWhat happens when green spaces are encroached like this? Heat islands are created. As a result, Dhaka has witnessed a rise in temperature of nearly 3 degrees Celsius over the last 20 years – with its air, water and land pollutions rising to insane levels. This is a disturbing development, all thanks to our blind pursuit of development and poor urban planning. It's like we're waging a war against nature, not just in Dhaka but across the country as well. You see hills being levelled, waterbodies being filled or encroached, and forests being razed to the ground. Just as we write this, hills at the Holichhara tea garden in Kulaura, Moulvibazar are reportedly being cut to construct a road, without the approval of the Department of Environment.\nBut this is not a war we, or anyone, can win. Experts have thus called for an urgent solution to the damage done to nature, at a time when climate change is already wreaking havoc on Bangladesh. For Dhaka and other cities, they highlighted the importance of land-oriented mitigation measures such as creation or preservation of what little green space is available, through better urban and population planning, which can prevent the rise of temperature and other associated risks. Dhaka has a lot of undoing to do in this regard. We urge the government to take the warning signs seriously and take appropriate measures.\n",
        "headline_1": "There is a war going on against nature in Bangladesh ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/there-war-going-against-nature-bangladesh-3077471",
        "news_paper_name": "The Daily Star",
        "publish_date": "24-07-2022"
    },
    {
        "full_article": "On the eve of every Eid festival, newspapers almost routinely publish pictures of overcrowded trains. Sardine-packed trains also carry thousands of passengers on their roofs. The danger of making such journeys does not need any elaboration. No agency, not even the Bangladesh Railway, has tried seriously to stop passengers from taking such risks. So, people have been climbing to the roofs of trains and making hazardous journeys with no resistance. In such a situation, the country's higher court has stepped in. A High Court (HC) bench late last week directed the BR to stop passengers from climbing on the roofs of trains to make journeys. It also warned the relevant authorities of facing stern actions if anything unusual happened because of their failure to stop people from making train roof-top-journeys. Stopping people from climbing on the roofs of any mode of moving transport, be it a train or a bus or a launch, by agencies responsible has been long overdue. Unfortunately, they, deliberately or otherwise, overlook the issue. It could be because the roof-top journeys take place only on the eve of two major religious festivals of the Muslims. But such travelling being patently unsafe, and illegal too, the law demands that the relevant agencies make a move to stop people from making such journeys altogether. Instilling personal sense of danger coupled with habit creation through enforcement should work. There is no denying that the rush of passengers on the eve of major festivals is enormous, and managing the same turns out to be very difficult. The mismatch between demand for, and, supply of, tickets in all modes of transport, particularly, that of trains, makes things truly difficult for the BR. The alleged black marketing of train tickets adds to the miseries of people wanting to go to village homes to celebrate the Eid festivals.  Given the situation prevailing on the ground, it remains to be seen how the BR can stop people from climbing the roofs of the train to make risky journeys in compliance with the HC directive. The BR will have to engage enough railway police personnel to do the job. But, while complying with the HC directive, the railway authorities will have to find a durable and effective solution to the problem people have been facing year after year during major religious festivals and other important occasions. Homebound passengers are forced to make roof-top journeys when they cannot secure train tickets from counters. Thus, what seems important to BR is raising its passenger-carrying capacity on important occasions. It needs to press enough special passenger trains into service to cope with the huge onrush of passengers. It needs to be noted here that HC, on occasions earlier, had issued in Suo Moto directives or in Public Interest Litigation (PIL) suits. The removal of battery-run rickshaws from the streets is a case in point. In most cases, the relevant authorities are seen making some initial moves in compliance with the HC directives. But things usually return to the old state as they refrain from taking necessary steps. This should not be the case. Every agency, public or private, must faithfully carry out the orders/ directives of the country's higher court. Any failure on this account does only undermine its public image.",
        "headline_1": "HC directive about stopping rooftop journeys",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/hc-directive-about-stopping-rooftop-journeys-1658588686",
        "news_paper_name": "The Financial Express",
        "publish_date": "24-07-2022"
    },
    {
        "full_article": "There has been a sharp rise in Bangladesh's external borrowings over the last couple of years. However, a lower ratio of external debt to Gross Domestic Product (GDP) leaves a comfort zone for the country's policymakers. Many experts and economists also feel complacent as the debt-to-GDP ratio stands at a safe level. The central bank's latest statistics show that the external debt-GDP ratio reached 21.80 per cent at the end of last year, 2021, which was 19.50 per cent in the same period of 2020. The discussion on sustainability of external debt emerged against the backdrop of a severe economic crisis in Sri Lanka. Policymakers have rejected the possibility of anything similar to the island country in Bangladesh, citing the low level of external debt as a ratio to GDP. There are other solid economic indicators, too, and all this indicates that Bangladesh is in a safe position. It doesn't mean no crisis will be there in the near future, especially when the global economy has already started experiencing some turmoil, mainly due to the Russia-Ukraine war. Some signs of crisis are also visible in Bangladesh now, and slowly those are getting more pronounced. Several belt-tightening steps taken by the government prove the point. So, a closer look at the external debt position is necessary. Usually, external or gross external debt refers to money borrowed from a source outside the country and has to be paid back in the currency in which it is borrowed. So, external debt is the portion of a country's total debt that is borrowed from foreign lenders, including commercial banks, governments or international financial institutions. The International Monetary Fund (IMF) defines gross external debt as \"the outstanding amount of those actual current, and not contingent, liabilities that require payment(s) of principal and/or interest by the debtor at some point(s) in the future and that are owed to non-residents by residents of an economy.\" When a country cannot repay its external debt timely, it faces a debt crisis, and when it fails to repay its external debt, it is in sovereign default.Bangladesh's total external debt more than doubled to US$ 90.79 billion at the end of 2021, from $41.86 billion at the end of 2016. During the last five years since 2017, external debt had posted a double-digit growth annually, indicating a rapid rise in foreign borrowing. During the period under review, private external debt stood around one-fourth of the total debt portfolio. Again, of the total external debt, 80 per cent is long-term, and the rest, 20 per cent, short-term.The Bangladesh government borrows from multilateral and bilateral lenders to finance budget deficit. Again, the country's private sector borrows commercially from international banks. Interest on private loan is much higher than on public borrowing. Whatever the amount of debt, it needs to be repaid according to the terms and conditions, and Bangladesh never failed to repay any single installment of any external loan, which makes the country a better and stronger borrower in the international arena.External borrowing is also needed to finance external current-account deficit, which has been growing for the last couple of years. Foreign investment, aid and credit help fund the current-account deficit reflected in the country's external financial account. These two accounts, coupled with the capital account, create a country's overall balance-of- payments (BoPs) account. Thus, foreign debt is necessary to support the BoPs. That's why it is essential to review the external debt in terms of various components of BoP to get a better picture and understand the external-debt sustainability in a country.In Bangladesh, the ratio of foreign-exchange reserves to total external debt dropped to 50.8 per cent in the past year from 59.2 per cent in 2020. The ratio has been declining since 2016, when it was 77.40 per cent. As the forex reserves have been depleting at a faster rate for the last couple of months, the ratio has dipped further though the latest comprehensive data on external debt are yet to be available. Enormous pressure of settling the increased bill of imports is the main reason. Though the central bank has already taken some steps to contain import, yet it may not lead to any significant drop in imports immediately. In the 11 months (July-May) of the past fiscal year (FY22), imports of goods (in terms of free on board) had jumped by 39 per cent while imports of services posted 33.51-percent growth. And the available figure of foreign- exchange reserves at $42 billion was sufficient to meet the cost of four-and-a-half months' import of goods and services at the end of May. The reserves, however, declined further, now coming down below $40 billion already, meaning it is now enough to cover around four months' imports.To ease the pressure on reserves, the government will try to enhance the inflow of external funds shortly as some foreign money is already in the pipeline. Though the finance minister has said there is no plan to borrow from the International Monetary Fund (IMF) immediately, he did not rule out the possibility of doing so soon. Media reports suggest that the government already requested the IMF to provide a $4.50 billion worth of loan. In this connection, a team from the IMF has already visited the country. Therefore, it remains to be seen whether the government finally negotiates with the IMF to borrow $4.50 billion worth of funds to offset the BoPs deficit.[email protected]",
        "headline_1": "Managing issues of external debt and BoP",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/managing-issues-of-external-debt-and-bop-1658589321",
        "news_paper_name": "The Financial Express",
        "publish_date": "24-07-2022"
    },
    {
        "full_article": "Had it not for the chance survival of a few descendants of Dhaka's Nawab family, the present Nawab Bari Museum would have remained a mere dream. Nowadays, the museum standing on the northern bank of the Buriganga River draws hundreds of visitors daily. In an aberrant twist of events, a mega shopping mall or a riverside amusement park could have replaced the Nawab Bari, the ancestral palace of Dhaka's Nawabs. So was the case for the Lalbagh Fort on the southern fringe of the New Dhaka. Due to its legendary and historical importance, and its prime location, government agencies or private encroachers couldn't muster the courage to eye it for any crass, material purpose. Many edifices, bridges or installations were not that lucky. They have long vanished.The latest of them, a veritably priceless century-old building on Old Dhaka's Court Street --- formally known as Neelam Ghar, or auction house, fell to the strikes of sledge hammers, shovels, spades etc, as part of a latest architectural atrocity. Sensing in advance a swoop on its existence, conservationists had long been on guard. They realised the historic building's importance as a heritage site. To their utter disbelief, the building was leased to the Dhaka Bar Association by the Dhaka district administration. In time, the representation of the old-day ornate masonry slowly enhanced its historic value. Recently, the grandly built but small building was demolished. The future plan, as has been leant, is raising a 20-storey office building. Perhaps conforming to the modern, or post-modern, architectural mantra, the authorities sought to reap the maximum benefits from minimum spaces. In a short time, the historic Neelam Ghar would be found remaining lost in the grand presence of a multistorey structure. Only those who saw it in their own eyes would remember it faintly.During the last two to three decades, a number of once-magnificent buildings have vanished from different parts of the country, including Dhaka. Except the nationally known ones, many remotely placed obscure landmark structures have been demolished mindlessly. Many are on the verge of extinction, with some on the track of fast disappearance. Unassailable syndicates are active in all parts of the country. They allegedly work as the agents of powerful encroachers, who do not hesitate to grab long abandoned and deserted properties. These quarters are incredibly powerful, having direct links to highly placed quarters at local, regional and national levels. Their brazen swoops on the rivers, river banks and historic sites mostly remain willfully unnoticed.The ongoing frenzy of destroying ancient sites and constructing high-end buildings in their place has been gaining faster pace in the recent days. Despite being a marvel of architecture built in the medieval Europe, Italy passionately looks after the Leaning Tower of Pisa in the country. The country and its people consider the 'defectively built' tower as a national heritage. The world's largest ancient Colosseum, an oval amphitheatre, located in Rome, remained in place in the Italian capital since 70 AD. No ruler of the country has ever thought of tearing it down. Though on a smaller scale, Old Delhi's QutbMinar has occupied a prestigious place among the world's UNESCO heritage sites. Although celebrating a victory year, the tower's construction is related to the names of warrior-rulers Qutb-Ud- Din Aibak, Iltutmish, Firuz Shah Tughlak and many other conquerors. The successive Delhi-based rulers took utmost care to preserve it.All patriotic countries offer more or less a similar picture. Heritage-conscious countries range from Mali, Jordan, to Pakistan --- apart from, of course, Egypt, Peru or Guatemala. India and Pakistan appear to be highly sensitive about their historic sites. In Bangladesh, land grabbers keep biding time for opportunities to swoop down on the sites of Mahasthangarh or the secluded Paharpur area.[email protected]",
        "headline_1": "Preserving the heritage sites",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/preserving-the-heritage-sites-1658589384",
        "news_paper_name": "The Financial Express",
        "publish_date": "24-07-2022"
    },
    {
        "full_article": "Each year, a number of people around the world die of starvation. And so, food wastage is a crime that needs to be seriously dealt with. Nearly one-third of all food produced in the world is discarded for various reasons. Reportedly, this equates to nearly 1.3 million tons of food that go to waste every year, according to the United Nations. In many homes, food is prepared more than the demand. So, a big chunk of that food is thrown away every day. According to the UN report, a total of 17 per cent of food is wasted in restaurants and stores worldwide annually. The situation is no different in Bangladesh. Although there is no specific information on how much food is lost or wasted in the country, some studies show that the amount of postharvest loss or waste in vegetables and fruits is 30-40 per cent. And the annual financial loss is about $490 million. Food is wasted at every level from planting crops to handling, harvesting, processing, reaching the store and reaching the consumer. The entire world is going through crisis after crisis. First, the Covid-19 pandemic has turned our lives and economies upside down. And then, Russia's invasion of Ukraine is sending shockwaves throughout the globe. In this situation, food cannot be spoiled and wasted in any way. We must stay away from such a bad habit of wasting food. I, therefore, urge the relevant authorities to take a notice of the issue, and also request every individual to minimise their food waste. Sakibul Islam, Student of Department of Social Work, Jagannath University, Dhaka, [email protected]",
        "headline_1": "The need for minimising food waste",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/the-need-for-minimising-food-waste-1658589429",
        "news_paper_name": "The Financial Express",
        "publish_date": "24-07-2022"
    }
]