[
    {
        "full_article": "The rail accident in Balasore in Odisha on June 2, involving the collision of three trains, is a tragic reminder of the challenges that India faces in modernising and expanding its rail services. At least 275 people were killed and over 900 injured when the Shalimar-Chennai Coromandel Express, the Yesvantpur-Howrah Express and a freight train collided in the worst rail accident in two decades. But an accident of this kind had been foretold, as recently as February this year when a collision between two trains was averted at Hosadurga Road Station in the Birur-Chikjajur section of the Mysore Division of the Railways, thanks only to an alert loco pilot and the moderate speed of the train, which could be brought to a stop. The train had gone off its intended track, which was reported as a result of faulty signalling system and dangerous human intervention. An official record of that incident called for “immediate corrective actions... to rectify the system faults and also sensitizing the staff for not venturing into shortcuts”. The accident in Balasore, it now appears in a preliminary inquiry, followed the same disastrous sequence of mechanical failures and human errors.The Indian Railways carries nearly 15 million passengers every day now compared to the peak of 23 million a day the year before the COVID-19 pandemic. India has an ambitious plan to improve its rail infrastructure, and in the year 2023-24, ₹2.4-lakh crore has been allocated for capital expenditure. Accidents per million train kilometre have fallen over the last decade, but poor maintenance of tracks and the rolling stock and overstretched staff are problems that the Railways can no longer camouflage with glitzy facades. Safety measures including anti-collision systems are expanding, but evidently not at an adequate pace. In 2021, the Prime Minister announced that 75 new semi-high speed trains labelled Vande Bharat would be started over 75 weeks, and several have been started already. There has been attention on passenger amenities also, but nothing can be more important than safety. The accident in Balasore should prompt India’s railways development plans onto the right track. Speed should be strived for, but safety is paramount. Sabotage is not ruled out in the Balasore accident, which will be probed by the Central Bureau of Investigation. More important will be the corrective measures by the Railways at the operational and planning levels. It will have to find more resources to modernise and rationalise its priorities.\r\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter \n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nrailway accident\n\n/\n\nOrissa\n\n /\n\nKarnataka\n\n/\n\nTamil Nadu\n\n/\n\nindian railways",
        "headline_1": "Tragic track: on the Balasore train accident and corrective measures by the Indian Railways",
        "headline_2": "The Indian Railways must not lose focus on safety as it expands its services",
        "link": "https://www.thehindu.com/opinion/editorial/tragic-track-on-the-balasore-train-accident-and-corrective-measures-by-the-indian-railways/article66934720.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "06-06-2023"
    },
    {
        "full_article": "The world’s largest grouping of crude oil producers, commonly known as OPEC+, agreed on Sunday to extend ongoing production cuts into 2024 as it seeks to keep oil prices from falling amid concerns about a global economic slowdown. OPEC major and leading producer Saudi Arabia also voluntarily vowed to reduce output by an extra 1 million barrels per day (bpd) in July, sending international oil future contracts higher on Monday. The more than 20-nation OPEC+ bloc, which has been striving to curtail supply in order to support prices in the face of flagging demand, had in a surprise move in April announced additional output cuts amounting to 1.66 million bpd. That move’s impact on prices was, however, shortlived and benchmark Brent crude futures have largely remained below $80 a barrel, after briefly rising above $87 in the wake of the surprise output cut in April. For India, which imports more than 80% of its crude oil requirements, the combined Saudi-cum-OPEC+ announcements of supply curtailment are a cause for some concern given the potential they have to push up global oil prices. Still, with India having sharply increased its purchase of crude from Russia since Moscow’s invasion of Ukraine and the consequent western sanctions against Russian energy exports, the price India pays for an imported barrel of oil has been steadily declining.As of last week’s close, the average monthly price of India’s crude oil basket had declined by as much as 38% from its June 2022 peak of $116.01 a barrel to $72.39. While there is a good likelihood for some near-term uptrend in global oil prices as a result of the latest OPEC+ move, India has through its stepped-up imports of Russian crude — it bought a third of its oil from the sanctions-hit country in March — substantially buffered itself from any appreciable adverse impact. Still, the softening in crude purchase prices has not percolated to the Indian consumer. Pump prices of petrol and diesel have remained unchanged since May 22, 2022, with the governments at the Centre and the States, and the oil marketing companies unwilling to forego any revenue, possibly as a way of insulating themselves from any rise in costs in the future. With retail inflation showing signs of easing in recent months and private consumption spending data showing a distinct lack of vigour as a result of the inflationary erosion in consumptive capacity, policymakers must reassess their stand on fuel prices. While the demand for bringing oil products under the ambit of GST so as to help rationalise fuel prices is unlikely to be met any time soon, especially given the revenue implications for States, the Centre can take the lead and provide a fiscal fillip to the economy by cutting its levies on the key transport fuels.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\noil and gas - upstream activities\n\n/\n\nSaudi Arabia\n\n/\n\nIndia\n\n/\n\ntaxes and duties",
        "headline_1": "Eye on oil: on oil prices and India",
        "headline_2": "India must bring pump prices of petrol and diesel in line with global oil prices",
        "link": "https://www.thehindu.com/opinion/editorial/eye-on-oil-on-oil-prices-and-india/article66934327.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "06-06-2023"
    },
    {
        "full_article": "Nobody wants to grow old. But there are times when we wish we were born earlier – sometimes by decades, sometimes by centuries – to witness certain historic events and to meet some interesting people. I had fantasised living through several revolutions. It would’ve been a much more difficult life than now, but the sheer frisson of being part of a revolution exhilarates me. And how enriching it would have been to meet such people as M K Gandhi and Bhagat Singh, Gautam Buddha and Thiruvalluvar, Albert Camus and Franz Kafka, Fyodor Dostoevsky and Jane Austen! And, for that matter, Adolf Hitler and Joseph Stalin!\nBack to reality, I consider myself lucky to have interacted – as a journalist – with M Karunanidhi, though I wish I had met him at least 40 years before I did, in 2000. It was USA Today founder editor Al Neuharth’s motto to “be as nice as possible, only as nasty as necessary”. Karunanidhi almost fit the bill, only that he was at times more nasty than necessary (especially when it came to attacking Hindu rituals). Karunanidhi, when he didn’t like what we wrote, was more direct. He would call and make his displeasure clear.\n\nAs I told the platinum jubilee celebrations of ‘Murasoli’ in 2017, once Karunanidhi got a half page of the DMK mouthpiece filled with the choicest of insults at me for writing a piece on the DMK’s failure as an opposition while J Jayalalithaa was riding roughshod in the early 2000s. I liked it. Karunanidhi engaged us.\nAs I’ve written in this column earlier, Karunanidhi once showed me the door for asking an uncomfortable question. The next day I got a call from his personal assistant K Shanmuganathan asking when the interview would be published and when I would like to meet Kalaignar next. Soon I was sipping coffee at his Gopala­puram house. He nursed no grouse.\nJayalalithaa, another colossal political figure I haven’t interacted with as closely, was more impersonal (even the defamation cases she piled on journalists like me between 2001 and 2005 were filed on her behalf by bureaucrats). Her press conferences were matter of fact. Karunanidhi’s pressers were lively, peppered with quick – sometimes brutal – retorts and crafty evasions. He loved puns and employed them liberally, not always in a politically correct way. It was another matter that he, like Jayalalithaa, had his favourite front benchers among journalists to ask those ‘comfortable’ questions (like Henry Kissinger who once started a press conference thus: Does anyone have any questions for my answers?). But he still took questions from rookies like me.\nKarunanidhi used press conferences not just to attack his rivals, but also to send a message to his allies. A classic case was his 2004 post-poll politics. The DMK-led Democratic Progressive Alliance (of which UPA was a part) had won all the 39 seats in Tamil Nadu and the one in Puducherry. The DMK won 15 seats (IUML won a seat contesting on the DMK symbol) and the Congress got 10 seats. Seven DMK MPs were sworn in as ministers in Karunanidhi’s presence in Delhi, three of them with cabinet ranks. But when the portfolios were announced that night, Karunanidhi was upset. T R Baalu, who was given the portfolio of surface transport, was denied the shipping department. Also minister of state for finance S S Palanimanickam did not get the revenue portfolio and minister of state for home S Reghupathy was denied the personnel and internal security portfolios. Karunanidhi rushed back to Chennai and called a press conference at Anna Arivalayam. Before his briefing ended – and he kept it long – Sonia Gandhi yielded to all his demands.\nIn that government headed by Manmohan Singh, every ally had a say; Karunanidhi had his way.\n\n",
        "headline_1": "Muthuvel Karunanidhi: As nice as possible, as nasty as necessary",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/chennaitalkies/muthuvel-karunanidhi-as-nice-as-possible-as-nasty-as-necessary-2/",
        "news_paper_name": "The Times of India",
        "publish_date": "06-06-2023"
    },
    {
        "full_article": "The Odisha twin train tragedy, many experts have said, raises some serious questions on rail safety systems.\nHowever, safety is not something that can be separated from the normal functioning of the railways. It is a by-product of normal functioning and thus acts as a window to the overall efficacy of the system.\nThe Coromandel Express accident clearly brings out that the numbers of trains have now reached a level where the field staff are unable to carry out maintenance without cutting corners. If reports from the ground are correct then, for some reason yet to be established, the panel interlocking system malfunctioned, which led to Coromandel Express entering the loop line and colliding with the stabled goods train. Some of the derailed passenger coaches blocked the down main line just when YeswanthpurHowrah Express was speeding towards Howrah, resulting in the second accident at 7pm last Friday.\nRead full story on TOI+\n\n",
        "headline_1": "What the twin tragedy’s telling us: Adding trains, increasing train speed & stressing punctuality have severely stretched railways’ systemic capacity. Better safety will require a pause in this strategy to allow the system to recoup",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/what-the-twin-tragedys-telling-us-adding-trains-increasing-train-speed-stressing-punctuality-have-severely-stretched-railways-systemic-capacity-better-safety-will-require-a-pause/",
        "news_paper_name": "The Times of India",
        "publish_date": "06-06-2023"
    },
    {
        "full_article": "In the wake of one of the worst train accidents last Friday at Balasore, Odisha, journalists have turned an unsparing spotlight on rail safety. Many unsavoury features of Indian Railways now stand exposed in the glare of public scrutiny, ranging from the systematic underfunding of the rail safety fund, and the snail’space rollout of the rail safety mechanism, Kavach, to the damning 2022 CAG report on train derailments, and the sorry state of the finances of the Railways.\nThe Railways routinely spends more than it earns, thereby slowly drowning, in a growing pool of debt service obligations, its ability to spend on the things that matter, such as filling crucial vacancies.\nRead full story on TOI+\n\n",
        "headline_1": "Rail accidents & a dangerous cultural deficit: Public safety isn’t a priority in the Indian mindset. So, we are irresponsible when we drive on roads & in railways, negligence or worse is often not punished",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/cursor/rail-accidents-a-dangerous-cultural-deficit-public-safety-isnt-a-priority-in-the-indian-mindset-so-we-are-irresponsible-when-we-drive-on-roads-in-railways-negligence-or-worse-is-often/",
        "news_paper_name": "The Times of India",
        "publish_date": "06-06-2023"
    },
    {
        "full_article": "Railway minister Ashwini Vaishnaw yesterday clarified some aspects of the horrific triple-train collision in Odisha on Friday. Chennai-bound Coromandel Express veered off its line and crashed into a goods train at high speed. Consequently, its bogies derailed and hit a passenger train travelling in the opposite direction on a parallel line. Vaishnaw said prima facie a technical glitch with the signalling system had been identified. Collision, derailment and signalling all fall within the ambit of railway safety. The Balasore tragedy is yet another terrible reminder that this has been an area of systemic weakness.\nTwo institutions that exercise oversight over safety issues in railways, the parliamentary standing committee on railways and CAG, have repeatedly flagged problems. Between December 2016 and March 2023, they had issued at least three reports – all showing that railways fell short of safety standards when benchmarked against its internal protocols. First, there’s the funding aspect for safety. Acknowledging the challenge of safety, in 2017-18 a fund named Rashtriya Rail Sanraksha Kosh (RRSK) was started to carry out safety-related work in a systematic manner. Most of this funding comes from the general budget that imparts stability to the flow of resources.\nIn March 2023, the parliamentary committee pointed out that not once had the annual funding been spent fully. It’s not money that’s the primary problem. The core issue is the attitude to safety. For example, CAG in a report on derailments showed that RRSK’s allocation had begun to see an increasing proportion diverted to what was termed as “nonpriority”. The Odisha accident has catalysed a debate on Kavach, a technological application that aids a locomotive pilot by automatically triggering the brake system. Kavach’s rollout is still at an early stage but the challenges faced by locomotive pilots are well known. In December 2016, a parliamentary committee said that locomotive pilots pass a signal almost every kilometre and lack enough technological backup. In addition, exigencies often lead to drivers overshooting the 10-hour work shift.\nBetween 2016-17 and 2020-21, derailments constituted 75% of consequential train accidents and collisions another 5%. Notwithstanding that, the railway ministry has been lax about following its own protocol on inspections and track renewals, according to the CAG. GoI aims to increase the average speed of trains. More than 19,000 ply. Is this aim consistent with the railways’ casual attitude to safety?\n\n",
        "headline_1": "Tragically off-track: Why is it that, despite CAG & House committee warnings, safety isn’t front and centre for railways?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/tragically-off-track-why-is-it-that-despite-cag-house-committee-warnings-safety-isnt-front-and-centre-for-railways/",
        "news_paper_name": "The Times of India",
        "publish_date": "06-06-2023"
    },
    {
        "full_article": "Churchill in India, 1896-99\nWinston Churchill spent three years in British India, a freshly minted cavalry subaltern, 1896-99. His attitude to Indians was initially benign, but later morphed into a profound, corrosive hostility. After 1921, he attacked the National Independence Movement, Hindus, the Upper Castes, and to a venomous degree Gandhi, as the cause and personification of India's ills. My book is the first full-length study of that major dark spot in a great life. Amidst 2000+ biographies and Churchillian life-accounts, it is the first holistic study of that connection.\nYoung officers in British cavalry regiments immersed themselves in army drill, sporting activities like polo, and lead the good life. Churchill followed suit, not bothering to cultivate any of the old British 'India hands'; he wrote to his mother that he met no one that could tell him about the country. It produced self-isolation.\nAs a Lieutenant in the 4th Hussars, Churchill developed friendships with Indian princes, the game's Indian patrons, profiting from his aristocratic lineage. His father, Lord Randolph, second son of the Duke of Marlborough had made a well-remembered 7-month 'Grand Tour' in 1884-85, before his appointment as Secretary of State for India.\nShaping a political career\nWhat distinguished Churchill from his carefree cohort was his passion at gaining knowledge, and planning for the future. His parents did not send him to university. Pursuing self-education, he implored his mother for books, the classics like Gibbon, Macaulay, Burke, plus the books recommended by his father, reflecting the values of the late-Victorian era. His readings were eclectic, also covering Keats, Kipling, Milton and Tennyson, besides American authors. That engaged him for several hours each afternoon, and during his long rail travels in pursuit of polo tournaments.\nChurchill pondered deeply on his future political career. This had three outcomes. One: He absorbed the speeches and life philosophy of Lord Randolph. That vision of India and the Empire is best summed up in Randolph's 'sheet of oil on the surging seas' speech of 1885, on his return from India, in which he compared Britain's management of chaos and dissensions of India, as laying down a sheet of oil to quell that 'vast sea of humanity'. Churchill kept coming back to that analogy during his key India speeches, decades later. [The ineptness of that analogy is different issue]. Two: Churchill absorbed much of what he studied, and thanks to a prodigious memory, decades later, he recalled verbatim large segments of those texts. Three: Churchill understood nothing of India, having not read a single work on the subcontinent's syncretic, varied culture, heritage or philosophy.\nChurchill assiduously pursued military adventure, convinced that battle honors would gild his public image, providing a platform for his political career. Britain's Indian Army establishment (controlling both British and Indian troops) abhorred 'medal-seekers', especially those in the guise of 'war correspondents'. Despite Churchill's conspicuous bravery during bloody clashes at the Afghan frontier in 1897, plus his brigade commandant's recommendations, honours were disallowed, besides a minor award.\nBut war service had an unexpected outcome. In 1898, Churchill transformed his dispatches written for a British newspaper into a brilliant first book, The Story of the Malakand Field Force. That brought fame. His self-managed secondment to Omdurman, Sudan in 1898, with further acts of courage, brought another literary success, The River Wars. Those royalty earnings spurred him to a subsidiary career as an author, which became the source of modest wealth from the outset; the earnings ballooned two decades later.\nChurchill's deep reflections covering all he had studied, especially his father's worldview, formed the template of his political career. Its immutable core: the primacy of the Empire, with India as the Crown Jewel. He failed to grasp, and refused to accept reality, especially Britain's economic decline after WWI. For him, self-governance in British India, even at a glacial pace, became abhorrent. And he rejected new information. When in 1929, Viceroy Lord Irwin suggested that he meet some Indians to update himself, he exploded: he was perfectly comfortable in his knowledge of India, unwilling to be confused by 'bloody Indians'.\nIn 1921, Churchill, by then a 20-year veteran cabinet minister, saw in Gandhiji's first Satyagraha campaign (coinciding with the 5-month visit of the Prince of Wales, future King George V), the seeds of the dangerous phase of India's national movement. That antipathy grew into his 1929 break with his own Tory Party, and a decade of political self-exile. His motive: a solo, futile, campaign against the 1935 Independence of India Act. That gilded a reputation for stubbornness. And when he became Britain's Prime Minister in May 1940, his mishandling of India affairs produced major tragedy in those final years of British rule. As Prime Minister, he squandered three valuable years to prepare for Partition (see below). That was betrayal, of both the basic norms of governance and of human values.\nChurchill and Jinnah\n\nChurchill's India sojourn included a chance event that produced long shadows. Directly after the 1897 Malakand battles, his brigade commander sent him on a few weeks' attachment to the Indian 31st Punjab Regiment, largely composed of Muslims. That first and only exposure to Indian troops, seared in his mind respect for Indian Muslims. In the 1930-40s that morphed into a relationship, a political partnership with Mohamad Ali Jinnah. This became a vital political choice for Churchill; in February 1940, before becoming PM, he told the Cabinet that India's Hindu-Muslim dispute was 'the bulwark of British rule'. It is not far-fetched to conclude that he fanned those flames.\nJinnah installed himself in London from December 1931 till the end of 1934, as a debonaire, astute lawyer, chauffeured around in a Bentley, clad in Saville Row suits (he collected around 70!). Jinnah explained to close followers that he chose voluntary exile, as the scene of 'political action' had shifted to the UK. He tried to get into the British Parliament, via by-elections, but failed.\nMost documents pertaining to the Churchill-Jinnah relationship are lost, perhaps willfully destroyed. At the British National Archives, I chanced upon a letter that Jinnah wrote to Churchill on 2 January 1941. It was not in the papers that Winston Churchill transferred to Churchill Archives at Cambridge in the 1960s. With that letter, Jinnah forwarded to Churchill an interview he had given to a visiting British Labour MP, promoting his own credentials\nas the only legitimate spokesman of Indian Muslims. Jinnah wrote: 'Of the 90 million of Mussalmans in this country I speak for fully 90% and my following is growing regularly. We are willing to submit to any reasonable test with regard to this assertion of mine.' Jinnah swiftly followed up with a telegram on 8 January 1941, adding for the first time that he was willing to face a 'plebiscite' to prove his claim. Secretary of State Leo Amery acknowledged these two messages with a return telegram.\nRoosevelt and India\n\nChurchill sent copies of the above messages from Jinnah to Roosevelt; he also circulated them to the British Cabinet (that's how they survived in the British Archives). That was the only mention of 'plebiscite' in the political dialogue of that time. Of course, Jinnah stretched the truth by a wide margin. Remember, in the 1937 Provincial Elections, the Muslim League had won less than 24% of the community-mandated seats, also failing to win power in any of the 14 provinces.\nPresident Franklin Roosevelt sent a blunt message to Churchill on 11 April 1942, just as Stafford Cripps was leaving India at the termination of his infructuous 'Mission'. FDR wrote: 'The feeling is almost universally held that the deadlock had been caused by the unwillingness of the British Government to concede to the Indians the right of self-government, notwithstanding the willingness of the Indians to entrust technical, military and naval defense control to the competent British authorities. American public opinion cannot understand why, if the British Government is willing to permit component parts of India to secede from the British Empire after the war, it is not willing to permit them to enjoy what is tantamount to self-government during the war.' (emphasis added). Clearly, FDR referred to a secret Churchill plan, dating at least to early 1942, to create a South Asian Muslim homeland. That's new information (Kimball, Churchill and Roosevelt, 1984, Vol. 1, pp. 445-7).\nChurchill's reaction is recorded by Harry Hopkins, Roosevelt's personal representative, who was 'embedded' with Churchill for weeks on end, during much of 1942, spending most evenings and half the night in the War Bunkers. Hopkins went to London in early 1942, empowered with a letter of introduction to King George VI. It became one of the most unusual arrangements in diplomatic history, bypassing the US Ambassador in London. Hopkins wrote: FDR's message was greeted by Churchill with a 'string of cuss words lasted for two hours in the middle of the night' (Kimball, 1984). A reply was dictated to a stenographer on the spot, in which Churchill threatened to resign as PM. That draft message was not sent but was given to Hopkins and survives in the Kimball papers. The reply actually sent, used emotional blackmail; 'a serious difference between you and me would break my heart'. The 'draft not sent' became a Churchillian device to speak his mind, off the record, an innovation in summit-level diplomatic communication. After that episode, FDR only raised the India issue in correspondence, and once in direct talks in mid-1943. \nChurchill's falsehoods\nAuthor of Churchill and Secret Service (1997), David Stafford notes that Churchill was much ahead of his contemporaries in using intelligence services. India's Intelligence Bureau, from its earliest 1835 incarnation, predates its British counterparts. Perhaps they contributed with a speculative report, producing one of Churchill's biggest fibs of WWII. Churchill told Hopkins on 11 May 1942 that a nationalist government in India would recall Indian troops from the Middle East and give 'free transit' to Japanese troops through India to cross Asia and join up with German troops! (Davis, FDR: The War President, 2000, p. 470). That bizarre story was repeated in Churchill's 13 August 1942 message to FDR (Churchill was outraged when FDR sent him a message from Chiang Kai Shek about release from prison of Gandhi and Nehru). Churchill wrote: 'You could remind Chiang that Gandhi was prepared to negotiate with Japan on the basis of a free passage for Japanese troops through India in the hope of their joining hands with Hitler (Churchill Archives 20/76). This is a nonsense story, in facts, geography and logistics.\nHistorical studies and archives\nWhen key documents are missing, we are left with scraps of information, which read together make up a partial mosaic that points to hidden truths. My book also offers these and some other bits of evidence that bear reflection. I hope that my holistic survey of Churchill's India connections, the first of this kind, may lead to other, deeper studies, in a shared, determined search of elusive truths. In all such efforts, it is the archival collections and personal papers that are vital to historical analysis.\nKishan S Rana is a former diplomat, teacher and author of Churchill and India: Manipulation or Betrayal? (2023).\n",
        "headline_1": "Churchill and India Manipulation or Betrayal?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/focus/news/churchill-and-india-manipulation-or-betrayal-3338961",
        "news_paper_name": "The Daily Star",
        "publish_date": "06-06-2023"
    },
    {
        "full_article": "With the enactment of the Inflation Reduction Act (IRA) last year, the United States fully joined the rest of the world's advanced economies in combating climate change. The IRA authorises a major increase in spending to support renewable energy, research and development, and other priorities.\nTrue, the design of the law is not ideal. Any economist could have drafted a bill that would deliver much more bang for the buck. But US politics is messy, and success must be measured against what is possible. Despite the IRA's imperfections, it is far better than nothing.\nTogether with last year's CHIPS and Science Act – which aims to support investment, domestic manufacturing, and innovation in semiconductors and a range of other cutting-edge technologies – the IRA has pointed the US in the right direction. It moves beyond finance to focus on the real economy, where it should help to reinvigorate lagging sectors.\nThose who focus solely on the IRA's imperfections are doing us all a disservice. By refusing to put the issue in perspective, they are aiding and abetting the vested interests that would prefer for us to remain dependent on fossil fuels.\nChief among the naysayers are defenders of neoliberalism and unfettered markets. We can thank that ideology for the past 40 years of weak growth, rising inequality, and inaction against the climate crisis. Its proponents have always argued vehemently against industrial policies like the IRA, even after new developments in economic theory explained why such policies have been necessary to promote innovation and technological change.\nIt was partly owing to industrial policies, after all, that the East Asian economies achieved their economic \"miracle\" in the second half of the 20th century. Moreover, the US itself has long benefited from such policies – though these were typically hidden in the Department of Defense, which helped develop the internet and even the first browser. Likewise, America's world-leading pharmaceutical sector rests on a foundation of government-funded basic research.\nUS President Joe Biden's administration should be commended for its open rejection of two core neoliberal assumptions. As Biden's national security adviser, Jake Sullivan, recently put it, these assumptions are \"that markets always allocate capital productively and efficiently,\" and that \"the type of growth [does] not matter.\"\nBut many of the biggest issues today are global and thus will require international cooperation. Even if the US and the European Union achieve net zero emissions by 2050, that alone will not solve climate change – the rest of the world must do the same.\nUnfortunately, recent policymaking in advanced economies has not been conducive to fostering global cooperation. Consider the vaccine nationalism that we saw during the pandemic, when rich Western countries hoarded both vaccines and the intellectual property (IP) for making them, favouring pharmaceutical companies' profits over the needs of billions of people in developing countries and emerging markets. Then came Russia's full-scale invasion of Ukraine, which led to soaring energy and food prices in Sub-Saharan Africa and elsewhere, with virtually no help from the West.\nWorse, the US raised interest rates, which strengthened the dollar against other currencies and exacerbated debt crises across the developing world. Again, the West offered little real help. Though the G20 had previously agreed on a framework to suspend debt servicing by the world's poorest countries temporarily, debt restructuring is what was really needed.\nAgainst this backdrop, the IRA and the CHIPS Act may well reinforce the idea that the developing world is subject to a double standard – that the rule of law applies only to the poor and weak, whereas the rich and powerful can do as they please. For decades, developing countries have chafed against global rules that prevented them from subsidising their nascent industries, on the grounds that to do so would tilt the playing field. But they always knew there was no level playing field. The West had all the knowledge and IP, and it did not hesitate to hoard as much of it as possible.\nNow, the US is being much more open about tilting the field, and Europe is poised to do the same. Though the Biden administration claims to remain committed to the World Trade Organization \"and the shared values upon which it is based: fair competition, openness, transparency, and the rule of law,\" such talk rings hollow. The US still has not allowed new judges to be appointed to the WTO's dispute-settlement body, thus ensuring that it cannot take action against violations of international trade rules.\nTo be sure, the WTO has plenty of problems. But it was the US that did the most to shape the current rules during the heyday of neoliberalism. What does it mean when the country that wrote the rules turns its back on them when it becomes convenient to do so? What kind of a \"rule of law\" is that? If developing countries and emerging markets had ignored IP rules in a similarly flagrant way, tens of thousands of lives would have been saved during the pandemic. But they did not cross that line, because they had learnt to fear the consequences.\nBy adopting industrial policies, the US and Europe are openly acknowledging that the rules need to be rewritten. But that will take time. To ensure that low- and middle-income countries do not grow increasingly (and justifiably) embittered in the meantime, Western governments should create a technology fund to help others match their spending at home. That would at least level the playing field somewhat.\nJoseph E Stiglitz, a Nobel laureate in economics, is a professor at Columbia University and a member of the Independent Commission for the Reform of International Corporate Taxation.\nCopyright: Project Syndicate, 2023www.project-syndicate.org \n",
        "headline_1": "Double standards of Western industrial policy",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/double-standards-western-industrial-policy-3338426",
        "news_paper_name": "The Daily Star",
        "publish_date": "06-06-2023"
    },
    {
        "full_article": "For music lovers, the much-anticipated Anuv Jain \"Let's Vibe with Dhaka\" live concert on June 1, was supposed to be a night to remember. But in the aftermath, many previously enthusiastic fans are remembering the night for all the wrong reasons: the frustratingly messy circumstances which stole the joy of the show.\nFans have been posting on social media demanding apologies - some demanding refunds - from the event management firms: Adventor Communications and Triple Time Communications. Speaking to The Daily Star, dozens of concertgoers expressed that the situation was borderline deadly: people collapsed when the air conditioner died, some weren't allowed to go outside, while receiving little support from staff inside.  \nFrom poor ventilation, surging crowds, long queues in the heat, poor security, scams and so on — the overall mayhem has led fans to claim the organising companies \"selfishly did business\" by overselling tickets against the capacity, and knowingly putting the audience at risk.\n\"There was no space to breathe at all, it was so jam-packed, people were fainting left and right, and a representative told me almost 12,000 people were let into the concert,\" said Farhan, 23, a devoted fan of Anuv Jain, who attended the concert with five of his university friends. \n\"Someone could've died and the organisers are lucky to have dodged a national blunder like that,\" he added. \nCautionary tales of heaving concerts are painted across the globe, most recently in American rapper Travis Scott's Astroworld Festival and prominent Indian singer KK's death, suspected to have occurred from suffocation in the overcrowded auditorium. \nThe CEOs of Adventor Communications told The Daily Star, \"The situation was unprecedented due to the unforeseeable number of electricity blackouts.\" \n\"The event was held in International Convention City Bashundhara (ICCB) Hall 4 - the safest venue where we organise all our concerts - and the Bashundhara Group maintains the main generator, but it stopped working after thirty minutes for technical reasons,\" said Abdullah Al Mamun, co-founder of Adventor Communications. \n\"We had our own back-up generator which took care of the sound and lights but we weren't prepared for such bad load-shedding and it was not in our hands,\" said Mozammel Haque Johny, one of the co-founders of Adventor Communications.  \nAbdullah Al Mamun also said, \"We did a pre-registration form when the event was announced early May, and 22,000 people showed interest. So if we wanted to make money we could've surcharged but didn't even do that.\" \n\"We realised the concert had a lot of hype but we officially sold around 5,000 tickets and I have proof in my dashboard,\" he added. \n\"The capacity of the hall is 6,000 people, so there could never be 12,000 people. Maybe people felt that way in the moment, but that isn't true,\" Mamun said. \nAnother employee - on condition of anonymity - from the organising team, told The Daily Star, \"More than 6,000 people, over the official numbers, did definitely attend the concert because we faced external pressure to allow more people in.\" \n\"We cannot say it out loud or take names but there was pressure,\" the employee added. \nThe suffocation and safety factor  \nEach and every concertgoer interviewed by this paper witnessed people fainting around them in scorching heat and humidity enveloping the hall. Raisa, 19, said her sister fainted after Pritam started singing, at around 8:30 pm. She was able to carry her sister out with the aid of unknown people, \"as volunteers did not pay attention,\" she said. Her sister, Maisha, has had a fever since the concert. \nOn June 5, five days after the concert, Nishat, 28, told The Daily Star, \"I'm still down with fever and suffering from a sore throat from those disgusting five hours of torture in a literal sweat chamber.\" \nWater bottles were not officially allowed into the show, and neither were cigarettes or drugs. But fans claim that smoke was fuming on the floor while people, dehydrated and breathless, screamed for water. \n\"We don't allow water bottles as it can be a safety hazard and people do throw them, etc. We offered it at stalls which is standard procedure,\" said organiser Mamun. \nAccording to Adventor Communications, they had deployed 250 people in the elite force, 75 paid volunteers and 6 paid medical staff from Praava Health to be present in the concert. \n\"We did everything to check regarding marijuana including security checking people's socks but we can't ever ensure everyone complies,\" said organiser Johny. \nAnother guest, Atoshi, 30, who went with her partner and friends, said \"the elite security force did see people smoking yet they didn't stop it.\"\n\"I thought I was going to get a heat-stroke so I went to get water from the stalls. They were charging Tk 100 for a bottle of water, but that's not even the problem,\" she recounted. \n\"The stalls were stocked out of water,\" said Atoshi, as did two other fans. \n\"People were lifting up the bodies of their unconscious friends to get them out and there was no first aid,\" Atoshi described. \n\"To make things worse, water from the washroom on the left flowed out on the floors…it was just a mess of stench and sweat. Eventually some people, including my own friends, left mid-show before Anuv Jain,\" she said. \nFarzhad, 28, and his group of friends, also battled desperate, anxiety-induced circumstances to access water and help those fainting around them.  \nThe mismanagement also affected junior members of the organising team, informed Farzhad: \"A representative from the organising team, wearing a media placard asked me, a guest, where he could get water as he was not allowed to call his senior.\"\n\"I have been to numerous concerts in Dhaka and abroad,\" said Farzhad, \"but I have never seen this kind of negligence from the organisers towards the guests in terms of their well-being and safety.\" \nThe scam and security factor \nDescribing her experience, Rehnuma, 21, said, \"Imagine forcing yourself to enjoy amazing performances by musicians you love because the situation was so awful.\" \nFor her and eight others interviewed by The Daily Star, the troubles started from buying the tickets. After getting scammed for Tk 5,000 from a Facebook page, Rehnuma turned to an organiser who offered her a general admission ticket, but a fake one. \n\"Some organisers or members of sponsors had photocopied tickets reserved for sponsor employees and were selling them to many,\" she alleged. Organisers however claim that scammers posed as organisers to sell fake tickets. \nRehnuma, her 18-year-old sister, and three friends, all purchased photocopied tickets of sponsor employees. The tickets were nameless, not coloured, and conspicuously inauthentic. She expected that she might be questioned or turned away, as she stood for 1.5 hours queuing behind the scanning booths in the expo-zone outside the hall. To her surprise, the security didn't check the ticket at all and stapled a rizband around her wrist, she said. \n\"I think if we had just printed a ticket on an A4 paper, they would've let us in,\" she added. \nSimrana, 21, who went with three friends said she took someone else's ticket at the last minute and wasn't checked or stopped at security. \"Even at 7:30, they were letting people in, and there was almost a stampede on the way in. People were falling,\" she said. \nAdventor's co-founder Johny refuted the lacklustre security claims. \"We did a 3-step security system outside the hall. We caught over 4,000 scammed tickets and did not let those people in,\" he said. \n\"Concerts have become really rowdy in Bangladesh where people break gates and get into fights during entry. In the Empathy concert at the same hall, a day after the Anuv Jain concert, people allegedly broke through gates,\" said organiser Mamun. \n\"So we tried our best to manage but with all things at stake, we apologise we could not deliver 100 percent,\" he added, \"We have also individually apologised to all our ticket-purchasers via text.\" \nBut fans said, \"The apology is bare minimum. The organisers must take responsibility and ensure the horror story never repeats itself.\" \n*names of some concertgoers have been changed to protect their identity  \n",
        "headline_1": "Inside the chaotic Anuv Jain concert: Audience and organisers tell all",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/inside-the-chaotic-anuv-jain-concert-audience-and-organisers-tell-all-3338386",
        "news_paper_name": "The Daily Star",
        "publish_date": "06-06-2023"
    },
    {
        "full_article": "It is unacceptable that despite repeated warnings about the grave dangers posed by plastic pollution to the environment, the government has failed miserably to address it. That didn't change even after the High Court in 2020 ordered the government to impose a ban on single-use plastic products by 2021. Even after three years, we see no active measures or willingness to comply with that directive. This lack of implementation has, unfortunately, become the hallmark of our environment authorities, a trend that stretches as far back as 2002 when Bangladesh became the first country in the world to ban polythene bags, albeit to little effect on the ground.\nThe use of polythene bags was banned through an amendment to the Bangladesh Environment Conservation Act, 1995. Section 6(A) of the amended act imposed the ban on the manufacture, import, marketing, sale, demonstration, stock, distribution, commercial carriage, and commercial use of all kinds of polythene shopping bags, including polyethylene and polypropylene bags. Even a three-year action plan was reportedly submitted to the environment ministry. But no effective action has been taken ever since.\nAccording to a study by the Environment and Social Development Organization (ESDO), only 10-15 percent of polythene and plastic bags are properly disposed of or recycled after use. Most of them end up in drains, sewage pipes, and open areas, which is responsible for up to 80 percent of Dhaka's waterlogging problem. The havoc that they are wreaking on our rivers is also visible to everyone. A World Bank study, unveiled in December 2021, found that plastic use was increasing rapidly in Bangladesh. It said that 69 percent of disposable plastic products were left uncollected, and only 31 percent were being recycled. Between 2005 and 2021, our per capita plastic use tripled to 9kg from 3kg. And it is far worse in Dhaka, where the amount rose to 24kg, almost three times higher than that in other urban areas. All this is really alarming.\nThe Transparency International Bangladesh (TIB) has recently called upon the government to ensure strict enforcement of law to control plastic pollution, including through the imposition of a \"pollution tax\" as well as its effective implementation. Without such strict measures, plastic will continue to destroy our environment. We urge the government to take this menace seriously, and also ramp up efforts to recycle plastic products and promote the use of healthier alternatives such as jute products.\n",
        "headline_1": "Inaction on plastic ban is killing our environment",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/inaction-plastic-ban-killing-our-environment-3338346",
        "news_paper_name": "The Daily Star",
        "publish_date": "06-06-2023"
    },
    {
        "full_article": "There can be no debate that, in the worst economic crisis that Bangladesh and its people have faced in over a decade, an ever-increasing number of poor and vulnerable groups are in dire need of targeted assistance from the government. It was our expectation that the proposed budget for fiscal year 2023-24 would prioritise their sufferings and dedicate more money than was done in the past towards expanding and strengthening social safety nets. On paper, the proposed budget appears to have done just that – social safety nets, according to the government, constitute 2.52 percent of the GDP in the new budget. However, a closer look at the numbers reveals a distressing scenario, with a meagre 1.01 percent of GDP being allocated towards those most in need.\nWhere is the rest of the money that is being peddled as social safety nets by the government actually going? A whopping 22 percent of the sum will be spent in paying pensions for 800,000 government employees, while another 8.9 percent will finance interest for national savings certificates. Meanwhile, 17 percent of the social safety net budget is going towards agriculture subsidy and interest subsidy for loans to small and medium enterprises, including cottage industries. About 60 percent of the total social safety net allocation proposed in the budget is actually set for the non-poor. The obvious question is why the finance ministry would categorise pensions, subsidies and interest payments under social safety nets, unless it is to deliberately misguide people by flaunting a flashy and inflated figure. The next and equally urgent question is why the poor have once again been left out of the government's planning when they should have clearly been a priority.\nIncome inequality has risen at an alarming rate, even if we go by the government's own estimate, over the past decade. As our policymakers continue to pander to their already well-off interest groups, more and more low-income households are at risk of falling into poverty, with food and non-food prices long having spiralled out of control. It is shameful that instead of expanding the scope of the social safety net programmes, enhancing their efficacy, and introducing more targeted interventions for new and urban poor, the policymakers have chosen the questionable route of inflating the numbers. In the process, they have made a mockery of those most in need of its protection.\nWe urge the government to allocate the amount it claims to have dedicated to social safety nets to the actual vulnerable groups. Otherwise, it is tantamount to robbing the poor of their dues from the state.\n \n",
        "headline_1": "Why is government support for poor going to non-poor?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/why-government-support-poor-going-non-poor-3337556",
        "news_paper_name": "The Daily Star",
        "publish_date": "06-06-2023"
    },
    {
        "full_article": "Manufacturers of garment accessories have complained that the just announced budget has no direction on how to circumvent the problem of dollar crunch, high price of imported raw materials and opening of letters of credit (LCs). The issues raised by the Bangladesh Garment Accessories and Packaging Manufacturers and Exporters Association (BGAPMEA) are the ones facing its members right now but they are also concerned about their future directionless navigation through the uncertain business environment with the country's graduation to a developing country and in the face of challenges from the 4th Industrial Revolution (4IR). As members of the backward linkage industry, these manufacturers have rightly pointed out that they deserved better because they are acting as the main driving engine behind the apparel sector which is more a service sector than an industry. The rapidly developed supply chain of the BGAPMEA has helped the readymade garment (RMG) sector to be what it is today.The rise of the backward linkage industry here has contributed to the economy in many ways. First, value addition to imported raw materials through their transformation into intermediate inputs for the garment sector. Because this process is furnished locally, the products are invariably cheaper compared with the imported ones. The other two benefits are equally, if not more, important for the economy. Local accessory suppliers have a lead time advantage over their counterparts abroad and above all, generation of employment. The greater the size of accessories in demand is, the more the expansion of the job market in this particular backward linkage area. As manufacturers of intermediate components and inputs, these linkage industries, however, cannot go beyond a certain limit. Currently, this type of small and medium enterprises are more suitable for the country because of their labour-intensive capacity for employment. How these enterprises will cope with the post-graduation emerging environment is what they are worried about.In a situation like this, capacity building comes to the fore. Human labour cannot compete with automated modes of production of industrial goods. Even in service sector, robotic infringement has been quite significant. Preparation has to be afoot from now on to turn workers with digital literacy, knowledge and skill sets. Most likely, the future industrial activities will be marked by specialisation where manual labour will nearly be dispensed with. However, the service sector will still largely have to depend on physical labour and skills. The accessory manufacturers will certainly not enjoy this commission. Before that happens, the immediate task is to facilitate the working conditions of the accessory units. About the high prices of raw materials abroad, little can be done except looking for sources other than the known if those are available at lower prices. But so far as dollar crunch and problem facing in opening LCs are concerned, appropriate measures can ease the process. In that case, the manufacturers also have to be cooperative enough by making their transactions totally transparent. Their demand for bringing of the current 1.0 per cent source tax on export proceeds down to 0.50 per cent, smacks of protectionism rather than business competition. They need to be competitive. The 0.50 per cent source tax they had to pay before 2022 was in consideration of the initial fledgling growth. However, they must be allowed to enjoy, without delay, equal benefits with the RMG as spelled out in the national industrial policy, export policy and textile guidelines.",
        "headline_1": "Boosting backward linkage industry",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/boosting-backward-linkage-industry-1685977449",
        "news_paper_name": "The Financial Express",
        "publish_date": "06-06-2023"
    },
    {
        "full_article": "The searing day temperature which has made life of the country's people miserable over the last one week cannot be termed normal. In accordance with the country's seasonal features, the months of May-June see the start of scorching summer days. The summer-dominant country has been witnessing it for ages. What strikes the weather behaviour experts is the declining rate of rainfall accompanied by nor'westers. In the recent times, the summer rains, coupled with storms, have continued to become rarer with every passing year. In tandem with it, sultry heat keeps jeopardizing the life of people in almost all parts of the country. The yearly 2-month winter is fast becoming rare in almost all parts of the land. So are the prolonged monsoon and heavy rains.Experts tend to call these weather-related aberrations the fallout of climate change which has lately been raging throughout the globe. Bangladesh is considered one of the affected countries. Against this backdrop, the allocation for the environment, forest and climate change sector in the national budget for the 2023-2024 fiscal year has been shown at Tk 1,639 crore (Tk 16.39 billion). The size is a little larger than that allocated in 2022-2023 FY. Environmental activists have yet to come up with their formal reactions to the budgetary allocation. They have long been used to the futility of the disapproval or rejection of these allocations. Given the sorry state to which Bangladesh has declined in maintaining environmental norms, the activists believe they had better keep silent and go ahead with their activism.The climate change phenomenon has a vast canvas, involving the entire stratosphere of the planet. Climate goes much beyond the immediate national boundaries. The issues they consider range from the rise in sea level, climate displacement, climate-hit refugees to sea-borne cyclones, hurricanes, typhoons etc. Moreover, excessive rains and drought in unlikely countries are also prompted by climate change impacts. These calamities belong to the subjects requiring long debate sessions for reaching a consensus. So are the cases for greenhouse gas emission, global warming and the binding ceiling for heat-trapping carbon, released mostly by industrial belts in the developed and fast-developing countries. Use of the highly polluting coal is also a problem that singles out a number of industrialised and developing countries.Bangladesh can take pride in its regular presence in almost all the global climate meets. It displayed the country's climate camaraderie as it attended the first Earth Summit held in Brazil's Rio de Janeiro in 1992. As a lower middle-income country, Bangladesh still has to deal with some basic and primary environmental hazards. Environmental activists agree unanimously that the country's one of the most dominant environmental hazards is the felling of trees indiscriminately. Thanks to the initial start of aridity in many areas of the country, Bangladesh may have to brace for desertification much earlier than feared. That the recent seasonal abnormalities of the country have a lot to do with deforestation is now a proven fact. Mindless tree felling in vast idyllic expanses outside large cities is now a common spectacle. However, the most abhorrent of the tree felling acts is the denuding of lush green expanses in the Chattogram Hill Tracts. A section of unscrupulous people have long been clearing the areas to build structures for recreation.In Dhaka, the face-off between different urban authorities bent on felling trees and the activists of nature saving, especially trees, continues unabated. It's because large tree-filled swathes and small tracts of trees are very much visible in the capital's urban areas. Making a place shorn of lush green trees cannot escape people's notice. Hardly does a week pass these days, when campaigners of tree saving movement are not seen holding protest rallies against one or another establishment --- who create vacant lot by felling trees. Their aim is to use the space thus obtained for the purpose of building concrete structures. In cases, the information of occupying the artificial space belonging to the public gets leaked. Murmurs of protest follow. With the joining of sympathisers, the activists get emboldened, and the protests end up being an organised movement.Many might feel eager to refer to a sardonic remedy to the face-off between the tree protectors and the tree fellers. In order to do away with the seemingly never-ending bad blood, the compulsive tree fellers can be allowed to level trees whenever and wherever they want to. With a city being almost shorn of trees, there will be no fracas over them. Few can say for sure that the plan will not be welcomed by a section of developers. When it comes to environmental degradation in the urban areas, especially in Dhaka, different types of pollution come to the fore. The dominant place goes to air pollution. Thanks to the omnipresent air pollution plaguing Bangladesh, the country is being dubbed the worst performer in the Air Quality Index (AQI) almost annually. The country has been shown as the one with the world's worst air pollution every year since 2018. According to environmental experts, sharp decline in the number of trees in Dhaka aggravates the city's environment. With the trees vanished, the presence of industrial pollutants in the air gets thicker.There are few remedies to the urban pollution menace except growing more trees. The evil campaign of river grabbing countrywide and the disappearance of stagnant rivers has lately been continuing alarmingly. Bangladesh may be far from full-scale sea-level rise at the moment. But climatologists do not want to waste time in ensuring their share of the climate fund. These topics deserve to be under the focus of the Ministry of Environment, Forests and Climate Change.\n[email protected]",
        "headline_1": "Environment and climate in 2023-24 budget",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/environment-and-climate-in-2023-24-budget-1685977504",
        "news_paper_name": "The Financial Express",
        "publish_date": "06-06-2023"
    },
    {
        "full_article": "Amid reports of declining foreign exchange reserve and runaway inflation, there is not much for the general public to be optimistic about. Not even in the just proposed national budget, the biggest ever in the country's budgetary history, did the average person find any solace, as it did come up with any measure to combat inflation. As the shortage of dollar is a major driver of current inflation, there are some reassuring developments on this front. In the 10 months between July and April of this fiscal FY (2022-23), the country received USD17.718 billion as remittance. And this amount is 2.37 per cent higher than the receipt (in remittance) during the same period in the previous fiscal year, FY (2021-22). Another piece of good news is that, as a country, it is now the USA, not the Kingdom of Saudi Arabia (KSA), that holds the top position as the source of remittance dollars. As the report from the Bangladesh Bank goes, during the months between July and April of the current fiscal year, workers from the USA sent home USD3.047 billion, whereas during the same period an amount of USD3.039 billion was remitted from the KSA. What is of further significance is the fact that, during the mentioned period, the expatriate workers in the USA increased their homeward remittance by USD177 million compared to FY22's remittance at USD2.87 billon. This development is especialy important for yet another reason. At a time when many Bangladeshis who are also citizens of the USA are taking their well-earned or ill-gotten money from their land of birth to where they made their second home and thus rendered their motherland poorer, these migrant workers staying in the USA are sending their hard-earned dollars back home. They are indeed the real patriots. They love their country and their families back home. The educated and affluent classes from the Bangladeshi communities living abroad earn many times more than these migrant workers who are mostly engaged in odd jobs.But it is these less-privileged wage workers who have been helping their country in its hour of need.Remittance apart, export is also learnt to have picked up, according to the Export Promotion Bureau (EPB), in May (last month) earning USD4.84 billion marking a growth of more than 26 per cent over the export earning in May FY22. However, the May 2023's performance still fell short of the target for that month by 5.29 per cent. Notably, the performance of the export in the previous two months was rather poor as it posted a negative growth of 16.52 per cent in April and of 2.49 per cent in March respectively. The overall export performance (at export valued USD50.52 billion) from July to May of the current fiscal year has also shown positive trend registering a growth of more than 7 per cent. And the best performer, as expected, is the Readymade Garment (RMG) sector fetching a whopping USD42.63 billion. And it not only recorded a growth of 10.67 per cent, but also overshot it target set for the period.Obviously, the RMG still remains the mainstay of the country's export. And as it is well-understood, overdependence on this single product is also the weak point of the nation's export regime. And the same argument can also be extended to case of our manpower export which is overwhelmingly dependent on unskilled workers. In fact, the vulnerability of the economy related to the foreign currency reserve cannot be just wished away until and unless the issues of diversity and quality of the country's commodity and manpower exports are duly addressed. \n[email protected]",
        "headline_1": "Achilles heel of country's exports",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/achilles-heel-of-countrys-exports-1685977535",
        "news_paper_name": "The Financial Express",
        "publish_date": "06-06-2023"
    },
    {
        "full_article": "We are experiencing scorching heat this summer, with heat waves sweeping across the country. In times of disasters like fires, earthquakes and cyclones, we count the number of deaths and casualties. However, when it comes to heat wave, a silent killer, we often overlook its devastating consequences. Lives are lost, yet we fail to recognise the gravity of the situation or take necessary measures to mitigate its impact. Heat waves, characterized by prolonged periods of excessively hot weather, severely threaten human health and well-being. The frequency and intensity of heat waves have recently increased due to climate change. While people of all ages are susceptible to heat-related illnesses, some groups, such as the elderly, young children and pregnant women are particularly vulnerable. In this situation, experts have advised people to take precautions to protect themselves from heatstroke, avoid coming out in the sun from 11:00am to 4:00pm, wear light clothes, increase the intake of fluids and fruits and above all drink plenty of water. Heavy and difficult-to-digest food should be avoided. To combat the growing threat of extreme heat caused by climate change, Dhaka North City Corporation has appointed a chief heat officer (CHO). We hope this appointment, the first of its kind in Bangladesh, would be of help for the victims of heatwave in Dhaka city. The new CHO along with city corporation authorities is expected to play an active role in implementing urban planning strategies to minimise heat waves' impact. They should educated people of all ages about the dangers of heat wave and promote its preventive measures. It is now a luxury to sit idle in the face of heat waves and the authorities concerned should pay due attention to this natural calamity as soon as possible. \nThamid Thasin,Student of North South University, Dhaka, [email protected]",
        "headline_1": "Protecting against heat waves",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/protecting-against-heat-waves-1685977558",
        "news_paper_name": "The Financial Express",
        "publish_date": "06-06-2023"
    }
]