[
    {
        "full_article": "With its clubs, swimming pools, jogging tracks and more, condo gives substance to the idea of a ‘good life’. That it also breeds a sense of entitlement among affluent Indians is part of the package\n\nAbout eight years ago, we moved into a condominium in Gurgaon. It was done after a lot of moaning and foot dragging, after having to give up our first-floor home in a South Delhi colony. The idea of moving into a condo felt like moving into a synthetic world, a bubble of manicured sameness.\nRead full story on TOI+\n\n",
        "headline_1": "Living the high life",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/Citycitybangbang/living-the-high-life/",
        "news_paper_name": "The Times of India",
        "publish_date": "29-04-2024"
    },
    {
        "full_article": "Explainer on the SC judgment in the EVM case: Court rejected the demand for counting 100% of VVPAT slips but ordered additional safeguards\nVVPAT on the move: Poll officials collect polling material\nYesterday, a two-judge bench of the Supreme Court, comprising Justices Sanjiv Khanna and Dipankar Datta, rendered its judgment in the matter of Association for Democratic Reforms vs Election Commission of India and Another,the ‘EVM case’. It rejected ADR’s petition and upheld the validity of voting by EVM, ordering two additional safeguards.\nRead full story on TOI+\n\n",
        "headline_1": "More verification, more trust, better democracy",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/more-verification-more-trust-better-democracy/",
        "news_paper_name": "The Times of India",
        "publish_date": "29-04-2024"
    },
    {
        "full_article": "Students are agitating across America’s best known campuses, against Israel’s attacks in Gaza. US conservatives have called them anti-Semitic, and some college administrations, caught in a power struggle, have come down heavy. More than a few faculty members are joining in solidarity.\nStudent activism is common across countries. But does it really change outcomes? Depends on what you think change means. In 1989, student-led pro-democracy protests were crushed in Tiananmen Square. Beijing keeps a tight lid on campuses. Think of student protesters in JNU. Some are contending with police and courts, some are trying their luck in electoral politics. There has been no forked lightning of transformation. But student politics is not merely campus rumpus, it occurs in a context of upheaval.\n\nIn 1960s, student rebellions broke out in the West, with young people igniting a larger labour strike. In US, young people were at the vanguard of the civil rights movement, protesting the Vietnam war, and fighting for feminism. Even the Navnirman Andolan in Gujarat, which sparked JP’s wider agitation and then the Emergency, and where Modi cut his teeth in political action, was sparked by students. Student activism was vital to the struggle against apartheid in South Africa. In US, student uprisings fizzled out after the Cold War apparatus scotched their momentum, and radical energies shifted to the right. And yet, the story goes on. Students have led the Black Lives Matter movement in US, and are forcing a confrontation on social justice, which political parties are adjusting to.\nStudents’ activism does not shake the edifice of power by itself, it matters to the extent that they catalyse or connect with allies outside campus. Students can think, organise, and bring their zeal to larger causes, but lasting political change is a feat of collaboration.\n\n\n",
        "headline_1": "They need the elders: Can student protests bring change? Depends",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/they-need-the-elders-can-student-protests-bring-change-depends/",
        "news_paper_name": "The Times of India",
        "publish_date": "29-04-2024"
    },
    {
        "full_article": "Brunch-lunch-munch is the pivot on which elections spin. Serve thirsting crowds water alone, and they may just write you off. Nimbu pani, soft drinks hit the vote-for-me spot better, as does chilled…lassi and buttermilk. Every election, poll officials in districts fix food prices at local rates, for candidates to thumb in their daily expenditure reports.\nSo, if in Jalandhar, it’s Rs 15 each for chai and samosa, in MP’s Mandla, chai is Rs 7, a samosa Rs 7.50, all set in good faith though parties rarely bother to stick to the rates. While aloo puri retains its favourite snack status across UP, and Delhi’s unimaginatively stuck at bread pakoda, in most other states, voters have long turned up their nose at lame staples – reason why vada pav gave way to ‘Indian Chinese’ fried rice packs at Mumbai rallies, Chennai’s filter coffee-idli combo to biryani and soft drinks, and Bengal’s parties switched to biryani or egg/ chicken curry.\nIn 2019, Trinamool ensured supporters didn’t chicken out of a rally – its graffiti promoted just the date and venue-menu – egg curry-rice; the party reportedly ordered 2 lakh eggs. Then there was the time BJP was livid – accusing TMC workers of wolfing down food meant for BJP cadre.\n\nThis year, keeping candidates hydrated has been on top of party workers’ to-do lists. And soft drinks for supporters. What’s the price for potable water on tap? Ah, that’s a bore, not even a poll issue. Voters’ dil maange more.\n\n",
        "headline_1": "Pani, puri & polls: What’s a meeting without the ‘eating’?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/pani-puri-polls-whats-a-meeting-without-the-eating/",
        "news_paper_name": "The Times of India",
        "publish_date": "29-04-2024"
    },
    {
        "full_article": "It is highly alarming that shortage of supplies of birth-control materials at government family planning centres across the country is threatening to reverse years of progress made in curbing population growth and reducing maternal and child mortality rates. According to a report published in this paper recently, due to a lack of proper pre-assessment and procurement drive by the Directorate General of Family Planning, the stock of contraceptive items has been declining at the field-level family planning offices since December 2023. The government has yet to replenish the stock. Consequently, with fewer birth control options available, unintended conceptions are likely to rise, contributing to population growth, increased abortions, health complications for both mothers and newborns and extra medical expenditure. There is a direct correlation between contraceptive use and maternal mortality rates. With more children born with shorter time gap, mothers run the risk of falling ill and may not take proper care of all their babies, potentially inviting ill consequences. The repercussions of this supply-side crunch of contraceptives are grave.It is worth mentioning that around 37 per cent of couples in Bangladesh rely on the government's free distribution of contraceptives, whereas three per cent source those from NGOs and 60 per cent from the private sector. The shortage of birth control items in government's family planning offices is driving low-income people to source it from the private sector at prices they can ill afford or reduce its usage, which might lead to a baby boom. In recent years, especially following the Covid-19 outbreak, Bangladesh has seen an increase in its birth rate. The Bangladesh Sample Vital Statistics 2022, conducted by the Bangladesh Bureau of Statistics (BBS), shows the gross birth rate per 1,000 increased to 19.3 in 2022, from 18.8 in 2021. In addition, the total fertility rate (per 1,000 women aged between 15 and 49) increased to 2.15 from 2.05 during the same period.For a resource-constrained Bangladesh, frequently battered by natural calamities, overpopulation is a bane. Population growth does not only mean feeding extra mouths but also exerting additional pressure on various resources like arable land. The graveness of the situation may easily be realised if the decrease in cultivable land of the country now occurring at the rate of one per cent per annum due to indiscriminate urbanisation and industrialisation is taken into account. Worse still, the climate change triggered by global warming has cast a shadow over agriculture production. Hence, if the volume of agricultural land continues to shrink due to uncontrolled growth of population, unplanned industrialisation and urbanisation, no doubt a bleak future is awaiting Bangladesh.Therefore, proper steps should be taken as early as possible to keep the population growth rate under control. It is imperative that the government takes immediate steps to ensure a timely and consistent supply of contraceptives to all family-planning centres across the country. This includes streamlining procurement processes, addressing logistical challenges, and enhancing coordination among the authorities concerned. Besides, efforts must be made to raise awareness about the importance of family planning and contraceptive use, particularly in rural areas where access to information and services may be limited. Community outreach programmes and educational campaigns can play a crucial role in empowering individuals to make informed decisions on their reproductive health.",
        "headline_1": "A shortage that bodes ill for the country",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/a-shortage-that-bodes-ill-for-the-country-1714315054",
        "news_paper_name": "The Financial Express",
        "publish_date": "29-04-2024"
    },
    {
        "full_article": "In mid-November last year (2023), the Intergovernmental Negotiating Committee on Plastic Pollution (INC-3) convened its third meeting in Nairobi, the capital of Kenya. Delegates from more than 160 countries attended. Earlier, two other similar meetings were held in Uruguay and France. The fourth meeting (INC-4) is scheduled to be held in Ottawa, Canada between April 23 and 29. The objective of the INC meets is to develop a legally bound instrument to address the problem of plastic pollution. The negotiations are expected to be completed by the end of this year towards reaching a global plastic treaty.Plastic pollution is a growing concern because the world is producing more plastic than it can deal with. Most at risk are the less wealthy countries of Asia and Africa because they have little or no garbage collection and recycling facilities. While plastics are being considered an environmental hazard, one cannot also forget how this synthetic material developed in early 20th century from fossil fuel has contributed immensely to the advancement of every branch of science and industry. But then how could it turn into a hazard to life and environment? To be frank, it happened when it became too cheap as a packaging material and people started to throw it away immediately after use. It is the single-use plastic that brought about the throwaway culture. The single-use plastics of packaging material are clogging every channel from a city's sewers to canals to rivers to even oceans. The throwaway habit is basically evolutionary in the animal kingdom. But the problem is that plastics are unlike the disposable natural objects like banana peel or similar outer coverings of other fruits that do not harm environment as they can be broken down by bacteria and absorbed by soil. Unfortunately, plastics, in that sense, are practically indestructible. They may exist for hundreds of years. In other words, it is our old habit with the new substance that is incompatible and the root of all evil!According to an estimate, every year 8.0 million tons of plastic garbage enters the world's oceans from the littoral countries. An estimate says, if bags filled with that amount of plastic garbage could be placed along the shorelines of the oceans, then every foot of the shoreline would have five such garbage bags!There is yet another problem with plastics. It is that they can gradually break into smaller particles less than half a centimetre in width. But these are still not biodegradable. As a result, they float about everywhere on earth, its air, mountains, deep into its oceans, into the alimentary canals of birds, fishes, turtles, whales, you name it. As they cannot be absorbed, they can at least block the passage of food in the stomach, flow of blood in the veins. When in still smaller parts, the so-called microfibres and, still smaller, nanofibres, they become unstoppable. They can then become part of the food chain undetected. But again, it is not the substance itself under scrutiny that is mainly to blame for the new environmental hazard we are witnessing. All are now eating and drinking microplastic and plastic nanofibres. If the throwaway culture involving single-use plastics is not controlled, it would at a stage kill us as well as other animals. So, what is the way out? Recycling is obviously one of the answers to the problem as it can at least reduce production of plastics to some extent. But unlike glass, paper, iron and aluminium that were in common use during first half of the 20th century, plastics have hardly any recovery value. That is why as scrap material it cannot be compared to other recyclable materials containing natural substances. It is not commercially viable. Thus recycling of plastic scraps is generally subsidised through various deposit schemes under government regulations. This is how recycled plastics are made to cost below that of the raw materials they constitute. But, again, recycled plastics need properly disposed of scraps. This calls for a well-organised system through which used plastics are disposed of and not thrown away. Such plastic garbage is collected and recycled. But what about plastics thrown away indiscriminately? It is exactly here that the work of managing plastic pollution should start from. The focus should be on controlling the habit of improper disposal. However, penalising the end users, the public, is often difficult, but it is possible to impose higher fees on the producers of single-use plastics such as shopping bags and foamed food containers or some may even be banned. In this connection, there are the so-called Extended Producer Responsibility (EPR) schemes. Under this system, manufacturers of some of the plastic items create the infrastructure to take back and recycle their products.The proposed draft at the Intergovernmental Negotiating Committee on Plastic Pollution (INC) includes provisions that would address pollution issue at all stages of the plastic value chain from primary plastic polymers to waste management. But though member states were at one about tackling global plastic pollution with a life cycle approach, they could not agree on where the cycle should start. In fact, the best way to address it is to stop it at the source, the polymer production stage. Arguing that plastics have an important role in the economy, many stakeholders have stressed controlling the issue at the level where plastics become a pollutant. Hopefully, the envisaged global plastic treaty would accommodate all the challenges of meaningfully fighting its pollution. \n[email protected]",
        "headline_1": "Global plastic treaty",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/global-plastic-treaty-1714315102",
        "news_paper_name": "The Financial Express",
        "publish_date": "29-04-2024"
    },
    {
        "full_article": "It is an emotion-packed suicide note. The writer is a teenager named Israfil Hossain aged 17. Now deceased, the teenager betrothed his sweetheart Rokeya Khatun only 15 years old, whose suicide apparently prompted him to take his own life. Based on the suicide note, at least the police suspect that the underage married couple committed suicide---first the girl and then the boy. In his suicide note left on the table the young lover sought pardon from his parents for not staying by them. Addressing his beloved as his 'heart', he wrote, \"it is for me my 'jan' (life) has hanged herself\". So he could live no longer. She is waiting for him. Wishing everyone well, he made his last request to bury her Rokeya beside him. Neither of the duo reached the legal age of marriage. But they were in a serious relationship like Romeo and Juliet, both of whom were also teenagers. They were not from aristocratic but working class background and yet they faced opposition to their union from their families like the Montague and Capulet. But both of them were employed---the boy working at a workshop in Shripur's Maona and the girl at a garment factory in the area. With enough financial independence, they decided to marry in secret away from their parents. At one stage both families accepted their marriage and the couple came to live in a flat of the same building the boy's family lived in. So, what led the young wife to end her life when she was accepted by her father-in-law's family? The report does not indicate any family dispute. If there was an issue, it might have been between the two. Can it be it is raw emotion that actually was responsible for this tragedy? Yes, passion and emotion at their ages can be overwhelming. This is exactly why child marriage has been legally prohibited not only in this country but also worldwide. This is a terrible loss of two golden souls. At a time when teenage gangs are involved in horrible crimes, at least this young soul was faithful to a girl until his death. He also believed that in the afterlife, he must join with her. Contrast this with a mother in her mid-20s who threw herself along with her one and a half years old son under a moving train on Wednesday last. She was divorced by her husband who had gone to Kuwait as a migrant worker with Tk500,000 from her father. No alimony did she receive and she tried her best to have a settlement. Before her suicide, she posted on the Facebook what she was going to do. Earlier she also submitted a written complaint with the local police station against her ex-husband and his family but to no avail. Her husband returned home but was in hiding. Her frustration led her to take the ultimate decision. This is, however, not the only tragedy families in Bangladesh suffer. Child marriage, the primary reasons behind which are poverty and insecurity of a girl child, is a sure recipe for such tragedies. Heart-wrenching tragic news exposes from time to time the regressive social journey to the pit of frustration where a mother or a couple poisons her/its children to death before doing the same to herself or itself. After the pandemic, pauperisation of some well-off families happened and soaring inflation in the aftermath of Ukraine war has only exacerbated many such families' financial condition. Globally, 282 million suffered from acute hunger in 2023 and the number of people who suffered high levels of acute food insecurity in Bangladesh was 11.9 million people, according to the Food Security Information Network (FSIN) of which 16 international organisations including the Food and Agriculture Organisastion (FAO) and the World Food Programme (WFP) are members. It is indeed a shame that food security for so many people is still illusive at a time when the world produces more than its population needs and also wastes a colossal amount.\n[email protected]",
        "headline_1": "Poverty, child marriage and family tragedy",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/poverty-child-marriage-and-family-tragedy-1714315129",
        "news_paper_name": "The Financial Express",
        "publish_date": "29-04-2024"
    },
    {
        "full_article": "When it comes to marketing in the 21st century, the traditional methods of advertising are no longer enough. Currently, customers crave for more than just product information: they seek something memorable that resonates with them. The world is entering into experiential marketing, a dynamic strategy that invites customers to engage with the brand in real-world situations. Experiential marketing is not only about attracting customers with catchy taglines or product information. Rather it creates memorable moments by having interactions that leave an indelible mark. Whether it's a pop-up event, an interactive installation, or a live demonstration, experiential marketing brings brands into physical spaces where customers can touch, feel, and connect.The brands in Bangladesh should also consider the experiential marketing campaign. To sustain in the market brands should initiate experiential marketing as customers are getting sick of traditional commercials and wan to escape from ad fatigue. It can create a direct engagement with the customers and make them feel an authentic connection with products. If the experiential marketing campaign became successful, that would be memorable for the audience and influence an even large pool of audience by word-of-mouth amplification. There is ample room for innovation for the brands in Bangladesh to attract more audiences. Imagine pop-up food festivals, interactive art installations, or surprise events in bustling markets. The key is to creating moments that linger-a brand encounter that becomes part of people's stories. Unleash creativity, build connections, and make memories that resonate long after the event ends.\nSyed Fahim MannanStudentSchool of Business and Economics North South University [email protected]",
        "headline_1": "Unforgettable brand encounters",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/unforgettable-brand-encounters-1714315151",
        "news_paper_name": "The Financial Express",
        "publish_date": "29-04-2024"
    }
]