[
    {
        "full_article": "November 13, 2001: A victorious United Islamic Front for the Salvation of Afghanistan, popularly known as the Afghan Northern Alliance—an anti-Taliban joint military front—entered Kabul supported by the US-launched Operation Enduring Freedom, as the Taliban fled the Afghan capital.\nFast forward 19 years, nine months and two days. August 15, 2021: A victorious Taliban—having secured swift control over most of the war-ravaged nation's 34 provincial capitals—takes over Kabul, as the Afghan president flees to Tajikistan. The president's departure came as talks were ongoing to ensure a \"peaceful transition of power\" to the Taliban.\nThere was no major incident of bloodshed as the Taliban overthrew the Afghan government. The Taliban, in a statement earlier, said that they did not intend to take the capital by force, nor did they plan on taking revenge on those working for the Afghan government. The latter is in contrast to the actions of the Taliban over the last few weeks, when they actively sought out and summarily executed individuals who had worked for the Afghan government or international forces, in every district they captured.\nThe frightening prospect of retribution from the Taliban had forced many to leave their homes in the districts and flee to Kabul, where they felt they had some sort of safety. But within two weeks of a stunning encroachment drive, the Taliban surrounded the Afghan capital and demanded the surrender of the current government. While unbelievable—an assessment by the American military had earlier suggested it would be a month before the Taliban could aim for the capital—the worst nightmare of most Afghan citizens unfolded in front of their very eyes. The scenes at Kabul airport were heart-wrenching, as thousands attempted desperately to leave the capital and five people were reportedly killed. It is unclear whether this was a result of a stampede or gunfire, since both the US military and the Taliban are firing rounds at and around Kabul airport. The former fired in the air to prevent people from boarding a military flight meant for US diplomats and embassy staff, while the latter fired rounds to stop people from getting inside the airport. All international flights have been cancelled.\nA Chinook helicopter was seen flying above the US Embassy in Kabul as the US evacuated their officials. Germany is sending an A400M transport aircraft with paratroopers to help its diplomats and their supporting staff exit the city. Canada has already evacuated its officials, while NATO has suggested that despite Taliban advances, it will continue to maintain a diplomatic presence in Kabul.\nAfter the killing of more than 6,000 US service members and contractors, 1,100 NATO troops, 73,000 Afghan defence personnel, including police, and around 47,000 Afghan civilians over almost two decades, Afghanistan has fallen back into the hands of the Taliban.\nThe US had previously spent USD 84 billion to train an elite Afghan troop of 300,000. But in the face of the unflinching encroachment by the \"75,000-strong\" Taliban force, the Afghan army could not hold its ground. In places, force was not ever required; the army and policy simply fled their posts in fear of the Taliban. Perhaps, the elite Afghan troops were not trained well enough by the US. The failure of the Afghan troops should be assessed by the US to identify the gaps that have led to this shameful disaster.\nSo, what's next for Afghanistan? While world leaders are expressing concern, their words ring hollow. The British Prime Minister, in a television interview, said, \"Nobody wants Afghanistan to be a breeding ground for terror… or to lapse back into the pre-2001 situation\". If this was the case, why did the UK pull out its troops from Afghanistan without first putting in place a mechanism to support the Afghan government?\nAs recently as August 13, 2021—despite the rapid advances of the Taliban—Boris Johnson told the media the West will not send its forces back to Afghanistan. And the British withdrew their troops from Afghanistan knowing that the state might collapse after the retreat.\nSimilarly, while the US Secretary of State Antony Blinken had expressed concern about the development regarding the Taliban, calling them \"deeply, deeply troubling\", he did not do anything to try to stop the Taliban advances, except for an ineffective air intervention.\nEmboldened by their recent success, the battle-hardened Taliban is now unlikely to act as a malleable force that could be manhandled—let alone handled—by the international community. Moreover, there is no guarantee that they will not support the al-Qaeda. Abdullah Abdullah, the Afghan government's chief negotiator, had earlier blamed the Taliban for committing \"grim crimes\", and said that, \"Thousands of terrorists, along with the constant presence of al-Qaeda and other terrorist groups, from Jaish-e-Muhammad to Lashkar-e-Taiba, have entered Afghanistan and are fighting against our people\".\nA UN Security Council report dated June 1, 2021, suggested that, \"A significant part of the leadership of Al-Qaida resides in the Afghanistan and Pakistan border region, alongside Al-Qaida in the Indian Subcontinent. Large numbers of Al-Qaida fighters and other foreign extremist elements aligned with the Taliban are located in various parts of Afghanistan.\"\nThe report further added, \"Ties between the two groups remain close, based on ideological alignment, relationships forged through common struggle and intermarriage. The Taliban has begun to tighten its control over Al-Qaida by gathering information on foreign terrorist fighters and registering and restricting them. However, it has not made any concessions in this regard that it could not easily and quickly reverse, and it is impossible to assess with confidence that the Taliban will live up to its commitment to suppress any future international threat emanating from Al-Qaida in Afghanistan. Al-Qaida and like-minded militants continue to celebrate developments in Afghanistan as a victory for the Taliban's cause and thus for global radicalism.\"\nThe Taliban, despite acting sensible during the international negotiations, have consistently gone back on their words. \"A few days ago, here in Doha, we talked for 48 hours with the representatives of the Taliban and agreed to speed up the negotiations and the political solution of the issue with the presence of a mediator, but on the contrary, the Taliban violated this commitment, intensifying war, and violence, and launched offensive attacks on cities,\" said Abdullah Abdullah during a meeting with representatives from the UN, EU, US, Britain, China, Russia, Pakistan, Uzbekistan and Qatar.\nHowever, apart from the immediate threat of the Taliban turning on the Afghan citizens they consider to have collaborated with the Western allies, there is another fear: the Taliban's future plans. It looks like, this time, they have a grander plan for a sustainable stay in the country. There have been reports in various international media outlets that the Taliban are going door-to-door looking for girls and women between ages 12 and 45 to marry them off to Taliban fighters. This will serve three predominant purposes: enable them to extract allegiance from a majority of the common population, suppress women, and ensure the legacy of the Taliban in every household through procreation. If this turns out to be the case, the sacrifices of many years will go in vain.\nAnd the West will not be able to erase from history their responsibility for the sufferings of millions of Afghan civilians. The West invaded Afghanistan when they thought it was a good idea, gave hope to the locals, recruited them in the fight against the Taliban, but hastily withdrew from the country when they realised that the economic costs of the war are not worth shouldering. Abandoning the country and its people without providing them with strategic support to keep the Taliban in check has been an act of cowardice and selfishness, to say the least.\nAt the time of writing this column, a coordination council is being formed, which includes former president Hamid Karzai, to facilitate a transition of power. There is little doubt that the Taliban is going to form the new Afghan government, and China and Russia are expected to be among the first countries to recognise them, for various geopolitical and economic interests.\nWhile the Taliban has promised to spare government officials, ensure respect for \"life, property and honour\" of the people and create a \"secure environment\" for charities, embassies and businesses, there is no certainty that they will honour these pledges.\nIn the long run, if a Taliban government endures—which looks like a distinct possibility—how the West will engage with Afghanistan remains to be seen. But whatever be the case, the botched job of the West in Afghanistan has sent a very wrong message to terrorist outfits around the globe—one that proves that with the right tactics, anything is possible, even the defeat of an international force. One only hopes that the retreat of the West from Iraq does not encourage a similar triumphant re-emergence of terrorists and insurgents in the Middle East.\nThe future shape of Afghanistan will unfold in the coming days and weeks, as will the true intent of the Taliban. The fear is, neither will be palatable for the country's neighbours, former allies or its people.\n \nTasneem Tayeb is a columnist for The Daily Star.\nHer Twitter handle is: @tasneem_tayeb\n",
        "headline_1": "Kabul falls. What’s next?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/closer-look/news/kabul-falls-whats-next-2153801",
        "news_paper_name": "The Daily Star",
        "publish_date": "17-08-2021"
    },
    {
        "full_article": "As the world battles record-shattering heat waves, calamitous droughts, deadly floods and landscape-altering wildfires, a roughly 4,000-page report released on August 9, 2021 by the UN's Intergovernmental Panel on Climate Change (IPCC) spells out, in unequivocal terms, how anthropogenic climate change is ravaging our planet. Prepared by IPCC's Working Group I and described by its authors as a \"code red for humanity,\" the report warns that global temperatures will likely rise by 1.5 degrees Celsius by 2040 if warming continues at the current rate. This is the threshold value agreed upon in 2015 at the 21st Conference of Parties (COP21) in Paris.\nAfter the report was made public, UN Secretary-General António Guterres said, \"The alarm bells are deafening, and the evidence is irrefutable: greenhouse gas emissions from fossil fuel burning and deforestation are choking our planet and putting billions of people at immediate risk.\" Many media outlets did not mince words to describe the nightmarish scenario painted in the report about the future of our planet. The front page headline in The New York Times read, \"A Hotter Future Is Certain, Climate Panel Warns. But How Hot Is Up to Us.\" The Atlantic described the crisis with two words: \"It's Grim.\" One of the authors of IPCC's 2001 report told CNN, \"Bottom line is that we have zero years left to avoid dangerous climate change, because it's here.\" On the other hand, in an opinion piece in the conservative The Wall Street Journal, a physicist expressed skepticism about coverage by the media. He wrote, \"Despite constant warnings of catastrophe, things aren't anywhere near as dire as the media say.\"\nAwareness about climate change is not new\nEight years in the making, the report essentially validates the seemingly bleak future that many of us foresaw with trepidation. It also confirms what scientists had predicted even before coal-fired power plants were built. In 1856, American scientist Eunice Foote was the first to describe the extraordinary power of carbon dioxide—the driving force of global warming—to absorb heat. The first quantitative estimate of climate change influenced by carbon dioxide was made in 1895 by Svante Arrhenius, a Swedish scientist and Nobel laureate.\nFor the general public, physicist James Hansen of NASA sounded the alarm about climate change after his testimony to the US Congress in June 1988 on the detrimental effects of human-induced greenhouse gas emissions. Yet in 1995, the IPCC is on record stating that the ability to connect climate change to human activities is \"currently limited.\" This time around, the IPCC admits that they can now link recent natural disasters with climate change in a way that they have not been able to before. What an about-turn!\nThe latest IPCC report is a stark reminder of what we are experiencing today—scorching summers roasting millions of people worldwide, out-of-control wildfires, protracted droughts, widespread famine, killer storms, torrential rainfall followed by cataclysmic floods, and more. These are among the most visible and damaging signs that the Earth's climate is changing for the worse as a result of burning fossil fuels. And all these weather-related events are happening because the world warmed by a \"mere\" 1.1 degrees Celsius since the Industrial Revolution. Clearly, with each passing day, these events will become more intense, turbocharged, amplified, and worse.\nThanks to the report, many Republicans in the US Congress, who for decades disputed the existence of climate change, no longer deny that the Earth is heating up because of greenhouse gas emissions. Or perhaps the statement from the US National Oceanic and Atmospheric Administration—that July was the world's hottest month ever recorded—forced them to acknowledge climate change. However, they are still unwilling to abandon fossil fuels.\nCurrent emissions and the future of our planet\n\nSince the 1980s, emissions, particularly of carbon dioxide, have ballooned to unprecedented levels despite repeated, and at times frantic, warnings from scientists about \"civilisation-shaking\" catastrophes. Scientists at the International Energy Agency say that emissions of carbon dioxide \"are on course to surge by 1.5 billion tonnes in 2021, the second-largest increase in history, reversing most of last year's decline caused by the Covid-19 pandemic.\"\nClimate is controlled by how much of the Sun's heat arrives at and remains trapped near the Earth's surface. Because the Sun is expected to shine at the minimum for another five billion years, we can envisage no major changes in the incoming heat for many thousands of years to come. Thus the changes we will see in climate from now until 2050, a cut-off year determined at COP21 to reduce greenhouse gas emissions to zero, will mostly depend on how much of the arriving heat is retained by the Earth's surface.\nHaving said that, even if the goals of COP21 are met, the Earth will still be warmer in the future than it is today and the warming trend will continue because it takes a long time for the Earth's climate to adjust to the changes in its energy budget, resulting from increased greenhouse gas concentrations. Besides, if emissions of carbon dioxide dropped to zero tomorrow, climate change will continue to play out for centuries because the greenhouse gases already in the atmosphere have lifetimes of hundreds and thousands of years. Given this circumstance, we can still keep warming below catastrophic levels by going carbon negative together with zero emission. Carbon negative means removing more carbon dioxide from the atmosphere than adding to it.\nClimate change and Bangladesh\nAs for Bangladesh, it is among the countries most vulnerable to the effects of climate change. Although the global share of carbon dioxide emissions by Bangladesh is a meagre 0.21 percent, climate change has already been inflicting untold miseries on its people. The government has identified floods, cyclones, droughts, tidal surges, tornadoes, river erosion, water logging, rising sea level and soil salinity as major hazards that are behind a shift in migration and increasing poverty.\nBangladesh has a hot climate, with summer temperatures that can hit 45 degrees Celsius. In a world that is hotter by 1.5 to two degrees Celsius, heat waves will break new records, with more than half of summers being abnormally hot. Northern Bangladesh will enter a new climatic regime, with temperatures above levels not seen in the past 100 years. In light of this fact, the government is rightfully demanding that industrialised nations, who are also the biggest emitters of greenhouse gases, reduce their planet-warming pollution without further delay, compensate poor countries for the damages caused, and fund them so that they can be better prepared for a perilous future.\nIn the past few years, the Bangladesh government made significant advances in disaster risk reduction. It has constructed a series of multi-purpose buildings that are used as storm shelters during cyclones, significantly reducing mortality. Notwithstanding, the damage and loss of income due to climate change is on the rise. Nevertheless, if Bangladesh wants to become a middle-income country, the government should focus on mitigation along with adaptation, and move away from coal-fired power plants.\nOn a different note, the amount of methane emitted by Bangladesh is so high that the country is now becoming a significant contributor to environmental degradation. Methane is a greenhouse gas that can cause 28 times as much warming as an equivalent amount of carbon dioxide over a period of 100 years. According to IPCC, the concentration of methane in the atmosphere is higher now than at any time in the last 800,000 years.\nMelting of glaciers and ice sheets\nA few words about the effects of global warming on one of the primary sources of fresh water are in order here. Out of the 71 percent of water that make up the Earth's surface, the vast majority, over 96 percent, is non-drinkable saline water in seas and oceans. Just 3.5 percent is fresh water, but a minuscule amount—approximately one percent—are in freshwater lakes, streams and in the atmosphere. The bulk of the fresh water, almost 70 percent, is trapped in ice and glaciers. While most of the ice is in the Arctic, Antarctic and Greenland, some are scattered as glaciers in the mountains around the world.\nThe glaciers we see today are remnants of the past Ice Age, an alternating period of melting and freezing that lasted about a million years. Yielding only to the warmth of the Sun's rays, these giant rivers of ice grind their way to the sea, crushing everything in their path, scouring the landscape, shaping mountain peaks and carving broad valleys.\nConsidered to be the \"gold standard for measuring climate change,\" glaciers are a natural data bank. In between their thick layers of compacted snow, glaciers hold records of volcanic eruptions, chemicals in the air and changes in the atmosphere. They reflect variations in the pattern of weather and climate over long periods of time.\nGlaciers feed many of the world's important river systems, including the Brahmaputra, Ganges and Indus, and directly or indirectly supply millions of people with food, energy, clean air and incomes. Communities living at the foothills of large mountains use glaciers as a source of water.\nAcross the high mountain region from the Hindu Kush to the Himalayas, which stretches from Afghanistan in the west to Myanmar in the east, air temperatures have risen by nearly two degrees since the start of the 20th century. In response, glaciers are melting and retreating, permafrost is thawing and weather patterns are becoming more erratic, disrupting previously reliable water sources for millions and triggering more natural disasters. Scientists are worried that the impacts will hit not just those living in the mountains, but also millions of people in Bangladesh, India and Pakistan living in the river valleys below.\nMelting of glaciers has another effect. More melting means more water pools in lakes on top of the glaciers or at their lower snouts. Since the late 1970s, the number of glacial lakes across the Himalayas in Nepal has more than doubled. These lakes are often growing so fast and hold so much water that they have gushed through the rock piles holding them back, resulting in devastating floods. Additionally, steep slopes that were locked in place by frozen soil have thawed, causing rockfalls, collapsing terrains, avalanches and mud slides.\nBecause of global warming, ice sheets are melting at breakneck speed and will continue to melt. Indeed, a historic heat wave in July melted ice in Greenland large enough to flood the entire state of Florida with well-nigh two inches of water. At the same time, extreme flooding from higher sea level will continue to get more frequent, and the sea level itself will continue to rise well into the next century, mainly because of thermal expansion due to the amount of heat the oceans have absorbed so far.\nWidespread loss of ice sheets will likely alter climate in other complex ways. For example, their white surfaces help to keep our climate relatively mild by reflecting the Sun's rays. When they melt, darker exposed surfaces will absorb and retain more heat, thereby raising global temperatures.\nAre we doing enough?\nIt is now a truism that global warming begets more warming. Therefore, the effects of climate change will worsen with every fraction of a degree of warming. Even if we limit warming to 1.5 degrees, the kinds of extreme weather events we are experiencing this year, in winter and summer alike, will become more severe and more recurrent. Beyond 1.5 degrees, scientists say the climate system will be unrecognisable. In all likelihood, it will lead to the disappearance of small island nations and low-lying coastal countries, as well as unleash tens of millions of climate refugees upon an unprepared world.\nWhat will be the response of our leaders and policymakers after they read the IPCC report? It will not be an exaggeration to say that world leaders, who are under tremendous pressure to deliver on promises made at COP21, cannot distinguish the divide between rhetoric and reality. Hence, at COP26, to be held in Glasgow, Scotland later this year, we should not expect any firm commitment from them to save the world. Instead, their speeches will be like the ones given at past climate-related summits—\"full of sound and fury, signifying nothing.\"\nFinally, the well-researched and well-intentioned report on climate change and recommendations for mitigation and adaptation contained therein can, metaphorically speaking, be characterised as a \"recovery mission\" rather than a \"rescue mission.\"\n \nQuamrul Haider is a Professor of Physics at Fordham University, New York.\n",
        "headline_1": "IPCC issued a ‘code red’ alert,  but is anyone listening?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/ipcc-issued-code-red-alert-anyone-listening-2153791",
        "news_paper_name": "The Daily Star",
        "publish_date": "17-08-2021"
    },
    {
        "full_article": "Two 15-year-old minors were recently sentenced to one month's imprisonment by a mobile court in Netrokona for getting married before they were legally old enough to do so. The children were, however, later released from police custody, and the High Court Division had also issued a verbal order for their release. The sentence was given under the recent Child Marriage Restraint Act of 2017 (CMRA), which had faced much criticism at the time of its enactment for including a special clause which was meant to exempt the parties to a child marriage from criminal sanctions on judicial permission. No doubt that the said order by the mobile court was in conflict with the Children Act 2013, which provides detailed provisions for dealing with children who come in conflict with or in contact with the law—upholding the best interest of the child.\nIn 2020, the High Court Division had also observed that the Mobile Court Act, 2009 has not empowered executive magistrates to conduct trial of children and that the Children's Court under the Children Act 2013 being the subsequent special law, will have the jurisdiction. However, despite such clear directions, the 2017 Act on child marriage, which is a law subsequent to the Children Act, had added a new provision [s.7(2)] that imposes penalty on minors for contracting child marriage. It prescribes for the detention of minors, which may extend to one month, and a fine, which may extend to Tk 50,000. As per section 17 of the CMRA, the mobile courts can impose a penalty for the offences committed under the Act. However, the schedule to the Mobile Court Act specifies only certain particular provisions of the CMRA to be within its jurisdiction, which includes section 7 that prescribes penalty for minors involved in marriage. Thus the law clearly authorises the mobile courts to impose penalty for committing child marriage even against the minors. However, mobile courts are meant to immediately take cognisance of certain offences on the spot, awarding limited penal sanctions. Whereas, in this particular case, the sanction was reportedly given much later in the office of the concerned executive magistrate, which itself makes the sentencing questionable. The CMRA thus creates a conflicting position with regard to the Children Act and does not adequately address its application in cases where children are sentenced under the CMRA.\nKeeping that aside, the very provision of penalising the children for committing child marriage does not make much sense when the law itself refers to the minor involved in a child marriage, as a \"victim\" or \"aggrieved person\" in several places. It is unconceivable as to how a law, which is meant to address the plight of the victim of child marriage, is contemplating penalty for that very victim. Such penal provision, which presumably was inserted as a measure to deter underage persons from getting married by eloping, was not present in the earlier British colonial time law of 1929, which was rather criticised for being archaic and ineffective at preventing child marriage.\nThus the law creates contradictions by imposing criminal sanctions upon the victims whose interests it wishes to protect. Considering that this law is aimed at securing the best interest of a child, a penal provision for minor victims of child marriages is against the spirit of the law. The CMRA, as such, should exclude the minor party form being penalised for contracting child marriage. Instead, in appropriate cases, the law may provide provisions for engaging the minor in the local child marriage prevention-related initiatives and also ensure psychosocial counselling. Again, it is these cases that the special clause in the CMRA could offer some positive relief to when the marriage is conducted between parties who are closer to the marriageable age and in consideration of the court, are matured enough to enter into a marriage relationship. However, that very element of obtaining consent of the concerned minor is missing from the special provision under the CMRA and it is only the parents whose consent is to be considered by the court to allow a child marriage without criminal sanction.\nThis leads to another blatant inconsistency that remained in the 2017 CMRA regarding the minimum marriageable age, which is 21 for males, and 18 for females. Such inequality in the age of marriage contradicts the international human rights law mandates. It further creates some significant legal anomalies in the enforcement of the CMRA. For example, if an adult woman of 18 years marries a man of 20 years, under section 7(2), it will still be considered as \"child marriage\", as a man below 21 years is considered \"underage\" for the purpose of CMRA. In such a case, the woman would be subjected to penal sanctions applicable for an adult contracting party under the CMRA. In a socio-cultural context like ours, where women are already disadvantaged and have very little voice over their marriage decisions, it is inconceivable that the wife bears a greater criminal liability than the adult husband. Again, although under our majority law, whereas an 18-year-old man can enter into any contract, he may be penalised for entering into a contract of marriage until he turns 21. This again is irreconcilable with any sound legal interpretations.\nThere are also a number of other loopholes and ambiguities in the 2017 Act—including lack of option for the minor for annulment of the marriage, lack of support and assistance for victims, ambiguities surrounding applicable courts and procedures, etc.—that need to be addressed if we aim to use the law as an effective tool to eliminate child marriage. It is thus important to use this opportunity to take a deeper look at the law in its entirety and find out ways to fill in the crucial gaps.\n \nTaslima Yasmin is Associate Professor, Department of Law, University of Dhaka.\nEmail: taslima47@yahoo.com\n",
        "headline_1": "Penalising victims of child marriage isn’t the right way to go",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/penalising-victims-child-marriage-isnt-the-right-way-go-2152996",
        "news_paper_name": "The Daily Star",
        "publish_date": "17-08-2021"
    },
    {
        "full_article": "Man and nature are running out of time. That's the core message of the UN Intergovernmental Panel on Climate Change (IPCC) report released this week. UN Secretary-General António Guterres called the report a \"code red for humanity\". \"The evidence is irrefutable: greenhouse gas emissions from fossil fuel burning and deforestation are choking our planet and putting billions of people at immediate risk.\"\nWhat can we, individually and collectively, do about it? \nMany animals, including humans, cannot survive at high temperatures. Seattle, a temperate climate city, hit 104 degree Fahrenheit in June, only 4 degrees below the maximum 108 degrees where humans can't survive. Like the pandemic, the twin effects of climate change and biodiversity loss are hurting the bottom half of society who are most vulnerable to natural and/or man-made disasters. Indeed, indigenous and native people who live closest to nature, comprising 5-6 percent of the world's population scattered in remote areas, are likely to face loss of culture, lives and habitat because all their water, food and livelihoods will be devastated by climate change.\nIn essence, we are in an existential situation whereby nature is being destroyed by excess human consumption, which creates pollution and carbon emission, but all this is made possible by monetary creation by bankers and businesses who seem to care more about their profits than the human condition. Thus, decisions over climate change, human activities, financialisation and globalisation are essentially moral questions over the power to lead us out of the wilderness of nuclear destruction through war or planetary burning.\nIn his monumental History of Western Philosophy (1946), British philosopher Bertrand Russell argued that those in power understand that they have twin powers over nature and political power to rule other human beings. Traditionally, the limits to such power have been God and truth. But today, religions are also in turmoil on what is their role in finding pathways out of the current mess. Furthermore, fake news obscures what is truth.\nThe current mess is not unlike the Lost People wandering in the desert waiting for a Moses to find the 21st century version of the Ten Commandments. Unfortunately, the 17 UN Sustainable Development Goals (SDGs) are aspirations and not commandments. As economists say, climate change is a market failure, but there is no modern day Moses, nor operating manuals to translate SDGs to environmental, social and governance (ESG) projects and programmes for businesses, governments and social institutions.\nIn this twin injustices against man and nature, people sense that there is both a moral vacuum in globalised modernity, as well as lack of a shared, practical pathway out of planetary destruction. If secular science or politics cannot help us, Is religion the solution?\nIronically, religion has played a far larger role in the current quandary than meets the eye.\nTwo Papal Bulls empowered the Portuguese and Spanish conquests of new lands in the second half of the 15th century. Papal bulls are public decrees, letters, patents or charters issued by a Catholic pope. The Papal Bull Romanus Pontifex issued by Pope Nicholas V in 1455 gave Portuguese King Alfonso the right to \"invade, search out, capture, vanquish and subdue all Saracens and pagans whatsoever, and other enemies of Christ whatsoever placed, and the kingdoms, dukedoms, principalities, dominions, possessions and all movable and immovable goods whatsoever held and possessed by them and to reduce their persons to perpetual slavery…to convert them to his profit…[such assets becoming] justly and lawfully acquired.\"\nThe Papal Bull Inter Caetera, issued after Christopher Columbus returned from America in 1493, not only reinforced the Spanish right to property and slavery seized or colonised from non-Christian kingdoms or pagan natives, but also established the Doctrine of Discovery. This doctrine formed the basis of national and later international laws that gave license to explorers to claim vacant land (terra nullius) on discovery. Vacant land meant land not populated by Christians, and thus the Christian discoverers and occupiers could have legal title to them, regardless of the rights of the indigenous people.\nIn short, historically, it was the Church that gave the moral blessing for colonisation, slavery and genocide during the \"age of globalisation\". The tragedy is that the Doctrine of Discovery is now embodied in US laws. In the historic case of Johnson vs McIntosh (1823), Supreme Court Justice John Marshall ruled, \"According to every theory of property, the Indians had no individual rights to land; nor had they any collectively, or in their national capacity; for the lands occupied by each tribe were not used by them in such a manner as to prevent their being appropriated by a people of cultivators. All the proprietary rights of civilised nations on this continent are founded on this principle. The right delivered from discovery and conquest, can rest on no other basis; and all existing titles depend on the fundamental title of the crown by discovery.\"\nIf humanity still treats nature as a free asset to be mastered, and other human beings to be dominated and disenfranchised because of the Doctrine of Discovery, how can we move forward morally to create human inclusivity and planetary justice?\nUnder secular science, the elites that control the media, military, economy, political or social institutions have forgotten that they are not masters of man and nature, but stewards to protect human well-being and nature for future generations. In this polarised age, we forget that the shamans of the indigenous people carry ancient wisdoms about how to live with nature and each other through traditional values, medicine and shared rituals. The shamans are not seers but healers and carriers of tribal memories and values.\nWhen modern scientists and technocrats have no solutions to present problems except more speed, scale and scope in the rush to modernity, isn't it time to listen to traditional wisdoms from those who have living memories of how to live with nature and each other?\nWithout moral bearings, no wonder we have no maps out of the current mess.\n \nAndrew Sheng from Malaysia is Adjunct Professor at Tsinghua University, Beijing and University of Malaya. He was formerly the Chairman of the Securities and Futures Commission, Hong Kong. He is a columnist for the Asia News Network.\nCourtesy: Asia News Network\n",
        "headline_1": "The moral vacuum at the heart  of modernity",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/the-moral-vacuum-the-heart-modernity-2152991",
        "news_paper_name": "The Daily Star",
        "publish_date": "17-08-2021"
    },
    {
        "full_article": "The news that the government is planning to initiate a phased return to in-person classes starting in September is indeed an encouraging one. According to a report by The Daily Star, education ministry officials said the government is preparing to reopen all educational institutions beginning with universities, where a large number of teachers and students are said to have been fully or partially inoculated. Colleges and schools will follow shortly, again beginning in phases and subsequently increasing class numbers depending on the Covid-19 situation. While talking to reporters, Education Minister Dipu Moni also appeared to confirm the plan, saying \"If the Covid-19 infection rate drops to the lowest level, we can have a situation to reopen all educational institutions.\" Deputy Education Minister Mohibul Hassan also said the government is working on reopening schools, but it all depends on the Covid-19 situation.\nApparently, two factors that will play the decisive role in this regard are the vaccination of enough teachers and students, as well as the Covid-19 infection rates reaching a level safe enough for in-person class attendance. The question is, what chance is there that both will happen at the same time? So far, according to an estimate provided by a ministry official, till the first week of August, 30,000 out of 34,000 public university teachers who registered for the Covid-19 vaccine have received their jabs. Around 1.79 lakh university students also registered, of whom around 80,000 received the first dose and 6,000 received both doses. Meanwhile, all government schoolteachers and 2.78 lakh out of 3.63 lakh non-government teachers at the secondary level have been administered both doses of the vaccine. Still, a lot of teachers and students remain unvaccinated. And even if all of them are inoculated on a priority basis, there is no certainty that the countrywide infection rate will simultaneously go down to create the ideal situation.\nSo for both targets for reopening (vaccination and reduced infection) to reach fruition, it will take a massive effort to tackle the coronavirus through mass vaccination and rigorous infection containment measures countrywide, which, unfortunately, didn't happen since the pandemic began last year. What this means is that we may once again miss the deadline of reopening educational institutions. The fact is, it is because of such unclear and, frankly, unrealistic plans that the government has frequently missed reopening deadlines. The safety of teachers and students is of course paramount, but tying a reopening plan with the rise or fall of infection rates has proved to be ineffective.\nAt this point, many of the decisions seem to be based on mere conjectures rather than sound data. If the September deadline is to work, we must come up with better policies. The government needs to engage experts in formulating a plan that incorporates blended learning as an essential feature of pandemic-time education, relies more on enforcement of health guidelines than on divine intervention to curb infections, is flexible enough to apply to specific areas and situations instead of a fixed, ideal scenario for the whole country, and equally importantly, ensures that there's no digital divide to disrupt learning should re-opening bids fail. After nearly 17 months of all education institutions remaining closed, we must be brave, realistic and at the same time innovative about reopening them, rather than leaving the fate of students to chance.\n",
        "headline_1": "Should in-person learning be left to chance again?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/should-person-learning-be-left-chance-again-2153736",
        "news_paper_name": "The Daily Star",
        "publish_date": "17-08-2021"
    },
    {
        "full_article": "All events indicate that a Taliban victory in Afghanistan is now a certainty. The former prime minister Ashraf Ghani has reportedly left the country, saying that he did so to prevent any further violence. The Taliban themselves have said they are pleased that the transfer of power so far has happened without bloodshed. We, too, would like to see a peaceful transfer of power take place, and the onus is now on the Taliban leadership to ensure that the people of Afghanistan are not exposed to any form of cruelty.\nSince entering Kabul—and from even before—the Taliban have said that the citizens will not be harmed. That pledge should be carried through. There must not be any revenge killing, as the Taliban have pledged. Having willingly taken over the responsibility, the Taliban must protect the people and guarantee their safety—even from their own individual soldiers by maintaining strict discipline. The responsibility to protect the lives and property of the people, as well as different minority groups, now rests on their shoulders—including from criminal elements that may try to take advantage of the existing power vacuum.\nOn the other hand, we have seen disturbing footage of people trying desperately to flee Afghanistan and a number of people have reportedly died amidst the chaos. This indicates that the people are afraid of what is to come, and there is a great sense of insecurity that could potentially lead to even more loss of lives. The Taliban leadership has to intervene here and reassure the people that they have nothing to fear. They should coordinate with other forces to arrange a way for people who wish to leave the country to be evacuated in an orderly fashion.\nNow that the foreign forces have mostly left Afghanistan, and the former government seems to have more or less dissolved, the Taliban have a great responsibility at hand. It is one thing to take over power, but it is a completely different matter altogether to form the administrative structure necessary to form a government that serves the people in the long run, while maintaining peace. That will require winning over the hearts and minds of all the people, not just those whom the Taliban see eye-to-eye with.\n",
        "headline_1": "Taliban victory is writ large in Afghanistan",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/taliban-victory-writ-large-afghanistan-2153731",
        "news_paper_name": "The Daily Star",
        "publish_date": "17-08-2021"
    }
]