[
    {
        "full_article": "Tamil Nadu Governor R.N. Ravi appears to be on a mission to demonstrate his tenuous grasp of the Constitution. In an action without precedent — and, as it turns out, without forethought — he sent out a communication to the Tamil Nadu Chief Minister, M.K. Stalin, that he had dismissed V. Senthilbalaji, a State Minister without Portfolio, who is in hospital and in judicial custody. Within hours, on the advice of the Union Home Minister, he again wrote to the Chief Minister that he was holding the order in abeyance and was, instead, seeking the opinion of the Attorney General of India. One would have thought that a Governor expected to abide by constitutional norms would have obtained appropriate legal opinion prior to his drastic action. That Mr. Ravi had to be advised to seek ex post facto legal opinion reflects poorly on his decision-making prowess. His letter says he was invoking Articles 153, 163 and 164 of the Constitution, which deal with the executive power of the State being vested in the Governor, his acting on the Cabinet’s aid and advice, and the appointment of the Chief Minister and other Ministers. The constitutional scheme set out in these articles gives no room for doubt that the Governor has no discretion in the matter of appointing and removing ministers, which is under the Chief Minister’s domain.Mr. Ravi has sought to justify the extraordinary action by referring to the allegations against the Minister and the Supreme Court of India’s observations in a recent order. However, any call to remove a Minister is an appeal to moral sense rather than a legal requirement. For the Governor to remove someone unilaterally on the ground that his earlier counsel to drop a Minister went unheeded is nothing but a constitutional misadventure. It will be desirable if Ministers facing charges quit on their own, or they are removed by the respective Chief Ministers. In the past, the framing of charges in the trial court has led to Ministers being removed, but it remains a moral high ground, and not a mandatory feature of the constitutional system. Few would disagree that the charges of bribery that Mr. Senthilbalaji faces, dating back to his stint in the erstwhile All India Anna Dravida Munnetra Kazhagam regime, and allegations of laundering the proceeds are serious enough to merit his stepping down until he is cleared of charges. Mr. Stalin could have acted on his own to avoid facing the charge that he is providing a “shield of office” for the Minister to protect himself or that the Minister’s presence in the Cabinet is obstructing the due process of law. But nothing can excuse the Governor’s misadventure.‘\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nTamil Nadu\n\n/\n\nGovernor\n\n/\n\nministers (government)\n\n/ \n\nconstitution\n\n/\n\njudiciary (system of justice)\n\n/\n\npolitics",
        "headline_1": "Constitutional misadventure: On the Tamil Nadu Governor’s move",
        "headline_2": "The Tamil Nadu Governor has acted without forethought in sacking a Minister without the Chief Minister’s advice",
        "link": "https://www.thehindu.com/opinion/editorial/constitutional-misadventure-the-hindu-editorial-on-the-tamil-nadu-governors-move/article67027661.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "02-07-2023"
    },
    {
        "full_article": "The elevation of T.S. Singhdeo as Deputy Chief Minister in the Congress government in Chhattisgarh is partly a reward for his loyalty to the party, and partly a message to Chief Minister Bhupesh Baghel who has risen as a regional strongman. Mr. Baghel spearheaded the Congress party’s comeback in the 2018 Assembly elections in the State after a hiatus of 15 years. With his ear to the ground, Mr. Baghel instinctively senses the political mood of the State, and under him the Congress party has devised a unique mobilisation model. The party won 68 of the 90 Assembly seats in the State in 2018, and in government, continued to consolidate its support base. A combination of welfare schemes, an innovative evocation of Chhattisgarh’s subnational identity, and social engineering that drew Other Backward Class communities closer to it, placed the Congress in an advantageous position against the Bharatiya Janata Party (BJP). The State government also rolled out a slew of schemes that pandered to Hindu sentiments as a counter to the BJP’s Hindutva politics. All this boosted the Congress, but also strengthened the Chief Minister in such a way that others in the party began to feel the discomforting weight of his expanding power.Strong regional leaderships create a typical dilemma for national parties such as the Congress and the BJP. On the one hand they anchor the party while on the other the stronger they are, the more deviant they could turn from the national agenda of the party. Strong leaders are often reluctant to subject themselves to processes, within the party or through institutions. Balancing this essential need of strong leadership with the imperatives of party decorum is not an easy task. Mr. Baghel has created a model for combating the BJP in the heartland, which the Congress could seek to replicate in other comparable regions. But the Congress can ill-afford to let success devour it. The history of the party in the State is instructive. Under the late Ajit Jogi, the first Chief Minister of the State, the party wilted as it alienated communities and its own leaders. Mr. Baghel’s leadership was a critical factor in the revival of the party, but so were the contributions of several others, known and unknown. For it to retain power in the State, the Congress will have to hold all of them together. Mr. Singhdeo’s elevation is, hence, a first step in the right direction. There is more to be done, including a renewed outreach to tribal communities. But at least the Congress seems ready to project a united front in Chhattisgarh.\r\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nIndian National Congress\n\n/\n\npolitics\n\n/\n\nChhattisgarh\n\n/\n\nBharatiya Janata Party",
        "headline_1": "All hands on deck: On the elevation of T.S. Singhdeo as Chhattisgarh Deputy Chief Minister",
        "headline_2": "T.S. Singh Deo’s elevation in Chhattisgarh expands the Congress’s reach",
        "link": "https://www.thehindu.com/opinion/editorial/all-hands-on-deck-the-hindu-editorial-on-the-elevation-of-ts-singhdeo-as-chhattisgarh-deputy-chief-minister/article67027645.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "02-07-2023"
    },
    {
        "full_article": "India’s first assignment in the new cycle of the World Test Championship is a two-match series in the Caribbean starting in a little over a week.\nIn the past 15-odd years, West Indies have slumped badly in Test cricket (currently ranked No 8 by ICC) and should be easy pickings for No 1 ranked India, unless Rohit Sharma and his team show diabolically poor form.\nThis series is significant for India on two counts. Winning overseas, considered more difficult for all teams, provides a buffer against upset results in home matches. Second, these matches could indicate whether changes made to the Test squad in the wake of the recent debacle against Australia are a step in the right direction.\nCricket – Ashes – Second Test – England Practice – Lords, London, Britain – June 26, 2023 England head coach Brendon McCullum during practice Action Images via Reuters/Peter Cziborra\nHow the Indian team, looking to rebuild with new talent to replace those ageing or injured, navigates this testing period is critical to the country’s cricketing fortunes going ahead.\nBeing roundly thrashed in the WTC final last month was a wake-up call that everything is not hunky-dory as is generally tom-tommed. Two years earlier, India had lost to New Zealand in the inaugural WTC final, so this failure was not happenstance and brooks no excuse. Rather, it highlights that inadequacies and frailties were glossed over.\nWinning and losing is ‘part of the game’ is a useful truism to lean on most times but becomes wobbly when applied to Indian cricket in ICC tournaments across formats. Since winning the Champions Trophy in 2013, India has been in two WTC finals, a T20 World Cup final and two ODI World Cup semi-finals but drawn a blank. This is a distressing pattern.\nI’ll desist from using the unsavoury term ‘chokers’ because, ironically, in the same period, India has also been the most consistent team in the world and for long periods, enjoyed the ICC’s top ranking in all formats. But that is no solace for failing repeatedly on the ‘big’ occasion.\nWhy are titles proving elusive? There is no dearth of high-quality talent, facilities are first rate, financial rewards for players massive. The best coaches and support staff are hired at fancy cost, selectors are paid top dollar to identify talent.\nSo, what’s the shortcoming? I venture it is the nature of conversation that exists in Indian cricket. The richest, best-structured systems can get fatigued of ideas, stagnate, even decay. Fresh vision, new energy, bold imagination, and gutsy risk-taking are needed to transform an unrewarding situation.\nChange to some degree will come by deploying more resources — money, manpower or whatever — to tide over immediate crises, but is more likely to happen with having the right people in key roles starting a new conversation that then permeates through osmosis across the system.\nEngland’s return to eminence in the last decade provides an interesting example of this. Moribund for several decades, English cricket went in for an overhaul after a disastrous performance in the 2015 World Cup. Since then, they’ve won the ODI WC (2019), T20 WC (2022) and, in the past 15 months, been the most exciting and hugely successful Test team too.\nThis has come about by creating an environment where the conversation departed from the old, give-me-job-security and safety-first approach of administrators, players, coaches, enabling a radical shift in mindset and ethos and leading to dramatic results.\nRob Key, ECB’s managing director since 2022, has said he wanted the status quo to be disrupted because the same things were being done year after year with the same results. In Ben Stokes and coach Brendon ‘Baz’ McCullum, he found guys who not only shared his vision for English cricket, but had even more daring methods to effect change. He bought their ‘no fear-of-failure’ approach which, while not infallible, is redefining the way Test cricket can be played.\nThe nature and quality of conversation prevailing in a system is usually at the core of how well or badly players, and particularly teams, perform. There is no template for such conversations, which will differ from team to team and country to country at different points in time. What’s common is creating an environment in which different constituents in the eco-system collude dynamically to meet objectives. Changes in captains, players, coaches could be a major consequence, but not necessarily the essence of such conversations. Tactics, strategies, team selections will emerge from the overarching conversation or get plugged into it.\nThe next 24 months are huge in cricket, what with the ODI World Cup later this year, the T20 World Cup next year and the WTC final in 2025. What Indian cricket needs to make this period rewarding is a change in conversation.\nThere is too much talk of blockbuster money deals, sinecures, powerplay or what have you, and not enough about accountability, improving performance, winning. There needs to be a shift from the self-congratulatory mode for the enormous financial richness of Indian cricket, well-deserved and important as it is, and prioritise excellence on the field of play instead. This shift in conversation must emanate from the top.\nMemon is a sports commentator and columnist\n\n",
        "headline_1": "To end its title drought, India can learn from England’s turnaround",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/to-end-its-title-drought-india-can-learn-from-englands-turnaround/",
        "news_paper_name": "The Times of India",
        "publish_date": "02-07-2023"
    },
    {
        "full_article": "By Aditya Ramanathan\nOn a remote patch of celestial wilderness near the moon’s south pole lies the wreck of the Chandrayaan-2 lander, a testament to the soaring ambitions of India’s lunar programme and the difficulties of achieving them. Its predecessor, the Chandrayaan-1 orbiter, made history in 2008 by confirming the presence of water ice on the moon. The more audacious Chandrayaan-2 in 2019 was to deploy a lander called Vikram. However, Vikram crash landed in a spray of lunar dust, leaving it, and the small rover inside, inoperable.\nRead full opinion on TOI+\n\n",
        "headline_1": "Finally India’s Moon Moment?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/finally-indias-moon-moment/",
        "news_paper_name": "The Times of India",
        "publish_date": "02-07-2023"
    },
    {
        "full_article": "By Sanjay Malhotra\nGST is a monumental transformation of GOI’s indirect taxation system. Its three major stakeholders are industry that collects the tax, governments – Centre and states – to whom this tax is passed, and the people who pay the tax. Here’s how GST has influenced each, its impact over the last six years evident.\nRead full opinion on TOI+\n\n",
        "headline_1": "One Tax, All Gain, Hardly Any Pain",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/one-tax-all-gain-hardly-any-pain/",
        "news_paper_name": "The Times of India",
        "publish_date": "02-07-2023"
    },
    {
        "full_article": "RN Ravi’s extraordinary gubernatorial excesses\nTamil Nadu governor RN Ravi is back in the news. On Thursday evening he unilaterally dismissed a minister, V Senthilbalaji, who’s in judicial custody. Late in the night, he put his decision on hold. By Friday afternoon, the state government announced it would disregard his communication on the dismissal. There’s no room for doubt as the constitutional position is clear. Ravi was wrong to unilaterally dismiss the minister. The Constitution makes it clear that the governor is to act on the advice of the CM when it comes to the composition of the council of ministers.\nThe period till 1967 was largely uneventful in the history of engagement between governors and states. Subsequently, when the incidence of opposition coming to power in states rose, decisions of governors often led to judicial disputes. Consequently, the apex court has a body of verdicts that gives a clear picture of the limits of a governor’s power. An important verdict almost 50 years ago (Shamsher Singh vs State of Punjab) said that the Constitution does not envisage the governor running a parallel administration. The discretionary powers of a governor are limited.\nGovernors sometimes seem to yearn for the British Raj’s 1935 legislation that gave them discretionary power and even allowed them to chair a meeting of the council of ministers. That era is over. Sitting on bills cleared by the assembly or trying to unilaterally change the council of ministers disrupts a state’s governance. As most such cases end up as judicial disputes, it further clogs the system. Ravi’s conduct in this matter and a tendency to sit on bills has left a lot to be desired. It undermines the integrity of the constitutional office that’s an important link between GOI and states. GOI should talk to him.\n\n",
        "headline_1": "Chennai’s Super King",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/chennais-super-king/",
        "news_paper_name": "The Times of India",
        "publish_date": "02-07-2023"
    },
    {
        "full_article": "This July 1 marks the seventh anniversary of the worst terrorist attack that Bangladesh has ever witnessed, which left 20 people dead including nine Italians, seven Japanese, three Bangladeshis, and one Indian. Later, two police officers and two civilians died during the standoff. The brutality of the attack left Bangladesh shaken, shocked, and utterly devastated psychologically and later economically.\nSince that horrific day, the government has been relentless in trying to combat militancy with an iron hand. The series of raids on militant dens and arrests of some of the most notorious leaders proved to be effective in diminishing the power of these deranged zealots. Most of the militants were young men, educated and from well-off families. Yet the masterminds of the Holey Artisan attack managed to brainwash them into carrying out such barbaric acts.\nThe government's hard approach has initially borne fruit in terms of keeping militant attacks at bay after many were killed or arrested. Seven of the individuals who were involved in planning the attack have been sentenced to death by the lower court. The High Court is now hearing the case for disposal.\nBut what about the soft approach to curbing militancy, which is to counter the distorted ideology that these terror outfits are based on? Has the government been successful in preventing young men from joining militant outfits? What do we really know of the mobilisation of militant groups in the country?\nUnfortunately, we are practically shooting in the dark when it comes to the softer approaches of counterterrorism. Since the Holey Artisan attack, many suspected militants have been sent to jail. With no effective de-radicalisation programme in operation, prisons have now become dens of militant regrouping and brainwashing. Many militants have come out on bail or have served their time and are now free. From 2005 till 2021, around 597 militant suspects were let out on bail with nine of them missing, as per a report by The Daily Star quoting the police. Moreover, many of the 334 JMB militants convicted in the 93 cases filed over the simultaneous bomb blasts in 2005 served their ten-year sentence, and are now free men. Are we to believe that all these individuals have given up their radical ideology and are now peaceful, law-abiding citizens? Have the police or counterterrorism units kept tabs on their activities?\nRecent reports have revealed that new militant groups are on the rise with some members coming from former militant groups that were once thought to have been dissolved. The Anti-Terrorism Unit, Counter Terrorism and Transnational Crime unit, and the security forces are fighting militancy, but militant outfits are still gaining members, training in remote areas, and accumulating arms. With the national elections not far away, we cannot help but be worried about what these outfits have been up to, and what influence they have been exerting on young, impressionable minds.\nThe elaborate de-radicalisation programmes initiated by the government did not see adequate results, as they fizzled out or were stuck in bureaucratic tangles. The government must immediately target prison inmates. As suggested by security experts, religious clerics can be sent to the jails to give proper interpretation of Islam, a religion that promotes peace and tolerance. Teachers should be engaged to educate the inmates and help them reconnect with their families. Counselling must be a major part of de-radicalisation programmes in order for the inmates to cope with their mental health problems.\nAt the same time, counter-terrorism efforts must target young people who are the major targets of terrorist outfits. Sensitising them to social values, patriotism, and the spirit of our Liberation War, as well as engaging them in productive activities such as sports, debating and social work can provide alternative ideals to follow. For this, community involvement is essential.\nMilitancy and terrorism flourish when there is acute disgruntlement and a sense of despair in society. The government must take into account the socio-economic and political reasons that provide fodder for militancy. It must provide a sense of social justice, fairness and economic stability for all citizens in order to convince individuals vulnerable to militant ideology to abandon thoughts of hatred and violence towards the perceived enemy, and to embrace the ideals of acceptance of the other and empathy for fellow human beings.\n",
        "headline_1": "How successful have we been in countering terrorism?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/how-successful-have-we-been-countering-terrorism-3358726",
        "news_paper_name": "The Daily Star",
        "publish_date": "02-07-2023"
    },
    {
        "full_article": "Legacy is best exemplified by the way others speak of someone, after they have passed away. I am constantly reminded by both my grandfather, Mr Latifur Rahman, and my brother Faraaz, that a life well lived defines itself by the way those around you remember you once you are no longer among them.\nAlthough we miss both Nana Bhai and Chotoo immensely, they both remain as symbols of ethics and courage, every day. The way they are remembered not just by us, their family, but by those we meet throughout our lives, remember the two of them in the most glowing light. This is their legacy.\nThree years since Nana Bhai passed away, his example of ethics shines brighter every day. He began building Transcom 50 years ago, he built it to last for generations. However, his success goes beyond business, he was most proud of the father, husband and grandfather he was. At the core of everything he did was an unwavering sense of integrity and honesty. It is not just Transcom, which he has set on a path to outlast generations, but a value system which will forever remain core to his legacy. His mark on this world in the form of both business and his family, live on. The lessons he taught, the examples he set and the vision he had remains as a guiding light. Everything continues to and will unfold the way he intended it to; that is how he lives on among us.\n\nNana Bhai and Chotoo had a special bond, which they shared with nobody else but each other. They passed away on the same day, July 1, just four years apart and it is without a doubt that together they watch over those they loved while being symbols of ethics and courage.\nSeven years and Faraaz is still not forgotten as a loving son, brother, grandson, friend and for his courage. The outpour of love for Faraaz from across the world has not lessened after all of these years. A life lost at the age of 20, but a life that stands taller far beyond those years. He continues to bring the hearts he touched together; to this day we are immensely proud to be known as Faraaz's mother, grandmother and brother. Just yesterday a fellow classmate from Emory flew down to Dhaka just to pay respect to Faraaz before July 1, bringing along beautiful memories, notes and pictures from his days as a college student. His legacy outlives him as he continues to serve as a moral compass for all those who loved him, an example of standing up for what is right, especially in the darkest times. We miss him terribly, yet stories of Faraaz as a jovial boy, to the story of his sacrifice on the night of the attack, bring a sense of pride just remembering the exceptional young man he was. He leaves an impression with not just us who loved him, but also those who have come into our lives after he left us. His act of bravery shines brighter ever today and continues to connect the hearts of those who loved him along with those who came to know him after his passing.\nWhile Nana Bhai left a void when he passed away, and Faraaz's life ended suddenly at such a tender age, they live on in our hearts. Memories with them never fail to bring smiles to our faces, nor do they fail to teach us on how to live a meaningful life.\nLife is filled with inexplicable circumstances, but I can't help but believe that some of them have a touch of destiny to it. Nana Bhai and Chotoo had a special bond, which they shared with nobody else but each other. They passed away on the same day, July 1, just four years apart and it is without a doubt that together they watch over those they loved while being symbols of ethics and courage.\nZaraif Ayaat Hossain is Head of Strategy and Transformation at Transcom Group.\n\n",
        "headline_1": "Symbols of ethics and courage",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/symbols-ethics-and-courage-3358706",
        "news_paper_name": "The Daily Star",
        "publish_date": "02-07-2023"
    },
    {
        "full_article": "Since the establishment of private banks in Bangladesh in the early eighties, various types of irregularities and corruption have been reported. Matiur Rahman and Syed Azizul Haque in their book titled, Dhonik Gosthir Lootpater Kahini (Shuchona Publisher, 1987), documented how the initial capital required for the establishment of the private banks was collected by taking loans from government banks in the name of industrial investment: \"After the government's decision to establish banks under private ownership, 12 of the country's wealthy groups applied for permission, of which 9 were approved and then 6 banks were established. Fifteen directors of these 6 privately owned banks borrowed 125 crores from the state-owned banks in their name or their businesses till 1982. While the total capital of all privately owned banks is only 48 crores.\"\nAt that time, there were allegations of looting huge amounts of money in the name of loans against the directors of private banks. Matiur Rahman and Syed Azizul Haque reported that within just 15 months after its establishment, the National Bank Ltd was in great crisis due to mismanagement, irregularities, taking illegal benefits and exerting undue interference in the banking activities by the entrepreneurs/directors. At that time, 10 directors took Tk 34 crore loan from the bank anonymously. These events are also described in the book entitled, Shamorik Shashoner Doshoke, written by economist Anu Muhammad.\nWhat is the current situation? After four decades of the establishment of private banks in the country, the situation has not improved, rather the looting of several crores of taka has been turned into the looting of hundreds and thousands of crores. The recent incidents like the losses of Farmers Bank and National Bank due to irregularities and corruption of the owners, LC fraud of Tk 16,000 crores in Social Islami Bank and the scam of taking loans worth Tk 30,000 crores from Islami Bank by the owner through illegal means are part of this continuum.\nBanks are not like other private family-owned businesses. A paid-up capital of Tk 500 crore is required to establish a bank. After that, thousands of ordinary people deposit their savings in that bank. By investing only Tk 500 crore, the bank owners are able to control the deposits of thousands of crores of taka, decide where to invest it, and who to lend it to. So, to accumulate a huge amount of money by investing very little, one first acquires a bank license using political connections and then embezzles the deposited money under the guise of loans.\nAccording to the policy of Bangladesh Bank, no bank director can borrow more than 50 percent of his total shares from his own bank. To overcome this \"disadvantage,\" they either take loans from their own banks anonymously through relatives or by opening paper companies, or they loot loans from other public and private banks through mutual understanding and collusion. According to Finance Minister AHM Mustafa Kamal's disclosure at a question-answer session in the parliament in September 2020, directors of various banks took loans amounting to Tk 173,230.89 crore from their own as well as other banks which is around 12 percent of the total outstanding loans. But it is not clear how much of that loan is defaulted and how much is restructured or written off because the directors themselves exercise all kinds of authority from loan approval to loan restructuring or write-off.\nDespite the mega serial of bank scams in the public and private banks in Bangladesh, instead of establishing proper governance and transparency, the opportunity of looting thousands of crores of taka by the bank directors has been widened through various legal and policy support. Amid intense pressure from the bank owners, the finance ministry in April 2018 reduced the cash reserve ratio (CRR) by 1 percent and also allowed the private banks and non-bank financial institutions to get up to 50 percent of the government, semi-government and autonomous bodies' funds which was previously maximum 25 percent. The government had also increased the tenure of bank directors from 6 years to 9 years before the 2018 elections.\nThis time, amid the strong objections of the opposition party, the amendment to the Bank Company Act has been passed by the National Parliament to increase the term of bank directors from 9 years to 12 years before the election as per the proposal of the bank owners. As a result, those who sat in the bank as directors in 2018, will not have any obstacle to remain as directors until 2030.\nAs reported by The Daily Star, the version of the bill that was first placed in the parliament by Finance Minister AHM Mustafa Kamal previously did not seek to amend the tenure of the bank directors. Neither did the parliamentary standing committee on the finance ministry make any such suggestion. The provision to extend the director's tenure was snuck in at the last minute after ruling party MP Ahsanul Huq Titu made the proposal, and the amended bill was passed by voice vote without further discussion or vetting by the concerned agencies like the Bangladesh Bank, the parliamentary standing committee on the finance ministry, the cabinet division and so on. The amendment passed in this way without any due diligence is a stark reminder of the lack of democratic accountability in the country. According to Prothom Alo, the written proposal of the Bangladesh Association of Banks (BAB), an organisation of private bank entrepreneurs and directors, to extend the term of the directors, was almost exactly submitted as that amendment by the member of parliament of the government party.\nPaul D Hutchcroft analysed the banking experience of the Philippines in his book, Booty Capitalism: The Politics of Banking in the Philippines, and argued that the banking sector is a prism through which the political-economic character of a country can be clearly understood. His study highlighted the larger patterns at work within the political economy of the country – how a predatory oligarchy extracted privilege from a patrimonial state, and how developmental policy objectives were continually choked out by a clamour of particularistic demands made by those who currently enjoy proximity to the political machinery. Likewise, in Bangladesh, no institutional good governance has been developed in the banking sector like all other sectors of the country which allows the political elite to extract undue benefits from the states. The central bank's allocation of valuable privileges-whether they be bank licenses, government deposits, emergency bailouts, or loans-are not made on the basis of objective rules considering the benefit of the economy. The favour or disfavour of those power holders is a major determinant of the relative success or failure of particular banks.\nThe extension of the tenure of bank directors in the latest amendment of the Bank Company Act is part of this mechanism of patronising the private bank owners at the expense of national interest which will ultimately widen the scope of plundering the people's money deposited in the banks by the bank owners themselves.\nKallol Mustafa is an engineer and writer who focuses on power, energy, environment and development economics.\n",
        "headline_1": "Bank directors’ tenure extension: What it means for the banking sector",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/bank-directors-tenure-extension-what-it-means-the-banking-sector-3358666",
        "news_paper_name": "The Daily Star",
        "publish_date": "02-07-2023"
    },
    {
        "full_article": "This July 1 marks the seventh anniversary of the worst terrorist attack that Bangladesh has ever witnessed, which left 20 people dead including nine Italians, seven Japanese, three Bangladeshis, and one Indian. Later, two police officers and two civilians died during the standoff. The brutality of the attack left Bangladesh shaken, shocked, and utterly devastated psychologically and later economically.\nSince that horrific day, the government has been relentless in trying to combat militancy with an iron hand. The series of raids on militant dens and arrests of some of the most notorious leaders proved to be effective in diminishing the power of these deranged zealots. Most of the militants were young men, educated and from well-off families. Yet the masterminds of the Holey Artisan attack managed to brainwash them into carrying out such barbaric acts.\nThe government's hard approach has initially borne fruit in terms of keeping militant attacks at bay after many were killed or arrested. Seven of the individuals who were involved in planning the attack have been sentenced to death by the lower court. The High Court is now hearing the case for disposal.\nBut what about the soft approach to curbing militancy, which is to counter the distorted ideology that these terror outfits are based on? Has the government been successful in preventing young men from joining militant outfits? What do we really know of the mobilisation of militant groups in the country?\nUnfortunately, we are practically shooting in the dark when it comes to the softer approaches of counterterrorism. Since the Holey Artisan attack, many suspected militants have been sent to jail. With no effective de-radicalisation programme in operation, prisons have now become dens of militant regrouping and brainwashing. Many militants have come out on bail or have served their time and are now free. From 2005 till 2021, around 597 militant suspects were let out on bail with nine of them missing, as per a report by The Daily Star quoting the police. Moreover, many of the 334 JMB militants convicted in the 93 cases filed over the simultaneous bomb blasts in 2005 served their ten-year sentence, and are now free men. Are we to believe that all these individuals have given up their radical ideology and are now peaceful, law-abiding citizens? Have the police or counterterrorism units kept tabs on their activities?\nRecent reports have revealed that new militant groups are on the rise with some members coming from former militant groups that were once thought to have been dissolved. The Anti-Terrorism Unit, Counter Terrorism and Transnational Crime unit, and the security forces are fighting militancy, but militant outfits are still gaining members, training in remote areas, and accumulating arms. With the national elections not far away, we cannot help but be worried about what these outfits have been up to, and what influence they have been exerting on young, impressionable minds.\nThe elaborate de-radicalisation programmes initiated by the government did not see adequate results, as they fizzled out or were stuck in bureaucratic tangles. The government must immediately target prison inmates. As suggested by security experts, religious clerics can be sent to the jails to give proper interpretation of Islam, a religion that promotes peace and tolerance. Teachers should be engaged to educate the inmates and help them reconnect with their families. Counselling must be a major part of de-radicalisation programmes in order for the inmates to cope with their mental health problems.\nAt the same time, counter-terrorism efforts must target young people who are the major targets of terrorist outfits. Sensitising them to social values, patriotism, and the spirit of our Liberation War, as well as engaging them in productive activities such as sports, debating and social work can provide alternative ideals to follow. For this, community involvement is essential.\nMilitancy and terrorism flourish when there is acute disgruntlement and a sense of despair in society. The government must take into account the socio-economic and political reasons that provide fodder for militancy. It must provide a sense of social justice, fairness and economic stability for all citizens in order to convince individuals vulnerable to militant ideology to abandon thoughts of hatred and violence towards the perceived enemy, and to embrace the ideals of acceptance of the other and empathy for fellow human beings.\n",
        "headline_1": "How successful have we been in countering terrorism?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/how-successful-have-we-been-countering-terrorism-3358726",
        "news_paper_name": "The Daily Star",
        "publish_date": "02-07-2023"
    },
    {
        "full_article": "As we get ready to celebrate Eid-ul-Azha, the second most important festival for Muslims, we hope that we can go beyond the ritualistic practices and embrace the spiritual side of the occasion. Through the slaughter of sacrificial animals, the message that is intended is that of sacrifice, sharing, restraint and cleansing our minds. Since Eid-ul-Azha involves a lot of activities and preparations for both individuals and institutions, it is important that all of us do our part so that the spirit of the festival can be upheld.\nThere are three aspects that deserve particular attention. First, the movement of people across the country as they head to their home districts to spend time with loved ones. As expected, the highways have been witnessing heavy traffic, and the closure of garment factories on Tuesday has further increased traffic flow and congestion. Transport authorities have reportedly taken various steps to manage the surge in travellers. But care must be taken to ensure a hassle-free journey, with special attention given to preventing accidents. We don't want to see a repeat of the tragic road crashes that follow every Eid holiday.\n\nSecondly, the Eid brings familiar concerns for workers, particularly those at the RMG industry. According to a report, out of 3,164 garment, textile, and jute factories across the country, at least 2,501 did not pay workers their 15 days' wages for June as of Monday, while 728 factories did not pay their Eid bonuses. This is quite unacceptable. The spectre of pending dues continues to haunt workers every Eid. The news of a labour leader beaten to death in Gazipur over his attempt to get salaries for workers shows how powerless the latter still are when it comes to protecting their rights. We hope the authorities will promptly address these issues.\nAnother issue that needs to be kept in mind is the importance of a prompt clean-up after slaughtering animals. In Dhaka, both city corporations have taken steps to manage waste. The deployment of thousands of sanitation workers, along with the distribution of eco-friendly jute bags and disinfectants, showcases a commitment to maintaining cleanliness, but citizens must cooperate and dispose of their waste responsibly, especially considering the threat of a dengue wave as predicted by some experts. We hope, in the end, everything will go smoothly, and the holiday will be an enriching experience for everyone.\nEid Mubarak!\n",
        "headline_1": "Let us embrace the spirit of Eid-ul-Azha",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/let-us-embrace-the-spirit-eid-ul-azha-3357666",
        "news_paper_name": "The Daily Star",
        "publish_date": "02-07-2023"
    },
    {
        "full_article": "It hardly makes sense that the Bangladesh Power Development Board (BPDB) has Tk 950 million as outstanding against another state-owned agency, the Bangladesh Petroleum Corporation (BPC). But so far the issue has remained unaddressed. The BPC imports fossil fuels that keep the power plants running, and yet, it is expected to keep bearing losses because of non-payment of dues by a large public sector agency.It is interesting that a few years ago when BPC was in the green making substantial profits, the ministry concerned took those profits away from BPC. And now that it is in the red, what will be the decision of the ministry? Will it stay mum and let losses mount? The general consumer and industrial consumers are all paying whatever tariff the government sets for power produced, but precisely what will happen if the BPC cannot recuperate sales made to the various producers of power?Indeed, BPC is in a fix as its debt keeps mounting in the face of non-payment primarily by the BPDB. The corporation imports and supplies petroleum to fire up power plants which use furnace oil. Unfortunately, despite their full dependence on BPC to keep the oil flowing, there is reportedly no mechanism whereby payments are cleared in due time. Now why is that? If all BPC can do is to put in a lame-duck request for payment to be made and if the liable party or parties can ignore that request, this is what happens. One shouldn't forget that Bangladesh is a net oil-importing country and BPC is, by and large, the sole importing authority mandated by government to import oil from international markets. Indeed, it seems that the ministry is perfectly at ease with itself in taking away the profits made by BPC over the last several years when global petroleum prices were high, but is now oblivious to the corporation's financial plight.Again, the government has hiked the price of electricity for three months in a row at the beginning of this year and is very keen on realising bills from bulk and retail consumers. At the same time, it leaves its own corporation to its own devices (which it doesn't have) to realise unpaid bills from other State bodies. This is ironic because authorities concerned are never short on complaints themselves in citing BPC losses due to abnormal price hike of oil in the international market, but the same authorities turn a blind eye to the real 'losses' the corporation is sustaining due to unpaid billions.If one looks at BPC's track record, the corporation is treated as a piggy bank by the finance division whereby its profits are regularly tapped into. Bangladesh Economic Review 2022 states that BPC had made an approximate Tk 480 billion profit since FY2014-15. And since 2015, around Tk 130 billion had been tapped into by the government and the BPC used the rest of its profit to develop its various projects. Looking at those values, it appears that BPC hasn't received funds for its own projects, so it makes little sense why this corporation is being put through hardship if its earnings are a big help for the national exchequer. There is no point, at all, in slaughtering \"the goose that lays golden eggs\". Rather efforts need to be put in to ensure that any entity taking oil from BPC is mandated to pay within a stipulated timeframe or be penalised by the State.",
        "headline_1": "Timely settlement of BPDB's dues to BPC",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/timely-settlement-of-bpdbs-dues-to-bpc-1688218778",
        "news_paper_name": "The Financial Express",
        "publish_date": "02-07-2023"
    },
    {
        "full_article": "Dhaka, the capital city of Bangladesh, has been bearing the stigma of being one of the worst livable cities in the world. Dhaka's ranking, as determined by the Economist Intelligence Unit (EIU), goes one notch up or one notch down year after year. The city is unlikely to come out of the bottom rung of the table within the foreseeable future. The reasons for the city carrying the unwanted stigma are quite many. The first and the foremost reason is that it is one of the most densely populated cities in the world. Its air quality is also one of the worst. The city does not have proper drainage and sewerage systems. A sizeable population of the city lives in slums. And its power and water supplies are erratic and not dependable. What troubles the city residents most is its transport system. Several agencies, including city corporations, Bangladesh Road Transport Authority and the traffic department of Dhaka Metropolitan Police (DMP), are there to take care of the system. But, in reality, it's nobody's baby. Almost every transport owner/driver enjoys freehand on the streets. The plying of vehicles without registration numbers or driving licences is also a common phenomenon. If one procures or assembles a three or four-wheeler and starts operating the same in the city streets without valid documents, all the relevant agencies unlikely to ask any question provided he or she meets one particular requirement -- greasing palms of some groups of people regularly. Even the BRTA which is in a better position to detect unlicensed motor vehicles does not know the actual number of illegal motor vehicles plying the city streets. At times, the BRTA employs mobile courts to penalize undocumented motor vehicles or their drivers. Usually, such drives fizzle out after a couple of days with the net output being almost zero. Often, authorities issue diktats asking ramshackle and discoloured buses to withdraw from roads, but transport owners usually give a damn about those orders and continue their operations. The BRTA, however, overlooks such defiance. The reasons behind such deliberate violation of government directives are more political and financial than anything else. A section of transport owners toeing the ruling party line is always in control of things. The transport workers too are also found submissive to the will of these owners. The main reason for such submissiveness is the oversupply of transport workers, who fear losing jobs anytime. When large motor vehicles show little respect for the transport act and rules, smaller ones are found to be no less defiant. Three wheelers, popularly known as CNGs, do not use fare meters and force commuters to pay more than the fares fixed by the authorities concerned. Both CNG drivers and passengers are unaware of the existence of any fair chart. The plying of small human hauliers (1.5-tonne pickups converted into passenger vehicles) is another addition to the chaotic city traffic. The reason/s behind allowing these vehicles by BRTA remains a mystery. The very look of these tiny transports would evoke surprise in many. A good number of human hauliers do not even have side mirrors. The most dreadful addition to the city's transport system is the battery-run rickshaws. In keeping with the rise in the number of manually-driven rickshaws, the battery-run rickshaws are also swarming some areas of both city corporations. The slow-moving pedal rickshaws are environment-friendly, but they are very much prone to accidents. The battery-run rickshaws are relatively faster than pedal rickshaws, but they are very unsafe for plying the city roads. The city corporations bother least about the proliferation of rickshaws, manually driven or otherwise. None is aware of the actual number of these three-wheelers. When Dhaka was under one city corporation, it issued licences to nearly 90,000 pedal rickshaws. Now the number of two types of rickshaws could be half a million or more. These rickshaws are thought to be one of the key reasons for the unabated migration of rural poor to Dhaka city. The city corporations frequently made public statements expressing their resolve to eliminate battery-run rickshaws. However, for reasons best known to them, they have not tried to eliminate those from the city streets. Some uniformed and ununiformed people having political connections are earning a hefty sum every month from the battery-run rickshaws. One can well see the state of the city's traffic situation from the fact that the roads that are off-limits to rickshaws and human hauliers remain clogged with vehicles most of the time during weekdays. The situation on the roads where everything is allowed to operate is just indescribable. Experts and relevant others have said and written volumes about the terrible traffic situation in Dhaka city, but the agencies concerned and the people manning them have remained unmoved. There is no sign that they ever will be. Some people are pinning hope on introducing metro rails, elevated expressways, Bus Rapid Transit etc. Pessimists are also there. The latter feel that any notable change in the scenario on the city streets is unlikely since the number of vehicles, motorized or otherwise would continue to grow and agencies would ever be interested to discipline those.",
        "headline_1": "Deepening chaos in the city's transport sector",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/deepening-chaos-in-the-citys-transport-sector-1688219096",
        "news_paper_name": "The Financial Express",
        "publish_date": "02-07-2023"
    },
    {
        "full_article": "With the start of the rainy season in June-July-August (Bangla Asharh-Sravan) a typical rural spectacle keeps unfolding in Bangladesh. The rainy season is also known in Bangladesh as monsoon. In the recent times, the scene keeps recurring. Although rains create local inundation and water-logging, the times of monsoon also stand out with flash floods, and, in years combined with traditional flooding. To speak generally, the onrush of water from upstream and the swelling of rivers and wide canals are the two distinctive features of monsoon. During the annual floods in Bangladesh, the typical scenario can hardly overlook the sufferings of people caused by various disruptions.They multiply in the areas situated near small and big rivers, and the people living also close to 'haors', remain accustomed to this yearly flooding. Big floods have long started becoming rarer in the country. People living in a vast rural area of the country now remain panicked over the onslaughts of flash floods. A common spectacle is there are numerous flood-prone rivers and 'haors', on the banks of which the villagers and the local authorities build roads and flood protection levees. Given the extreme force of water onrush from upstream, these levees get washed away resulting in the submersion of croplands. Low-lying rural dwellings also get affected. The sufferings that follow continue to plague people's lives as long as monsoon lasts. Of late, the newspaper photograph of a rural road being swept away by flash flood waters has reasons to make villagers worried.The reality is the frequency of normal floods has thinned out in the recent years. In their place, flash floods fed by water from rivers upstream have become a seasonal phenomenon. In years, water onrush from these rivers in spate prompts the otherwise normal rivers to get swollen. In the recent years, large swathes of the north-eastern region of the country bear the brunt of flash floods. Apart from the flooding of croplands, these surges of water wash away roads and small establishments on the riversides.The days of big flood appear to be over. Their place is being taken by the flash floods, which are unpredictable. Due their being beyond the ambit of flood forecasts, these floods remain a dread for the villagers living near the rivers and 'haors'. In 2022, the north-eastern region of the country was hit by severe flash floods. The districts in the region included Sylhet, Sunamganj and a few nearby districts. Those flash floods were partly caused by excessive rainfall in the Indian states of Assam and Meghalaya. The upstream rivers in the two Indian states normally flow into Bangladesh, gaining a ferocity characteristic of the hilly flows originating in the rivers. Thanks to the impact of the regional climatic phenomena, these apparently short-lived monsoon floods keep on increasing their intensity.Given the forecasts about their recurrence in the upper region of Bangladesh, the areas' flood-affected people continue to brace for worse times, meaning more floods. Many also remain prepared for the disastrous floods, which in years originate from the rivers across the border.A total of 70 million people in Bangladesh live in flood-prone areas today. They comprise about 1.5 million more than over two decades ago. Flash floods are different in nature, mostly confined to north-eastern region of the country. Many identify elements of worry in these localised floods. There could be fears over the waters of flash flood mixing with the regular ones, leading to great deluges. Against this backdrop, flood experts underscore the need for increase in precautionary measures. Steps on disaster risk reduction ought to be given a prime backing in these action plans. At the same time, measures for early actions which would be effective in reducing the impact of flash flood warrant special focus. That early warnings hardly work in the case of flash floods remains a constraint in dealing with this recurrent natural disaster. [email protected]",
        "headline_1": "Flash floods during monsoon",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/flash-floods-during-monsoon-1688219191",
        "news_paper_name": "The Financial Express",
        "publish_date": "02-07-2023"
    },
    {
        "full_article": "Many menstruating women in Bangladesh do not use sanitary napkins due to their high cost. According to a report by the SNV Bangladesh, over 89 per cent of the country's 78.4 million women still use old clothes or rags since they cannot afford disposable sanitary pads. Annual market value of the sanitary napkin industry in the country is around Tk 3.0 billion, 90 per cent of which is supplied by local manufacturers. The price of per packet sanitary napkin is Tk 120-250, which is not affordable to rural women. Local manufacturers have to import raw materials for sanitary pads from abroad. The cost of these pads remains high in our market because of existing customs and other duties on the raw materials. Period is a crucial part of the female reproductive process. Sanitary napkins are used during periods so that menstruating women can maintain hygiene and avoid health risks. According to health experts, uterine infection can occur if the women neglect hygiene during periods. Apart from the lack of awareness, many women refrain from using sanitary napkins due to their high cost. So, we urge the authorities concerned to take initiatives so that the prices of sanitary napkins remain affordable for middle- and lower middle-class families. Moreover, all educational institutions across the country should distribute their female students free sanitary pads on a regular-basis. Md. Maruf Hassan Bhiuyan, Feni, [email protected]",
        "headline_1": "Reduce sanitary napkins' price",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/reduce-sanitary-napkins-price-1688219282",
        "news_paper_name": "The Financial Express",
        "publish_date": "02-07-2023"
    }
]