[
    {
        "full_article": "Another mass protest. Another shutdown of the capital city. And another violent crackdown on the protesters by the security forces. Pakistan is witnessing circles of crises, with a prolonged showdown between the military-backed government and the Pakistan Tehreek-e-Insaf (PTI), the party of jailed former Prime Minister Imran Khan. In the latest episode, PTI supporters marched towards the capital, after Mr. Khan made the “final call” for protests, demanding the release of their leader and other party functionaries. The government of Prime Minister Shehbaz Sharif had taken many preventive measures — thousands of PTI workers were arrested, security forces blocked city entrances with shipping containers and tens of thousands of forces were deployed. Still, many of the protesters managed to reach D-Chowk, the main protest town square in Islamabad. The PTI later called off the rally temporarily after the protesters were pushed back by the security personnel. But their main demands remain unchanged, and given the pattern of protests in Islamabad in recent years, it could only be a matter of time before the PTI launches another ‘long march’.Mr. Khan, in jail for more than a year, has a list of grievances. Once a favourite of Pakistan’s powerful establishment, he had back-to-back political and legal setbacks after falling out of favour with the generals in 2022. He faces over 150 criminal cases. There was a crackdown on the PTI ahead of the February elections and it was barred from using its popular ‘cricket bat’ poll symbol. Still, PTI candidates, who contested as independents, emerged as the largest bloc in the new Parliament. The Pakistan Muslim League-Nawaz and the Pakistan People’s Party joined hands with smaller parties to form a coalition government, with the establishment’s blessings. Mr. Khan says the election was rigged and the cases against him politically motivated. Despite the crackdown, the PTI possesses enormous street power and Mr. Khan’s calls from jail for protests have set the country towards a prolonged showdown. And this is happening at a time when Pakistan, which has entered into a deal with the IMF for a $7 billion bailout package, is struggling to stabilise an economy battered by hyperinflation, a falling currency, and depleting reserves. Political instability is making the painful economic recovery even more complicated. The military and government have, so far, taken a no-compromise approach. Their attempts to break the PTI and Mr. Khan’s political base have barely been successful. Mr. Khan has proved that he can continue to challenge the establishment even from within his jail cell. For political stability and a healthy economic recovery, Pakistan’s establishment should be willing to heed the pro-democracy protesters. Published - November 28, 2024 12:20 am IST\n                          Read  Comments \n                Copy link  \n                        \n            \n                    Email     \n                                \n                \n                Facebook   \n                        \n            \n                Twitter    \n                        \n            \n                Telegram     \n                        \n            \n                LinkedIn     \n                        \n            \n                WhatsApp\n                \n                        \n            \n                Reddit      \n                        \n            READ LATER\n                    Remove     \n                \n                SEE ALL         \n                PRINT\n            Related Topics\n        \n                        Pakistan\n                    \n                            /                      \n                        \n                        unrest, conflicts and  war\n                    \n                            /                      \n                        \n                        government\n                    \n                            /                      \n                        \n                        political parties\n                    \n                            /                      \n                        \n                        arrest\n                    \n                            /                      \n                        \n                        prison\n                    \n                            /                      \n                        \n                        election\n                    \n                            /                      \n                        \n                        economy (general)\n                    \n                            /                      \n                        \n                        democracy\n                    \n                            /                      \n                        \n                        currency values",
        "headline_1": "​Protest nation: On the state of Pakistan",
        "headline_2": "Pakistan’s establishment must heed the voices of democracy",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Bprotest-nation-on-the-state-of-pakistan/article68919103.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "28-11-2024"
    },
    {
        "full_article": "In a speech on the occasion of National Press Day last week, Union Minister Ashwini Vaishnaw called attention to the issue of fair compensation to media companies for the use of their content by big technology platforms. The Internet’s rapid growth has created a power imbalance between news publishers and large online enterprises which now set the financial terms for their use of content created by others. Many countries are grappling with this issue, and new regulations are taking shape. In Australia and France, Google and Meta are increasingly required to negotiate fairer revenue-sharing agreements and licensing deals with publishers. A similar push in India will be an essential step to ensure the continued vibrancy and financial sustainability of news organisations, which are under threat in their traditional and online formats. The government’s affirmation of support for fair revenue sharing in favour of news publishers — first expressed last year — is more important than ever. As Artificial Intelligence makes stealthy, large-scale appropriation of content easier and when new business models are built on that technological capacity, fair compensation for original creators is an urgent question. The time has come to rapidly act to give force to these pronouncements through law. The pushback that these steps will likely face from Big Tech platforms make it that much more important to start the work quickly, and with resolve.The Minister has also expressed concern on the issue of misinformation and fake news. It is important for the government to establish trust as a good faith broker and avoid the temptation to act as a regulator or censor of content. Trust comes, for instance, by taking steps to improve the public’s media literacy in general. The government’s desire, now stalled by the judiciary — to act as a fact-checker — in fact, to be the final authority over what is or is not true about the Union government, is not helpful. Trust is established by empowering a strong press to pursue and verify falsehoods vigorously; and not by state regulation and censorship. The partisan application of existing rules by authorities that go after the Opposition parties on charges of misinformation while turning a blind eye towards violations by the ruling party must also stop. Only an even-handed application of laws against misinformation will act as a deterrent for bad actors. India’s news industry has always suffered from fundamental financial and political challenges. The Internet age offers the opportunity to work on remedies. The firms that control the Internet must be more effectively regulated, and government interventions, which are necessary, must not result in state high-handedness. Published - November 28, 2024 12:10 am IST\n                          Read  Comments \n                Copy link  \n                        \n            \n                    Email     \n                                \n                \n                Facebook   \n                        \n            \n                Twitter    \n                        \n            \n                Telegram     \n                        \n            \n                LinkedIn     \n                        \n            \n                WhatsApp\n                \n                        \n            \n                Reddit      \n                        \n            READ LATER\n                    Remove     \n                \n                SEE ALL         \n                PRINT\n            Related Topics\n        \n                        ministers (government)\n                    \n                            /                      \n                        \n                        media\n                    \n                            /                      \n                        \n                        technology (general)\n                    \n                            /                      \n                        \n                        Australia\n                    \n                            /                      \n                        \n                        France\n                    \n                            /                      \n                        \n                        online\n                    \n                            /                      \n                        \n                        Artificial Intelligence\n                    \n                            /                      \n                        \n                        judiciary (system of justice)\n                    \n                            /                      \n                        \n                        politics\n                    \n                            /                      \n                        \n                        India\n                    \n                            /                      \n                        \n                        government\n                    \n                            /                      \n                        \n                        internet",
        "headline_1": "​Fair share: On Big Tech and media content",
        "headline_2": "Compensation of news publishers by Big Tech platforms is a must",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Bfair-share-on-big-tech-and-media-content/article68918947.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "28-11-2024"
    },
    {
        "full_article": "Other govts are trying to copy China’s internet firewall, but does it even work? \nAs if worries like inflation, political dysfunction and terror attacks weren’t challenging enough, Pakistanis this year have also been saddled with a slowed internet. They have struggled with files taking hours instead of minutes to upload. This is reportedly a side-effect of govt experimenting with China-style internet censorship. There, the Great Firewall started in 2000 has grown into a despotic surveillance that even diasporic Chinese can’t escape. It’s an idea many regimes find seductive. But lacking the ideological and administrative cohesion of CCP, they end up looking more muddled than fearsome. And China itself is a cautionary tale in the costs of such censorship. \nMemorably in 2008, in trying to block specific material, Pakistan managed to cut YouTube from the global web. This time around Pakistanis alone seem to be paying the price of fancy firewalling activated through a creaking tech grid. Russia’s attempts to emulate the Chinese firewall have similarly encountered repeated engineering challenges. By ‘accident’, major websites have gotten pushed offline for long periods. But other countries don’t just inhabit a different skills universe than China, its politics is alien too. In Pakistan, the use of crooked cybertools by one govt can mean the people’s will to form an alternative govt is sabotaged. \nTo turn the mirror back on China, its whack-a-mole state of censorship today is nuts by any definition. Authorities keep chasing wordplay, memes, and in-jokes but the supply never runs out. Nor do people’s internet workarounds to get to banned material. As for the social toll of this govt phobia, it’s incalculably vast. Beginning Jan 1, China will start raising the retirement age for the first time since the 1950s. If the young didn’t have to struggle so hard to be young, maybe they wouldn’t be getting so sadly outpaced. \n\n",
        "headline_1": "You block, I’ll dodge",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/you-block-ill-dodge/",
        "news_paper_name": "The Times of India",
        "publish_date": "28-11-2024"
    },
    {
        "full_article": "Chronicle of a death post-told\n26/11/2008. The effervescence of  Urvaksh and Anisha’s wedding reception was vaporised by concern, and then foreboding. The worry of getting our guests and ourselves safely home through the fear-laden night was over. We were ready to put us and panic to bed when terror jumped out at us. No. 2 son called in a state of agitation. ‘Switch on the TV, Ma. Sabina is trapped at the Taj.’ Dear, dear Sabina had flown in specially to celebrate with us. Incorrigible foodie, she’d tucked into lavish Parsi lagan nu bhonu in the first sitting and left much earlier than her other Delhi friends; the hotel chefs were creating their magic for her. Now, there she was inside, and here we were outside, both equally terrified of  what horrors would unfold. And equally helpless. Bomb blasts had been searing Bombay since 1993, and we had rushed out to witness, report on, assist. But in this closed door catastrophe, we could only be bystanders. \nNext morning onwards, while post-wedding activity eddied around me, I remained transfixed to Taj’s burning window monopolising TV screens. Entombed in unknowing and impotence, I hoped for the best, not dared think of the worst. The first flickered with Sabina’s phone signals emanating from an off-shore island; the second became unequivocal certainty three agonised days later.\n26/11/2024. The jagged edge of loss has been emoried; only a bestirred sadness rises at every anniversary of the attack – and tinges every happy recollection of the wedding. Exactly 16 years later, it leaps out again, leaving me quaking. On Tuesday, I’m finally clearing a cabinet scarred by all the pathos of the no-longer-needed-but-spared-by-‘just-in-case’. Determinedly, I tackle a forgotten hamper of wine turned to expensive vinegar. An envelope stuck to the bottom catches my eye. The fine calligraphy is addressed to ‘Urvaksh and Anisha’, whose wedding reception had been blighted by Kasab & Co – and as unimaginably claimed my friend. Goose-bumps tingle my frame as I read the note inside: ‘Best wishes, Sabina Sehgal Saikia.’  \n                                                   ***\nAlec Smart said: “Retail mantra ‘Cash and carry’ has become wholesale political winner.”\n\n",
        "headline_1": "Lest we forget",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/erratica/lest-we-forget-2/",
        "news_paper_name": "The Times of India",
        "publish_date": "28-11-2024"
    },
    {
        "full_article": "Royals of Udaipur are in street-fight mode. Ex-monarchs make for good entertainment\nIn Udaipur, a feud between former royals has spilled into street fight. A newly crowned ‘maharana’ and legislator seeks blessings from a family shrine, but is being blocked by his uncle and cousin, to whom the palace trust has been willed by the late ‘maharana’. Kaboom, as the cartoons would put it. The Mewar battle royale is only one of many fierce disputes among India’s feudal families. From Rajkot to Baroda to Gwalior to Sirmaur, legal wrangles and strained relations are common, given the significant wealth these families still hold. Their glory days are – thank god – over. But property, jewellery and defunct titles are still high-stakes enough for vicious skirmishes. Why? Because royals are families too, and like any other brood with something to fight over, they do. History could be seen as a long scroll of familial love and hate – from the pharaohs to the Tudors, the Habsburgs or Pahlavis and Romanovs, the fate of great cities and empires and even religions has been entwined with family politics.\nIn India, the golden age of miscellaneous maharajahs was between the 18th and 20th centuries after Mughal power waned. They collaborated with Brits in a two-tier ruling class. Some were  extractive, some have been portrayed as benefactors, or modernisers. But like anyone else, they fought and made peace with their circumstances. When India moved from Raj to republic, they had to merge with the Union. In 1971, they lost their titles and fabulous privy purses. \nSome royals have converted their feudal charisma into electoral capital. Some have turned their palaces into heritage hospitality. Some are aristocratic influencers, selling visions of the high life. \nEverywhere in the democratic world, former royals are a faded reminder of bygone days, and fodder for gossip. In the constitutional monarchies of Britain, Holland and northern Europe, they have apolitical, ceremonial roles rather than sovereign aura. Their public work may be duty and drudgery, but their escapades, affairs and tiffs are of consuming interest to much of the public. Something lingers from the old days, where the king could be a sacred figure or a scapegoat. And even today, whether you love them or they raise your republican hackles, royals certainly make a spectacle. And even in a democracy, where we are counted in our numbers rather than weighed by rank, we’re still riveted by palace entertainment. Royals make for excellent reality TV, it turns out.\n\n",
        "headline_1": "Drama kings",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/drama-kings/",
        "news_paper_name": "The Times of India",
        "publish_date": "28-11-2024"
    },
    {
        "full_article": "By Swami Sukhabodhananda\nThe Bhagavad Gita has a deep focus. Life comprises two domains – the external world and internal world. The external domain is the outside world of office, home, and family. There are internal worlds comprising emotions, thoughts, fears, upsets, apprehensions, paradoxes, and conflicts.\nIn Sanskrit, philosophy is called Darshan Shastra. Darshan means sight. True understanding arises when one not only hears but also perceives clearly. We should not say, ‘I will go home and see.’ If we do not understand, then we must see it as it is – that we do not understand. There are two worlds – the outside world comprising jobs, positions and then there is a world inside.\nFor instance, there was a postponement of a flight from Delhi to Hyderabad. The next flight was sometime in the evening. This is the external world. A CEO was busy checking out other airlines to get on to a flight out of Delhi. What happens when one is late or if one misses a flight? If one is a seeker, one witnesses the internal world. A seeker might say, ‘I feel frustrated and miserable about the delay.’ This is the internal world of thoughts and feelings. The internal world has a deeper impact on oneself than the external world. The internal world has its own reality.\n\n \nIf a person is going through a divorce in the external world, his emotional world is in turmoil. He thinks, ‘Oh, I am going through a divorce; it is so cruel.’ There is more agony and torment in this than the divorce itself.The Gita addresses both worlds – external and internal. In the Mahabharat, conflict and tension arose because Gurus Bhishm and Dron were on Kauravs’ side while their hearts were with Pandavs. Often, life is complex. The Gita teaches us to see life in a simple way despite its complexity. Can one bring simplicity to perceiving the complexity of the external world? This is awakening of the internal world.\nIf one brings simplicity in their perception, complexities become clear facts or issues that need to be worked out. Nevertheless, the internal world of emotional turmoil is complex, in which even an ordinary issue appears complicated. The Gita presents a straightforward approach to deal with a complex situation. Vyas referred to Krishn as a pleasant scholar, Krishn smiled as he spoke. The enlightened soul had the insight to look at the battle in a simple way. However, due to ignorance, most of us take a complicated view of it. Moreover, when we look at it in a complicated way, we think we understand. We misunderstand!\nA wife once asked her husband for a substantial amount of money. Curious, the husband inquired, ‘Why do you need so much?’ The wife excitedly explained, ‘I saw silk saris for just Rs 10 each, nylon saris for Rs 7, and cotton saris for Rs 5! I want to buy as many as I can – they’re such a bargain!’\nThe husband chuckled and replied, ‘Those aren’t the prices for the saris; that’s the cost of ironing them.’ While the wife had assumed she was getting an incredible deal, she had overlooked the crucial detail – it was an ironing shop, not a sari store.\nThis is how we think that we see, but we misunderstand.\n\n",
        "headline_1": "Simplifying life’s complexity through darshan",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/simplifying-lifes-complexity-through-darshan/",
        "news_paper_name": "The Times of India",
        "publish_date": "28-11-2024"
    },
    {
        "full_article": "We are disturbed by the clashes that erupted on the Chattogram court premises on Tuesday, culminating in the brutal murder of Assistant Public Prosecutor Saiful Islam. Given the timing of these incidents—amid heightened tensions over recent attacks on media houses and violent disruptions by college students—it is not unreasonable to think that a sinister force is pulling the strings to destabilise the country through orchestrated chaos, making it all the more important that we remain careful and act responsibly at all times.\nOn Tuesday, violence broke out outside the Chattogram Court Building when Chinmoy Krishna Das Brahmachari, a controversial former ISKCON leader facing sedition charges for allegedly disrespecting the national flag, was denied bail. Reportedly, his followers confronted security officers and lawyers as he was about to be sent to jail, halting the prison van. Despite efforts to clear them, the protests persisted, and by late afternoon, law enforcement used stun grenades and batons to disperse the crowd. The situation quickly escalated into violent confrontations, leading to at least 37 individuals being injured, including 10 police officers. During the chaos, Saiful was fatally struck by lethal weapons. Several cars, motorcycles, and a lawyer's chamber were also vandalised.\nIt goes without saying that these developments have profound communal implications if left unaddressed. For a country that prides itself on a hard-won interfaith harmony, despite occasional provocations, these incidents represent a troubling rise in tensions that cannot be attributed solely to the fallen regime. Other vested interest groups maybe at play, as evidenced by reports about sections of the Indian media circulating false and inflammatory narratives—such as the erroneous claim that the slain advocate was Chinmoy's lawyer. Such misinformation, coupled with exaggerated claims about police handling of Hindu supporters, is clearly designed to deepen divisions. While it is reassuring that the public has largely resisted falling into communal traps so far, the need to be circumspect has never been more urgent.\nThe authorities' response to the crisis has been measured so far. Chief Adviser Professor Muhammad Yunus condemned Saiful's murder and promised a thorough investigation, urging calm and nonviolence. Local Government Adviser Asif Mahmud Sajib Bhuiyan earlier clarified that Chinmoy's arrest was based on allegations of sedition, not his religious identity. Such messaging is essential in countering misinformation. Six suspects linked to the killing of Saiful have been arrested based on video footage, while 21 others were detained for vandalism and assaulting police officers during the unrest. Notably, Reuters reported that among those arrested were six members of Awami League, who police said were found in possession of improvised explosives.\nAs investigations continue, it is crucial to separate fact from fiction. Baseless allegations and communal scapegoating will only serve to exacerbate tensions. The interim government, along with political and religious leaders, must demonstrate their commitment to peace, reconciliation, and rule of law, ensuring that those responsible for Tuesday's violence, including provocateurs, are held accountable. Only through collective resolve and vigilance can we prevent divisive forces from derailing post-uprising Bangladesh.\n",
        "headline_1": "A grievous tragedy at Chattogram court",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/grievous-tragedy-chattogram-court-3763071",
        "news_paper_name": "The Daily Star",
        "publish_date": "28-11-2024"
    },
    {
        "full_article": "Health is a fundamental human right and all citizens, regardless of their socio-economic status, have the right to enjoy optimal health. This article emphasises on the issue of equity in health systems. It underlines the importance of a comprehensive multisectoral approach to improve the health system. Though Bangladesh has an adequate health infrastructure, a cause for concern is the uncontrolled growth in the private health sector. The challenge is to regulate the mushrooming private sector from exploitative cost of treatment. The aim is to ensure that the disadvantaged and vulnerable population have better access to basic healthcare without the current back-breaking cost.\nThe government needs strengthen the Primary Health Care (PHC) system in partnership with the NGO sector. The NGOs lead the way in community-based initiatives and outreach at the grassroots. Utilising the private sector is also a priority but needs coordination and regulation. At the macroeconomic level, initiatives need to be undertaken that nudge the Bangladesh Ministry of Health and Family Welfare (MOHFW) towards reform and the adoption of new evidence-based practices that strengthen the health information system.\nWhile the public health infrastructure in rural areas is considerable, this infrastructure needs an upgrade for maintaining quality PHC services. The quality of services remains a major issue, areas that need urgent attention is lack of investment in facilities. There is also an imbalance between availability and placement of human resources in the healthcare system. Frequent staffing mismatch in relation to demand-supply affect efficiency. The regulatory process to implement policies and laws is slow and often delayed in operation.\nAs Bangladesh becomes increasingly urban, the government's role in establishing a PHC infrastructure to deliver services in urban areas appears to be lackadaisical at best. Most commentators want to see the government considerably strengthen and fulfil its governance role in overseeing and monitoring aspects of health services. The government also needs to coordinate critical strategic developments, especially around the financing of this sector.\nThis begs the question, what should be the government's main role in health service delivery? Both the NGO and private sectors could be given specific tasks that are quantifiable to assess progress. They can develop guidelines and operational plans to help the ministry, donors, NGOs and the private sector work in a more coordinated manner.\nMeanwhile, health experts in Bangladesh have felt a dire need for greater inter-ministry and intra-ministry coordination and collaboration. This is especially true between the Directorate General of Health Services (DGHS) and Directorate General of Family Planning (DGFP), and between the MOHFW and the Ministry of Local Government, Rural Development and Cooperatives (LGRD). With the latter being responsible for urban health, there is a need to decentralise the urban health system whereby city corporations can take primary responsibility for the health of urban people.\nSome sector experts recommend a full-scale reform of the MOHFW with a modern structure and practices that make it fit to guide and govern the development of a modern PHC system in Bangladesh. Any serious changes within this ministry can only be brought about by decisions at the highest level of government. The latter, however, is mainly interested in wielding political power, rather than pushing bureaucratic reform and healthcare for the poorest.\nThe health system in Bangladesh needs dynamic leadership that is prepared to design and enforce evidence-based policies and programmes. The stewardship of the health system must have a strategic vision and determination to improve and strengthen both the public and private health sectors of the country. Equity must be the overarching guiding principle underpinning the health system.\nA starting point for reform would be to ensure that a wider range of health personnel are included in health planning: women and men with an understanding and experience of PHC needs at community, union and upazila levels. People with requisite qualifications and expertise should be hired. Increasing representation of women in management and decision-making within the MOHFW should also be a priority, along with serious efforts to institutionalise gender equality. This would help improve understanding, thinking and practices across operational units and departments.\nSimilarly, there is a need to expand and develop the non-doctor health cadres to meet the basic needs of PHC. Such paramedics and non-medical professionals need training, and support for acting as the first-line service providers. They also need support for clear career paths and further personal growth. Nurses and medical technicians are two key professionals that require investment and augmentation by way of better training.\nThe current referral system at the primary care level also needs to be strengthened through capacity building. The current dynamic climate around healthcare in Bangladesh offers opportunities to explore the possibilities for more equitable financing mechanisms, especially for the poorest. A more inclusive and equitable health system will never be achieved if out-of-pocket expenditure on health is as high as 67 percent, as is now. This is pushing an estimated five million people into deeper poverty each year.\nTo facilitate strategic communication, policy advocacy to push the universal primary healthcare approach is needed. This can be achieved through regular engagement and convening with the senior leadership at all levels to support government efforts in formulation of Human Resources for Health (HRH) action plan. This will go a long way in implementation of the HRH strategy and action plan to bolster HRH production, mobilisation, deployment, and retention of human resources. The goal is to improve HRH competencies to deliver high quality health services.\nIf the expertise of personnel in the MOHFW, such as those at the Health Economics Unit of the DGHS, can be harnessed with field workers having exposure and understanding of ground realities, as well as innovators from the NGO and private sectors, the vision of an efficient healthcare system in Bangladesh can become a reality. For that to materialise, a strong leadership with necessary political will is essential.\nDr Md Khurshid Alam Hyder is public health specialist.\n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "Accessibility of healthcare in Bangladesh",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/accessibility-healthcare-bangladesh-3762896",
        "news_paper_name": "The Daily Star",
        "publish_date": "28-11-2024"
    },
    {
        "full_article": "We are shocked by the mindless violence that erupted at the Dr Mahbubur Rahman Mollah College (DMRC) on Monday, as students from Suhrawardy College and Kabi Nazrul College clashed with DMRC students for hours, leaving around 100 injured. Reportedly, hundreds of students from the two colleges, armed with various weapons, stormed DMRC around noon and damaged everything in their path, setting fire to furniture, destroying documents, and looting cash and computers. According to the DMRC principal, the estimated damage to the institution could be around Tk 60-70 crore. Such senseless acts of violence and destruction, especially by students, are completely unacceptable.\nIn recent days, we have observed a troubling trend of students resorting to violence at the slightest provocation. On November 20, students from Dhaka College and City College clashed in the Science Lab area for no apparent reason. About a week ago, students from Titumir College blocked roads and railways, hurling stones at train commuters and injuring many, in a demand to upgrade their college to university status. And now this violence involving students from three colleges. Reportedly, the unrest began after a DMRC student passed away at Dhaka National Medical College Hospital on November 18. When students from DMRC went to vandalise the hospital alleging medical negligence, students from the other two colleges joined, eventually sparking a clash.\nIt is disheartening to see such divisions and petty conflicts when, over three months ago, students played a significant role in the fall of an autocratic regime through their united efforts. Why can't they stand united now at this crucial moment of nation rebuilding? It defies logic that the death of a fellow student would lead to violence among students themselves, rather than a unified, peaceful protest against any perceived medical negligence. Some, including the DMRC principal, believe that outside forces may be instigating such violence to create unrest in the country. While the possibility of external instigation cannot be dismissed, nothing justifies the violence and vandalism carried out by the students.\nAs citizens of this country, students must abide by its laws. The government and college authorities must ensure that this message is clear to them. The government's strong stance against these actions is commendable, but words alone are not enough. We urge the authorities to take swift legal action against those involved in the attacks, vandalism, and looting, after conducting a thorough investigation. Incidents like these cannot be taken lightly.\n \n",
        "headline_1": "Students, like all citizens, must also abide by the law",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/students-all-citizens-must-also-abide-the-law-3762851",
        "news_paper_name": "The Daily Star",
        "publish_date": "28-11-2024"
    },
    {
        "full_article": "",
        "headline_1": "Looming recession!",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/looming-recession-1732723580",
        "news_paper_name": "The Financial Express",
        "publish_date": "28-11-2024"
    },
    {
        "full_article": "",
        "headline_1": "Tapping the youth's  potential",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/tapping-the-youths-potential-1732723613",
        "news_paper_name": "The Financial Express",
        "publish_date": "28-11-2024"
    },
    {
        "full_article": "",
        "headline_1": "In quest of a pro-people civil administration",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/in-quest-of-a-pro-people-civil-administration-1732723643",
        "news_paper_name": "The Financial Express",
        "publish_date": "28-11-2024"
    },
    {
        "full_article": "",
        "headline_1": "Time to prioritise soft skills",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/time-to-prioritise-soft-skills-1732723665",
        "news_paper_name": "The Financial Express",
        "publish_date": "28-11-2024"
    }
]