[
    {
        "full_article": "The Ports of Bangladesh face severe congestion every year between the months of April and October. This year, the ongoing Covid-19 situation in Bangladesh has begun to impact the maritime industry, particularly port yards, causing major cargo congestion. It was seen in the past few weeks that hundreds of export laden trucks and covered vans carrying cargos from the different parts of the country were standing in a long queue in front of the inland container depots (ICDs), although the Chittagong Port Authority (CPA) had claimed that the Chittagong Port was free of container congestion and that exports and imports were proceeding normally and the country's Ministry of Transportation, on the other hand, made statement that the transportation of export products from the ports was not a major issue because there were sufficient ships and empty containers lying at the ports. Amid the situation, the CPA in the last month had asked the ICDs of the country to shift ICD-bound goods and empty containers from the port yards. By allowing the storing of all cargoes at the private depots and undertaking other measures, such as raising the number of berths by the government, priority berthing for Colombo-going vessels, the CPA has now able to improve the cargo congestion situation at the port yards and such improvement has also eased the backlog situation at the private depots. But this development is considered to be temporary.\nThe substantial disruption of shipping schedules of vessels at many transshipment ports, as a result of the pandemic, is one of the key causes of the current problem. Furthermore, vessels stuck in the Suez Canal have also caused a backlog at transshipment ports. Import containers heading for Bangladesh are congested at transshipment ports, i.e. Singapore, Colombo, and Port Klang. On the other hand, the containers that took goods for export in many foreign ports are taking more time to return as the import in the country has decreased due to the pandemic. Besides, the containers that are lying idle in the ports of Bangladesh are mostly from other companies that are not owned by the frontline MLOs, such as Hapag-Lloyd, Hyundai Merchant Marine, CMA CGM, Mediterranean Shipping Company (MSC) and Maersk Line, who mostly ship cargos from Bangladesh. Because of this halt in the container bookings, the shipment of cargos to the mother vessels in transshipment ports has become uncertain. Furthermore, the paucity of feeder vessels is also noticeable and the freighters are failing to book spaces in the mother vessels due to severe space scarcity in mother vessels at transshipment ports.\nThe crisis of container congestion at ports creates an imbalance in shipping activities. The supply chains disrupt. Shippers and consignees count demurrages for the prolonged stay of trucks and covered vans in front of the ports or deports and they eventually have to bear the additional expenses for the shipments. The merchants, shipping lines, forwarders, terminal operators, hauliers have to incur unforeseen additional costs, whatever the reasons of congestion are. It is extremely difficult to determine the true costs as incurred by them due to the congestion. Moreover, delayed shipments in numerous consignments are causing exporters to be concerned about timely delivery and order cancellations.\nThe delay in shipping and hike in costs are causing Bangladesh to lag behind its competitors. The country's economy will see a negative impact if this continues. In these circumstances, the government should undertake effective long-term measures to solve this regular annual problem. Taking the pandemic into consideration, the port authorities, who have a larger role to play in addressing these challenges, need to ensure better services to the shippers and take all kind of safety measures so that the port staff, workers, and other stakeholders such as importers, exporters, shipping agents, clearing and forwarding agents, freight forwarders, berth operators, ship-handling operators, and customs officials could work together to come out from the crisis. It is evident that, although the government has not shut down the port activities for a single day in the midst of the lockdown, the lockdown can no longer be given to save the shipping industry. \nThe assistance of all stakeholders is needed to increase the handling capacity as per our growing demand and to hold the supply chain. Shippers must come forward to help us and find a way out with regard to the issues involving scarcity of containers. A legislative change may be made with regard to the cargo congestion and, overall, to encourage the shipping competition among the exporters, the importers and the shipping companies who will play their respective roles without undue influence. In this respect, the United States' Ocean Shipping Reform Act of 2021 which aims to address the carriers' service failures and unfair pricing at the container markets may be a reference point for Bangladesh.\nWe also consider that inadequate infrastructure at the ports is also contributing to cargo congestion. In order to deal with the problems that the port authorities are currently facing and to save the country's shipping sector in the long run, the ports of the country should compulsorily be modernised by upgrading the infrastructures, installing digitisation and making investment in new technologies. The construction work of the 'Bay Terminal', the project of the government which will expectedly enhance the container handling capacity of Chattogram Port upto 5 million TEUs to the existing yearly capacity (which is around 3.1 million TEUs container), must be finished as quickly as feasible.\nThe writers are Head of the Chambers of MCLaw Services and Advocate of Supreme Court of Bangladesh, respectively.\n",
        "headline_1": "Congestion of Containers in Ports and ICDs: Legislative and Infrastructural Reforms Needed",
        "headline_2": "",
        "link": "https://www.thedailystar.net/law-our-rights/news/congestion-containers-ports-and-icds-legislative-and-infrastructural-reforms-needed-2170341",
        "news_paper_name": "The Daily Star",
        "publish_date": "07-09-2021"
    },
    {
        "full_article": "For quite some time now, people have been discussing if there are more on-the-ground, inclusive ways to measure a country's progress, rather than supra-quantitative metrics like GDP. So what could be other possible yardsticks? In an earlier column, I proposed a few \"experiential indicators\" of well-being, such as the quality of public transportation, walkability, waste management, public spaces, and internet accessibility. \nToday, I would like to propose a qualitative indicator of social progress: the public consciousness of history (PCH).\nFirst, it would help to explain the relationship between historical consciousness and the idea of nationhood. One of the principal ways the nation-state establishes its authority is by demarcating a territory for the nation. But geographic boundaries, as Ernest Renan would say, is hardly enough—nor are common languages, religious beliefs, and ethnicities. A historical consciousness of unity, centring on both real and imaginary events or places, is assumed to buttress the concept of nationhood. Nation-states exploit this type of consciousness rather conservatively, like a canopy holding together different ethnicities, political persuasions, religious beliefs, and economic conditions under the banner of one nation.\nDominant groups often reinforce and perpetuate this consciousness on behalf of the state. For the French, the French Revolution is sacrosanct. For Bangladeshis, it is 1971. These are part of macrohistories that are expected to galvanise a people with a common national purpose. How people interpret and relate to these types of macrohistories can determine the way they imagine their nationhood and perceive themselves on the world stage.\nBut PCH, I propose, is a different kind of dynamic, fluid, and organic microhistory that can shape and condition the daily lives of people on various scales. People may or may not develop a meaningful consciousness of microhistories, depending on how economy, society, culture, and education percolate in their imagination of themselves in relation to their idea of the nation. These types of histories can serve as bottom-up strategies for people to negotiate their immediate worlds, their built environments, their natural ecosystems, etc. Are we talking about a society and its general well-being when we are discussing the quality of its public awareness of microhistories?\nHow, then, do we convincingly measure the state of such an awareness? For example, would assessing how the Dhaka University community reacts to the slated demolition of a historically significant building complex, like the TSC, reveal the state of PCH in Bangladesh?\nDoes Bangladesh fare well in PCH? Let us ask a few rhetorical questions. Why does the public mostly remain silent when Chattogram's historic area—Central Railway Building (CRB, established in 1872), a rare ecology of centuries-old trees and hilly terrain—is chosen as the site for a 500-bed hospital? How would the ambulance sirens impact this area if this hospital is built after all? Why is there a blatant lack of public empathy when government agencies cut down \"witness trees\" (trees present during the surrender of the Pakistan Army) at Suhrawardy Udyan in the name of developing the historic park? Why are heritage buildings across the country routinely torn down to develop multi-storey flats or bland office blocks? Why is there a boat club (now infamous) built on vital wetlands connected to the Turag River?\nHow does one reconcile Bangladesh's consistent economic growth with a lack of broad public awareness of both the built and natural environments? What is the nature of the relation between economic growth and a nation's collective mental \"evolution\"?\nIf Bangladesh has a low level of PCH, let us consider a few possible reasons why. First is geography. The deltaic Bengal's geography—crisscrossed by rivers and canals, always changing course—is constantly shifting, and does not allow any permanent symbols, edifices, and allegiances. In this process, as Akbar Ali Khan implies in \"Discovery of Bangladesh\" (1996), grassroots institutions that could foster a consciousness of history could not take hold in Bengal.\nSecond is East Bengal's agrarian past. As French sociologist Pierre Bourdieu's study of Algerian peasants suggests, within subsistence agrarian economies, the repetitive basis of agricultural activities follows Mother Nature's cycles. Such a similarity has traditionally conditioned rural people to conceive a very localised and fatalistic notion of time. This pre-industrial idea of cyclical temporality is not conducive to a broader historical consciousness. In \"Bangali Musolmaner Mon\" (\"The Mind of Bengali Muslims,\" 1976), Ahmed Sofa examined the peculiar ahistoricity that complicates—or rather simplifies—the cultural imagination of Bengali Muslims.\nThird, the lack of stone in a deltaic land failed to create an enduring building culture around which the agrarian people of Bengal could develop a particular historical consciousness. Instead, Bengal's traditional huts were built with perishable materials like mud and bamboo. To develop a dynamic sense of historical awareness, people felt the need of powerful, tangible, and time-defying symbols with a lot of myths around them. Bengal's essential stories are about the heroism and struggles of the peasant, the boatman, the fisherman, and the rebellious yokel rising against the village morol, not about Kantaji Temple in Dinajpur or the 60-Dome Mosque in Bagerhat. These buildings are magnificent, but they are not part of Bengal's quintessential mental universe and did not shape the worldviews of Bengal's agrarian society. When we think of the archetypal Bengal, deep down it is still the tranquil sweep of the green paddy field, occasionally punctuated by trees and the homestead. However, it is slowly changing with the chaotic urbanisation of rural Bangladesh. \nBangladeshis have inherited the burden of the ahistorical sensibility of Bengal's agrarian legacy. This is by no means unique to Bangladesh. Many countries with a strong agrarian past demonstrate similar national attitudes. The problem is not with the attitude itself, but being stagnant about it. \nWe now live in a rapidly modernising, urbanising, and interconnected world. How do we enrich our agrarian inheritance with a modern notion of historical consciousness (by no means uncontested), one that would compel the masses to share the burden of debating history's symbols, contexts, and narratives that matter?\nThe first step should be to reimagine history as a discipline from primary school to the university level with a new purpose and vigour. Both history and its contestations should be part of a new curriculum. I recall my own undergraduate years in Dhaka during the 1980s. History students were frequently ridiculed, as if they could not find a more \"useful\" subject to study. The pervasive impression was that there were no job prospects for a history major. But, of course, the problem was not the discipline itself, but how we as a people imagine the humanities and their values in society. Furthermore, how history was taught as an uncontested and linear chronicle was part of the disciplinary failure. \nI was browsing through the website of the Department of History at the University of Dhaka. Most full professors have zero content under their publication heading. There are no hints at their disciplinary expertise. Nor are there any syllabi, nor content on recent doctoral work. Across the website, there is no trace of debating history's disciplinary shifts since the publication of EH Carr's \"What is History?\" (1961) and the epistemological challenges of postmodernism, postcolonialism, and post-structuralism throughout the last decades of the 20th century. The quality of research and reputation matter in the ranking of universities.\nLet us end with an optimistic note. As I have seen in Bangladesh in recent times, the new generation of students are hungry for knowledge that empowers them to think, contest, and deliver. It is important that we discover this hunger at every level of learning as a national asset. The University Grants Commission must re-evaluate the very notion of the \"quality of higher education\" to create a history-conscious learning community that feels the need to continuously examine the complex relationship between the past and the future.\n \nAdnan Zillur Morshed is an architect, architectural historian, and professor. He teaches in Washington, DC, and also serves as executive director of the Centre for Inclusive Architecture and Urbanism at BRAC University. Email: morshed@cua.edu\n",
        "headline_1": "Could public consciousness of history be a measure of social progress?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/the-grudging-urbanist/news/could-public-consciousness-history-be-measure-social-progress-2169956",
        "news_paper_name": "The Daily Star",
        "publish_date": "07-09-2021"
    },
    {
        "full_article": "Imagine a scenario where a restaurant chain, famous for chicken dishes, is forced to shut down dozens of its outlets due to supply shortage. Food shops too are trimming their menus and superstores, leaving some of their shelves partly empty because they are unable to replenish their depleted stocks. It's real, and it's happening in Britain.   \nThese breakdowns in supply chains are not only affecting small or medium business entities, but big brand multinationals too. Nando's has run out of chicken, McDonald's has stopped selling milkshakes, and superstores have been struggling with dairy products. The latest global giant joining the list of businesses struggling with supply chain crisis is Coca-Cola, which has reported shortage of aluminium cans. Coca-Cola's trouble is reported to have spread beyond the UK and is affecting bottling plants in Europe. The reason behind the crisis is shortage of truckers known as HGV (Heavy Goods Vehicle) drivers. It doesn't matter whether someone drinks milk or beer—everyone is somehow affected by the supply crunch. \nA BBC report quoted one HGV driver saying that he had a 40 percent rise in his pay package due to the crisis in the haulage industry. Supermarkets such as Tesco and Aldi have been offering bonuses and other incentives to boost recruitment, but the labour squeeze continues. The HGV driver shortage is also affecting civic services provided by the local authorities. The Independent reported on Friday that bin collection within 24 local councils had been disrupted due to self-isolation rules and a lack of workers to drive the lorries. A survey by the Road Haulage Association (RHA) estimates that there is a shortage of about 100,000 drivers.\nOne of the main reasons behind this shortage is Brexit. Many Eastern European drivers who left the UK following its exit from the European Union have not returned. The ongoing supply shortages, once again, has stoked the political debate over the so-called Brexit dividend. Expressing frustration and anger, some pro-EU activists are calling for a rethink about the future. However, it must be noted that the Covid-19 pandemic has caused further aggravation.\nThe RHA, however, blamed a few other issues, too, for the shortage of drivers. One of those is the historical problem in recruitment, work-life balance, and the high cost of training HGV drivers. \nIt added that the ongoing global pandemic also had some impacts as the licensing authority paused all licence qualifying tests. There is a huge backlog of driving tests, including the HGV ones. The isolation and quarantine rules, too, caused unpredictable and sudden abstentions from duties. These rules, however, have been gradually easing. Realising the seriousness of the shortage, the government has now begun consultations for changing the law to make licencing easier.\nRecently, lobby groups for the retail and transport industries jointly wrote to UK Business Secretary Kwasi Kwarteng, warning that the impact on supply chains was getting worse, and urged for allowing European drivers on temporary work visas. Logistics UK, a representative body for freight firms, and the British Retail Consortium (BRC) said that while Brexit and Covid-19 had caused lorry drivers to leave the UK, a temporary visa could lure them back. But the business secretary insisted that the industry should strive to tackle the shortage with local recruits, which some observers compared to rubbing salt on the wound.\nLatest groups joining in the call for urgent actions to tackle the shortage of HGV drivers are leaders of the Local Government Association (LGA) and medical professionals. LGA leaders have called on Home Secretary Priti Patel to relax immigration rules for heavy goods vehicle drivers in order to ease the disruption. They have also pointed out that as the private sector is raising the drivers' wage as a quick fix to overcome their business challenges, the public sector is finding it even harder to maintain its level of service. On Saturday, one of the UK's largest suppliers of seasonal flu vaccines said the flu jab delay of up to two weeks was due to driver shortage. Doctors have expressed fear that the delay could result in a surge in flu cases this year.\nThis is the second shortage of workers affecting the British economy as it comes amid a crisis in the farming sector due to the lack of seasonal workers' availability. Before Brexit, Eastern Europe was the main source of Britain's seasonal workers. Some farmers were forced to let some of their crops rot in the field, and a few others opened up their gates to allow the public to pick their produce free. \nAs companies across the retail, transport and hospitality sectors are struggling to deal with these shortages, both the CEO of the frozen food retail chain Iceland Foods Ltd and wine manufacturer Accolade Wines have warned that Christmas could be a little less merry this year. Explaining the hurdle, some business leaders say that the retail industry usually starts stocking for Christmas in September, but they are now getting much less of the required supply. Analysts warn that extra costs in getting supplies would certainly push up the prices. Businesses say that even if the government immediately allows foreign drivers, recruiting them would take four to six weeks, which means a solution to the UK's supply chain crisis would not happen overnight. Never before people in the UK have realised that everything at their home is likely to have been on a truck at some point, and how skills shortage can affect them all.\n \nKamal Ahmed is an independent journalist.\nHis Twitter handle is @ahmedka1\n",
        "headline_1": "A less merry Christmas awaits Britain",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/less-merry-christmas-awaits-britain-2169941",
        "news_paper_name": "The Daily Star",
        "publish_date": "07-09-2021"
    },
    {
        "full_article": "The US withdrawal from Afghanistan will likely clarify what the Gulf's security options are.\nGulf states are likely to monitor how Russia and China handle the perceived security vacuum and security threats in the wake of the US withdrawal and abandonment—for all practical matters—of Central Asia. It will tell Gulf states to what degree Russia and China may be viable alternatives for a no longer reliable US security umbrella in the Middle East.\nGulf states are likely to discover that they are stuck with a less committed United States. That reality will push them to compensate for uncertainty about the US with greater self-reliance and strengthening of formal and informal regional alliances, particularly with Israel.\nThere's no doubt that Russia—the world's second-largest exporter of arms—and China will be happy to sell weapons and exploit cracks in the Gulf's relationship with the US. But neither has the wherewithal nor capacity to replace the US as the Middle East's security guarantor. \nThat didn't stop Russia from signing defence cooperation agreements with Saudi Arabia and Egypt last month. With no details disclosed, the agreements seemed a Saudi and Egyptian effort to wave a warning finger at the US, while Moscow grabbed the opportunity to poke Washington in the eye.\n\"Given Saudi Arabia's strategic ties to the United States, it is unlikely that Riyadh is going to cooperate militarily with Moscow to a degree comparable with the Americans any time soon,\" said Russian Middle East scholar Alexey Khlebnikov.\n\"Moscow has neither the desire nor the capacity to replace Washington as the main ally of Cairo and Riyadh. It will try to exploit the situation in order to increase its arms deals in the region, which will give it more hard currency inflow,\" he added.\nIn the same vein, Arab states would be wise to recognise that the Middle East is not Central Asia, the near abroad for China and Russia, which long dominated the region under the umbrella of the Soviet Union that was made up of Russia, the Central Asian states, and others. Threats stemming from migration, political violence, and drugs in Central Asia are on Russia and China's doorstep rather than in more distant lands.\nHow Russia and China deal with those threats will likely influence Gulf leaders' thinking. It will be a litmus test for the two Asian powers that Gulf and other leaders will pay close attention to.\n\"Russian leaders will face a much stickier challenge if the self-proclaimed Islamic State or other organised extremist groups begin once again to target Central Asia or Russia itself from Afghanistan. This is precisely the scenario that Russian policymakers have worried about,\" said Carnegie Endowment Russia scholar Paul Stronski.\nIn recent weeks, Russia has sought to highlight its capabilities and commitment to Central Asian security in exercises with Tajikistan, Kyrgyzstan and other members of the Collective Security Treaty Organisation (CSTO), a Russian-led military alliance of former Soviet states.\nHowever, Gulf states should take note: Mr Stronski suggests that Russia's reliability record is not much better than that of the US. Russia failed to come to the aid of CSTO member Armenia in its war against Azerbaijan last year. It also did not step in to end days of inter-communal violence in 2020 along the border between CSTO members Kyrgyzstan and Tajikistan, even though Sergey Shoigu, the Russian defence minister, was meeting his alliance counterparts in Dushanbe at that very moment.\nThe Taliban victory in Afghanistan has put into sharp relief the parameters of the Gulf's options as Washington debates US foreign policy, including the scope and utility of the US military presence in the Middle East.\n\"On one side of the debate, some are pushing for the continuation or expansion of the current posture. The other extreme demands the elimination of all or nearly all fixed US military facilities in the region. Both constituencies are loud and passionate, but a strong new consensus falling between these two positions is nonetheless emerging,\" said analyst Hussein Ibish.\nThe room for compromise is created by the fact that US President Joe Biden and his predecessor, Donald J Trump, adopt the same foreign policy driver even if they label it differently. Mr Trump employed the principle of \"America First,\" a phrase first employed as a World War II-era anti-Semitic rallying cry. \nMr Biden emphasises a narrowly defined national interest. Both embrace some notion of isolationism, albeit framed differently in scope, as do right-wing nationalists, libertarians and left-wing progressives engaged in the debate.\nMr Ibish suggested that the consensus involved that US troops would remain in the Middle East for the long term, but that the deployment of men and military assets should be smaller, leaner, and more flexible.\n\"Given technological and strategic developments in recent years, and lessons learned from the post-9/11 era, the United States should now certainly be able to do more—or at least enough—with less,\" Mr Ibish said.\nMr Ibish's perceived consensus strokes with elements of a military strategy Mr Biden laid out in a speech in defence of his handling of the Afghanistan withdrawal. He insisted that the US, going forward, would shun ground wars with large troop deployments.\nInstead, the US would focus on economics and cybersecurity in its competition with Russia and China. It would counter extremists with military technology that allowed for strikes against specific targets, rather than wars like Afghanistan.\nMina Al-Oraibi, editor-in-chief of The National, one of the Middle East's prime English-language newspapers, published in the United Arab Emirates, put her finger on the gap between the Gulf's expectations and the reality as portrayed by Mr Biden.\n\"Among policymakers in the Middle East, there is now an understanding the United States is no longer invested in maintaining stability abroad—unless its narrowly defined national interests are directly impacted,\" said Ms Al-Oraibi.\nIn an article titled \"America Isn't Exceptional Anymore,\" she wrote that Mr Biden's definition of the US mission in Afghanistan as \"preventing a terrorist attack on American homeland\" and \"narrowly focused on counterterrorism, not counterinsurgency or nation-building\" had been heard loud and clear in the Middle East.\n\"In countries like Libya and Yemen, where conflicts continue and nation-building is crucial, Washington has been disengaged for a number of years. However, that disengagement is now official policy,\" Ms Al-Oraibi said.\n\"From the threat of terrorist groups like the Islamic State to emboldened militias like Hezbollah, US allies can no longer rely on Washington. As US officials question some countries' choices—like Egypt, Iraq, and Saudi Arabia increasing ties with China—they must understand Beijing comes across as a more reliable partner in the same way Russia proved a more reliable partner to Syrian President Bashar al-Assad, ensuring his survival,\" she added.\nSurvival being the keyword, Ms Al-Oraibi clearly defined perhaps the most fundamental consequence of the US withdrawal that played into the hands of autocrats, even if Russia and China were unlikely to support them in the ways the US has done for decades.\n\"With a disengaged United States and a lack of European consensus on filling that void, the establishment of systems of government in the shape of Western liberal democracies no longer makes sense. After two decades of promoting democracy as the leading system of government, the view from the Middle East is the United States has abdicated that rhetorical position. And that may not be a bad thing. Effective government should be the goal, rather than governments formed simply through the ballot box that don't deliver for their people,\" Ms Al Oraibi wrote.\nMs Al-Oraibi's hard-hitting analysis suggests that US Defence Secretary Lloyd Austin has his work cut out for him when he travels to the Gulf this week to thank countries like the UAE and Qatar for their help in the evacuation from Afghanistan.\nThe risk for the US is that China may prove more adept at Mr Biden's game, particularly if relations between Beijing and Washington deteriorate further. China could, for example, try to exploit regional doubts by nudging the Gulf, home to the world's oil and gas reserves, to price their energy in Chinese renminbi instead of US dollars—a move that, if successful, would undermine a pillar of US global power.\nA possible litmus test for China's engagement in Afghanistan will be whether a Taliban-dominated government extradites Uighurs. China has successfully demanded the extradition of its Turkish Muslim citizens from countries like Egypt, Malaysia, and Thailand.\nChinese Foreign Minister Wang Ji hinted at possible extradition requests in talks in July in China with Mullah Abdul Ghani Baradar, a co-founder of the Taliban. Mr Wang demanded that the Taliban break relations with all militant groups and take resolute action against the Uighur Turkistan Islamic Party (TIP).\nThe Taliban have so far rejected—irrespective of cost—pressure to crack down on militants who have helped them in their wars over the past 25 years.\nHaneef Atamar, the foreign minister in the US-backed Afghan government of former president Ashraf Ghani, asserted that Uighurs, including one-time fighters in Syria, had contributed significantly to recent Taliban battlefield successes in northern Afghanistan.\n \nDr James M Dorsey is an award-winning journalist and scholar and a senior fellow at the National University of Singapore's Middle East Institute.\n",
        "headline_1": "Afghanistan has lessons for the Gulf",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/afghanistan-has-lessons-the-gulf-2169936",
        "news_paper_name": "The Daily Star",
        "publish_date": "07-09-2021"
    },
    {
        "full_article": "The government on Sunday unveiled the details of its strategy to reopen schools, and we are happy that the decision to resume in-class educational activities after a long hiatus of nearly 18 months is now finalised. However, as we have previously stressed in this column, resuming in-class educational activities must also take into consideration the issues of health and safety of students, teachers and other school staff. In that regard, the government has included many variables in its reopening plan, and we hope it has done so with the utmost care.\nBut planning alone, while essential, is not enough—the matter of execution is even more important. And here the government must perform at its best. We must remember that although the government has previously given hints as to what the guidelines for schools reopening will be, the details have only been unveiled a matter of days before schools are scheduled to reopen. That means there is still a lot to be done, and in only a few days. It's naturally going to put a lot of pressure on all schools, while not every school is equally well-equipped to handle that. Thus the government has to provide every type of support that they will need in order to ensure that these schools are ready to provide the facilities needed to ensure the safety of all its attendees—such as funds for sanitising facilities, extra masks for students, teachers and other staff, etc.\nSchools also have a responsibility to ensure that the health safety guidelines are strictly followed. It is natural for students to not always want to wear masks that are uncomfortable, or follow strict sanitising rules; it is up to the supervising staff to ensure that these guidelines are adhered to for their own well-being. Moreover, the schools themselves must make the necessary allocations and adjustments to ensure that students are able to maintain social distancing in classrooms, as recommended in the government's directive. In that regard, the government has also recommended that most students—except examinees of PECE, SSC and HSC—should attend classes only once a week for now, and the schools should properly plan the breakdown of which students should attend classes on which days.\nAs there are still plenty of uncertainties surrounding how well the reopening will work, the government's overall plan, as well as every school's individual plan, will require a certain degree of flexibility. At the end of the day, neither should lose sight of why schools are being reopened in the first place—for the benefit of the students—and as such, should have contingency plans for any future changes or developments in order to be able to respond swiftly and properly.\nWhile reopening schools is an essential first step, the government must keep in mind the learning losses that have already occurred due to schools being closed for nearly one and a half years. Therefore, should the first phase of reopening prove to be a success, the government must have plans for a second phase in which to take steps to recover those losses. For that, the government should immediately begin consulting experts and start formulating further strategies.\n",
        "headline_1": "Schools must follow health protocols",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/schools-must-follow-health-protocols-2169916",
        "news_paper_name": "The Daily Star",
        "publish_date": "07-09-2021"
    },
    {
        "full_article": "It is disappointing to learn, from a report by The Daily Star, of the rising number of consumer complaints lodged with the Directorate of National Consumer Rights Protection (DNCRP). This shows how widely and frequently consumers' rights are being abused by businesses. But it is also reassuring to know that of the 47,738 complaints filed since 2013-2014 fiscal year, 44,630 have reportedly been resolved, while 6,935 entities have been penalised. This means that, for once, a government department is doing its job by serving members of the public effectively.  \nHowever, both consumers and those meant to protect their rights must continue to remain vigilant, as fraudulent businesses are becoming more prevalent online every day.\nThe higher rate of complaints over the years tells us that people are becoming more aware of their rights as consumers, and that the DNCRP is helping them to defend and protect those rights against corrupt business elements or practices. This is done in large part by the directorate conducting regular monitoring drives—11,953 in FY 2020-2021, through which 22,996 entities were fined a total of Tk 13.36 crore. However, consumers are still being sold faulty, expired, and/or overpriced goods, sometimes at higher prices—especially through online platforms where they cannot verify the quality of a product before purchasing.\nWe must remember that combating fraudulent business practices from the customer's end alone is not enough. The goal should always be prevention of such practices in the first place. As the chairman of the marketing department at the University of Dhaka explained, relevant authorities such as Bangladesh Standards and Testing Institution (BSTI) also need to do their part to ensure that traders are following the rules of law for product quality. So, while consumers should be aware of what they are owed and of their rights, businesses must also be stopped from taking advantage of the lax implementation of trading laws. \nNow that conducting businesses online has become so easy, it is inevitable that traders who violate the laws are subjected to legal scrutiny and punishment. But everyone needs to understand that consumer experience is not just fulfilled by ease of purchase or accessibility to various goods, or even alluring discounts. The authorities concerned must screen any new businesses entering digital platforms, and verify their authenticity before allowing them to sell to customers.\n",
        "headline_1": "Acting on consumer complaints alone is not enough",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/acting-consumer-complaints-alone-not-enough-2169911",
        "news_paper_name": "The Daily Star",
        "publish_date": "07-09-2021"
    }
]