[
    {
        "full_article": "India has the largest diaspora population, with nearly 1.35 crore non-resident Indians spread across the globe. Many of them leave the country for short-term work and could miss out on exercising some of their rights such as registering their vote in India’s Assembly or parliamentary elections. Currently, the Election Commission of India (ECI) allows enrolled overseas citizens to vote in person at the polling station in the constituency where the person is registered as an overseas elector. The necessity to vote in person and the costs have, for overseas citizens, acted as a disincentive for their wanting to exercise their mandate. This was evident in the numbers of such voters in the 2019 Lok Sabha election — 25,606 among the minuscule 99,844 registered electors who voted. In 2014, a committee constituted by the ECI to probe methods to enable overseas voters’ mandates concluded that proxy voting was the most viable, though some political parties objected to the idea. A Bill was passed in the 16th Lok Sabha (2014-19) to enable this but lapsed. In 2020, the ECI approached the Government to permit NRIs to vote via postal ballots, similar to the system already used by service voters, i.e., the Electronically Transmitted Postal Ballot System (ETPBS), which allows registering their mandate on a downloaded ETPB and sending it to the returning officer of the constituency.On the face of it, allowing postal ballot use should be a good move for NRIs, even if this does increase the burden on embassy or consular officials. This is also a more trustworthy way of registering mandates rather than appointing proxies — which is currently allowed for service personnel who are a limited number in each constituency unlike NRIs who could constitute a more substantial chunk among the electorate in some States. In the 2014 discussion organised by the ECI, some parties raised the question whether NRIs will get a benefit denied to internal migrant workers, but the higher costs of travel back to India, as opposed to travelling within, is a valid reason for allowing NRIs the partially electronic postal balloting facility. Several democratic countries allow for this option to their overseas citizens, but again, none has to deal with anything near the scale India has. The more important question to be tackled while extending the facility of voting to overseas Indians is whether longer term migrants should also be allowed to register their mandate as the idea behind limiting voters to specific constituencies on account of their residency will become infructuous. Therefore, if the postal ballot system is indeed instituted, rules must be clearly framed for voters’ eligibility on the basis of their time spent away from the country.To read this editorial in Tamil, click here.To read this editorial in Hindi, click here.",
        "headline_1": "Remote voting: On postal ballot for NRIs",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/remote-voting-the-hindu-editorial-on-postal-ballot-for-nris/article66096200.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "07-11-2022"
    },
    {
        "full_article": "October saw the Goods and Services Tax (GST) yield the second-highest gross monthly revenues — a tad short of ₹1.52 lakh crore. This marks the eighth successive month of GST collections exceeding ₹1.4 lakh crore, including the record ₹1,67,540 crore kitty in April. The Finance Ministry emphasised that domestic transactions also contributed the second-highest taxes in the month. Underpinning October’s GST flows, 8.3 crore e-way bills were generated in September, which the Ministry said was ‘significantly higher’ than the 7.7 crore bills of August. The festive season’s onset surely boosted consumption as well as stocking up by sellers. The Government, which has routinely held up GST revenues as a yardstick of strong post-pandemic economic activity, had ample cause to talk up the latest numbers. April’s record revenues, for instance, were said to be reflecting a faster recovery, and when revenues dipped sequentially in May, the Government contended that the financial year ending in March had boosted April’s tax kitty. Some of the bump up in October revenues may likely be similarly attributable to taxpayers filing quarter-ending returns.It is noteworthy that no such commentary was included in the latest GST revenue statement, which has raised eyebrows for what it has chosen to leave out than disclosed. The Ministry has omitted basic routinely shared data, such as the year-on-year growth rate for overall collections, and an explicit break-up of the growth in revenues from domestic transactions (usually clubbed with taxes levied on services imports) and imports of goods. These numbers can be deduced to some extent. Imports of goods appear to have grown at a far lower pace than in recent months going by Integrated GST and the GST Cess collections on them, rising 13% and 18%, respectively — a great sign for an economy seeking to rein in a runaway import bill. Maybe the fact that overall revenues grew 16.6% from October 2021 — the lowest growth rate since April’s record kitty — prompted this reticence. But as economists point out, growth rates will moderate owing to simple base effects. Another factor may have been the tepid 2.7% sequential growth in revenues despite a 7.8% rise in e-way bills month-on-month. But if inflation is eating into consumption, it will show up one way or another. Instead of splicing data, the Government would be better served by expediting reforms to shore up revenues. The GST Council, which was to take up some of these reforms in early August, must be convened quickly. Demurring over the big picture helps no one.To read this editorial in Tamil, click here.To read this editorial in English, click here",
        "headline_1": "Hazy signals: On missing points in October GST data",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/hazy-signals-the-hindu-editorial-on-missing-points-in-2022-october-gst-data/article66096186.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "07-11-2022"
    },
    {
        "full_article": "India’s sweet spot or merely a delayed moment of reckoning? Depending on who you ask, answers vary. British economist Joan Robinson’s iconic observation – “Whatever you can rightly say about India, the opposite is also true” – is never passé in an analysis of (and about) India.\nThe positive side posited around an again-fashionable “India decoupling” narrative, is shown up by a stock market which had held up spectacularly well in a year when most major markets have had big meltdowns. The negative clouds too are well identified.\nRead full opinion on TOI+\n\n",
        "headline_1": "Tap diaspora dollars … now: It’s the best way to manage forex volatility. NRIs have reposed trust in India earlier: in 1998, 2000 & 2013",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/tap-diaspora-dollars-now-its-the-best-way-to-manage-forex-volatility-nris-have-reposed-trust-in-india-earlier-in-1998-2000-2013/",
        "news_paper_name": "The Times of India",
        "publish_date": "07-11-2022"
    },
    {
        "full_article": "The results of bypolls spread across six states confirm some established political trends: Telangana is shaping up to be a TRS vs BJP contest; Bihar’s gathbandhan poses difficulties for BJP; and Congress’s Jat over-reliance isn’t helping in Haryana. TRS’s difficult win in Munugode is a sure sign that next year’s assembly elections will be fiercely fought. CM K Chandrashekar Rao created an oppositional vacuum by constantly engineering defections in Congress between 2014 and 2019. Now he faces a far more formidable rival.\nBJP has cultivated social groups feeling disempowered by TRS’s rise and Congress’s decline and wooed disenchanted leaders in both parties. After the successful experiment with TRS rebel Eatala Rajender giving it a morale-boosting win in the Huzurabad bypolls, BJP bet big on Congress import K Rajgopal Reddy in Munugode. TRS no longer relies solely on statehood sentiment (rechristening itself as BRS was another manifestation). Its attempts at social engineering by wooing the Reddys, a group that formed the Congress bedrock in the Telugu-speaking region, is yielding results too.\nThe Gopalganj and Mokama bypolls in Bihar foregrounded the challenges facing BJP and the RJD-JDU coalition. In Gopalganj, BJP’s majority of 36,000 in 2020 plummeted to 1,800. RJD’s 2020 majority of 36,000 in Mokama dropped to 16,000. Gopalganj suggests a tough path for BJP in 2024. But the opposition has worries too. The RJD-JDU alliance in Mokama hasn’t quite delivered. In Gopalganj, AIMIM polled 12,000 votes, suggesting its 2020 performance was no fluke and it remains a threat to the gathbandhan’s Muslim base.\nIn Haryana’s Adampur, Congress’s excessive dependence on Jat vote consolidation came short again. BJP’s umbrella social coalition has been augmented with the Bishnoi clan too after ensuring Dushyant Chautala’s JJP stays on, besides brandishing the Jat-Dalit divide in Haryana’s Congress leadership. BJP’s victories in UP and Odisha were on expected lines. Sena-Uddhav’s Andheri East win was the most predictable, except that Nota polled over 12,000 votes. The so-called Maharashtra “convention” of allowing kin of deceased MLAs a free pass in bypolls is an affront to voters: What choice did voters have? A big Nota vote doesn’t speak well for politics, nor do charges of voter bribery from Munugode. Bypolls can be early warning signals. To that end, KCR faces searching questions in Telangana, as does BJP in Bihar.\n\n",
        "headline_1": "One vs the rest: BJP will give TRS a big fight in 2023 state polls. But it will worry about Bihar",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/one-vs-the-rest-bjp-will-give-trs-a-big-fight-in-2023-state-polls-but-it-will-worry-about-bihar/",
        "news_paper_name": "The Times of India",
        "publish_date": "07-11-2022"
    },
    {
        "full_article": "Union law minister Kiren Rijiju has said that the government “won’t stay silent forever” on Supreme Court’s collegium system of appointing judges, and the apex court’s 2015 rejection of Parliament-cleared NJAC. NJAC was supposed to replace the collegium to make appointments to the higher judiciary more accountable. But SC killed it before it could be tried out. Yes, the backers of the collegium system are apprehensive of government interference in judicial appointments, which can potentially undermine the independence of the judiciary. They cite executive overreach in judicial appointments in the 1970s and 1980s. Those misgivings led to the collegium system. But a cloistered judiciary also raises suspicion of nepotism, which could raise questions about the judicial system’s credibility down the road. As Rijiju has said, it won’t be totally unrealistic to imagine that politics plays a role in appointments decided behind the closed doors of the collegium.\nThis is precisely why India needs something like NJAC, which aims to be a middle path to address apprehension of judges as well as meet standards of transparency and accountability. The old proposal had a six-member NJAC that included the CJI, two senior most SC judges, the Union law minister and two eminent citizens nominated by a panel comprising the PM, CJI and the leader of opposition. This is a good mix to nominate judges, and rules can be tweaked to improve the system further. For example, the earlier NJAC rule that any two commission members can veto a candidate had raised objections. This can be changed to encourage consensus-building on candidates. As the final hope for those seeking justice, the judiciary must be beyond all suspicion. The collegium system stands in the way.\n\n",
        "headline_1": "Revive NJAC: The collegium system ultimately hurts the judiciary’s credibility. Parliament’s idea was better",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/revive-njac-the-collegium-system-ultimately-hurts-the-judiciarys-credibility-parliaments-idea-was-better/",
        "news_paper_name": "The Times of India",
        "publish_date": "07-11-2022"
    },
    {
        "full_article": "Several international organisations working to improve people’s access to medicines have written to the UK government protesting against provisions in a proposed India-UK FTA after the chapter on intellectual property was leaked. The provisions related to pharmaceutical IP could prevent India from making affordable generics on which the National Health Service (NHS) of the UK and several other countries depend. Nick Dearden, the director of Global Justice Now, spoke to Rema Nagarajan explaining why India’s ability to produce generics is crucial not only to the Global South but to the UK too: \nHow dependent is the UK on drugs from India?\nFour out of five drugs used in the NHS are generics and a third of these are produced in India. So about 25% of the drugs in the NHS come from India. Between 2011 and 2016, the NHS started to experience a crisis in the amount of money it was spending on new, very expensive drugs. The amount the NHS spent rose in those years by £3.8 billion. That is more than twice the total NHS deficit at that time – £1.85 billion. The crisis was so severe that the NHS began to look for ways to save money, including importing more generics. It worked.\nRead full opinion on TOI+\n\n",
        "headline_1": "‘Britain is doing Big Pharma’s bidding, and harming itself, by trying to curb Indian generics’",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/staying-alive/britain-is-doing-big-pharmas-bidding-and-harming-itself-by-trying-to-curb-indian-generics/",
        "news_paper_name": "The Times of India",
        "publish_date": "07-11-2022"
    },
    {
        "full_article": "It is well-known that Bangla literature took a new turn in the 1940s. Following the revolutionary work of Kazi Nazrul Islam, we got four powerful poets among Bangalee Muslims: Farrukh Ahmad, Abul Hossain, Ahsan Habib, and Syed Ali Ahsan. At the same time, we found three extraordinary novelists and short story writers: Shawkat Osman, Syed Waliullah, and Shamsuddin Abul Kalam.\nHere, we are going to focus on Syed Waliullah, who wrote short stories that were admired by many. He established a publishing concern – Comrade Publishers – to publish three noteworthy books: The Indian Musalmans by Sir WW Hunter, Momener Jobanbondi by Mahbubul Alam, and Ratrishesh by Ahsan Habib. He also edited two series.\nThis was his Calcutta period before joining The Statesman as an assistant editor. After Partition, he had several positions in the press, in Dhaka, Karachi, Delhi, and other places in South Asia. Finally, after he was posted in Bonn, West Germany in December 1959, he once visited Paris on official business when I, a new comer, had the opportunity to meet him briefly for the first time. We had quite a hearty discussion as we both are Chittagonians. However, I was dismayed when he told me that he understood the dialect, but could not speak it. He never stayed for long in Chittagong, and at home they rather preferred to speak in chaste Bangla. Incidentally, I must express that I was acquainted with his name and a few of his short stories in 1948, when I became a yearly subscriber of the monthly Saogat from Calcutta.\nSyed Waliullah wrote about 50 short stories. Some of the stories he originally wrote in English, and some others he translated to English himself. We quote the first few lines of his story \"The Escape\" published in The New Values (Dhaka, Vol. 4, 1952):\n\"This was the moment of chaotic indecision punctuated with the incredibly real and decisive rattle of the slow moving train over the rusty metre-gauge rails which stretched and continuously narrowed behind. The sun rode high mercilessly in the cloudless sky. The tedious journey under its vast expanse of void and heat seemed without any destination. Human odour hung heavy in the crowded compartment; a little, insignificant fly buzzed near the toilet door; a thin line of dirty water streaked along its threshold.\n\"The young man felt restless.\" (Pg. 26)\nHis story \"This Life,\" published in the PEN collection Under the Green Canopy, begins like this:\n\"The fearful days passed! Not a wisp of cloud, grey or white, water-laden or smoke – black was to be seen anywhere within the line that bounds man's sight. The sky, load-like, dull and vast in emptiness, gave one sometimes a very queer feeling. It appeared to be burning itself out in a mysterious, invisible way melting into nothingness a void that was abstract and dead; hence incompatible with the present, and one's hopes and despair.\" (Pg. 157)\nIn his lifetime, Syed Waliullah published only two books of stories: the first one, Nayanchara, was published by the famous Purbasha (Calcutta) in 1946, and the second one, Dui Teer, was published by Naoroz (Dhaka) when he was in Paris in 1965. I used to use it as a textbook for my students of Bangla, including his wife Anne-Marie. In it was his famous story \"Ekti Tulshigachher Kahini.\" The pathetic separation of Hindu-Muslim culture is retold in this story with deep insight. The story \"Nayanchara\" tells us the sad tale of Ponchasher Monwontor – i.e. the famine of 1942-43 (1350 in Bangla calendar).\nFrom Paris, he sent to Bangla Academy the drama Surongo (underground passage) for publication. Later, he composed the well-known Bohipir (a spiritual leader who speaks in the language of a book). Another piece, Torongobhango, created sensation among the theatre-loving people. The short play Ujane Mrityu (Death in the upstream) from 1964 is also quite remarkable. During this period, Waliullah once expressed to me that on his return home and staying there for some time, he would like to write a new drama with the experience gained thereby. It may be noted that during this period – the 60s – a lot of experiments happened in Europe and the world outside in connection with dramatic creations.\nHowever, Syed Waliullah was mainly concerned with his ideas of a new novel. After Lalsalu in 1948, he finally started writing Chander Omaboshya (The Eclipse of the Moon). He even thanked me as he took the title from a book of mine. This was indeed a new experience in reading this short novel. All the characters are very clear and well depicted. Waliullah wrote this book in a village near the Alpes during a few weeks of holiday. What VS Naipaul quotes from Albert Camus' The Rebel, \"The novel is born at the same time as the spirit of rebellion and expresses, on the aesthetic plane, the same ambition,\" appears to be justified.\nLater, Waliullah even remained quite ambitious when he wrote his last novel, Kando Nodi Kando (1968). One afternoon at Unesco, he explained it to me. It was the time when I was returning home after closing my chapter of staying abroad (August 1968). Later, I met him in Chittagong in 1969 and we discussed much about his dramas. He insisted on his stay at home for some time; he even purchased a house in Gulshan. However, eventually he returned to Paris. Unfortunately, he lost his Unesco job, and we started our freedom struggle. In reply to my letter, he wrote in two pages explaining the situation in Paris (May 19, 1971).\nSo far, we have discussed about Waliullah's literary life. But what was his official duties in Paris? As I was allowed to use his office at least once a month to read newspapers from home and to discuss French political and cultural matters, I could also look into his works. First of all, he had to reply to inquiries from different quarters about our country. He used to organise press conferences, throw lunch parties – I knew of one such lunch party where he invited Professor Syed Ali Ahsan on a visit to Paris, and Madam Rajeshwari Datta, famous Rabindra Sangeet singer and wife of his former senior colleague and poet Sudhindranath Datta from his Statesman days in Calcutta. During this decade, I might have dined with them at least five times at his residence.\nHe had to publish a bimonthly newsletter in French. He occasionally wrote articles on different subjects. He also had to organise some seminars, one of which was on poet Iqbal. Six renowned intellectuals presented papers, which were published in a booklet. Waliullah designed the cover.\nBesides, he had to look after the dignitaries visiting from home. Sometimes, there were problems with students and trainees in the technical fields. I helped him with two cases of Ebne Golam Samad and (artist) Rashid Chowdhury. I still remember the discussions we had during the embassy receptions. Waliullah and his wife Anne-Marie Thibaud were extremely humble and hospitable.\nIn 1961, shortly after he joined the Paris office, he invited us for a lunch cooked by himself. Later, I was especially asked to join a French anthropologist, who had returned after spending six months in the Chittagong Hill Tracts. I acquired his book. His wife, a teacher of Burmese, was a colleague of mine.\nI remember meeting Waliullah after he came to Paris with his wife and three-year-old daughter Yasmine (Simine). Later, he had a son, Iraj. I met them several times later on. They were very careful about the heritage of their father. Last time, in 2018, I visited Cimetière de Vaulnaveys-le-Haut with their aunt Françoise and found the grave where Waliullah and Anne-Maria lie together.\nIn the summer of 1968, there was a student revolution in Paris. Rashid Chowdhury returned with lot of encouraging news from home. At the residence of Syed Najmuddin Hashim, we discussed much about the future of Bangladesh. Even an intellectual movement like Na! (No!) was not spared.\nFrom January 1965, I grew even closer to Waliullah as I was appointed as a lecturer at the School of Oriental Languages in the University of Paris. Mrs Waliullah got herself admitted as a student. Waliullah tried his best to help us build the department - he especially brought books from Dhaka for the school. After joining Unesco, he handed me a few articles to write for an encyclopaedia proposal of the famous Larousse publications. The articles were published in 1971.\nI very much remember the time I spent with him when I drove him alone from the reception of Chittagong University to the town. He was pleased to have known that even a waiter of a restaurant had read his novel Lalsalu.\nThere are so many memories! I remember him not only as a great writer, but also as a man of extraordinary human qualities. For many years, I had recapitulated these memories with Anne-Marie, Syed Ali Ahsan, and others. Sophisticated to the highest degree, Syed Waliullah always remained alerted to use common sense. He would be well-dressed, well-mannered, and extremely friendly to all his friends.\nDr Mahmud Shah Qureshi is an eminent Bangladeshi scholar. He has been honoured with numerous accolades, including Ekushey Padak and France's Légion d'honneur.\nPhoto courtesy: Simine and Iraj Waliullah\n",
        "headline_1": "Syed Waliullah in Paris",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/in-focus/news/syed-waliullah-paris-3162491",
        "news_paper_name": "The Daily Star",
        "publish_date": "07-11-2022"
    },
    {
        "full_article": "With 70.8 percent of its population poor and 53.2 percent extremely poor, Kurigram is inarguably the face of poverty in Bangladesh. This district that is often in the news for sufferings caused by repeated flooding, riverbank erosion, and lack of work has been a rude reality check on Bangladesh's vaunted economic success. In addition, a large segment of its population is either illiterate or deprived of the opportunity to get into formal education. That being the case, we wonder, how can the government lift the district out of poverty?\nAs per a report by Prothom Alo, the situation is particularly dire in the char areas with little access to secondary education. About 16 rivers, big and small, flow through Kurigram, connecting over 400 chars – where about 5 lakh people of the district's 24 lakh population live. For this routinely battered and displaced community, there are only five high schools. Five for five lakh – a stark contrast to the government policy of allowing for a school at a distance of every three kilometres. Even if we include primary schools – about 169, according to the district primary education office – and madrasas, it doesn't come close to a satisfactory number.\nAs a result, most char students cannot go beyond primary education. Many boys end up in manual labour (farming/etc.) and many girls in early marriage. For the girls, \"drop-out\", so often the cause of early marriage in other districts, is not a word you would associate with them as there is hardly any secondary or lower secondary school there to drop out of. It presents them with an insurmountable challenge with far-reaching consequences. Reportedly, the few students that can manage to attend high schools have to do so by covering long distances, meaning extra costs, extra pressure (because of security and other concerns), and extra time spent in commuting (by boats).\nIt is, therefore, vital that the government takes urgent steps to improve access to education in these char areas. Experts say that, given the population size, there should be at least one primary school in every char and one high school for several nearby chars in Kurigram. There should also be supporting infrastructure and conditions for students to increase their access to secondary and higher education, including improved communications for commuting students, improved security for girl students, more stipends and education benefits, MPO status for schools, providing better incentives to households, and raising awareness of the vital role that proper education can play in eradicating poverty.\nChar areas face some unique development challenges that may always remain, including the erratic weather and their vulnerability to rivers. But we need to give students the opportunity to dream big and explore their full potential. With the skills and aspirations thus acquired, they can do what the government's short-term employment/skills programmes cannot: elevate the socioeconomic status of this perennially poor region and help people better adapt to their vulnerabilities. Also, the lack of policy focus on the development of the district in general must be reversed.\n",
        "headline_1": "Kurigram chars need high schools",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/kurigram-chars-need-high-schools-3162126",
        "news_paper_name": "The Daily Star",
        "publish_date": "07-11-2022"
    },
    {
        "full_article": "We're quite disturbed by the news of yet another river, Mayur in Khulna, being killed by indiscriminate dumping of waste and encroachment – the usual suspects. It's like an unstoppable cycle that keeps repeating with one river after another being left lifeless by the apathy and callousness of people. Add to that the insatiable appetite for land grabbing and you have a formula for this unfathomable \"rivercide\".\nIt is unfathomable because we know just how precious rivers are, being the lifelines for communities that live near them and for the country as a whole. Even the High Court has recognised the value of our rivers, declaring them as \"living entities\" and instructing the state to protect them as such. There have been attempts to remove encroachers through making lists as well as launching cleaning operations, but eventually, everything is undone, and the rivers continue to face onslaughts as before.\nIn the case of Mayur River, which is the main source of fresh water for the two-lakh people living in adjacent areas, around 26 drains pour most of Khulna city's waste into it. Water hyacinth, which reduces oxygen levels for fish and creates the ideal habitat for disease-carrying mosquitoes, has also invaded the water. Meanwhile, the sluice gate built to protect agricultural land from salinity and tidal surges has become virtually useless. Pollution is killing aquatic life, affecting the livelihoods of fishermen and farmers.\nThe eventual death of the Mayur was a forgone conclusion. But have the authorities done anything at all to stop this? In 2019, a list of illegal land grabbers was made by a technical committee, containing the names of 470 individuals and organisations responsible for constructing 362 establishments. It is now 2022, but the river-land grabbers have not gone away. Why is that? In addition, excavation projects costing crores of taka have amounted to nothing because the city corporation allegedly did not conduct a proper survey or technical analysis before the work.\nThis is a story that repeats itself with most of the rivers that are either dead or on the verge of death. Buriganga, Teesta, Dhaleshwari, Shitalakhya, Balu, Karatoya, Turag – the list of dead or dying rivers seems endless. And we are quite aware by now about what needs to be done to save the rivers. This paper has continuously campaigned for the protection of rivers over the decades, but little heed has been paid to these appeals. We need political commitment, proper enforcement of the laws, empowerment of the National River Conservation Commission (NRCC) and upholding of the High Court's directives that demonstrate the crucial role of rivers.\nIn all this, the most urgent is political commitment, which is needed to make other measures successful. We urge the authorities to take urgent steps to save our rivers.\n",
        "headline_1": "Another river on its death bed",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/another-river-its-death-bed-3162096",
        "news_paper_name": "The Daily Star",
        "publish_date": "07-11-2022"
    },
    {
        "full_article": "The US Federal Reserve's aggressive monetary-tightening campaign has squeezed economies worldwide, particularly in the developing world. With the dollar appreciating sharply against their currencies, many emerging and developing economies have experienced rapid increases in borrowing costs and consumer prices, leaving local policymakers with little choice but to raise interest rates and imperil their fragile economic recovery.\nIn the face of surging inflation, some lower-income countries have pushed back against the dollar's hegemony. But instead of complaining, policymakers should consider insulating their economies from the greenback by erecting barriers to cross-border capital flows. To mitigate the effects of adverse monetary-policy spillovers, the world needs a bout of structural financial deglobalisation.\nWhen the Fed launched its quantitative-easing programme in the aftermath of the 2008 global financial crisis, it was accused of encouraging speculative capital flows to emerging and developing economies and fuelling dangerous asset bubbles. Now that it is raising interest rates to fight surging prices at home, critics blame it for exporting inflation and financial instability by attracting capital back to the United States. In both cases, the US has been criticised as acting out of pure self-interest, even if that means forcing other countries to adopt beggar-thy-neighbour policies.\nThe Fed is therefore damned if it eases monetary policy and damned if it tightens it. But the uncomfortable truth is that countries around the world chose to open their economies to capital flows and expose themselves not just to US monetary policy, but to fickle foreign finance and the institutions that control it. By handing over power, and often on behalf of elite domestic interests, they willingly made themselves vulnerable.\nAttempting to minimise the costs of their Faustian bargain, emerging-economy policymakers have pinned their hopes on international coordination of monetary policy. Some have pleaded with the US to stop acting like a hegemon and consider the impact of its decisions on other countries, trying in vain to convince their American counterparts that doing so would be in America's enlightened self-interest.\nBut those hoping for monetary-policy coordination seem to be disregarding the lessons of Covid-19. Even as scientists warned that the only way to end the pandemic was to ensure that most of the world's population was vaccinated, the US and other wealthy countries rejected global cooperation and instead hoarded vaccine doses. The result was vaccine apartheid, and poorer countries had to scramble to secure supplies.\nMoreover, seeking global coordination seems like a fool's errand at a time when the world is turning away from multilateralism. The international trading system has been in intensive care for decades – not least owing to US trade barriers – while the escalating Sino-American rivalry could herald an era marked by economic fragmentation and geopolitical conflict. At the same time, America's domestic political polarisation means that a new administration could reverse any US commitment.\nWhat, then, is the alternative to the dollar's hegemony? Emerging-market policymakers must resist the lure of financial globalisation. Several studies, including one by Harvard's Dani Rodrik and me, have shown that cross-border flows of private financial capital do not foster sustained economic growth. The substantive benefits from financial globalisation, if any, are too few to offset the costs of sudden shocks, capital flight, and loss of policy control. As bad as China's policies have become under President Xi Jinping, China is one of the few countries still able to use domestic policy to cushion against the current financial turmoil. \nEmerging and developing economies need to give up their victimhood narrative and shed their illusions about global cooperation. Instead, policymakers should regain agency and control by reverting to the relatively limited capital mobility that characterised the Bretton Woods era.\nThis would require going beyond the half-hearted measures the International Monetary Fund (IMF) proposed to mitigate the risks of temporary capital-inflow surges. Developing and emerging-market countries must impose constraints on the cross-border flow of certain forms of capital, particularly volatile portfolio flows. Only \"good capital\" – for example, foreign direct investment that has a long-term stake in the recipient country and brings technology, skills, and ideas to it – should enjoy the right to move across borders.\nThe usual response to such proposals is that the genie of international finance cannot be put back in the bottle. But emerging economies can, in fact, restrict capital flows (albeit imperfectly and impermanently). It is up to local policymakers to decide, whereas cooperation to minimise the impact of dollar hegemony is controlled by the US. It is hypocritical to embrace financial globalisation and then rail against it when it does not work for you.\nMore broadly, the world seems to have forgotten that excessive financialisation is responsible for some of the worst economic crises in the last four decades. Capitalism must be saved from its financial rentiers, and financial deglobalisation is a good place to start. As the British economist and Bretton Woods architect John Maynard Keynes once said, while ideas, knowledge, and science are international by definition, finance should be \"primarily national.\" It's time we heeded his advice. \nArvind Subramanian, a senior fellow at Brown University, is a distinguished non-resident fellow at the Center for Global Development.\n",
        "headline_1": "The case for structural financial deglobalisation",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/project-syndicate/news/the-case-structural-financial-deglobalisation-3162061",
        "news_paper_name": "The Daily Star",
        "publish_date": "07-11-2022"
    },
    {
        "full_article": "With 70.8 percent of its population poor and 53.2 percent extremely poor, Kurigram is inarguably the face of poverty in Bangladesh. This district that is often in the news for sufferings caused by repeated flooding, riverbank erosion, and lack of work has been a rude reality check on Bangladesh's vaunted economic success. In addition, a large segment of its population is either illiterate or deprived of the opportunity to get into formal education. That being the case, we wonder, how can the government lift the district out of poverty?\nAs per a report by Prothom Alo, the situation is particularly dire in the char areas with little access to secondary education. About 16 rivers, big and small, flow through Kurigram, connecting over 400 chars – where about 5 lakh people of the district's 24 lakh population live. For this routinely battered and displaced community, there are only five high schools. Five for five lakh – a stark contrast to the government policy of allowing for a school at a distance of every three kilometres. Even if we include primary schools – about 169, according to the district primary education office – and madrasas, it doesn't come close to a satisfactory number.\nAs a result, most char students cannot go beyond primary education. Many boys end up in manual labour (farming/etc.) and many girls in early marriage. For the girls, \"drop-out\", so often the cause of early marriage in other districts, is not a word you would associate with them as there is hardly any secondary or lower secondary school there to drop out of. It presents them with an insurmountable challenge with far-reaching consequences. Reportedly, the few students that can manage to attend high schools have to do so by covering long distances, meaning extra costs, extra pressure (because of security and other concerns), and extra time spent in commuting (by boats).\nIt is, therefore, vital that the government takes urgent steps to improve access to education in these char areas. Experts say that, given the population size, there should be at least one primary school in every char and one high school for several nearby chars in Kurigram. There should also be supporting infrastructure and conditions for students to increase their access to secondary and higher education, including improved communications for commuting students, improved security for girl students, more stipends and education benefits, MPO status for schools, providing better incentives to households, and raising awareness of the vital role that proper education can play in eradicating poverty.\nChar areas face some unique development challenges that may always remain, including the erratic weather and their vulnerability to rivers. But we need to give students the opportunity to dream big and explore their full potential. With the skills and aspirations thus acquired, they can do what the government's short-term employment/skills programmes cannot: elevate the socioeconomic status of this perennially poor region and help people better adapt to their vulnerabilities. Also, the lack of policy focus on the development of the district in general must be reversed.\n",
        "headline_1": "Kurigram chars need high schools",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/kurigram-chars-need-high-schools-3162126",
        "news_paper_name": "The Daily Star",
        "publish_date": "07-11-2022"
    },
    {
        "full_article": "We're quite disturbed by the news of yet another river, Mayur in Khulna, being killed by indiscriminate dumping of waste and encroachment – the usual suspects. It's like an unstoppable cycle that keeps repeating with one river after another being left lifeless by the apathy and callousness of people. Add to that the insatiable appetite for land grabbing and you have a formula for this unfathomable \"rivercide\".\nIt is unfathomable because we know just how precious rivers are, being the lifelines for communities that live near them and for the country as a whole. Even the High Court has recognised the value of our rivers, declaring them as \"living entities\" and instructing the state to protect them as such. There have been attempts to remove encroachers through making lists as well as launching cleaning operations, but eventually, everything is undone, and the rivers continue to face onslaughts as before.\nIn the case of Mayur River, which is the main source of fresh water for the two-lakh people living in adjacent areas, around 26 drains pour most of Khulna city's waste into it. Water hyacinth, which reduces oxygen levels for fish and creates the ideal habitat for disease-carrying mosquitoes, has also invaded the water. Meanwhile, the sluice gate built to protect agricultural land from salinity and tidal surges has become virtually useless. Pollution is killing aquatic life, affecting the livelihoods of fishermen and farmers.\nThe eventual death of the Mayur was a forgone conclusion. But have the authorities done anything at all to stop this? In 2019, a list of illegal land grabbers was made by a technical committee, containing the names of 470 individuals and organisations responsible for constructing 362 establishments. It is now 2022, but the river-land grabbers have not gone away. Why is that? In addition, excavation projects costing crores of taka have amounted to nothing because the city corporation allegedly did not conduct a proper survey or technical analysis before the work.\nThis is a story that repeats itself with most of the rivers that are either dead or on the verge of death. Buriganga, Teesta, Dhaleshwari, Shitalakhya, Balu, Karatoya, Turag – the list of dead or dying rivers seems endless. And we are quite aware by now about what needs to be done to save the rivers. This paper has continuously campaigned for the protection of rivers over the decades, but little heed has been paid to these appeals. We need political commitment, proper enforcement of the laws, empowerment of the National River Conservation Commission (NRCC) and upholding of the High Court's directives that demonstrate the crucial role of rivers.\nIn all this, the most urgent is political commitment, which is needed to make other measures successful. We urge the authorities to take urgent steps to save our rivers.\n",
        "headline_1": "Another river on its death bed",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/another-river-its-death-bed-3162096",
        "news_paper_name": "The Daily Star",
        "publish_date": "07-11-2022"
    },
    {
        "full_article": "Because of the country's downbeat export earnings in a single month, i.e. October, a good number of traders may start feeling jittery. Will this decline in export proceeds last longer or just be a one-off development? Given the decline in the country's export earnings amid the fears of anticipated and unanticipated fallouts from the Russia-Ukraine conflicts, the exporters' edginess is quite natural. Moreover, the contraction in the country's export earnings comes to the fore hot on the heels of drop in remittance and record depreciation of Taka against greenback. However, the trade experts find no twist of abnormality in the present headwind facing the country's export earnings. It's because the export destinations, especially the European Union, are finding themselves in an economic crisis as well.Despite the fear of the Bangladesh exporters that they may have to grapple with an adverse situation vis-à-vis its export earnings, they ought to remind themselves of the fact that the country is facing the 'adversities' after enjoying a comfortable time during the July-October period. The overall export earnings grew remarkably in the present fiscal. To focus on a particular export item, the apparel goods saw a 3.27 per cent growth during the period to $3.67 billion. In the said four months of this fiscal, however, the export earnings slowed down by 7.01 per cent to $16.85 billion over $15.74 billion in the corresponding period last fiscal.As being seen in the global trading, especially during turbulent times, it has its unique ups and downs. Perhaps as part of this, proceeds declined 7.52 per cent in September to $3.16 billion year-on-year from exports after a robust growth for 13 months from August 2021. If the largest export sector --- the RMG --- is taken into consideration, it has alone earned $13.95 billion, showing 10.55 per cent growth compared to the last fiscal's. Coming to the evaluation of what the clothing sector has attained, the picture shows the knit-wear sub-sector of the RMG earning $7.72 billion from exports, posting a 7.14 per cent growth. At the same time, earnings from the woven garment exports reached a figure of $6.22 billion in the past two months, up by 15.08 per cent.Candidly citing these developments, a BGMEA director doesn't hesitate to admit that in spite of the prediction that the RMG sector was in for a slowdown in October, its future turn-around couldn't be put aside. The October `21 export earnings could be termed a phenomenal leap, when Bangladesh tasted its highest ever single-month earnings. True, many exporters are quitting the leather and leather goods sector for various reasons but export earnings from it have increased by 17.42 per cent to $428.46 million from $364.9 million in the last fiscal. Even at a time when some countries are churning out newly innovated synthetic leather footwear, the earnings of Bangladesh grew by 19.14 per cent to $269.43 million. The fancy leather products have fetched $114.11 million in export earnings. This area has witnessed 18.51 per cent growth. Frozen and live fish has started regaining their earlier status from a slump, as a result of which export earnings from this sector marked a sharp fall. The demand for a number of non-RMG export items has been falling in recent months. This development is primarily viewed as a negative one in the context of the country's longing for export diversification. But a turnaround, as the BGMEA official assured, cannot be ruled out. The policymakers ought to prepare the right strategies for meeting the challenges before export-oriented industries during this critical period.",
        "headline_1": "October export earnings",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/october-export-earnings-1667740635",
        "news_paper_name": "The Financial Express",
        "publish_date": "07-11-2022"
    },
    {
        "full_article": "The 27th UN climate summit, COP27, has started at the Egyptian city of Sharm El Sheikh, a tourism spot, located at the southern tip of the Sinai Peninsula of Egypt. The aims of this yearly event related to climate change are, like the previous such summits being held since 1992, to reach an agreement on tackling climate change through reducing greenhouse gas emissions. To that end rise in global warming has to be limited to below 1.5 degrees Celsius above the pre-industrial level. This limit of 1.5C was set at the 2015's Paris climate agreement (a legally binding international treaty on climate change reached during COP21 held in Paris). But according to the UN's climate scientists, the so-called Intergovernmental Panel of Climate Change (IPCC), the global temperature has already risen to 1.1C and is heading towards 1.8 C. If the temperature rises 1.7 to 1.8 C above 1850s levels, it will become a grave threat to life on earth, believes IPCC. So, it is urgent that at the Sharm EL Sheikh climate summit, the rich countries would consider the continuing global temperature rise as an SOS and fulfil their commitment of providing US$100 billion annually as climate mitigation fund for the developing and the least developed countries. Sad to say, only 26 countries have made fresh mitigation commitment so far since COP21 was held in Glasgow last year. Even so, it is believed, the COP27 might make a difference in this regard. However, it is alarming to note at this point that far from reducing fossil fuel use, the chief cause of global warming, all the countries of the world are now in a made race to secure as much fossil fuel as possible as a fallout from the Ukraine war.As a consequence, it is feared that the hope of limiting the global temperature below 1.5C by 2100 is going to be dashed. In this connection, the World Meteorological Organisation (WMO)'s forecast made in May this year is indeed disconcerting! It says there is a 50 per cent likelihood of the global temperature temporarily reaching 1.5 C within the next five years. There is also a 93 per cent possibility of one of the years between 2022 and 2026 becoming the warmest on record thereby beating 2016 as the holder of top spot. However, these predictions are about sudden or temporary rises in global temperature, not sustained ones. Still, such instances of spikes in temperatures, though over a short span of time, are a gale warning about trends in the weather pattern which need to be taken seriously by the world leaders. Since 2015, the possibility of such temperature rise was around zero. But during the past five years, it has risen to 10 per cent, while over next five years (2022-26), the chance factor (of the temperature exceeding 1.5 C threshold) is going to be around 50 per cent. Worse yet, the trend of the temperature temporarily crossing the 1.5 C limit has been steadily on the increase, according to the WMO. Politicians who run the world's rich economies and annually come together at these UN climate summits, should not while away their time playing hide-and-seek with the developing nations about committing funds to fight climate change. They need to realise that life on earth is in an existential crisis due to the ever-worsening state of global warming. So, they should commit concrete actions during these climate forums in order that the impending cataclysm could be averted. Actions include helping the mitigation efforts of the developing countries of the global south so they may survive the extreme weather conditions they have been experiencing recently. So, any fund commitment to this end should not be looked upon as an act of kindness towards the developing and least developed South. On the contrary, they need to consider it as an investment made in their own best interests. It is hoped, the governments of the world's advanced economies will respond positively to the proposal put forward by the low-and-middle-income countries (MICs) to support them generously in their struggles to overcome the 'loss and damage' suffered during the cyclonic storms, storm surges, floods, downpours and droughts. Such financial support is more crucial than the long-term ones such as adaptation in the form of building large infrastructures, effecting behavioural shifts such as reducing food waste by individuals, etc. Mitigation measures, on the other hand, would include actions to cushion against impact of climate change by, for example, preventing or reducing the emission of greenhouse gases. But the proposed support for 'loss and damage, would be immediate ones that include succour to the victims of storm, flood, drought, etc to rehabilitate themselves. The rich economies will be required to commit further funds worth trillions of US dollars for the purpose. Shying away from committing the necessary funds will be as good as inviting self-destruction. Rivals on the world stage like the U.S. and China, who are also the biggest emitters of greenhouse gases and, therefore, contributors to the global warming, should attend the Sharm El Sheikh summit and bury their differences and rise to the occasion, so urged Wael Aboulmagd, Special Adviser to the COP presidency.Since the fate of humanity hangs in the balance, the rich countries which control the world's financial and technological resources are required to show their leadership. The COP27 should not end up as another talking shop, but produce some concrete results. The leading figures among 200 countries attending COP27 should make their commitments on climate action public. \n[email protected]",
        "headline_1": "COP27 should not be another talking shop",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/cop27-should-not-be-another-talking-shop-1667740682",
        "news_paper_name": "The Financial Express",
        "publish_date": "07-11-2022"
    },
    {
        "full_article": "At a time when almost every essential people need for survival is atrociously costly, one common tuber crop, potato, has not followed the galloping price escalation. This starchy tuber has all the qualities to be a substitute for the staples such as rice and wheat. With some early arrival of the new crop of potatoes, the price is rather on course of plummeting.According to a report carried in a Bangla contemporary, over the past years by this time usually 80 per cent potatoes from the cold storages were released but this year 50 per cent are yet to be released. Potatoes are sold from cold storages at Tk 23 a kilogram and in the wholesale and retail markets these are priced at Tk 25 and Tk 28-30 respectively. Already farmers who stored their produce in cold storages are counting losses. Their production cost together with the rental fee for a sack of potatoes comes to Tk1,300 but they have to sell the sack at Tk 700-750 only. Thus loss for each sack of potatoes is Tk550-600. Munshiganj is a potato-producing belt. Farmers there are now worried about the huge loss they are going to incur. In the 64 cold storages, 500,000 tonnes of potatoes were preserved. Leaving aside the 84,000 tonnes of potato seeds, there were 416,000 tonnes to be sold before the cultivation of the next crop. But so far only 186,000 tonnes could be sold out. Farmers who disposed of their produce from the farm in the harvesting season got a good price but those who expected better price in the lean season are now incurring losses. The step-brotherly treatment potato and its growers is receiving is in fact a result of both policy failure on both fronts of agriculture and food promotion. In the past when this country had scarcity of rice which was the people's only staple, wheat was imported and promoted as a substitute. People here reluctantly started shifting to this equally if not more nutritious food item. There was also an attempt to promote potato as a substitute but although people began to make greater use of this vegetable-cum-staple in preparing dishes, it never gained the ground wheat did. Now that the growers of potato are counting losses and both rice and wheat have crossed all previous price records, it is time the policymakers reviewed the food habits of the people and launched a promotional campaign in favour of potatoes. For years now potato harvest has been more than the country's consumption need. Even in the current year, 11,000,000 tonnes were harvested against a demand for 8,000,000 tonnes. Quite clearly, potato export could be a viable option for averting market glut. In fact, the process of export to countries like Russia where potato is a staple food was started on a limited scale. Here the main obstacle is the quality and variety in demand by the importing countries. Quality potatoes from cold storage can still be exported and at the same time it can be promoted as an alternative food item to wheat and rice. Rice production has dropped in almost all countries due to the hostile weather. A major exporter India has already raised price on its exportable rice which, however, will be less than it exported the previous year. There is a fear that this will push the prices of rice further up in the international market. Apart from the carbohydrate, this highly digestible tuber crop has vitamin C, protein, thiamin and niacin. All these nutrients certainly make potato a superior food item than rice and wheat. At least a significant portion of the staple can be substituted by potato. All segments of people will benefit by making a choice for more potatoes than they used to consume but particularly those who cannot afford rice and wheat can derive the benefit if they substitute half or even more than the staple they need. A promotional campaign with circulation of recipe for preparation of tasty dishes of potato can make it popular in this time of crisis and also help avert the losses farmers are incurring. A greater demand may raise the price to a reasonable level for the growers to garner at least the production cost. \n[email protected]",
        "headline_1": "Potato can help avert food crisis",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/potato-can-help-avert-food-crisis-1667740718",
        "news_paper_name": "The Financial Express",
        "publish_date": "07-11-2022"
    },
    {
        "full_article": "Nowadays, we wake up to our mobile phone screens. At work, we check our notifications frequently and spend at least eight hours in front of a computer. Back home in the evening, it is time for watching television. With the Covid-19 pandemic, even socialising and classes have shifted to the digital space. Whether it is for educational purposes, or for entertainment or for work, we now have a full-fledged digital lifestyle. Undoubtedly, there has been an unprecedented jump for the screen time that we have all been engaged in ever since the pandemic has broken out. Many students are now depended on the digital contents available online for their academic success. Some of these digital classes continue for hours. Learning online has lots of advantages. But do we realise that the increased adoption of such classes has a cost in terms of our eye health? As we spend more time on digital screens, our eyes have an excessively increased exposure time to these screens, which can lead us to adverse consequences. These could be in the form of eye strain, headaches, blurred vision or double vision, dry eyes or even neck and shoulder pain. Sometimes, it can even lead to disturbance in sleep patterns and difficulties in concentration. Also known as Digital Eye Strain, Computer Vision Syndrome is a collection of eye and vision disorders caused by electronic gadgets. In Bangladesh, many secondary and tertiary students have a high prevalence of computer vision syndrome. According to a recent study, some 68.16 per cent of research participants, who are mainly university students, have been found to suffer from headache, decreasing vision and eye discomfort. So, we should emphasise on raising awareness about CVS particularly among our young students. \nSimanta Roy, [email protected]",
        "headline_1": "Dangers of Computer Vision Syndrome",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/dangers-of-computer-vision-syndrome-1667740757",
        "news_paper_name": "The Financial Express",
        "publish_date": "07-11-2022"
    }
]