[
    {
        "full_article": "For the first time since February 2021, India’s goods exports shrank this October, dropping 16.7% from last year (and 16% from September 2022) to slip below $30 billion after a 20-month-streak above that mark. Most sectors were hit hard: engineering goods, pharmaceuticals and chemicals and employment-intensive gems and jewellery, textiles and handlooms. Just six sectors recorded an uptick, with electronics goods being the only manufacturing segment. Imports grew 5.7% year-on-year, expanding the country’s trade deficit over 50% to $26.9 billion. This is the fourth straight month of a $25 billion-plus goods trade deficit that hit a record $30 billion in July. To be sure, imports have now been moderating sequentially for four straight months and dropped 7.3% from September to an eight-month low of $56.7 billion. But a marginal dip in petroleum imports, along with a 10.3% shrinking of non-oil, non-gold imports from September, can also be construed as a sign of slackening domestic demand. India’s trade deficit so far this year is now over $175 billion, from $94.2 billion a year ago. With high energy prices likely to escalate with winter’s onset, a significant easing in deficit levels is not on the horizon yet.While the Government acknowledged forecasts of a slump in global shipments growth to just 1% in 2023, it attributed the October trade blip to a seasonal Deepavali effect — production dips as workers go on leave and imports rise with festive demand. Though the pre-Deepavali and Deepavali month exports did have a $5 billion gap in 2021, this was not the case in pre-COVID 2019. Officials conveyed there is no need to be ‘overly depressed’ as India has a very low share of global trade which can only grow. But that growth will not accrue automatically — in a shrinking buyer’s market, rivals such as Vietnam cannot be expected to simply wait out the slump. In contrast, a new Foreign Trade Policy to replace the current policy from 2015, was recently deferred yet again till April 2023 for reasons that included waiting out the current global turmoil. If anything, the tumult in trade flows will be much worse by then. Policymakers must stop dithering and be more pro-active in recalibrating their stance — for instance, the steel export duty amid lower global prices has triggered higher imports, while exports, including those of engineering goods, have collapsed. The Finance Ministry recently identified external pressures as a key challenge — with a depreciating rupee making imports pricier and slowing global demand hurting exports. More actions are needed to match these concerns; waiting and watching is not an option.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nexports\n\n/\n\nIndia\n\n/\n\neconomy (general)",
        "headline_1": "Trade tumult: On shrinking exports",
        "headline_2": "Shrinking exports with high deficits call for a policy reboot",
        "link": "https://www.thehindu.com/opinion/editorial/trade-tumult-the-hindu-editorial-on-shrinking-exports/article66149067.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "18-11-2022"
    },
    {
        "full_article": "What Donald Trump wanted to do was to make a grand announcement of his presidential bid, riding an expected Republican “red wave” that would have shattered the Democratic strongholds in the mid-term elections. But what he could pull off was an announcement at his Mar-a-Lago resort in Florida with much less fanfare and amid questions from within the party about his leadership after the GOP’s less-than-expected performance. The Republicans managed to wrest control of the House of Representatives from the Democrats, but failed to flip the Senate — far from a red wave. Several Republican lawmakers publicly blamed him for the party’s disappointing performance, while some others said Florida Governor Ron DeSantis, who was re-elected with a landslide in the one-time swing State, is the party’s best bet for 2024. But Mr. Trump, who refused to recognise the 2020 results, does not seem to care or want to wait. At Mar-a-Lago, the twice-impeached (but not convicted) former President set the campaign tone with familiar slogans such as “make America great and glorious once again”. He painted a bleak picture about the U.S. under President Joe Biden (“America is being invaded by immigrants”) and projected himself as a saviour.It is too early to say whether the GOP would pick Mr. Trump as its 2024 candidate; he is facing legal and political challenges. His business dealings are under the scanner and his alleged role in instigating the 2021 U.S. Capitol assault and other attempts to undermine the 2020 poll results are being probed. Separately, there is a criminal investigation by the Justice Department into classified files found at his resort. Besides, the mid-term poll results have showed his fading aura, which could strengthen the hands of his opponents. But still, it would be a mistake to rule him out so early. He has effectively transformed the GOP during his reign. What used to be a free market conservative party is now attracting more white working class voters. He has also shaped the party’s view on China, trade, globalisation, and immigration. Even his party rivals cannot ignore these issues during the campaign. And he has proved that he has a knack to turn opportunities into momentum. But at the same time, his refusal to accept the 2020 poll results, his impulsive, personalised ruling style and unsavoury attacks on opponents, and attempts to bend institutions have all posed challenges to American democracy. Mr. Trump has not changed his ways or views since his 2020 defeat. Rather, he plans to double down on his right-wing rhetoric to avenge his loss and take the White House back. Choppy days lie ahead for American democracy.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nUSA\n\n/\n\npolitics\n\n/\n\nUS PRESIDENTIAL POLLS",
        "headline_1": "Comeback bid: On Donald Trump",
        "headline_2": "Despite opposition within the party, Donald Trump is hoping to win the nomination again",
        "link": "https://www.thehindu.com/opinion/editorial/comeback-bid-the-hindu-editorial-on-donald-trumps-second-white-house-run/article66149093.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "18-11-2022"
    },
    {
        "full_article": "“More than any other time in history,” wrote Woody Allen, “mankind faces a crossroads. One path leads to despair and utter hopelessness, the other to total extinction. Let us pray we have the wisdom to choose correctly.”\nLike Allen, for the most part, Indian cities oscillate between general dysfunction and complete mayhem. Whoever wins the upcoming municipal elections for the MCD in Delhi and the BMC in Mumbai, the choice sadly will remain between these two unpalatable options.\nRead full opinion on TOI+\n\n",
        "headline_1": "MCD, BMC … more of the same: Political parties and high stakes municipal elections are exactly what Indian cities don’t need",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/mcd-bmc-more-of-the-same-political-parties-and-high-stakes-municipal-elections-are-exactly-what-indian-cities-dont-need/",
        "news_paper_name": "The Times of India",
        "publish_date": "18-11-2022"
    },
    {
        "full_article": "The Supreme Court ruling that an accused deemed as juvenile by lower courts – the case is the brutal Kathua gangrape-murder of an 8-year-old – should be tried as an adult should set an example for all courts when dealing with heinous offences. The Juvenile Justice Act changes in 2016 had made allowances for trial of 16-18-year-olds as adults in heinous offences, and the legal system must uphold the spirit of the new law. The Kathua case accused Shubam Sangra had claimed he was only 15 during the crime in January 2018. A birth certificate issued purportedly in 2004 showed his birth as October 2002. But birth certificates issued concurrently for his elder brother and sister revealed an impossible two-month gap between their births. A school certificate dated Sangra’s birth to October 2003. In contrast, a medical board of five senior doctors after tests pegged him between 19-23. Despite such glaring irregularities and definitive medical opinion, the magistrate and J&K high court allowed Sangra’s trial as juvenile.\nGiven the stakes, that these matters travel to SC is understandable. But what’s not acceptable are huge delays and procedural loopholes. After J&K HC ruled in Sangra’s favour in October 2019, it took three years for SC’s ruling. Such long delays are unjust. Given that many Indians are document-poor and that influential persons can falsify documents, modern techniques for medical determination of age – the “epigenetic clock” technique suggested by SC – must be adopted.\nThe Gurgaon school murder where a 16-year-old boy murdered a Class II student in September 2017 also revealed serious flaws in the juvenile justice system. The local Juvenile Justice Board and a psychologist cleared the juvenile for trial as an adult. But the HC in November 2018 said they had failed to properly follow JJ Act’s mandate of ascertaining mental capacity to commit offence, ability to understand consequences, and circumstances in which the offence was conducted. HC wanted the assessment repeated. But an appeal in SC took until July 2022 for disposal.\nSC left it to JJ Board’s discretion whether to re-perform his psychological assessment. Despite five years elapsing, the Gurgaon JJB re-assessed the now 21-year-old and ruled him fit to be tried as adult. Such serpentine process makes a mockery of justice. In 2021, 877 juveniles between 16 and 18 were apprehended for murder and 939 for rape. So many heinous offences require a robust system, more psychology experts, and faster hearing of appeals.\n\n",
        "headline_1": "Look at the crime: SC is right in saying Kathua accused should be tried as adult. Lower courts often misinterpret the juvenile law",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/look-at-the-crime-sc-is-right-in-saying-kathua-accused-should-be-tried-as-adult-lower-courts-often-misinterpret-the-juvenile-law/",
        "news_paper_name": "The Times of India",
        "publish_date": "18-11-2022"
    },
    {
        "full_article": "It was billed as “Implementation COP”, pinning down the emission cuts needed to meet the grand Paris Agreement goal of limiting this century’s temperature rise to 1.5°C above pre-industrial levels. Instead, a draft of the COP27 cover decision text released yesterday very much proves the sceptics right. Of doubters, there is no shortage. Not all of them are quite as unbelieving as young Greta Thunberg, who has deplored the summit as just another opportunity for the powerful to continue “greenwashing, lying and cheating”. But the frustration with how little 27 years of UN climate summits have achieved is widespread. The thing is that the job needs a global forum, and this is the only one we have.\nSo, what are the specific disappointments from yesterday? And how can everyone keep moving forward nonetheless? The loudest disappointments relate to the absences of 1) any movement towards phasing down all fossil fuels as called for by India; and 2) any details on a loss and damage fund for the most climate vulnerable countries. Of course, the text will undergo changes before the summit concludes. But any hopes of a Montreal Protocol level of success, with over 99% of ozone-depleting substances phased out, are now dust.\nMeanwhile, the Ukraine war has been “steroid for nuclear” from Europe to Africa. India is already advancing well towards targets such as meeting 50% of all power requirements from renewables by 2030. But it should be even more ambitious. There is now a significant market for India-made small modular reactors if India makes them. Worldwide, technological innovation and adoption have to make up for COP’s failures. Decarbonisation through green hydrogen and carbon capture are two of the most critical next steps.\n\n",
        "headline_1": "COP out. Tech in: That another climate summit will be a damp squib means technology-based mitigation must get priority",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/cop-out-tech-in-that-another-climate-summit-will-be-a-damp-squib-means-technology-based-mitigation-must-get-priority/",
        "news_paper_name": "The Times of India",
        "publish_date": "18-11-2022"
    },
    {
        "full_article": "No Money For Terror, is the motto of the third International Ministerial Conference on Counter-Terrorism Financing being organised by India in New Delhi today and tomorrow. The first such conference was held in Paris in 2018 followed by the one in Melbourne in 2019. I had the opportunity to be part of the Indian delegation which offered to organise the next conference in New Delhi – demonstrating India’s keenness to be at the forefront of the global war on terror. Recently, India also hosted the UNSC Counter-Terrorism Committee Meeting.\nThe first two conferences broadly highlighted that every terror action requires money and the need of the hour is to starve the perpetrators of funds. It was stressed that there is a dire and immediate requirement of international cooperation, integrated approach, and collective involvement of all nations to take the fight forward. This encoded the direction of future conferences.\nRead full opinion on TOI+\n\n",
        "headline_1": "Why starving terrorism of funds is so tricky: India’s hosting 3rd global meet on tracking terror money, which increasingly flows through regular channels",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/why-starving-terrorism-of-funds-is-so-tricky-indias-hosting-3rd-global-meet-on-tracking-terror-money-which-increasingly-flows-through-regular-channels/",
        "news_paper_name": "The Times of India",
        "publish_date": "18-11-2022"
    },
    {
        "full_article": "There are three kinds of criminals: those who break the law, those who bend/distort the law, and those who can change the law. The last group has such a grip on the government that they are able to make tailor-made legislations to suit themselves. They commit crimes that are not labelled as such, permitting them to masquerade as law-abiding citizens, all the while destroying our economy from within. Our banking sector is in the grip of such \"law breakers.\"\nBangladesh's development story is one of inspiration. However, the loan default story is one of self-inflicted harm forced upon us by a powerful, self-serving, corrupt, and politically well-connected coterie.\nThe default-loan narrative has smeared our otherwise powerful story of graduation from the Least Developed Country (LDC) status. Our story of GDP, per capita income, export, and infrastructure growth, supplemented by an eye-catching performance of the agricultural sector, has indeed made us imitable to an extent.\nSo why has a strong government, with a courageous and go-getter prime minister, allowed a few extremely rich (how they became so is questionable to start with) loan defaulters to exploit their proximity to power, political connection and false narratives to mislead decision-makers to continuously relax banking rules, so that the big and habitual loan defaulters don't have to pay up?\nThere are two groups of loan-defaulters: the \"wilful\" ones, who plan from the very start how to use every trick in the book (more so those outside it) not to pay back their loans, and those who are thrown into being a loan defaulter due to genuine business reasons.\nThe latter group's default is something we should help them come out of. It is the former group – those who wilfully default as a part of their \"strategy\" and who should be punished – which is the subject of this column today.\nIt is quite unbelievable how the Bangladesh Bank, goaded by the finance ministry, changed its rules time and again, and how national and international baking norms were flouted to quench the unending greed of a section of our business community. For this community, banks are mere money-supplying machines from where a privileged few can extract as much money as they wish, without any consideration for either the depositors or the nation's interest.\nJust in numbers, the story is astounding. In 1990, the total default loan was Tk 4,646 crore. Today, it is Tk 134,396 crore – a 29-time jump in 32 years. It is equivalent to the cost of constructing nearly five additional Padma Bridges. The default loan amounts to 9.36 percent of our total outstanding loans, meaning that nearly 10 percent of the loan-giving capacity of our banks is being held hostage by this group. An amount – 100, 50, and 20 percent of the loans, depending on how they have been classified – has to be kept away as \"provisioning,\" thus further limiting the bank's flexibility to run their normal business.\nThe wilful defaulters' story shows over and over again how financial rules were repeatedly amended to favour big businesses and harm the medium and small enterprises. It shows how honest businesses were disincentivised, efficient enterprises were not given the support that they deserved, and how the practice of \"not repaying bank loans\" was turned (unbelievable as it may sound) into some sort of a perverted symbol of power.\nMost importantly, it created a culture of defying age-old banking rules, weakening our banking system in general. It gave impunity to bad borrowers, making a mockery of business houses who honestly repaid their bank loans.\nWhen big loan-takers were regularly allowed to reschedule what they owed to the banks, their political connection became apparent and the message became louder and louder that business acumen counted for far less than one's \"connection\" to make the right phone call to the right person at the right time.\nBank loans taken for investment in the economy were invested at \"points of power,\" and rules magically changed and rescheduling at generous terms suddenly appeared on the horizon like \"manna\" from heaven. These changes pushed back the timeline of loan repayments further and further, turning the cost of borrowing into practically nothing. \"Connection\" reigned supreme, while banking rules lay in shambles.\nBluntly put, the default loan story is quite frightening. But sadder still is the story of how a well-entrenched government bent over backwards to pander to this group of defaulters and repeatedly gave them concessions, greatly harming the economy in general. All the steps that the government took, pushed through the central bank, were meant to help this coterie at the expense of financial discipline and, as such, at the cost of the general health of our economy.\nDefault loans also helped open up channels for money laundering, an affliction of serious consequence for our economy.\nAccording to the Washington-based Global Financial Integrity (GFI) report of last December, \"Bangladesh lost USD 8.27 billion every year on average between 2009 and 2018 resulting from mis-invoicing of value of imported and exported goods by traders to evade taxes and illegally move money across international borders.\" According to the above, we lost about USD 74 billion in nine years.\nThe GFI is clearly pointing its fingers to our import and export trade. Is it so difficult to fix? Don't other countries import and export? Do they lose billions in money laundering as we do? Or is it because we look the other way, as it benefits a certain class? (Whatever happened to NBR's plans to set up a \"Transfer Pricing Cell\"? Such a cell could track real-time global pricing and thus prevent over- and under-invoicing practice. We need costly software to do so. But isn't it worth buying when we lose more than USD 8.27 billion yearly? This is what we meant by \"looking the other way.\")\nIf we add to this the money laundered in other areas and the loss of remittance through hundi and other means, then we are talking about an additional few billion dollars of loss to our economy.\nToday, we are knocking on the doors of the IMF and the World Bank for loans of USD 4.5 billion and USD 1 billion, respectively, and yet we have done next to nothing to prevent our gargantuan losses mentioned above.\nThink of the strength our economy could have if we could prevent even a part of such losses. The big scams like Hallmark, Basic Bank (a particularly sad story of how a good bank was allowed to rot due to political connections), Padma Bank (previously The Farmers Bank), Crescent Group, Bismillah Group, etc, whose money has not been accounted for as yet, are all suspected to have laundered money to safer havens abroad.\nThe money launderers, the over- and under- \"invoicers,\" the loan defaulters and others of their ilk form a powerful nexus who, over time, have become \"untouchables.\" They have penetrated all the levels of our political and governance process, especially our parliament, political parties, bureaucracy, law enforcement, and the government, not to mention the media itself. This nexus is eating into our very entrails.\nWhatever Bangladesh achieved, this group of wilful defaulters has eaten away at from inside, making us vulnerable to changes, many of them totally unpredictable.\nThe health of an economy is measured not only by how smoothly it sails when the sea is calm, but how it navigates when the sea is rough, especially during moments of severe turbulence. These \"untouchables,\" by weakening our economy from within, are making it that much more difficult for us to weather the present international storm. It is time to touch these \"untouchables.\"\nMahfuz Anam is the editor and publisher of The Daily Star.\n\n",
        "headline_1": "Will the government touch the ‘untouchables’?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/the-third-view/news/will-the-government-touch-the-untouchables-3172441",
        "news_paper_name": "The Daily Star",
        "publish_date": "18-11-2022"
    },
    {
        "full_article": "One of our fundamental rights, as enshrined in the constitution, is that all citizens are entitled to equal protection of the law, and have the right to a speedy and public trial by an independent and impartial court or tribunal established by law.\nNowhere in our constitution – or in any legal document, for that matter – does it say that before the wheels of justice have barely begun to turn, and before there has been a proper investigation into whatever crime has been committed or law has been broken, the facts of that case should be wide open to the public for a trial by media.\nYet, that is what we continue to witness, time and again, during high-profile criminal cases in Bangladesh.\nA case in point is the Banani Raintree Hotel rape investigation, where instead of scrutinising the rapists, we put the victims under a microscope – so much so that even the judge in her verdict felt compelled to mention their social lives and how they had gone swimming at the hotel. As if somehow exercising their personal liberties and engaging in behaviour that would only be considered inappropriate in a patriarchal society had expunged them of their innocence.\nThis is not the first time that those involved in criminal cases – not just suspects, but also victims – have been pre-judged and stigmatised for their background/behaviour. Too often, we see the tides of sympathy turn against people who are considered \"delinquents,\" long before they face trial. This happened widely in 2018, when the government's anti-narcotics drive led to 466 extrajudicial deaths, but demands for justice only really surfaced when it was recorded that an \"innocent\" person (i.e. not someone linked with the drug trade) was killed.\nAn involvement with drugs specifically creates a lot of stigma in our society, where we are yet to acknowledge addiction as a public health issue. We still view it through the lenses of crime and anti-social behaviour, with no sympathy for the psychological (and often, physiological) battles being fought by a person addicted to substance abuse. And we have seen far too many examples of drug peddlers and addicts not being treated as equal in the eyes of the law, while the drug lords making millions from this trade continue to be above it.\nPerhaps that is why it was so heartbreaking to see murdered Buet student Fardin Noor's father tearfully proclaim to the media that his son could never have been buying drugs before he died, after a number of media outlets quoted an anonymous source claiming that his death was the result of a quarrel with drug dealers in Chonpara.\nIn the midst of mourning their son's sudden death, this family is now being forced to also defend his character in a judgemental and often unforgiving society.\nI have zero proof to claim that Fardin was completely sober, or an addict, or a casual user. But what is of concern is that these media outlets have no way to substantiate these claims either. In fact, on November 12, the additional commissioner of the Detective Branch of Dhaka Metropolitan Police told the press, \"We are still not saying he was killed (while) trying to buy drugs.\"\nSo, who exactly was the source who confirmed that he was buying drugs, and why did they share this information with the media? And to what end did some sections of the media choose to make this information public?\nThere is a valid argument to be made that the media has a responsibility to share details of police investigations to create a check and balance against abuse of power, to guard against those with pull using the system to make their crimes disappear.\nBut we also have a responsibility to use our judgement on whether the information shared is hashing out sensationalist details of a crime, or whether it is highlighting patterns and contexts at an institutional level to add something meaningful to the conversation.\nI personally feel we are wasting time by discussing Fardin's activities in a way that, as his father put it, \"breaks the morale of those demanding trial.\" Instead, couldn't we be questioning why known Chonpara drug gang member City Shaheen – who certain media outlets have claimed could be a key witness and possibly a potential suspect – was killed in crossfire on November 10, instead of being brought in for questioning?\nThere is an urgent need for us to discuss the role the media can play while reporting on crime. We must draw a line between reporting that is in the public interest and that holds the police and the justice system to account, and reporting that reproduces sensationalist details and unnecessarily impinges on the right to privacy of everyone involved.\nIt is also high time that the police showed some level of professionalism in protecting the confidentiality of those involved in criminal cases while ensuring that their investigations maintain openness and transparency.\nWe need to acknowledge that suspects, until they are proven to be criminals, should also be accorded certain rights.\nIt should cause all of us concern that an MD of a corporate conglomerate can evade any accountability despite having very close ties with a suspected murder victim, whereas the friend of a murder victim can be taken to remand and denied bail for being the last person to see him alive. From where I'm standing, it doesn't look like the latter was given equal protection of the law.\nAgain, whether or not Fardin's friend has any links to his murder is something I cannot speculate on. However, if it turns out her role is more as a witness than a suspect, the memory of being implicated in this crime will continue to hound her, given that police showed no qualms in releasing her name, age, and place of education to the public. Is it any wonder, then, that one of the major reasons cited for the massive delays in the justice system is the near-impossibility of getting witnesses to cooperate with investigations and take the stand?\nPublic opinion, at the end of the day, can be an extremely partial and brutal court of judgement. When sharing details of criminal investigations, the police and the media need to do their bit to spare everyone involved from being put on public trial.\nShuprova Tasneem is a member of the editorial team at The Daily Star. Her Twitter handle is @shuprovatasneem\n\n",
        "headline_1": "Spare Fardin the burden of social judgement",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/spare-fardin-the-burden-social-judgement-3172171",
        "news_paper_name": "The Daily Star",
        "publish_date": "18-11-2022"
    },
    {
        "full_article": "The Bangladesh Bank recently withdrew the lending cap for coal-based power plants. The move aims to facilitate the purchase of coal needed to operate new coal-fired power plants of 6,754-megawatt (MW) capacity, which are set to come online in a few years. However, as the decision allows banks to lend beyond their 25 percent cap to a single borrower, it may encourage the private sector to bring forward proposals to build more coal-fuelled power plants.\nEasing lending norms for coal-based power plants might dent the country's recent strides towards a clean energy transition. \nIn June 2021, amid uncertainty over international funding for new coal-fired plants and environmental concerns, Bangladesh scrapped 10 coal-based power plant projects. The declaration of shoring up renewable energy capacity to 40 percent by 2041, as part of the Mujib Climate Prosperity Plan (MCPP), reinforced the government's commitment to clean energy.\nFossil-fuel-based electricity generation has already thrown up several challenges for our power sector. Instead, increasing renewable energy capacity would address some of the sector's challenges and enhance energy security and affordability in Bangladesh.\nOne of the key challenges that the power sector is grappling with is overcapacity. In 2022, the government announced 100 percent electricity coverage in the country, following its commendable efforts in ramping up installed power generation capacity five-fold. \nHowever, while installed capacity has increased considerably, power demand has not been able to keep pace. \nAgainst the installed capacity of 22,512MW, excluding off-grid solar and captive systems, the highest demand served by the national grid was 14,792MW on April 16, 2022. A study by the Institute of Energy Economics and Financial Analysis (IEEFA), based on Bangladesh Power Development Board (BPDB) data, substantiated that the country only utilised 40 percent of the power capacity during 2019-20.\nA closer inspection of BPDB data from November 1 to 7 this year shows that the highest demands for electricity during morning and evening peaks were 10,385MW and 11,116MW, respectively. During mid-May 2022, the evening peak demand for electricity was close to 14,000MW against the morning peak of around 11,500MW. Therefore, the country's power system has a good amount of surplus capacity.\nWith no sign of a dramatic rise in power demand in the country, surplus power capacity will only rise once the planned 6,754MW of coal-fired plants start operating.\nThe other key challenge for the sector is rising costs. \nA recent report shows that the average cost of per unit electricity generation has soared to Tk 10 (USD 0.095) in 2022, compared to Tk 6.81 (USD 0.065) during the 2020-21 fiscal year. This steep rise is mainly because of the high cost of imported diesel, furnace oil, and liquefied natural gas (LNG). \nWith more coal-fired capacity coming online, concerns remain about the price and affordability of the fuel. \nReportedly, the Asian coal price per tonne hit USD 457.8 in September 2022, which is 3.5 times the effective coal price of USD 130 per tonne, as considered in the BPDB annual report for FY2020-21. While the price of coal is falling, it still hovers around USD 325 per tonne. With 4.12 million tonnes of coal consumed annually in the operational 1,320MW Payra power plant alone, the demand for imported coal will shoot up by an additional 20 million tonnes once the new coal-fired plants begin operations. This would affect Bangladesh's energy security.\nOverall, the challenges the power sector experiences today emanate from the increasing focus on imported fossil-fuel-based development, alongside the quest for power sector security instead of energy security. The addition of power generation capacity, irrespective of a rational assessment of demand, continues to result in a high level of surplus capacity.\nTo counter this, Bangladesh could increase the share of renewable energy to cover the morning peak demand and/or reduce fossil fuel usage during the day to minimise the average cost of electricity.\nRough estimates show that the levelised costs of energy from rooftop solar and utility-scale solar are Tk 5.5 (USD 0.052) and Tk 7.6 (USD 0.072), respectively, against the BPDB's current average electricity generation cost of Tk 10. \nMoreover, the Power Cell's analysis of last year substantiated that the cost per unit of electricity generation at the Payra plant using imported coal would be Tk 7.78 (USD 0.074). The elevated price of coal in the international market suggests that electricity from the Payra coal-fired plant would be costlier than the rate calculated last year.\nAccording to the Infrastructure Development Company Ltd (IDCOL), industrial rooftops could accommodate 5,000MW of solar power systems. Since net metering guidelines are already in place, industries could take advantage of cost-competitive renewable energy and reduce their average energy cost to remain competitive. \nIn light of the seeming land scarcity, a thorough land resource assessment could help identify the areas for utility-scale renewable energy projects. Finally, Bangladesh has planned for some 97 special economic zones, which could be a good fit for renewable energy projects.\nWith the risk of coal projects being stranded assets in the coming years, Bangladesh must not invest in new coal-based plants other than those nearing completion. As fiscal pressures mount due to decreasing foreign currency reserves, cost-competitive renewable energy options such as rooftop solar and utility-scale solar power systems are better suited to shore up capacity in the national grid. This would help meet the goals of enhancing energy security and affordability. In addition, it would help relieve fiscal burden on the energy and power sectors. Moreover, surplus capacity in the sector would allow flexibility in operation with the increasing share of renewable energy.\nShafiqul Alam is an energy finance analyst at the Institute for Energy Economics and Financial Analysis (IEEFA). He works in areas of energy transition, climate change and climate finance.\n",
        "headline_1": "For security and affordability, we must shore up renewable energy",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/security-and-affordability-we-must-shore-renewable-energy-3172061",
        "news_paper_name": "The Daily Star",
        "publish_date": "18-11-2022"
    },
    {
        "full_article": "The much-anticipated Republican red wave did not happen in the 2022 US midterm elections. The blame game has already started, exposing a fault line in the Republican Party that splits around the looming question of Donald Trump and his ultra-nationalist MAGA movement's future in the US body politic.\nOver the last four decades, the political party of a first-term president has tended to suffer a shellacking during midterm elections. \nIn 1982, Ronald Reagan – who had an approval rating of 42 percent – lost 26 seats in the House of Representatives. Bill Clinton lost 52 with 48 percent in 1994, and Barack Obama lost 63 with 45 percent in 2010. All three were re-elected for a second term. \nIn 2020, Trump lost 40 House seats with an approval rating hovering at about 44 percent and was unable to get re-elected.\nDuring this year's midterms, President Biden faced enormous challenges – including inflation fueled by lingering effects of the pandemic, supply chain disruptions, and Russia's aggression against Ukraine. The exact causes are debated. Stimulus payments given to needy citizens by the Biden Administration may have played a role – although, without that stimulus, more deaths and suffering would have descended. And when inflation first emerged late last year, the US Federal Reserve – an independent agency theoretically not beholden to the president – could have tightened monetary policy, perhaps preventing inflation from reaching its current heights. \nIn the end, it doesn't matter who or what is to blame – all the responsibility is usually thrown at the sitting president.\nYet, somehow, Biden dodged the four-decade trend of losing a significant number of congressional seats during the midterms, despite severe inflation and a dismal approval rating hovering near 44 percent. How did he do it? \nThe anti-abortion Dobbs ruling of the US Supreme Court, which has a conservative supermajority appointed by Republicans, unleashed a seismic backlash regarding women's healthcare. The terrible rush to introduce cruel anti-abortion laws in state legislatures dominated by Republican supermajorities alienated suburban women voters and independent swing voters. Additionally, many ultra-rightwing MAGA candidates were conspiracy theorists and 2020 election deniers. They were endorsed and promoted by Donald Trump, but rejected by moderate voters. \nThese factors stifled the anticipated red tsunami. President Biden's Democratic Party maintained its majority in the Senate. And when vote-counting for the House is done, Democrats may lose the House, but with a single digit margin.\nA stunned Republican Party, its talking heads, and its pollsters now scramble to find someone to blame for their dismal showing. Where the blame ultimately lands will likely be announced by the mouthpieces of the Republican Party, such as the newspapers and networks owned by Rupert Murdoch's News Corp – FOX News, The Wall Street Journal, the New York Post, etc – which played an important role in Donald Trump's political ascendency. Some of these media outlets acted as propaganda vanguards for Trump, spreading conspiracy theories like the Great Replacement theory, which is an absurd, racist, ultra-rightwing conspiracy saying that non-white minorities, aided by elite progressives, are taking control of the US by replacing the white majority. Theories like this have generated anger and discontent in wings of the Republican Party, and sparked violence – even mass murder. \nThe day after the midterm elections, Murdoch's media empire turned against its Messiah, Donald Trump. The Wall Street Journal published a joint editorial that said, \"Trump Is the Republican Party's Biggest Loser.\" The popular tabloid, the New York Post, placed a clownish caricature of Donald Trump on its front page, headlined with \"Trumpty Dumpty,\" alongside a child's limerick.\nSo, what happened? What changed the minds of the principal mouthpieces of the Republican Party?\nTo answer these questions, let us look at the past. After the failed insurrection of January 6 at Capitol Hill, a fault line originally formed prior to the 2020 Presidential election by a handful of anti-Trump Republicans (dubbed Never Trumpers) cracked wider in the Republican Party, between traditional Republican conservatives and populist MAGA partisans. Trump maintained a firm grip on the MAGA partisans – who comprise many ultra-nationalist white supremacists and ultra-conservative evangelical Christians to whom Donald Trump is the Messiah – the second coming of Jesus Christ, the Son of God.\nAmerican elections generally have two phases, a primary election followed by a general election, in each state. In primary elections, voters choose which candidates from political parties will represent the party in the general election in each state. In primary elections, these choices are usually – but not always – decided by a small population of registered and devoted Democratic and Republican voters. A large portion of such primary voters come from the more extreme wings of each party.\nDonald Trump still has a strong grip on portions of the Republican Party that tend to vote in primary elections. Therefore, in this cycle, for winning Republican primaries, Trump's endorsement was the name of the game. \nTo curry Trump's favour, we saw fierce competition among candidates trying to show they could be the perfect parrot echoing the personal grievances of Trump, the best election denier, and the most ardent devotee of conspiracy theories. Many of these Trump acolytes won the primaries. But they could not win in the general election because independent voters (approximately 31 percent) and moderate Republican voters were repulsed by their extreme, ultra-rightwing positions. This set the stage to stifle the anticipated red tsunami that seemed bound to happen in a political landscape ripened by voter discontent due to pocketbook pain and rampant inflation. \nThe 2022 US midterm elections revealed that independent voters and moderate Republican voters were unwilling to buy the narrative of Trump's extreme MAGA movement and his election denial.\nDonald Trump, the \"Trumpty Dumpty,\" has fallen from the graces of the Republican kingmaker, Rupert Murdoch. \nRon DeSantis, the governor of Florida, who was just reelected for his second term by a margin of 20 points, is now outperforming Trump as a Republican hero. Many Republican mega-donors and operatives appear to be distancing themselves from Trump. A recent YouGov poll shows that Trump scored only a 35 percent approval compared to that of DeSantis' 47 percent. Trump's fall has begun.\nDr Mostofa Sarwar is professor emeritus at the University of New Orleans, former dean and vice chancellor of Delgado Community College, and former commissioner of the Board of Trustees of the Regional Transit Authority of New Orleans. Email: asarwar2001@yahoo.com\n\n",
        "headline_1": "The fall of “Trumpty Dumpty” has begun after the US midterm elections",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/the-fall-trumpty-dumpty-has-begun-after-the-us-midterm-elections-3172056",
        "news_paper_name": "The Daily Star",
        "publish_date": "18-11-2022"
    },
    {
        "full_article": "According to a recent report by this daily, a joint study, conducted across 11 tertiary-level hospitals in Bangladesh, has found that none of the hospitals collect any data on hospital-acquired infections and infection control on their premises. This is quite alarming. Tertiary-level medical facilities are usually associated with medical colleges and universities, contain specialised departments, and provide medical help and referrals to thousands of patients every year. The nine public and two private hospitals covered in the study, in fact, represent a quarter of the country's tertiary hospitals, and a third of the public facilities of this scale.\nThe importance of preventing healthcare-associated infections cannot be stressed enough. During the pandemic, there were too many instances of doctors and healthcare workers worldwide testing positive for – and even dying from – Covid-19, as well as cases where patients admitted to hospitals for other health issues ended up succumbing to Covid. Hospital-acquired infections also remain a major cause of death among patients in ICUs.\nAccording to the WHO guideline on Infection Prevention and Control, there should be a dedicated and trained team in each acute care facility to guard against the spread of infections. At the same time, there should be specialised professionals skilled in epidemiology to carry out surveillance of such infections, as well as necessary IT support to document this data – something that is more or less absent from our healthcare facilities.\nThe recent study, done jointly by icddr,b and the Directorate General of Health Services, identified a number of factors contributing to hospital-acquired infections in Bangladesh, such as overcrowding, lack of beds, inadequate manpower, insufficient toilets, and non-existent wastewater treatment systems. These shouldn't be unknown to the authorities either. The question is, why is nothing being done about this problem despite the huge risk it poses? Almost half of the hospitals surveyed were found to be not maintaining the government-proposed staff-patient ratio, and were not even able to guarantee that there wouldn't be multiple patients sharing the same bed.\nPatients having to share beds, or sleep on floors and in corridors, should be completely unacceptable in this day and age. Yet, according to experts, around 30-40 percent of the annual development budget for healthcare remains unutilised. Moreover, in 2020, a study found that around 93 percent of medical waste in Bangladesh was unmanaged. Almost half the tertiary hospitals covered in the recent study also didn't have medical waste pick-up or disposal facilities.\nClearly, there is a dire need to expand and improve the capacity of our health sector. Efficient use of budgetary allocations is an integral part of the solution to this. Only a few months ago, a report revealed audit objections claiming that financial irregularities worth Tk 193 crore were committed in the early stage of the pandemic. We cannot help but wonder, if these funds had been used in conducting surveillance for hospital-based infections or giving healthcare workers training in infection control, instead of being lost to corruption and mismanagement, how many more lives could have been saved?\n",
        "headline_1": "Hospital infections must be kept in check",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/hospital-infections-must-be-kept-check-3171916",
        "news_paper_name": "The Daily Star",
        "publish_date": "18-11-2022"
    },
    {
        "full_article": "As we know by now, the world population reached the eight-billion mark on November 15, 2022. But this milestone, quite understandably, has been met with mixed feelings. The unprecedented growth has been attributed to a longer average lifespan, better and more accessible healthcare and nutrition, and high fertility rates in some countries. While this is the highest number of humans to have ever existed simultaneously on Planet Earth, it is also true that, after the peak in the early 1960s, the population growth rate decelerated significantly; it currently stands at less than one percent per year. The UN projects that world population will peak at 10.4 billion in the 2080s, and remain largely stagnant around that number till 2100.\nBut as the UN secretary-general has rightly put it: \"... as our human family grows larger, it is also growing more divided.\" With the climate crisis intensifying, the fallout of a war in Europe spilling all over, and middle- and low-income countries struggling in their fight to recover from pandemic-induced effects, this division is becoming more and more unmanageable.\nOne persistent challenge that humanity faces is inequality, with the top one percent claiming one-fifth of the world's income, and also controlling distribution and utilisation of this wealth. Meanwhile, poorer countries continue to disproportionately suffer the impacts of wealth inequalities and the climate crisis, while developed countries, far from taking responsibility for their contribution to sustaining these vulnerabilities, continue to pursue fossil fuels, deforestation, resource-hoarding, etc. As experts have pointed out, it may seem like eight billion is too high a number of humans which will push the natural limits of the planet, but the real problem is the overconsumption of existing resources by a select group of people, corporations, and countries.\nOn top of this, reports from the ongoing COP27 climate change summit have revealed how developed nations such as the US, the UK, and those in the EU are banding together against efforts to establish a new loss and damage fund to help vulnerable countries recover from climate disasters. According to the Thomson Reuters Foundation, in 2021, climate disasters caused USD 30 billion in damages in developing countries. The current size of the global humanitarian aid is not enough to make up for losses suffered in climate disasters, which are growing in frequency and intensity.\nThere is a clear need to impose accountability on the developed countries when it comes to helping vulnerable communities in the developing countries, whose lives and livelihoods continue to be at the mercy of climate change and other man-made risk factors. They must take responsibility. We join our voices with the protesters at COP27 and beyond, who are demanding that those largely responsible for climate disasters be made to \"pay up\" for the resultant losses and damages. Otherwise, the rising global population will only mean rising suffering.\n",
        "headline_1": "Can we be eight billion strong?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/can-we-be-8-billion-strong-3170996",
        "news_paper_name": "The Daily Star",
        "publish_date": "18-11-2022"
    },
    {
        "full_article": "Finally, the central bank has reportedly detected some cases of trade-based money laundering. For a long time the media and a section of economists have been pointing accusing fingers at this crooked practice as a key mechanism of transferring money to overseas destinations and insisting on taking measures to detect and punish the criminals. Unfortunately, to no avail. Reports have it that a special audit of the Bangladesh Bank has unearthed cases of glaring under- and- over-invoicing in trade transactions. Some operators, as reports say, have overstated their export prices as high as 200 per cent by way of over-invoicing. On the other hand, under-invoicing while importing has also been spotted, to avoid higher duties and taxes. While the BB's detection and mechanism employed are appreciable, it is sad to see that despite repeated alarm bells rung from various quarters, it is only lately that some cases of trade-based money laundering got caught under the BB scanner. The plummeting foreign currency reserves due mainly to the escalated import payments causing instability in the foreign exchange regime as well as shooting up of inflation is believed to have prompted the BB's late action. The country's forex reserve dipped 23 per cent in the past one year, and the central bank is learnt to be monitoring every letter of credit (LC) beyond $3.0 million. Conscious citizens, including economists, would agree that the work should have started long ago. A report quoting the Washington-based Global Financial Integrity (GFI) said Bangladesh lost $8.27 billion every year on an average between 2009 and 2018 resulting from mis-invoicing of imported and exported goods by traders to evade taxes and illegally move money out of the country. How much money got laundered in the process is not known to the central bank. All that has been gathered are from published reports of several international agencies, but the fact that money in huge quantity is laundered from the country is well established. For sometime now, there were reports that the government was going for a mechanism to bring back huge amount of money siphoned off the country through various conduits. An inter-agency taskforce was formed for gearing up effort to chalk out effective deterrent measures in this regard. The issue, because of its enormity and scale, has been receiving media focus for quite a while-- set off by rough estimates made by international bodies about the money flown out of the country to so called tax heavens and overseas financial institutions. There were moves, reportedly within the country, to combat the situation through collaboration of key state agencies such as the central bank, national board of revenue (NBR) and the law enforcement agencies, but unfortunately nothing in terms of hitting the target has so far been noticed. In fact, there were no targeted shots at all. Now that the central bank has sat up, apparently in a determined way to clip money flight, one can only hope that the work continues and efforts are also taken to get back the siphoned off money.",
        "headline_1": "Clipping trade-based money laundering",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/clipping-trade-based-money-laundering-1668692526",
        "news_paper_name": "The Financial Express",
        "publish_date": "18-11-2022"
    },
    {
        "full_article": "There were times when events and phenomena of seismic proportions laid waste of the planet in the past. From the demise of the giant dinosaurs to the obliteration of civilisations such as the Sumerian, Greek, Roman, Egyptian, Inca and Harappa-Mohenjo-Daro, the list is long. While the planet Earth's convulsion accounted for destruction of civilisations, the two World Wars (I&II) were responsible for the highest number of casualties---about 20 and 80 million respectively. Yet the human civilisation survived the great wars and has since prospered---prospered phenomenally. What is notable is that the World War I ended on November 11, 1918 and this was the year when the Spanish flu or the influenza pandemic broke out. The pestilence stalked Europe, the main war theatre, for the following year and claimed, according to the most conservative estimates, 21 million lives --- more than the casualties of the war. However, the death toll of the influenza pandemic then, according to other estimates, was between 40-60 million. This time a war between two neighbouring countries, once federation members of the Union of Soviet Socialist Republic (USSR), has broken out with the potential of escalating all across the globe. This apparently localised but also a proxy war fought by Ukraine's allies in Europe and America with monetary, material, moral and even military support has already had a devastating impact on economies and livelihoods of people the world over, of cataclysmic order particularly in its poorer pockets and corners. The Covid-19 pandemic has accounted for 6.6 million lives worldwide so far, which is much less compared with the Spanish flu's death toll thanks to the development of vaccines in record times. But this pandemic and the Russo-Ukraine war together have brought the highly developed human civilisation at the crossroads in more than one sense. Many Ukrainian cities and towns including Kyiv has literally been reduced to rubbles and the majority inhabitants of those have now become refugees mostly in Poland and Romania. But its wider implications have raised the spectre of a famine across wide swathes of this planet. Already the countries around the world are reeling from the combined effects of accelerated rise in fuel and food prices. Secondly, the erstwhile Soviet Union which was the worst sufferer in the war and had lost between 20-27 million civilians and military personnel in the Wold War II is now in a war with itself. Russia has become the aggressor. But even a bigger threat panicked the world at large when the Russian president hinted his option for nuclear arsenals in the continuing war with Ukraine. One hopes the threat has disappeared. But after the withdrawal of Russian troops from Kherson, there is no guarantee Putin will take the reversal lying down. It is not just a question of humiliation but also an acceptance of a far bigger enemy's presence right under its nose. For any leader worth its name this is hard to stomach. Blaming Putin for the war is easy but the geo-politics could not be nastier to provide fuel to the fire. At a time when the cold war has long become a thing of the past and more particularly the world was heaving a shy of relief by getting release from the Covid-19's stranglehold, the pernicious backdoor policy backstabbed the economic turnaround. In the process, the US has been able to advance greenback exchange value riding on the fomenting energy prices on the one hand and the NATO (North Atlantic Treaty Organisation) interests right at the doorstep of Russia, on the other. Thus the larger issue of climate change has received a body blow as nations irrespective of rich or poor have fallen back head over heel upon dirty fossil fuels instead of opting for green energy. So here is a triple threat of hunger or famine in vulnerable part of the world, a recession in the developed countries and a nuclear war which, if at all takes place, will wipe out the present civilisation from the face of the planet Earth. Even if none of these materialises, the fourth and no less an ominous prospect is the world's inexorable relegation to a burning cauldron unless the use of fossil fuels and carbon dioxide release can be arrested before the global temperature crosses the threshold set at 1.5 degree Celsius above the pre-industrial level. Had the multinational oil companies and other businesses the world over not opted for making up for the business losses or slumps suffered during the pandemic in double quick time, the armed conflict in Ukraine and a kind of unwritten trade war now going on could be avoided. Sheer avarice and blind pursuance of self-interests have led to the hopeless patch the world today finds itself in.  This exposes the arcane advancement the present human civilisation has achieved on the lines of materialistic and consumerist aspirations at the cost of equitable socio-economic and prerogative rights and power for all. All these are elements that may act as the incendiary of a ticking bomb to explode for the humanity to succumb to it. \n[email protected]",
        "headline_1": "Human civilisation facing grave crises",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/human-civilisation-facing-grave-crises-1668692571",
        "news_paper_name": "The Financial Express",
        "publish_date": "18-11-2022"
    },
    {
        "full_article": "The issue of non-performing loans (NPLs) in the country's banking industry hits the news headlines almost at the end of every quarter of a calendar year.The share of NPLs or toxic assets of banks in their total outstanding loans hit nearly 10 per cent as of September 30 last. The amount, as estimated by the Bangladesh Bank (BB), is Tk 1.34 trillion, representing a 7.2 per cent growth during the third quarter of 2022. The share of classified loans, shown by the BB, is viewed as a big one, if not unsustainable. However, it is suspected that the volume of NPL is bigger than what the BB shows. Factors such as failure to stick to rules by banks and regulators concerned, change in the definition of loan classification and relaxation of loan rescheduling facilities have helped the banks show their respective NPL in a reduced volume. At the end of June 30 last, the share of NPL of state-owned banks in their outstanding loans was estimated at 23.04 per cent. The same in the case of private banks was 6.02 per cent and foreign banks at 4.77 per cent. If the rules relating to classification or loan rescheduling could be applied in their original form, the actual size of NPL would have been far bigger.As the economy is in the midst of an uncomfortable situation because of a host factors, both alien and domestic, the NPL issue is being discussed more intensely. The news of the liquidity crunch in the banking sector and prompt denial by the central bank and advice of the International Monetary Fund (IMF) to carry out reforms in the financial sector has drawn all the attention this time. The problem of NPL is a chronic one and all concerned are aware of it. But none cared to deal with it seriously. Rather, a few actions on the part of the government and the regulatory body have helped the problem become a full-blown one. Loan rescheduling has been the most abused facility to patronise a section of delinquent borrowers. The introduction of the 'loan restructuring' facility and its current state remains a mystery. The facility, allegedly, was made available to some influential quarters to help them strike off their names from the defaulters' list and stay afloat in the market. The existence of a large NPL in any bank does create a host of problems for it. The liquidity shortage is one. Besides, the bank faces capital as well as provisioning shortfall very often. In sum, the problem erodes the bank's profitability and also credibility. Prospective clients tend to avoid doing business with such a bank. What is, however, interesting is that sponsors and board members of private banks are least disturbed by the problem that has been eating into the vitals of the banks they own. This is very unusual in the case of any other business operation. The owners become very worried if the collection of revenues or profitability declines. They usually hold meetings with officials and employees to fix strategies and action programmes to improve the situation. What the banking sector desperately needs now are reforms in ownership, loan classification and recovery of default loans, independence of the central bank and its control over the state-owned banks. The demand for the constitution of an independent banking commission has come up on several occasions in the recent past. But the finance ministry honchos are not interested. It is the job of the central bank to do what is needed to be done to fix problems in the banking sector and decide on monetary policy. None should dictate it to fix policy rates. Interest rates and exchange rates etc., need to be left to the market. Failure to do what is right for the financial sector has given rise to some major problems the economy is facing now. \n[email protected]",
        "headline_1": "The rot has gone too deep",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/the-rot-has-gone-too-deep-1668692606",
        "news_paper_name": "The Financial Express",
        "publish_date": "18-11-2022"
    },
    {
        "full_article": "Cataract is one of the main causes of blindness in Bangladesh. According to the World Health Organization statistics, around 80 per cent of all blindness in the country is due to age-related cataract. Cataracts develop as the lens of the eye becomes clouded. The risk of this common eye problem increases with age and with exposure to other risk factors such as UV light exposure, smoking, and diabetes. In some cases, even young people could be affected by this disease. Blurred vision, blare, and cloudy spots are common symptoms. Cataracts are treatable. Natural lenses are replaced by artificial ones. An artificial lens is fixed in the eye to regain clear vision of the patient by a phaco surgery. However, the price of the lens usually charged from patients is abnormally high now. It ranges from Tk 10,000 to Tk 1,00,000 and also varies from one hospital to another in the country. But the actual price of the lens in international market is between Tk 700 and Tk 14,000 depending on manufacturers. The Directorate General of Drug Administration authorities should ensure a rational price of the lens in the country so that patients do not have to pay irrational prices.\nMd Ashraf Hossain, 120, Middle Bashabo, Dhaka-1214, [email protected]",
        "headline_1": "Making cataract surgery affordable",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/making-cataract-surgery-affordable-1668692631",
        "news_paper_name": "The Financial Express",
        "publish_date": "18-11-2022"
    }
]