[
    {
        "full_article": "After reports clearly indicated that the States had run out of funds for expenditure on wages and materials for the MGNREGS, the Government announced ₹10,000 crore in additional funds as an interim measure. Though allocated on November 5, the scheme’s financial statement as on November 25 still showed a negative net balance of ₹9,888 crore indicating that the balance sheets were in the red in 24 States and Union Territories. This means that the fund crunch suffered by the scheme due to high demand and a low budgeted outlay in the Union Budget for this financial year, continues. The high demand is an indication of the extended effects of the pandemic in rural areas, and a continuing lack of funds will hurt any further demand for work in such areas besides of course delaying payments for those who have already completed work. The impact of the lockdowns during the pandemic has continued to depress employment levels and rural wage incomes, which is why the MGNREGS has proven to be a popular avenue for employment and wages. In fact, even during the economic crisis during the pandemic, the rural sector sustained the poor by providing them guaranteed work through the scheme. The delays in payments and the lack of funds have contributed to an estimated unmet demand to the tune of 20% in Bihar, Telangana and Gujarat, according to activists tracking the implementation of the scheme. As the scheme guarantees income for 100 days of work, many households get a reduced number of workdays for which they are paid — a situation that should not be tenable.The budgeting for the scheme by simply fixing a nominal increase from the original Budget estimate in previous years is a flawed method. If anything, the outlay must be tied to revised/actual estimate of expenditure for the scheme each year — in the case of 2021-22, the total allocations were ₹73,000 crore, much lower than the ₹1,11,500 crore as revised estimates in expenditure in 2020-21. Nearly a quarter of the allocation for the current financial year was also tied to meeting the liabilities from previous years. Clearly, the scheme suffers from a budgeting problem that has hampered its proper implementation despite its popularity, and this needs to be rectified. The Union Government has done the right thing in continuing till March 2022, its free foodgrain ration scheme, the Pradhan Mantri Garib Kalyan Anna Yojana, that was launched as part of the COVID-19 relief packages — the fourth such extension. This was an acknowledgment of the need for the scheme to support poor families in a recovering economy. Considering that the MGNREGS acts as a robust lifeline as well, it will be prudent for the Government to make up the shortfalls in the allocations quickly.",
        "headline_1": "Shore up the lifeline: On rural jobs scheme",
        "headline_2": "",
        "link": "https://www.thehindu.com/opinion/editorial/shore-up-the-lifeline-the-hindu-editorial-on-keeping-rural-jobs-scheme-funded/article37711632.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "27-11-2021"
    },
    {
        "full_article": "Since its onset in 2017, the GST regime to subsume multiple State and Central levies was criticised for far too many tax rates that were amenable to creating complications instead of simplifying taxation. The Government had hinted that rates could be reviewed once the system stabilised. Now, with GST in its fifth year, the Government has assessed it is about time to consider a reboot, partly because revenues are falling short of expectations, despite healthy monthly collections. Next month, a Group of Ministers set up by the GST Council is expected to propose changes, including merging slabs, with a road map for immediate, short- and medium-term changes. This mandate marked an expansion of its initially stated task of rationalising tax rates to bolster revenues. To recap, there are eight effective GST rates, including zero on essential goods, standard rates of 5%, 12% and 18% for most goods and services, and a 28% tax plus GST Compensation Cess on sin or demerit goods. Special low rates are specified for jewellery, precious stones and supplies to exporters.The effective tax rate under GST has slipped from the original revenue-neutral rate of 15.5% to 11.6%, which Finance Minister Nirmala Sitharaman said occurred due to rate cuts effected across categories since 2017. Quite a few stemmed from the GST’s hasty beginning and errors in the initial rate-setting. The Council continues to resolve genuine hardships this created for industry segments, but the constant tweaks have also altered the original revenue dynamics envisaged. The 18% tax rate, levied even on insurance premium payments, now accounts for the largest taxable turnover, as a National Institute of Public Finance and Policy (NIPFP) paper points out. Reducing the 18% rate or merging it with the 12% slab will thus entail revenue losses that would have to be offset by hikes in the lowest and/or highest rates. The NIPFP has suggested a structure of 8%, 15% and a 30% rate for sin goods, to protect revenue concerns while minimising the need for a sharp hike at either end of the spectrum and leaving special rates untouched. This may be less contentious than raising rates on bullion, reportedly proposed to the GoM, which could only spur tax evasion. Sequencing the implementation of new rates and avoiding far-too-frequent rethinks would be critical to minimise disruptions and engender investor confidence. The Council must also urgently address data limitations flagged by the NIPFP. For several months this year, the Government did not reveal returns filed by taxpayers even as it claimed GST collections reflect recovery and improved compliance. Also, many GST rate cuts that triggered the current resource worries were aimed at pandering to regional considerations ahead of critical elections. With key State polls soon, the Government’s resolve to carry out a hard reset on GST rates now may be tested.",
        "headline_1": "The rate reset: On slashing GST slabs",
        "headline_2": "",
        "link": "https://www.thehindu.com/opinion/editorial/the-rate-reset-the-hindu-editorial-on-slashing-gst-slabs/article37711662.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "27-11-2021"
    },
    {
        "full_article": "Every time I pass by the Banani flyover area, I look at the worms that have come out of the deep to rear their heads to announce the underpass underneath, and ask myself why the much-hyped pedestrian tunnel has not been opened to the public yet. It's been more than three years since the death of two students of a nearby school in a tragic bus accident, on July 29, 2018, which prompted a spontaneous protest led by school children from every part of the city to take control of the traffic system for the next nine days. In an unprecedented role-playing campaign, students were checking car documents and controlling traffic mobility in the presence of traffic officials as bystanders. The public, sniffing a change, complied, but after a few days, it was not \"cute\" anymore. Their main demand of capital punishment for drivers involved in accidents leading to death was craftily toned down with the use of the word \"intentional.\" The commissioning of an underpass on the busy Airport Road was one of the many carrots thrown along with the strategic sticks used to calm the protest. The incident brought the students and the transport workers at loggerheads with each other. It probably soured the relationship between these two segments of society. Thanks to Covid, the issue remained as subterranean as the underpass.\nOnce again, students are back on the streets—although on a limited scale compared to the last time around. Once again, students and transport workers have taken an oppositional stance. The protesting students are angry as privately owned bus operators have declined to give any concession to them now that the fares have gone up due to fuel price adjustment. The government and the licence-giving authority Bangladesh Road Transport Authority (BRTA) are in a fix as they cannot officially force the private bus owners to follow an international practice of offering special discounts for students. The bus owners, it seems, have no intention of giving any concession to students either.\nThe strong position taken by the bus owners has allowed their staff to exert force and exude authority. In one instance, a female student was threatened with sexual assault when she demanded a student discount. Her post on social media sparked another bout of protest. To complicate the issue even further, a proxy driver of a city corporation garbage truck ran over a college student earlier this week, killing him on the spot. Two days ago, another garbage collection truck hit a ride-sharing motorcycle from behind and wheeled over the passenger who fell down following the impact. While writing this piece in the early hours of yesterday, I felt a jolt. The eye of the tremor was in Myanmar, they configured. For me, it was symbolic of the tension that lies beneath.\nIt was refreshing to see the Dhaka South mayor come and meet the protesting students, who were staging a demonstration in front of his office to accept the memorandum in person and express his solidarity with them, promising death to the culprit whose vehicle led to the death of a college student. Whether the court will judge the killing as \"intentional\" or not or hand over death to an underage driver is another issue altogether. It was also refreshing to see that the influential road transport and bridges minister and the general secretary of the ruling party, Obaidul Quader, remind the transport owners that it is a general practice all over the world to offer discounted service to students. It was, however, not nice to see the transport workers and \"some miscreants\" chasing the protesters, wielding sticks and chanting slogans to announce their party affiliation. For the bus owners, according to press reports on the mediatory meeting, the students should avail themselves of the state-run BRTC bus services. Their uncompromising attitude puts the government in a difficult position before the landmark victory celebration. A solution is a must, but it demands resolution and mutual respect.\nThere are two recent instances that may be helpful in this connection. In the Philippines, they have passed the Student Fare Discount Act in parliament to protect student rights. In India, the Kerala High Court in 2019 ordered for necessary steps to be taken to ensure that students availing travel concessions are not prevented by private bus operators from boarding the bus or occupying vacant seats. Our government can institutionalise a similar system to protect our feather-weight students from the wrath of the heavy-weight transport workers, who feel deprived while carrying students on board.\nThere can be additional incentives for the buses so that they do not incur losses while catering to student passengers. Increasing the number of government-run BRTC city buses or commissioning special buses through public-private partnerships during school hours can be the other solution.\nI remember using student cards for accessing not only transport, but also public services, in the countries I have studied or travelled to. For instance, with my University of London ID, I enjoyed discounts in various museums throughout Europe. I was never looked down upon by the service providers for showing my student ID. Here in Bangladesh, it is the opposite. Most of the bus owners set a daily revenue or profit target; their income is consummate with the number of passengers they carry. Quite naturally, they view students as a leak in the system that allows their profit to ooze out.\nThere is another psychosocial aspect that also needs to be taken into account, especially in the case of the rape threat. Why would a driver or a helper think of a passenger in sexual terms? Could it be that the male ego of the helper was hurt when a female student assumed authority because of her uniform? There are many reported incidents of transport workers abusing female passengers. In most cases, they are lonely garment workers returning home at night. We also saw how a Dhaka University student was raped by a drug addict vagabond about two years back. A rape or rape threat can be construed as a power statement. It can be an assertion of deep-seated anger, frustration, perversion, fetish, or deprivation. Each case is unique. But this particular incident shows that the transport workers do not have respect for students.\nWithout doing any post-mortem at what point in time these groups lost respect for one another, we can say that the tension is on the rise, and immediate action is required. Both the students and the workers need to learn about each other. The respect for hard labour and service providers can be instilled through minor inclusion in the curriculum. Field visits can help students understand the pressure under which transport workers work. Similarly, workers need to understand the role of education in the overall growth of society.\nThe other day, my chauffeur was expressing his disgust at the way the bus driver had threatened the female college student. He had just become a grandfather. His love for his daughter made him worry about the social and moral downslides. \"They don't understand the value of education anymore. It is no longer special. There are students in every household now. The respect for education is gone.\" His words made me think of the democratisation of education. One would think that the more education was spread, the more the appreciation for it would be. But in many cases, education without the right skillset or moral underpinnings results in social burdens. For instance, a farmer parent who has provided for his ward to get education often finds that his child is capable of neither getting a job nor working in the field. We encounter a white-collar vs blue-collar debate, where education is the loser.\nLet's not delude ourselves by thinking that these accidents or incidents are isolated. While I express my deepest condolences to the victims, there are bigger issues that need our attention. There seems to be a deep social, moral wound that has never been addressed. It is time to educate ourselves, or else we will always be stigmatised for our half pass.\n \nDr Shamsad Mortuza is pro-vice-chancellor at the University of Liberal Arts Bangladesh (ULAB).\n",
        "headline_1": "Protecting our Students from the Wrath of the Titans",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/blowin-the-wind/news/protecting-our-students-the-wrath-the-titans-2903636",
        "news_paper_name": "The Daily Star",
        "publish_date": "27-11-2021"
    },
    {
        "full_article": "I was honoured to visit Bangladesh last week in my role as the UK special envoy for girls' education. The UK Prime Minister Boris Johnson has put girls' education high up on the agenda, pledging to stand up for the right of every girl in the world to 12 years of quality education. We have set an ambitious target to get 40 million girls back into school with higher learning levels in the next five years. The global community backed up this commitment at the Global Education Summit held in London in July, where international partners raised USD 4 billion for education.\nWith equal levels of enrolment for girls and boys at primary and lower secondary schools, in many ways Bangladesh is already a leader in providing access to girls' education. The challenge now is to ensure that all of these girls are learning, and that they can continue their education into adolescence in order to reach their full potential. During my visit, I was keen to learn first-hand about the challenges facing adolescent girls as they re-enter school following Covid-19 closures, and see the inspirational and innovative ways that girls, their families and communities are overcoming these barriers and benefitting from quality education.\nFrom my visits and conversations this week, I was struck by the warmth, enthusiasm and leadership of the young people in Bangladesh. I spoke with various groups of adolescent girls in both Dhaka and Sylhet, who raised three main issues of concern in relation to education: climate change, child marriage, and gender-based violence.\nAt the start of November, the UK hosted COP26, the global climate conference. I arrived in Bangladesh fresh from these discussions, and keen to understand more about how the country is adapting education to ensure that children can stay in school. During my visit, I travelled to Sylhet, which regularly experiences extreme floods leading to school closures. I visited a government primary school in Sunamganj, which has been specifically designed to withstand the impacts of climate change, but we must all do more to make sure education systems and structures are more resilient to the effects of climate change in the future.\nSadly, Bangladesh has one of the highest rates of child marriage in the world, and there are fears that the rate has increased during Covid-19 school closures. Education is too often one of the many casualties of child marriage, with young married girls unable to continue their studies. In Dhaka, I was pleased to visit the UK-funded National Urban Poverty Reduction Programme (NUPRP), which works with local women-led organisations to prevent child marriage and gender-based violence. I spoke to young women being supported by the programme and learnt how the local community was taking action, including through self-defence lessons. I am proud that last week, UK Foreign Secretary Liz Truss announced 18 million pounds of new funding for programmes to end child marriage, which will include new work in Bangladesh and reinforce the UK's commitment to women and girls in this country.\nDuring my visit, I also heard directly from girls about how gender-based violence, or the threat of such violence, affects their day-to-day lives. Gender-based violence ruins lives, and we must all work together to eradicate it. My time in Bangladesh coincides with the start of the annual 16 Days of Activism against Gender-Based Violence campaign. We've seen, both in Bangladesh and across the world, that Covid-19 lockdowns have dramatically increased incidents of gender-based violence, and this cannot be tolerated. The time to make a change is now, and the UK will continue working in partnership with Bangladesh, including through this new funding, to make a future that is safe for all women and girls.\nThe year 2021 is special for Bangladesh, and it was a privilege to be in Dhaka to celebrate the nation's Golden Jubilee. I was honoured to join the honourable Education Minister Dr Dipu Moni and British Council Chairman Stevie Spring at an event celebrating 50 years of Bangladesh's independence, and 70 years since the first British Council office opened in Dhaka. The relationship between our two countries is certainly historic, and I would like to extend my sincere congratulations to the Bangladeshi people on all that has been achieved in the last half century.\nLooking ahead, I can proudly say that the UK will continue strengthening its deep bond with Bangladesh. Last week, Lord Ahmad, UK minister for South Asia, announced 54.5 million pounds of new UK aid funding to support the Government of Bangladesh achieve their objectives in improving student learning, supporting adolescent girls to stay in school, and enabling the most marginalised children to access quality education. Our excellent team at the British High Commission is excited to take this work forward in the months to come.\nI am grateful to all those who have so warmly welcomed me to Bangladesh, and I wish I could stay longer in this beautiful country.\n \nHelen Grant, MP, is the British prime minister's special envoy for girls' education.\n",
        "headline_1": "Now is the time to refocus on adolescent girls",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/now-the-time-refocus-adolescent-girls-2903626",
        "news_paper_name": "The Daily Star",
        "publish_date": "27-11-2021"
    },
    {
        "full_article": "In my recently published book, \"Markets, Morals and Development\" (Routledge, UK), I discussed the discontent with the contemporary global economic order that is prey to the excesses of market supremacy and beholden to private corporate interest. This is an economic order characterised by instability, mass human migration driven by wars and destitution, and unprecedented wealth concentration amid widespread poverty, posing threat to the very sustainability of our planet's health and habitat. Some of my academic colleagues have taken me to task for skilfully avoiding the difficult question of what the ways out are, while pointing to the fallibilities of the system.\nThe book does discuss the moral case of income redistribution beyond the usual debate about economic consequences of redistributive policies, and quotes Cambridge economist Sir Partha Dasgupta as saying that no country is so poor that it does not have the means to provide for the basic needs of its entire population. The moral case I made rests to a large extent on the fact that the element of luck plays an important role in income distribution, which is underplayed both by pro-market conservatives who extol the virtues of entrepreneurship and effort, and by left-leaning progressives who put the blame of inequality entirely on the processes of the market economy. Poverty in a market economy may simply result from economic failure due to bad luck, so society has a moral duty to provide \"insurance\" for such failure. Similarly, much of the wealth concentration may be due to rent-like income earned by luck—and not necessarily through entrepreneurship alone.\nThis later aspect of inequality points to the possibility of redistributing not only income, but income-yielding assets as well, without doing much harm to entrepreneurial incentives. For this, the example of China is not of much help either, given that income inequality there has risen phenomenally from the pre-reform days of the 1980s to the present. This shows that even a communist political system cannot be immune to private income and wealth concentration once the forces of the market economy under private ownership are unleashed. Besides, a totalitarian regime with minimal human rights is not an ideal example to imitate.\nIn fact, a clue does already exist—even if it may only be in the form of a conceptual model. The idea is about how to combine a mechanism for generating enough public funds for a welfare state and thwart any unmitigated concentration of private wealth, while also harnessing the strength of the market economy. The failure of the Soviet experiment of a command economy and the contemporary economic success of China have proven the essential role of the market and private entrepreneurship in achieving economic prosperity. On the other hand, the debates about the pros and cons of income redistributive policies do not provide much guidance regarding how to contain the increasing economic power of corporate business that corrupts democracies and prevents undertaking of any deep welfare-oriented reforms, whether for removing global poverty or protecting the environment.\nThe new economic arrangement I am alluding to originates from a relatively little-known book published in 1964 by Nobel laureate economist James Meade, titled \"Efficiency, Equality and the Ownership of Property.\" In this book, he proposed what he called a \"property-owning democracy,\" in which a state investment fund may be created to acquire portfolios of assets through acquisition of business shares—\"topsy turvy nationalisation,\" in his words—and by appropriately designing an inheritance tax. The return on these assets could then be used as a social dividend or basic income for the poor. This, he argued, would avoid the entrepreneurial disincentives created by income redistribution through high income taxes. While the social democrats in the UK toyed with this idea in the 1980s and the 1990s, it became a \"lost perspective\" afterwards.\nIronically, the idea of public asset ownership was revived by the ultra-conservative administration of US President Donald Trump, when it proposed to take equity stakes in Covid-impacted companies as a condition to providing economic assistance—\"equity for a bailout,\" in common parlance. Earlier, during the financial crisis of 2008-09 in the US, the financial bailout of General Motors also involved acquisition by the US treasury of non-voting company stocks. In the deeply rooted culture of Western capitalism, these measures were conceived as only temporary, with the idea that the government would opt out of asset ownership as soon as the companies came out of the debt repayment and liquidity crisis.\nHowever, the scope for experimenting with such a model is much wider in many less developed countries. With rampant capital flight in these countries, many well-run private businesses fall into debt repayment crisis—not because they are not profitable enough, but because the profits are expatriated abroad. The governments are forced to bail out these companies by various financial assistance, like allowing additional loans and rescheduling existing loans at concessional interest. The interest rates on these loans in real terms—that is taking inflation into account—often turns out to be negative, thus putting a heavy burden on the financial institutions and harming the economy at large. The government can, instead, salvage the companies by acquiring dividend-yielding assets, and create a public trust to spend the income from the dividend on public welfare activities.\nThis model of a welfare economy—let's call it \"democratic shared capitalism\"—would admittedly appear to be rather utopian, as Meade himself thought his idea of \"property-owning democracy\" was. The economists once advocating the so-called \"Washington Consensus\" doctrine of \"privatise, liberalise\" will be horrified at the notion of going back to the era of state-owned enterprises (SOEs). These SOEs were not only used to be ill-managed because of a lack of profit-maximising incentives of the government functionaries who ran the SOEs, but they also proved to be a drain on public resources and were treated by bureaucrats and politicians as a means of extracting all sorts of benefits.\nThe idea proposed here will work only with a deep political commitment and a fundamental change in the mindset. The management of the companies in which the government will acquire stakes will have to be allowed to operate completely independently, like any private business, while the performance of their management will be judged purely by their performance in maximising shareholder dividend—albeit under the usual market regulatory framework. That sort of change in mindset will not come in a situation of business as usual, but may only happen at a time of crisis when a regime comes to realise that its very legitimacy and viability are at stake, and that it should leave a legacy for the future. Who knows a new and more humane model of market economy will not arise from the Global South that is in transition, rather than from the mature capitalism of the North with its general abhorrence for such \"statist\" ideas?\n \nDr Wahiduddin Mahmud, a former professor of economics at Dhaka University, is chairman of the Economic Policy Group in Dhaka.\n",
        "headline_1": "Perils of global capitalism: What’s next?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/perils-global-capitalism-whats-next-2903606",
        "news_paper_name": "The Daily Star",
        "publish_date": "27-11-2021"
    },
    {
        "full_article": "I was invited to write for 16 Days of Activism against Gender-Based Violence, and it felt as if the universe was preparing confetti of convoluted emotions to throw at me. Frankly, I am tired. I can share data, write about dozens of cases of gender-based violence, and even provide some band-aid solutions. But I won't do that here. Instead, I will stick to a few extreme, well-known cases, to save both the readers and me some time, and argue for a full system reset for us all—individually and collectively.\nThese cases were sensationalised, and the media managed to manoeuvre the discourses and divide people into two major camps: critics and allies of the victims. First, we have Bashundhara Group MD Sayem Sobhan Anvir, against whom a case was filed this year over abetting the death by suicide of a college student at a Gulshan flat in Dhaka, and whose name was later mysteriously dropped as the prime suspect. Second, we have Shafat Ahmed (son of Apan Jewellers co-owner Dildar Ahmed), his friend and director of Regnum Group Shadman Sakif, and two of their associates, who in 2017 allegedly raped two private university students at gunpoint at a birthday party in Banani's Raintree Hotel; they have all just been acquitted. Judge Mosammat Kamrunnahar also recommended that police not accept any rape complaints after 72 hours, sparking a widespread outrage.\nThe onus, in both cases, was put on women. \"Why were they there in the first place?\" we asked, as if women with perfect moral compasses are somehow \"safe.\" How, then, could Shahinur, a young man from Joypurhat, have offered to accompany a schoolgirl for her safety, only to rape her and call his friends to join him? Even though the girl and her family managed the courage to file a case, she committed suicide after 11 days of police inaction. How could a college student be threatened with rape by a bus driver and his helper, in broad daylight, just for paying half the fare? No one called out the perpetrators or dissected their characters for throwing a wild \"birthday bash,\" keeping a lover in a secret flat, or for being openly aggressive, let alone question their intent to violate women. The fact that we police and ostracise women for being at parties or for their romantic relations are proof of just how ready we are to normalise violence in everyday life.\nA post I found on a satire page asked a simple question to women: \"What would they do if they were a man for a day?\" My heart broke reading the innocent responses, not to mention the hatred men unleashed in reaction. Their fragile egos could not even handle the simple image of a woman walking on the road in the middle of the night, sipping tea at a tong, running/cycling through the rain, or going on a solo trip. It is frankly bizarre that a society-state can so easily deny half of its population the basic right to exist without the fear of being violated or murdered, and then punish them for demanding that right. As a woman, an academic and an activist in my 40s, I know I am not very different from any of those girls, and I know the price I had to pay for my free will. For working class, indigenous, non-Muslim and trans women, the realities are much worse.\nAsk my Anthropology 101 students, and they will tell you why patriarchal societies are always more violent than matrilineal ones; they are characterised by struggles over scarce resources, and capitalist societies are no exception, whereas we essentialise patriarchy and gender stereotypes, as if they are timeless constants. We forget that gender is culturally formed, performative and historically contingent, and thus cannot be treated as social \"DNA\" that is impossible to change. Our gender awareness, however, comes at the ages of three to five years, and we evolve as gendered beings throughout our lives. We pick up our gender cues from our families, peers, and institutions, and learn how to be gender \"normal.\" We police our girls in the name of protection, scrutinise every fibre of their beings, and make them carry the burden of shame for their very existence, while encouraging our boys to be entitled, ambitious, to go forth and conquer. We criticise, tease, and bully our children, threaten them with violence to make them conform, putting them in their gendered place. We raise our men to be beasts on the prowl, and we send out our daughters as the prey, to battle it out in an unequal field. It is hardly surprising, then, that we always put the onus on the victim.\nThat is why the parents of the perpetrators in the Raintree rape case could call it just a callous \"mistake,\" or why the suicide victim's sister was made to feel ashamed of the former's relationship with the Bashundhara Group MD. Let's accept that, collectively, we have raised generations of aggressive and potentially violent men. We have failed our children; I have seen so many students—men and women—who believed in dominant gender norms, but also grew exhausted and bruised from fighting against the system. I have seen their insatiable will to learn and change, and the transformations they slowly underwent. How much more could they have become if we had built a nurturing environment?\nEliminating gender-based violence is not rocket science. For decades, UN Women has known that we need states to work on its root causes and bring gender parity in law, and committed governments and strong, independent women's rights movements to hold them accountable. Why, then, are we still where we are? Part of the problem lies within the transnational women's movement itself. Women's movements in Bangladesh, despite their strength, had to succumb to the UN agenda to form transnational alliances. With the neoliberal turn (1980-90s), \"women's empowerment\" became a marker of progress; women had to shoulder both the nation's progress and be the repositories of tradition/virtue, even when we failed to ensure their dignity and basic human rights. The saviour narrative of Western feminists, the UN, and donor agencies to emancipate women both from poverty and brown men posed a new challenge that had to be navigated carefully.\nYes, girls' education rates and women's visibility in the workplace have increased with women-friendly policies and affirmative action, but we forgot to equip the other half—the boys and men—to deal with these changes. We failed to unburden women from their role as sole caregivers, or change a patriarchal family structure that systematically manipulates and abuses women and children. If we really want to eliminate gender-based violence, we need to re-envision gender as a \"domain of agency or freedom\" (Butler, 2021), and collectively resist the violence imposed on us by ideal gender norms. We cannot get rid of these indignities by treating gender-based violence as a problem for women only. It is not enough to tell women to march ahead unless we create an enabling space. We need to put the onus on men (and patriarchal women) and make them see, feel ashamed of what they are becoming, how they are a step away from becoming monsters, with the state acting as the breeding ground for such monsters. It is painful, claustrophobic, to have to keep fighting for something that is supposed to be rightfully mine. Freedom is inevitable, but how much will we make it cost on the way?\n \nDr Seuty Sabur teaches anthropology at the Department of Economics and Social Sciences in Brac University.\n",
        "headline_1": "Shifting the onus: Unshackle gender from violence",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/shifting-the-onus-unshackle-gender-violence-2903601",
        "news_paper_name": "The Daily Star",
        "publish_date": "27-11-2021"
    },
    {
        "full_article": "It is disappointing, but not surprising, that the real-life abuse of women in our country has also spilled over to our digital spaces. According to the findings of a survey by ActionAid Bangladesh in partnership with Prothom Alo, 77 percent of its respondents faced sexist or misogynistic comments online, while 50.37 percent received explicit images in their messages on social media. Moreover, 30.37 percent of women were victims of identity theft and fake profiles, 23.70 percent faced non-consensual dissemination of intimate photos, and 19.26 percent faced cyberstalking.\nThe anonymity that social media lends to individuals leads abusers to believe that their comments have no impact, or that what they are doing is not wrong, or that they can get away with whatever they want. Such a belief is strengthened by the fact that most victims are reluctant to take legal action against online abusers. As the survey found, only 15.56 percent of victims reported incidents of cyberbullying to the police, while 2.22 percent spoke to lawyers about it. A vast majority kept the incidents to themselves or only shared them with friends and families. This happens either due to fear or because of how normalised abuse of women has become in our society—be it online or offline.\nOne would think that the solution to the online abuse of women would be the implementation of the Digital Security Act (DSA), 2018. However, its history of being used arbitrarily to muzzle free speech has made it seem as if the law was not enacted to benefit the general public. Experts say that the DSA, as it is, has not put emphasis on curbing cybercrimes against women, and that reforms are needed so that it can be used to combat such problems. And while helpline numbers—such as 999 (national emergency hotline) and 109 (the national helpline centre for violence against women and children)—do exist, women who face abuse online often do not turn to these resources for help due to a lack of knowledge about them, or fear of inaction and further psychological distress/stigmatisation of their situation.\nWe urge the government and law enforcement agencies to prioritise the safety of women in cyberspace—by promoting existing helpline numbers, reforming the DSA to better serve female victims of online harassment, and making the reporting of such incidents easier and more accessible. While online abuse takes place on the internet, the trauma from it is experienced by real women and affects their lives and safety in real life. Victims should be able to turn to the justice system for help in this regard without hesitation, and abusers should be punished accordingly if we are to make our digital space safe for all citizens.\n",
        "headline_1": "Make online spaces safer for women",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/make-online-spaces-safer-women-2903591",
        "news_paper_name": "The Daily Star",
        "publish_date": "27-11-2021"
    },
    {
        "full_article": "We are delighted that the United Nations General Assembly, on November 24, gave its final approval for Bangladesh to graduate from the least developed country (LDC) category to that of a developing country. It is a major milestone in our development journey—one we can be extremely proud of. As Bangladesh celebrates its Golden Jubilee of independence, this achievement establishes us on the global map as a country with great potential. While we celebrate this accomplishment, we also hope that Bangladesh will be successful in living up to that potential.\nHowever, the graduation, while a momentous achievement, will bring with it a host of new challenges. As Bangladesh enters the developing nations' bracket in 2026, only the EU and the UK will continue to give Bangladesh their preferential trade benefits until 2029; the rest of the countries will withdraw their concessions. Many of the other trade benefits that Bangladesh currently enjoys will cease to exist, meaning that the country has a lot of hard work to do to discover new trade-related opportunities. Our exports, which are going to lose their duty-free, quota-free market access, will have to be diversified and made more competitive. Bangladesh must also diversify its export destinations, and to that end, experts have been calling on the government to try and negotiate free trade agreements with individual countries as well as with different trade blocs. The authorities need to carefully study the pros and cons of these key decisions to make the country's graduation go smoothly.\nThe graduation to developing country status will affect all our industries in one way or another; therefore, the government has to try and create a more business-friendly environment in the country and provide greater support to our businesses. Identifying which industries will require what kind of support will be a key challenge for the authorities going forward. In line with that, we urge them to involve experts from different fields, as well as various industry stakeholders, in all its important decision-making procedures. Bangladesh must also strengthen the overall capacity of its economy; besides, diversification of the economy, technological upgradation, skills development and institutional strengthening should be prioritised.\nMost importantly, as a developing country, Bangladesh has to try and strengthen its democracy, and improve its human rights record. It is a matter of great disappointment that at a time when Bangladesh is being globally recognised for making great progress in certain areas—as evidenced by its graduation—the state of democracy in the country is in such peril. Therefore, democratic institution-building is something that the authorities have to urgently focus on, because ultimately, the benefits of graduation will only be meaningful if they are distributed fairly among all citizens, and when the government functions in the interest of protecting the rights of the people.\n",
        "headline_1": "Graduation from LDC status is a momentous achievement",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/graduation-ldc-status-momentous-achievement-2903426",
        "news_paper_name": "The Daily Star",
        "publish_date": "27-11-2021"
    }
]