[
    {
        "full_article": "The formation or the journey of an Election Commission has rarely been a welcoming event in Bangladesh. It is always the chief election commissioners (CECs) who are blamed for all electoral evils. Their image starts to tarnish as soon as they are sworn in. But the simple truth is that, irrespective of whether they are impartial or want to hold credible elections, there is little space for them to act independently. We may not like it, but a CEC has no choice but to follow the sitting government's—more precisely, the ruling party's—arrangements in Bangladesh.\nIronically, however, a failed Election Commission is negatively branded with its CEC's name. I have little doubt that the defamed CECs would have performed differently under a neutral government, whereas they surrendered their conscience to the government—either because they were weak or because their appointment demanded unconditional loyalty. Even with this knowledge, people want to see a CEC having the courage to disregard the establishment. To me, they want a TN Seshan taking the role of their CEC—an impossibility at the present moment.\nMany would ask: Why couldn't we find a TN Seshan—i.e. the man who cleaned up the Indian electoral system in the 1990s—in Bangladesh? I can cite at least two reasons. To begin with, Indian politicians, even in their quest for power, did not intend to completely destroy their constitutional institutions. On the other hand, I am sure Indian pressure groups or intellectuals would not have accepted any such move. As a result, TN Seshan had a fertile land in which to work independently, without fear.\nIn Bangladesh, we are still looking for an ideal CEC. Will one be born? If yes, will they be able to work independently? Mahbub Talukdar, a member of the Nurul Huda commission, showed some courage. Yet, he was not the decision-maker. KM Nurul Huda, probably the most incompetent and shameless CEC in Bangladesh's history, sidelined Mahbub and upheld the government's agenda. As a matter of fact, what determines an answer to my question is the mindset of our politicians and intellectuals. If they all agree today, a courageous CEC will emerge tomorrow. But will they be able to conduct free, fair and impartial elections here? Again, the answer rests on the mindset of our politicians and intellectuals.\nIf we analyse the elections held in recent times during the Awami League's regime, what can we conclude? The party's mindset is completely focused on winning elections, by whatever means possible—not on credible elections. They are not bothered about the gradual disappearance of the institution of democracy. The parliamentary elections of 2014 and 2018 were nothing if not farcical; yet, it wasn't just the ruling party activists but also many of the country's top intellectuals who extended their unequivocal support for the regime. The common objective of this coterie comprising both political and non-political elements have left no scope for acceptable elections in Bangladesh under a partisan government.\nUnsurprisingly, a few people are always excited about new laws. For those having common sense, this enthusiasm is misplaced. We all know that neither the enactment of legislations nor even the sacred provisions of the constitution can protect the people's rights—unless their enforcers are willing to do so. Who can deny the long saga of abuses of our constitution and our laws for the last 50 years? The newly passed legislation in order to form an Election Commission has also proven to be unhelpful. The Awami League's intention behind enacting the law is not clear. Was it in good faith?\nThe appointment of the current Election Commission under the Chief Election Commissioner and Other Election Commissioners' Appointment Act, 2022 has brought no significant changes to the existing situation. Whoever becomes a CEC through the given process is unlikely to serve impartially. The apparatuses of the state are fully controlled by the sitting government and will not act against the leader's wish.\nHabibul Awal's action will prove whether he will act as TN Seshan. Only time will tell whether the ruling party will start to engineer the upcoming general elections in the way they did before to ensure their return to power. If they do, Bangladesh is certain to experience another controversial election in late 2023 or early 2024. No legislation, including the newest one, can prevent that from happening.\nIn Bangladesh, the legal framework for holding a free and fair election existed under the applicable laws, even before the enactment of the new law. The difficulty lies in the lack of will of those running the government and those who follow them. The ruling party and their ideological intellectuals or pressure groups are adamant to hold on to power. Unless this attitude changes, an entire generation will be deprived of the chance to cast their first vote.\nFor Bangladesh, the sole mechanism to ensure trustworthy elections is returning to the interim government who will exercise constitutional powers to impartially conduct general elections. Despite the Supreme Court's verdict against the non-party caretaker government, which in my opinion is a judgment of misconceived jurisprudence, our politicians must act for an ultimate consensus—that of restoration of the interim government for free, fair and impartial elections.\nA legislation or a Kazi Habibul Awal will not be able to rescue us.\n \nAbu Sayem is a barrister and a human rights defender. \n",
        "headline_1": "The impossible quest for an ideal CEC",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/the-impossible-quest-ideal-cec-2985216",
        "news_paper_name": "The Daily Star",
        "publish_date": "19-03-2022"
    },
    {
        "full_article": "With Julian Assange still, for no rational reason, held in maximum security, the legal process around his extradition continues to meander its way through the overgrown bridleways of the UK's legal system. On March 14, 2022, the Supreme Court refused to hear Julian's appeal, which was based on the grounds of his health and the effect upon it of incarceration in the conditions of the US prison service. It stated that his appeal had \"no arguable legal grounds.\"\nThis is a setback that's most likely going to keep Assange in jail for at least another year.\nThe legal grounds, which the High Court had previously ruled to be arguable, were that the US government should not have been permitted to give at appeal new (and highly conditional) diplomatic assurances about Julian's treatment, which had not been offered at the court of first instance to be considered in the initial decision. One important argument is that, if given to the original court, the defence could argue about the value and conditionality of such assurances; evidence could be called and the matter weighed by the court.\nBy introducing the assurances only at the appeal stage, the US avoided any scrutiny of their validity. The Home Office has always argued that diplomatic assurances must simply be accepted without question. The Home Office is keen on this stance, because it makes extradition to countries with appalling human rights records much easier.\nIn saying there is no arguable point of law, the Supreme Court is accepting that diplomatic assurances are not tested and are to be taken at face value—which has been a major point of controversy in recent jurisprudence. It is now settled that we will send someone back to Saudi Arabia if the Saudis give us a piece of paper promising not to chop their head off.\nIt interested me in particular that the Supreme Court refused to hear Julian's appeal on the basis that there was \"no arguable point of law.\" When the Supreme Court refused to hear my own appeal against imprisonment, they rather stated their alternative formulation; there was \"no arguable point of law of general public interest.\" Meaning there was an arguable point of law, but it was merely an individual injustice that did not matter to anyone except Craig Murray.\nMy own view is that, with the Tory government very open about their desire to clip the wings of judges and reduce the reach of the Supreme Court in particular, the court is simply avoiding hot potatoes at present.\nSo the case now goes to Home Secretary Priti Patel to decide whether to extradite Assange or not. The defence has four weeks to make representations to Patel, which she must hear. There are those on the libertarian right of the Tory party, who oppose the extradition on freedom of speech grounds, but Patel does not have a libertarian thought in her head and appears to revel in deportation, so personally I hold out no particular hope for this stage.\nAssuming Patel does authorise extradition, the matter returns to the original magistrate's court and to Judge Baraitser for execution. That is where this process takes a remarkable twist.\nThe appeals process that has just concluded was the appeal initiated by the US government, against Baraitser's original ruling that the combination of Julian's health and the conditions he would face in US jails meant that he could not be extradited. The US government succeeded in this appeal at the High Court. Julian then tried to appeal against that High Court verdict to the Supreme Court, and was refused permission.\nBut Julian himself has not yet appealed to the High Court, and he can do so once the matter has been sent back to Baraitser by Patel. His appeal will be against the grounds which Baraitser initially found in favour of the US. These are principally: i) Misuse of the extradition treaty which specifically prohibits political extradition; ii) Breach of the right of freedom of speech; iii) Misuse of the US Espionage Act; iv) Use of tainted, paid evidence from a convicted fraudster who has since publicly admitted his evidence was false; and v) Lack of foundation to the hacking charge.\nNone of these points have yet been considered by the High Court. It seems a remarkably strange procedure that, having been through the appeals process once, the whole thing starts again after Priti Patel has made her decision, but that is the crazy game of snake and ladders the law puts us through. It is fine for the political establishment, of course, because it enables them to keep Julian locked up under maximum security in Belmarsh.\nThe defence asked the High Court to consider what are called the \"cross-appeal\" points at the same time as hearing the US appeal, but the High Court refused.\nSo the ray of light that was Baraitser's ruling on health and prison conditions is now definitively snuffed out. That means that rather than the possibility of release by the Supreme Court this summer, Julian faces at least another year in Belmarsh, which must be a huge blow to him just before his wedding.\nOn the brighter side, it means that finally, in a senior court, the arguments that will really matter will be heard. I have always felt ambivalent about arguments based on Julian's health, when there is so much more at stake, and I have never personally reported the health issues out of respect for his privacy. But now the High Court will have to consider whether it really wishes to extradite a journalist for publishing evidence of systematic war crimes by the state requesting his extradition.\nNow that will be worth reporting.\n \nCraig Murray is a British author, broadcaster, human rights activist, and a former diplomat. This article was originally published on the author's blog.\n",
        "headline_1": "Assange extradition: On to the next hurdle",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/assange-extradition-the-next-hurdle-2985196",
        "news_paper_name": "The Daily Star",
        "publish_date": "19-03-2022"
    },
    {
        "full_article": "On December 4 last year, in the immediate aftermath of the crumbling of Evaly's empire of sand, celebrities Rafiath Rashid Mithila, Tahsan Khan and Shabnam Faria were sued by a customer of the e-commerce platform for \"aiding and abetting fraud.\"\nOver the next few weeks, the issue became something of a sensation on social media, sparking conversations in some intellectual quarters about the premise of the lawsuit, about whether the three very popular celebrities could be held responsible for Evaly's wrongdoings.\nThough the conversation died down soon—as is always the case on social media—the issue stuck with me. What really is the ethics of celebrity endorsements, which have become an integral and rather indispensable part of the equation in this current phase of capitalism?\nBefore we get to an answer to this, let's consider what actually happens when a celebrity figure, or an influencer, endorses a brand or business in exchange for money.\nIt's simple, really. A celebrity, throughout their career, builds up a rapport with the public. This imbues the celebrity with a certain kind of aura—there's the trustworthy celebrity, the bad boy, the family-first person, the celebrity with professional expertise, and the list goes on.\nThis rapport (or, social capital) is then \"sold\" to a company in exchange for the company's money. The transaction here, then, is one of monetary capital for social capital, and vice versa. Beyond just face value, when a celebrity appears on our screens representing a company, we immediately link the celebrity's brand value or aura with that of the company.\nThe three celebrities in question over the Evaly scam all possess the same trustworthy sort of face value. Mithila is widely regarded as a strong, sincere feminist personality. Tahsan Khan has a carefully curated brand name for being a kind and gentle soul. And Shabnam Faria comes off as a sincere and loyal person, thanks to all the roles she has played on-screen over the years.\nIf we agree that a popular figure's brand value is not just a result of their real selves, but can also be calculated quite carefully and with intent, we can shed light on how this element works in the discourse of celebrity endorsements.\nThere are two layers of \"deception\" that operate here. On one hand, the performer-artiste poses as being different from how they are in order to obtain a certain kind of social capital from their audience. For the second layer, the artiste uses that social capital to strike deals with brands and drive their audience towards said brands.\nGiven how the Evaly scam played out, the more pressing concerns of the issue came to the fore quite forcefully. But this issue is not just limited to fraudulence.\nWhen a celebrity, known for their good health, lends their social capital to a beverage company whose product can have debilitating effects on consumers' health, is it not the same kind of deception?\nYou see, given how society works today, a brand cannot build a relationship with its market without a little help from figures who already have a connection with the people. Seen this way, a celebrity who has once signed the contract to endorse a brand can no longer be seen separately from it, or from the consequences of its business. So when things come crumbling down, the affiliated celebrities cannot just be allowed to run and hide, claiming they didn't know any better.\nBrands themselves are aware of this, and don't wait even a second before cutting off their prized endorsee when a controversy develops in the latter's personal life. Case in point: Cristiano Ronaldo and Nike.\nAnother case study that sheds light on this issue is that of Scarlett Johansson's role as an ambassador for both Israeli soda-maker Sodastream and the INGO Oxfam. After online activists found out that one of Sodastream's factories is located in an illegal settlement on the West Bank, they started hounding Johansson for her connection to the company—a criticism which also extended to Oxfam for their connection with her.\nAs this case illustrates, when the activities of corporations stop being innocent in the name of doing business and raising a country's GDP, should not the role of celebrities in enhancing the corporations' fate be scrutinised as well?\nAs the activities of corporations are deemed not innocent due to those being done only for profit, shouldn't the role of celebrities in enhancing the corporations' success be scrutinised as well?\nBut beyond just scrutiny, we ought to move into a culture wherein, before signing a deal, a celebrity conducts background research on a brand—the same way brands do, quite extensively, when taking a celebrity on board. And this fact-checking exercise shouldn't be limited to legal matters or instances of public backlash, but also in terms of whether a celebrity's philosophy aligns with the company's. If a self-proclaimed nature-lover signs up for a top-five polluter, for instance, that's more than a little contradictory.\n \nHassan Munhamanna is a musician and a sub-editor at The Daily Star.\n",
        "headline_1": "Are celebrities liable for the brands they endorse?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/are-celebrities-liable-the-brands-they-endorse-2985181",
        "news_paper_name": "The Daily Star",
        "publish_date": "19-03-2022"
    },
    {
        "full_article": "International migration plays a significantly large role in our economy. One in 10 Bangladeshi workers is currently migrant, and at least a quarter of the country's population indirectly depends on migrants' income. The sector is also responsible for absorbing a lion's share of new entrants into the workforce: 1.6 million youths enter the labour market each year; meanwhile, the annual number of outbound migrants has been upwards of 500,000 since 2016.\nThe Covid-19 pandemic has triggered severe disruptions in the migration sector. The onset of the pandemic in 2020 caused economic activities across the world to come to a halt. As a result, more than 400,000 Bangladeshi migrants were forced to return home in 2020, according to the International Organization of Migration (IOM) estimates. Given that migrants are often the sole breadwinners and that their households are dependent on remittances, this abrupt termination has disrupted their economic stability, with long-term ramifications for their families. Curiously, while the other key sector of our economy, the RMG industry, has received major limelight during the Covid-induced crises, the plight of returnee migrants has gotten scant attention in popular discourse and policy response.\nMigrant households usually fare better economically than others, but a research commissioned by the UN found that, during the initial Covid lockdown, consumption and expenditure in migrant households across the country were comparatively lower than their non-migrant counterparts—a direct repercussion of the overreliance on remittances to meet household needs. Surveys conducted by Brac indicate that over half of the returnees remained unemployed and in urgent need of work even 14 months after the initial influx.\nBesides the economic fallout, the pandemic had deep psychosocial impacts on the returnee migrants and their families, too.\nEmployment overseas, particularly for poor families, is often deemed a ticket to a prosperous future. Individuals invest a considerable amount of fortune to migrate abroad. However, the cost of migration in Bangladesh is steep, compared to countries like India, Nepal, and Pakistan, due to a host of governance failures along the recruitment chain. Migration, therefore, frequently entails liquidating generational assets like land or depleting lifetime family savings. Given that most overseas workers end up in unskilled jobs with relatively low wages, it takes a considerable number of years to recoup the large upfront investment.\nWe can only imagine the failure of such high-risk endeavours on the aspirations and hopes of individuals and the anxiety it likely ensues. This trouble was only compounded with the added layer of pandemic-induced complexity. In the initial panic of Covid, migrants were often regarded as \"Covid-carriers,\" ostracised by their communities and shunned by their friends and families.\nThis unprecedented influx of migrants and the consequent crisis resulted in some emergency measures by both NGOs and the government. The central thrust of such initiatives was to reintegrate migrants to the domestic economy. Most prominent of these initiatives is a Tk-700-crore investment scheme established by the government to provide collateral-free soft loans to the returnee migrants. Additionally, with funding from the World Bank, the government is providing Tk 13,500 each to 200,000 migrants. Brac has also been proactive in assisting returnees via cash transfers, skills training, and psychosocial counselling. While such measures are laudable and urgently required for emergency relief, a sustainable reintegration strategy is pivotal for the long-term rehabilitation of returnees.\nIt has been two years since hundreds of thousands of migrants returned home due to the pandemic. As the onslaught of return ebbs, perhaps it's time to take stock not only to optimise the present response, but also to equip for the future in the event that such an influx reoccurs.\nIn discussions with experts, several themes repeatedly emerged.\nFirst, given our resource constraints, it is not practical to provide continuous assistance to all returnees. Nonetheless, we can be more efficient with our existing resources. This includes improved targeting of beneficiaries, as well as providing assistance tailored to individual profiles. Establishment of a returnee database is critical to this end—which should not be a challenge, since migrants register at the ports of entry during exit and arrival. The challenge here is one of data governance at airports and coordination across relevant ministries and departments.\nSecond, the pandemic is likely to have worsened the already challenging situation of labour rights violations that are ubiquitous to migrants in gulf countries—from unpaid wages to abrupt termination of contracts. A proper grievance mechanism to mediate labour disputes is long overdue. The government's unilateral actions, e.g. strengthening the labour attaches, would go only so far in resolving this issue. The daunting challenge of labour rights would require a multilateral and transnational approach, not only between migrants' home and host countries, but also between major global powers. This agenda needs to be linked with the broader global agenda on preventing modern-day slavery and human trafficking.\nThe silver lining to every crisis is that it gives an opportunity to learn and radically rethink conventional approaches. Until now, the focus of overseas employment in Bangladesh has been a relentless search for new labour markets and higher remittances. Perhaps now the time is ripe to seriously contemplate repatriation and reintegration as a strategic pillar for the migration sector. This applies not only to those involuntarily deported due to Covid, but also to those who have completed the natural cycle of migration and returned home. We have been sending workers overseas for over two decades now. Our nation is no longer a new entrant to the international labour market. As the migration sector in Bangladesh ages, a structural and comprehensive national reintegration plan becomes all the more pressing. Until now, our predominant focus has been on only half the story—sending migrants away. But it's high time we focused on the other half—making migrants feel at home when they're back.\n \nMd Rakib Hossain and Afsana Binte Khaleque are research associates and Sakib Mahmood is a research fellow at Brac Institute of Governance and Development (BIGD).\n",
        "headline_1": "Our migrants are suffering. What can we do to help?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/our-migrants-are-suffering-what-can-we-do-help-2984506",
        "news_paper_name": "The Daily Star",
        "publish_date": "19-03-2022"
    },
    {
        "full_article": "With the prices of essential food items going out of reach of the low- and mid-income people, the queues for subsidised food from the government's OMS selling points are getting longer than ever. People are struggling to buy daily necessities with their limited income as the prices of rice, soybean oil, lentil, sugar, flour and other essentials continue to soar in the local market. Previously, it was mainly people from low-income groups who were buying daily necessities from the OMS selling points and TCB trucks. Now, even those from the low-mid income and middle-income groups are queuing up at these points, according to our report.\nDuring the past few months, the prices of most daily essentials have skyrocketed, forcing many middle- and low-income people across the country to make hard choices that adversely affect their standard of living. It has almost become impossible for these people to have three proper meals a day. Finding no other alternatives, people are standing in long queues for subsidised food. But sadly, many are returning empty-handed because of the shortage in supply. Our report has mentioned a pregnant woman from the capital's Kazipara who went to buy food from the TCB trucks for the third time, failing to buy anything in her first two attempts.\nApparently, there are some systemic flaws in the government's OMS selling system, as the authorities cannot provide the essentials to people based on their economic vulnerability. Oftentimes, those at the end of the queues do not find anything to buy. The mismanagement and manipulation at different OMS selling points are rising with more and more people queueing up for food at subsidised prices.\nAgainst this backdrop, the government must take emergency measures to address the issue. Many consumers and consumer rights activists have suggested that the government reintroduce the ration card system so that those who are most vulnerable can get the government's support all year round. Introducing ration cards for the poor will also stop the malpractice of buying more than once at a time from the OMS points or TCB trucks. Through this system, the authorities would also be able to maintain discipline at the selling points. The Consumers Association of Bangladesh had also suggested this to the government in the past.\nThe government should also consider expanding its OMS programmes to increase the number of poor people under its coverage. It should also consider providing cash support to the vulnerable sections of the population to see them through these tough times.\n",
        "headline_1": "Address the supply shortage at OMS selling points",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/address-the-supply-shortage-oms-selling-points-2986046",
        "news_paper_name": "The Daily Star",
        "publish_date": "19-03-2022"
    },
    {
        "full_article": "We are puzzled by Bangladesh Water Development Board's (BWDB) excavation strategy for the country's rivers and canals. According to a report by this daily, over Tk 23 crore was spent last year to excavate a 65km stretch of rivers and canals in five upazilas of Lalmonirhat. But the excavated earth, piled up on the banks, made their way back into the water bodies, rendering the project redundant.\nMoreover, the project was not even completed as per the original plan. Initially, a work order of over Tk 35 crore was given to contractors for the re-excavation of a 98.1km stretch of small rivers and canals in the five upazilas. However, only 66 percent of the work had been done by the project's deadline, which was June last year. Though the Lalmonirhat Water Development Board refunded around Tk 16 crore to the government, the fact remains that this was a most poorly done job, through and through.\nWhile excavating rivers and canals to improve navigability is done routinely in Bangladesh, it is rarely ever successful. Either the work is done inefficiently by the relevant board and contractors, or the project is left unfinished. Unfortunately, both of these have happened for the case in point.\nAs to why the excavation work was unsuccessful on their end, the executive engineer of Lalmonirhat Water Development Board said the contractor could not work fully due to obstruction by the land owners along the rivers and canals. Are we to believe that an organisation under the government lacks the tact and resources to work around such issues? We are beginning to doubt how important these organisations deemed the excavation project to be, given how they let their work—and crores of public money—be lost for nothing. Unfortunately, this is not an outlying event and is proof that the BWDB is perhaps not learning from its past failures in terms of river excavation. In 2020, it had reportedly excavated an 80km stretch of the Charalkantha River in Nilphamari, only for the dug-up earth to flow back in and re-obstruct the river's flow, even narrowing it down to a mere channel in places.\nNot only do such poorly done projects waste public money, but they also exacerbate the suffering of citizens. The BWDB and its district offices must be held to account for their inefficiency. It's not acceptable that funds and time should be wasted in this way while officials move on to the next large-scale, government-funded project—only to presumably do that ineffectively, too.\n",
        "headline_1": "Why spend crores if you won’t finish the projects?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/why-spend-crores-if-you-wont-finish-the-projects-2985176",
        "news_paper_name": "The Daily Star",
        "publish_date": "19-03-2022"
    }
]