[
    {
        "full_article": "The Indian National Developmental, Inclusive Alliance, or INDIA, a bloc of 28 parties that seeks to dislodge the Bharatiya Janata Party (BJP) from power in 2024, appears unable to maintain a united front in the Assembly elections scheduled for November in five States. In Rajasthan, Madhya Pradesh, Chhattisgarh and Telangana, where the Congress is a key contender for power, no seat sharing with smaller constituents of the bloc has yet been announced. In Telangana, the Left, and in Madhya Pradesh, the Samajwadi Party (SP), feel let down by the Congress. SP chief Akhilesh Yadav has been scathing in his attack on the Congress. The Aam Aadmi Party has gone ahead with its own plans in the election-going States, while its relations with the Congress in Punjab and Delhi continue to plummet. INDIA had to give up plans for a joint rally twice — in Bhopal and in Nagpur. All this is indicative of the headwinds that INDIA faces in translating the common interest of its partners into seat sharing and a joint campaign. The problems of unity are structural and tactical. Most of the regional outfits were born out of antagonism to the Congress, and despite a current common adversary, the trust deficit is huge.The internal dynamics within the Congress also create roadblocks to seat sharing. Rahul Gandhi and the central leadership of the party want to adopt a generous approach toward partners but State units in Madhya Pradesh and Telangana think otherwise. Meanwhile, the Congress in Rajasthan is also facing a challenge from the Bahujan Samaj Party (BSP) and the All India Majlis-e-Ittehadul Muslimeen which can capture a portion of its votes. Nationalist Congress Party veteran Sharad Pawar has suggested that INDIA partners should focus on the 2024 contest as varied situations make seat sharing difficult in regional elections. But the bad blood created in this election cycle could threaten unity efforts before 2024 too. The panels announced by the bloc at its Mumbai conclave in September to coordinate action on various fronts are stuttering. Constituents have diverging views on key issues being raised by the Congress such as crony capitalism of the BJP and caste census. The personal ambitions of leaders are also coming into play, a grim reminder of how coalition politics contributed to the ascent of majoritarianism, ahead of 2014. A front against the BJP will require a stronger Congress as its axis, and a deeper understanding and trust among its leaders that should also nudge them to look beyond their personal ambitions and outreach to parties such as the BSP which is currently not a part of the bloc. Antagonism to the BJP might be a glue, but a viable alternative will need a much more binding solution; it calls for a vision of nation-building.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nBharatiya Janata Party\n\n/\n\nMadhya Pradesh Assembly Elections 2023\n\n/\n\nRajasthan Assembly Elections 2023\n\n/\n\nChhattisgarh Assembly Elections 2023\n\n/\n\nTelangana Assembly Elections 2023\n\n/\n\nSamajwadi Party\n\n/\n\nIndian National Congress\n\n/\n\nAam Aadmi Party\n\n/\n\nPunjab\n\n/\n\nDelhi\n\n/\n\nBhopal\n\n/\n\nNagpur\n\n/\n\nBahujan Samaj Party\n\n/\n\nNationalist Congress Party\n\n/\n\nGeneral Elections 2024\n\n/\n\nMumbai",
        "headline_1": "Roadblocks to unity: On the INDIA bloc",
        "headline_2": "Opposition parties need more than antagonism to Bharatiya Janata Party to be an alternative",
        "link": "https://www.thehindu.com/opinion/editorial/roadblocks-to-unity-the-hindu-editorial-on-the-india-bloc/article67449880.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "23-10-2023"
    },
    {
        "full_article": "At 10 a.m. on October 21, the Indian Space Research Organisation (ISRO) commenced the first uncrewed developmental flight of its ‘Gaganyaan’ human spaceflight mission from Sriharikota, designated TV-D1. The launch vehicle, a single-stage rocket, carried a crew module fit with a crew-escape system (CES) to an altitude of 12 km. There, the CES detached itself with the crew module from the rocket and climbed up to 17 km. In response to a command, the CES separated from the crew module, leaving the module to reorient itself before dropping over the Bay of Bengal. Its descent was slowed first by drogue parachutes and then by the main parachutes. Finally, the module splashed into the Bay a short distance from Sriharikota, where the Indian Navy hauled it out. The CES also splashed down farther down range. The flight tested the CES’s ability to protect the crew in case the rocket malfunctioned, and collected data via sensors to inform future tests. The test’s value will be based on this data. According to ISRO chairman S. Somanath, ISRO has many tests planned to develop confidence that the organisation can safely launch humans to orbit. Even the parachutes used for TV-D1 underwent 16 tests. Such fastidiousness is non-negotiable. TV-D1 was supposed to have been conducted at 8 a.m., when unfavourable weather pushed it to 8.45 a.m. Then, however, the automatic launch sequence held back the launch with a few seconds on the clock. Mr. Somanath subsequently announced that TV-D1 would be postponed. But ISRO personnel were able to quickly identify and resolve the problem, and the launch was rescheduled for 10 a.m.These checks and balances are expensive, but are in place to prevent greater costs later. Plans for the programme were first readied in 2009 at an estimated ₹12,400 crore. The Union Cabinet granted its approval in December 2018 at ₹9,023 crore assuming first flight by 2022. But the COVID-19 pandemic and other commitments have caused delays such that the earliest the first crewed flight can happen is currently 2025. Last week, Prime Minister Narendra Modi called on ISRO to launch humans to the moon by 2040. Even with the requisite financial support, this would be a very tight deadline, but as with fastidiousness, contemporary geopolitics has also rendered returning to the moon non-negotiable. Fortunately, with ‘Gaganyaan’, ISRO has indicated how a balance can be struck: plan ahead, boost local manufacturing, test exhaustively, launch when ready. The deadline may be missed, but the mission can be undertaken with confidence while also improving local capabilities. \nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nISRO\n\n/\n\nspace programme\n\n/\n\nPrime Minister Narendra Modi\n\n/\n\noceans\n\n/\n\ntechnology (general)\n\n/\n\nscience (general)\n\n/\n\nCoronavirus",
        "headline_1": "The ascent begins: On the progress of India’s human spaceflight mission",
        "headline_2": "The Indian Space Research Organisation has started a crucial phase of its human spaceflight mission",
        "link": "https://www.thehindu.com/opinion/editorial/the-ascent-begins-the-hindu-editorial-on-the-progress-of-indias-human-spaceflight-mission/article67449798.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "23-10-2023"
    },
    {
        "full_article": "Tamil Nadu politics is set to see a custody battle of sorts. With the AIADMK and the BJP formalising their divorce – at least till the announcement of the 2024 general elections – which side would the other members of the alliance family go? Neither of the erstwhile partners is sure.\nGoing by the 2021 alliances, the DMK had in its fold 12 allies – the Congress, CPI, CPM, VCK, IUML, MDMK, Kongunadu Makkal Desia Katchi (KMDK), Manithaneya Makkal Katchi (MMK), All India Forward Bloc (AIFB), Tamizhaga Vazhvurimai Katchi (TVK), Makkal Viduthalai Katchi (MVK) and the Aathi Thamizhar Peravai (ATP). The AIADMK led a 10-party alliance that included, besides the BJP, PMK, TMC, Tamizhaga Makkal Munnetra Kazhagam (TMMK), Moovendar Munnetra Kazhagam (MMK), All India Moovendar Munnani Kazhagam (AIMMK), Puratchi Bharatham Katchi (PBK) and the Pasumpon Desiya Kazhagam (PDK).\nWhile the DMK is likely to keep all its allies, the other side is in a state of flux. Last time, the Congress was the only party in the DMK alliance to contest seats in two digits (25). On the AIADMK side, the PMK got to contest 23 seats and the BJP 20. Besides the TMC, which tried its luck in six constituencies, all the others got just one seat each to contest. In fact, the troubled relationship between the AIADMK and the BJP had a semantic subtext over the name of the alliance. While the BJP preferred to call it the NDA, the AIADMK never lost an opportunity to call it the AIADMK-led alliance, while agreeing that it is part of the NDA at the national level.\nMost of the smaller allies of the AIADMK, especially those representing caste groups, may stay with the AIADMK for long-term benefits in the state. Given the stunted stature of the TMC, G K Vasan’s chips would be down irrespective of the side he chooses. More interesting would be the way the PMK explores its options. The party, which can bring in some crucial vanniyar votes to any alliance, has been warming up to the DMK, but its entry into the league would be difficult as long as the VCK remains part of it. And if M K Stalin has to choose between dalit votes and vanniyar votes, Thirumavalavan is likely to stay put. That would leave Anbumani Ramadoss to choose between the divorcees.\n \n\n \nBJP leaders agree that having the PMK would be beneficial in the northern districts where the saffron party has a meagre presence. And Anbumani’s pound of flesh would be nothing less than a Union cabinet berth. BJP sources tell me that the leadership is unlikely to yield to that demand since Anbumani faces charges of misdeeds while giving approval for some medical colleges when he was the Union health minister in the UPA government. Without a minister post, there would be nothing much for the PMK to root for the BJP.\nFor Anbumani, the best case scenario would be winning in the company of the AIADMK (where he has slightly better chances than being with the BJP) and the BJP falling short of a simple majority at the Centre. If it has to go MP hunting post polls, the BJP may put realpolitik before ideals, and Anbumani’s stakes may go up. For the BJP, 2024 is a watershed. If it wins this time, the government is likely to take up delimitation of Lok Sabha constituencies which will redraw electoral demography in such a way that the BJP brigade believes it will be unbeatable for at least another decade. Will the INDIA bloc upset the saffron applecart? Assembly elections in five states next month may give some indication.\n\n",
        "headline_1": "AIADMK-BJP divorce: Who will win the custody battle?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/chennaitalkies/aiadmk-bjp-divorce-who-will-win-the-custody-battle/",
        "news_paper_name": "The Times of India",
        "publish_date": "23-10-2023"
    },
    {
        "full_article": "India will leave no stone unturned in its bid to host the 2036 Olympic Games, said Prime Minister Modi last week. “This is the age-old dream of 140 crore Indians, it is their aspiration,” he declared.\nThis is very different from the sentiment of Manohar Singh Gill, who was sports minister when India hosted the 2010 Commonwealth Games. Gill was dead against trying to host the Olympics. He said it made no sense for a relatively poor country like India to spend the enormous sums needed. Declaring that China had spent $50 billion on hosting the Games in 2008, he asked why India, a much poorer country, should do the same.\nRead full story on TOI+\n\n",
        "headline_1": "Here is how India can afford to host 2036 Olympics",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/Swaminomics/here-is-how-india-can-afford-to-host-2036-olympics/",
        "news_paper_name": "The Times of India",
        "publish_date": "23-10-2023"
    },
    {
        "full_article": "One of the best foreign policy decisions of the Narendra Modi government was to ration the global distribution of India’s huge reserves of piousness. While US President Joe Biden, British Prime Minister Rishi Sunak and a host of European dignitaries were showering gratuitous advice on Israel to fight its deadly war against Hamas with compassion for civilians, India’s external affairs minister was bolstering India’s strategic partnership with Vietnam and Singapore.\n\nRead full story on TOI+\n\n",
        "headline_1": "PM don’t preach: Stand on Hamas attack shows change in India’s foreign policy",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/right-and-wrong/pm-dont-preach-stand-on-hamas-attack-shows-change-in-indias-foreign-policy/",
        "news_paper_name": "The Times of India",
        "publish_date": "23-10-2023"
    },
    {
        "full_article": "In August 1900, a cycling venue in Paris, the Vélodrome de Vincennes, saw two teams play the first and so far, only Olympic cricket match. The two teams, Great Britain and France, were not even true national sides; the English being represented by the Devon and Somerset Wanderers club, then touring France, while the French were mostly English expats who played for the All Paris Club. In the two-day encounter, the English team routed the French, who managed just 104 runs in their two innings. It tells you something about how the International Olympic Committee (IOC) regarded the sport that the winners, Great Britain, were presented not gold but silver medals while the French won bronze.\nA hundred and twenty three years on, when 90-odd members in the IOC session in Mumbai almost unanimously voted for the five new games proposed, including men’s and women’s cricket for the 2028 LA Olympics, it was a totally different proposition. Nearly two billion people, between India, Pakistan and Bangladesh will regard this as an opportunity for not one, but a possible two Olympic medals. And the added interest will translate into not just increased viewership, but far more lucrative media deals for the IOC.\nThe truth is that this is a marriage made in heaven. The IOC is constantly looking to increase their core viewership. ‘Good looking’ sports like rhythmic gymnastics, and trendy new events like ‘Breaking’ have been added to appeal to a larger audience sitting on the cusp of sports and entertainment. And in 1992, the IOC campaigned to bring professional basketball players from the NBA to the Barcelona Olympics with the fabled US ‘Dream Team,’ which broke all viewership records. Even football, which was first an amateur sport, was later converted into a U-23 event. And in 1996, by allowing three senior footballers to join the U-23 teams, the likes of Messi and Neymar made football one of the most rated Olympic sports. Cricket just adds another huge market for the quadrennial event.\nPress rewind: The first-ever T20 international match was played at Eden Park, Auckland, in 2005. This format, which has led to an increased interest in the game, will now feature in the LA Olympics\nAs for the ICC, being in the Olympics just adds to the tremendous increase in interest in the game that really started in 2005. In February that year, the first ever men’s T20 international between Australia and New Zealand was held in Eden Park, Auckland. The match was regarded less than seriously by the players, with many sporting retro moustaches and beards and the umpire actually pulling out a red card reminiscent of a football match when Glen McGrath pretended to bowl an underarm delivery. The Australian captain for that match, Ricky Ponting, famously said it was a format that was difficult to take seriously. But T20s, which cut the playing time to less than four hours, suddenly gave cricket a more compact product which the rest of the world could actually watch. The glamour and success of the IPL which started in 2008 took it to a totally different level. And Ricky Ponting now makes a very comfortable living as the head coach of an IPL franchise!\nAnd importantly, T20 cricket, unlike the cosy and exclusive club of Test and One-Day International playing countries, was open for all. Instead of the dozen-odd countries into the sport, interest sprouted in countries as diverse as Papua New Guinea, Thailand and Brazil. The Olympic Charter specifies that in order to be in the Olympics, the sport must be widely practised by men in at least 75 countries and on four continents and by women in no fewer than 40 countries and on three continents. ODI and Test cricket would never have had a chance.\nIn 2018, the Sony Picture Network paid a modest $12 million for the rights to broadcast the Tokyo Olympics in India. By 2028, that number is expected to rise a staggering tenfold. And increased access to a country that is expected to be the third largest economy in the next few years is something that would have been on the IOC’s wishlist for a long time.\nIOC president Thomas Bach’s batting efforts in an event in Mumbai on October 9, four days before the voting signalled that the inclusion of cricket in LA 2028 was nothing more than a formality, the decision had already been made.\nIn the general jubilation, there are a couple of discordant notes. Just six teams in both the men’s and women’s events mean that Olympic cricket will be even more of an exclusive club than World Cup cricket, currently facing a lot of flak because of the lack of representation. Some top teams will necessarily miss out on the Olympics. And a single venue and the limited pitches might make the first-ever Olympic cricket tournament a bit of a hit and miss affair. But, all in all, T20 cricket’s rise as a global sport closely mirrors India’s rise in global significance. The signs look auspicious.\n\n",
        "headline_1": "2028 Olympics: T20 cricket’s rise to global stage mirrors India’s ascent",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/voices/2028-olympics-t20-crickets-rise-to-global-stage-mirrors-indias-ascent/",
        "news_paper_name": "The Times of India",
        "publish_date": "23-10-2023"
    },
    {
        "full_article": "The Medieval period in Bengal was noteworthy for its amazing religious syncretism, with the fusion of Shaiva, Shakta, and Vaishnava cults with regional folk traditions. It also witnessed the blending of Hinduism with the Buddhist Mahayana and Vajrayana sects, as well as with Islamic culture. In verse forms like the 'panchalis' and 'padavalis,' we find the amalgamation of Brahminical rituals with women's vratakathas, Puranic myths with pre-Aryan legends, and oral and visual art forms with the literary.\nThe Goddess figures in medieval Bengali poetry take on interchangeable roles with their human counterparts. The goddesses are both divine, inscrutable, and powerful on one hand, and exquisitely human, vulnerable, and victimized on the other. These dual aspects are expressed through the humanized voices of Chandi and Manasa in the Mangal Kavyas, and that of Radha in the Vaishnava padavalis. We also hear the voices of Sita, Kausalya, and even Kaikeyi in Krittivasa's Ramayana, each echoing the cries of exploited women.\nThese cries of suffering women are further exemplified in the fusion of Sita's 'baromasi' with the authorial voice of Chandraboti in her sixteenth-century Ramayana. The texts reveal the woeful experiences of women in a staunchly patriarchal society, giving rise to beautiful images of courage, dignity, and quiet power.\nThe images of the goddess in her many voices can be juxtaposed against those found in canonical Sanskrit texts as well: those of Chandi in the two stories of Mukundaram Chakroborty's Chandi Mangal vis-a vis those of the Devi in the Devi Mahatmya and the Devi Bhagvata Purana, of Manasa in the story of Behula-Lakhinder against that of the Adya Shakti with whom this regional folk goddess eventually blends, of Kali in the Kalika Purana against those in the tantric texts, of Sita in Krittivasa's panchalis and Chandraboti's 'baromasi' against that in the Ramayana of  Valmiki.\nThe Medieval period in Bengal was long and turbulent. This was reflected in a chronicle of foreign invasions, conquests, internecine struggles between dynasties, and conflicts among warring feudal lords. Consequently, the socio-political scene was fraught with uncertainty. Religious conversions, the destruction of religious shrines, and the influence of various religious traditions necessitated a reinforcement of the waning faith among a confused populace. The common people needed to reconnect with the religion of their forefathers in a manner that was comprehensible to them, achieved through myths and storytelling, rather than through Brahminical liturgical texts or Vedic rituals.\nIn the Mangal Kavyas composed between the fifteenth and nineteenth centuries, the goddess is seen as attempting to re-assert herself in a patriarchal society and an andro-centric religious order. The story-line of each of these Kavyas is that of a powerful man like Chand or Dhanapati Saudagar who is firmly committed to the worship of a male deity, being converted to goddess worship with the chastening words:\n'Sravan Mangal-katha Debir pujar gatha\nShunile bipad pratikar\nEyee vrata itihas shunile kalush-nash\nKali-juge hoilo prachar.'\n(Chandi Mangal,  Mukundaram Chakroborty)\nIn the Mangal Kavyas, whether it is Chandi or Manasa, the Goddess figure is depicted as fiercely malevolent and destructive to her dissenters on the one hand and benevolent and motherly to the faithful on the other. She is envisioned as a powerful warrior and devoted consort, often enduring indignities herself. She rescues her female worshippers who are victims entrapped and exploited by the politics of a marital home. In the Kalika Purana, on the other hand, Kali appears as a rebel, dominant in marital and sexual relationships, and ferocious and bloodthirsty on the battlefield.\nJayadeva's Gita Govinda and the padavalis of the Vaishnava poets Chandidas, Vidyapati, and Gobindodas show the emergence of Krishna, the flute-playing cowherd-lover of Radha and the gopis, from the Vedic god Vishnu. They express the pain and suffering of Radha's exquisite longing for Krishna. Radha is envisioned as a social rebel who defies the social constructs of 'sattitwa' and 'pativratya' imposed upon married women in a patriarchal society, as well as the compulsions of a marital home, the 'kul maryada,' to obey the call of Krishna's flute:\n'Ke na banshi baye Bodai Kalini nadi-kule\nKen a banshi baye Bodai e goth Gokule\nAkul shorir mor beyakul mon\nBanshir shobode mo aulailo bandhan.'\nThe hagiographies talk about the cult of the Gaudiya Vaishnavas and Chaitanya's 'raganuga bhakti sadhana.' Chaitanya's arrival marked a liberation from doctrinaire rigidity and the spread of worship among the masses through the singing of 'keertans' dedicated to the Lord and the enactment of plays based on various myths associated with Him. Therefore, the Chaitanya Mangals of Bijoy Gupta and Lochanadas delve into the androgynous aspects of Chaitanya's relationships with his Lord and disciples. On one hand, Chaitanya is overcome by Radha-bhava in his worship of the Lord:\n'Radhikar bhava-murti prabhur antar\nSheyi bhave sukha-dukkha uthe nirantar.'\n(Chaitanya-Charitamrta, Krishnadas Kaviraj)\nOn the other hand, he is Krishna to his followers, as the love-lorn village-belles of Nabadwip overcome by desire confess:\n'Kemon kemon kore pran uchatan….\nMadan aloshye puri mon.'\nThis is similar to the plight of Radha described by the padavali poets.\nThe regional adaptations of the Ramayana story are an attempt to popularize the epic in the local language for the masses. By inserting local customs and traditions into the main body of the epic, the adaptations aim to create a scenario familiar to the readers.\nHence, Krittivasa wrote his epic in the form of the 'panchali,' which was popularly used by Medieval poets of Bengal, employing the 'payar' and 'tripadi' meters. Chastity for a woman is a double-edged weapon, as shown in this text. On one hand, it is a source of spiritual strength through strict observance of these codes. On the other hand, in a male-dominated society, it can become an instrument of subjugation. However, it also empowers virtuous women against rapacious males. A single blade of grass stands between Sita and the mighty Ravana, her captor, and he is powerless to cross the boundary set by her. Even noble and glorious epic heroes like Rama are not immune to the wrath of a 'sati-pativrata.'\nA parallel vision of an empowered female is seen in Mandodari's curse of Rama after the destruction of Lanka and the demon dynasty in the epic war:\n'Ami jodi shoti hoi bharot bhitore\nKandibe Sitar hetu ke khandite pare.'\nAnd it is this 'sattitwa' of Sita's that Rama repeatedly calls into question in the public domain due to her prolonged captivity in Lanka, even though he is well aware that she is Lakshmi incarnate. It leads to the murmur of dissenting voices within the palace itself:\n'Ki hetu parikkha nite chaho aar baar\nSitare janiyo tini Kamala aponi\nNahik Sitar paap jaane shorbo prani.'\nIn a final act of proud assertion of her inviolable chastity, Sita prays to her Earth mother to receive her and descends into the bowels of the earth, leaving Rama powerless to prevent or protest this act of defiance by a wronged wife.\nAcross India, women mourn Sita's sufferings and, through her, their own ill treatment at the hands of men in a patriarchal society. This is part of a rich oral tradition of alternative Ramayanas that give the silenced subaltern a voice. Here, the hero's dominance in the literary epics is replaced by the voice of the wronged woman.\nThese women's songs and 'Rama-kathas' are sung and chanted in exclusively female company within the privacy of homes or during such festive occasions as marriage or pre-birth rituals. In one Bengali song, as Sita is sent into forest exile, the poor innocent woman repeatedly looks over her shoulder and even blames Rama for her woes:\n'Kicchhu kicchhu jaye re Sita\nPicchhu picchhu chaye\nTobu to Ram er puri dekhite je paye..'\nAnd she even calls her husband sinful.\nThe genre of the 'baromasi' is part of this tradition of women lamenting their woes in their marital homes, where a woman links each of the twelve months of the year with one aspect of her litany of sorrow. The sixteenth century poet Chandraboti uses this device to narrate Sita's tale of suffering:\n'Sitar baromasi katha go dukkher bharoti\nBaromaser dukkher katha go bhane Chandraboti.'\n(In 'Mymensingha Geetika', Dinesh Chandra Sen (ed))\nChandraboti alternates between Sita's voice and her own authorial one in her ballad, crafting a tale of three wronged women. Mandodari, who takes poison in grief at her husband Ravana's debauchery, ends up becoming pregnant and delivers a golden egg, which she floats in the river water. A poor fisherwoman finds the egg and nurtures it until it hatches, then nobly offers the child to King Janaka to rear. Sita herself narrates her sad tale of abandonment.\nThe true villain of the epic is not Ravana but Kukuya, Sita's evil and jealous sister-in-law. It is she who fills Rama's mind with suspicion against his beautiful wife, not Rama's subjects as in the traditional version. This leads to Sita's abandonment, and Chandraboti introduces the theme of the complex politics of the marital home. The text concludes with the poet's prophetic voice, passing stern judgment against this unjust action that will lead to the downfall of the epic hero and the dynasty:\n'Je agun jalailo aaj go Kukuya nanadini\nShey agune pudibe Sita go shohit Raghumani\nPudibe Ayodhyapuri go kichudin pore\nLakshmi shunya hoiya rajya go jabe charkhare.'\nThe Medieval period in Bengal thus produced some of the finest literature that we have ever known. Rich in variety, in spontaneity and in the synthesis of oral traditions and literary texts, it offered a form of religious syncretism even in the propagation of its cultic faiths that may serve as a noble example for future generations.\nSaumitra Chakravarty teaches English Literature in the Postgraduate programme, National College, Bangalore, India.\n\n",
        "headline_1": "Re-discovering the goddess in medieval bengali poetry",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/focus/news/re-discovering-the-goddess-medieval-bengali-poetry-3450531",
        "news_paper_name": "The Daily Star",
        "publish_date": "23-10-2023"
    },
    {
        "full_article": "Recently, Chief Election Commissioner (CEC) Kazi Habibul Awal frankly admitted that the Election Commission (EC) was facing a credibility problem. He attributed this problem to the controversial 2014 and 2018 general elections. We commend the CEC for admitting that the last two elections were indeed controversial. However, we respectfully request that the CEC and his colleagues look back and reflect upon how they themselves may have created this credibility problem in the first place.\nLet's begin with the EC's appointment. According to The Chief Election Commissioner and Other Election Commissioners Appointment Act, 2022, only political parties and professional bodies are entitled to propose names, from which the Search Committee is to recommend names to the president for appointment to the commission. But the committee allowed anyone and everyone to propose names, even their own, which is a clear violation of the law. We know from the public statement of late Dr Zafrullah Chowdhury, who was not eligible to propose names, that he recommended Awal for the CEC's post. Other ineligible individuals must have proposed names of other commissioners, which clearly makes the appointment of the present commission legally questionable. There are serious allegations that this violation was part of a strategy to appoint the ruling party's chosen individuals to the commission. The inclusion of former election commissioner Sohul Hossain, who sought nomination from the Awami League in the last election, in the Search Committee clearly adds currency to this allegation.\nFurthermore, the law required that the appointment be made in a transparent manner. But unlike its predecessor, the Search Committee did not even make public the names of the 10 finalists recommended to the president. All this created suspicions of behind-the-scenes manipulations in the appointment of the Awal commission. This author tried to remove this suspicion by making an RTI application, but the Cabinet Division failed to disclose the relevant information, against which a case is now pending before the High Court.\nLet's now look at the EC's own controversial acts, which contributed to its credibility problem. One may recall that during the Cumilla city election, the first important election during its tenure, the Awal commission made an unfortunate flip-flop first by ordering lawmaker AKM Bahauddin Bahar to leave the city and then reversing its decision after his defiance. The commission also failed to explain the mystery behind the reversal of the final election outcome, causing the defeat of the departing mayor Monirul Haque based on the results of four centres that arrived last – several hours after the closure of polling carried out using EVMs. In absence of the EVMs' paper trail, results could not be recounted to verify its authenticity.\nTalking about the EVMs, the EC vehemently insisted on using it at first in all 300 constituencies and later in at least 150 constituencies, even though Prof Jamilur Reza Choudhury, who was the head of the EC-appointed technical committee, refused to endorse the purchase of EVMs without paper trail. To justify the purchase of 200,000 new EVMs at the cost of nearly Tk 9,000 crore, the EC even misrepresented the number of political parties that supported the use of EVMs. In the absence of the EVMs' paper trail, the results declared by the EC are final and cannot be verified by recount, which is why the EC could not counter Hero Alom's allegation that he was defeated in Bogura-4 by-election through manipulation.\nThe EC's decision to register Bangladesh Nationalist Movement (BNM) and Bangladesh Supreme Party (BSP), whose name most people have never heard of, also badly hurt its credibility. While it confirmed registration of these two parties, allegedly propped up by vested quarters, it denied registration to several other parties, which have visible activities throughout the country.\nThe Gaibandha-5 by-election, held in January this year, also badly undermined the EC's credibility. That by-election, if one may recall, was cancelled due to widespread rigging observed through CCTV cameras installed at every polling centre. However, the investigation committee formed by the EC failed to hold to account the deputy commissioner and the superintendent of police in the district, under whose watch the rigging took place. The EC also failed to punish the small fries – the lower-level functionaries – even though it had the authority to do so.\nThe EC's credibility was further tarnished by the Dhaka-17 by-election, which was not contested by major political parties like BNP. It may be recalled that during the election, Hero Alom, a minor contestant, was beaten up in front of a polling centre, raising serious questions about the EC's capacity to peacefully hold even a by-election in one single constituency.\nIn addition, the election commissioners hurt their credibility by making untrue and misleading statements. For example, in 2022, the EC sent several recommendations to the law ministry for amending the Representation of People Order (RPO). In its recommendations, the EC proposed to replace the term \"election\" by \"polling\" in Section 91, reducing its authority to postpone the election or cancel results because of anomalies, on the day of the polling rather than during the entire election cycle. When this became public, the EC first denied, but later admitted to it, claiming that the change would not reduce its authority, despite the contrary view of all other election experts.\nFinally, the EC's decision to go ahead with the coming election, even though major political parties such as BNP, Islamic Andolon, and others have declared not to participate under the present constitutional framework, raises serious questions about its credibility. We know from our history that we never had free and fair elections held under the party in power, and the same is bound to happen even if all parties contest the election, as in 2018. Given this, one cannot help but conclude that by insisting on going ahead with the election, the EC wants to ensure that the ruling party stays in power. The plausibility of this conclusion becomes apparent with the CEC's assertion that what is important is people can vote without any hindrance, rather than who is contesting and who is not. This is clearly a justification for holding a one-sided election, defying the very definition of the term \"election,\" which involves choice – voters choosing from credible alternatives. With such a one-sided election, we strongly feel that the EC would not be able to meet its constitutional obligation to hold free, fair and credible elections.\nDr Badiul Alam Majumdar is secretary of SHUJAN: Citizens for Good Governance.\n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n",
        "headline_1": "The Election Commission’s credibility problem",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/the-election-commissions-credibility-problem-3450141",
        "news_paper_name": "The Daily Star",
        "publish_date": "23-10-2023"
    },
    {
        "full_article": "The Road Transport Act (RTA) was passed five years ago, in a somewhat hurried manner following a widespread protest led by school students. The law, as the government had promised back then, was aimed at safeguarding the lives of passengers, drivers and pedestrians on the road. Five years later, our roads are not any safer. In fact, according to road safety advocates, roads in Bangladesh – particularly in Dhaka – have become increasingly dangerous, especially for pedestrians.\nThis hardly comes as a surprise, seeing as the road safety law is yet to be fully implemented. Unlike the Digital Security Act (DSA), which was passed around the same time as RTA and was implemented right away, the government has faced numerous hurdles to put the latter into effect. As passenger welfare advocates have pointed out time and again, transport leaders, most of whom either have strong ruling party connections or are part of the ruling regime themselves, have heavily influenced the government's decisions in their favour. Sadly, those decisions have often proven to be detrimental for the people.\nTake, for example, the matter of unfit vehicles. The state-owned Bangladesh Road Transport Authority (BRTA), on May 17, issued an order to cap the economic life of buses and trucks, aiming to reduce road crashes as well as pollution. That decision was put on hold by the Road Transport and Highways Division (RTHD) less than four months later, when they caved in under the pressure of transport associations. This has been the case for almost all road safety-related decisions. This is why, despite passing the law in September 2018, the government was only able to finalise its rules in December 2022.\nBy failing to withstand the influence of transport owners and leaders, our government has failed to ensure safety for us on the road. According to BRTA data, between 2015 and 2022, more than 21 people have been killed and 39 more injured in road crashes every day on average. According to Bangladesh Jatri Kalyan Samity, these numbers are much higher. Dhaka has been found to be the most unsafe place in the country, which is ironic, seeing as it is also the slowest city in the world, traffic-wise.\nIt's high time our government stopped caving in to the vested interest groups in our transport sector, who throw tantrums whenever an official decision to improve road safety goes against their favour. The government must remember that it is mandated to serve the people, not the transport owners and associations.\n",
        "headline_1": "Don’t let road safety be held hostage",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/dont-let-road-safety-be-held-hostage-3449991",
        "news_paper_name": "The Daily Star",
        "publish_date": "23-10-2023"
    },
    {
        "full_article": "The Road Transport Act (RTA) was passed five years ago, in a somewhat hurried manner following a widespread protest led by school students. The law, as the government had promised back then, was aimed at safeguarding the lives of passengers, drivers and pedestrians on the road. Five years later, our roads are not any safer. In fact, according to road safety advocates, roads in Bangladesh – particularly in Dhaka – have become increasingly dangerous, especially for pedestrians.\nThis hardly comes as a surprise, seeing as the road safety law is yet to be fully implemented. Unlike the Digital Security Act (DSA), which was passed around the same time as RTA and was implemented right away, the government has faced numerous hurdles to put the latter into effect. As passenger welfare advocates have pointed out time and again, transport leaders, most of whom either have strong ruling party connections or are part of the ruling regime themselves, have heavily influenced the government's decisions in their favour. Sadly, those decisions have often proven to be detrimental for the people.\nTake, for example, the matter of unfit vehicles. The state-owned Bangladesh Road Transport Authority (BRTA), on May 17, issued an order to cap the economic life of buses and trucks, aiming to reduce road crashes as well as pollution. That decision was put on hold by the Road Transport and Highways Division (RTHD) less than four months later, when they caved in under the pressure of transport associations. This has been the case for almost all road safety-related decisions. This is why, despite passing the law in September 2018, the government was only able to finalise its rules in December 2022.\nBy failing to withstand the influence of transport owners and leaders, our government has failed to ensure safety for us on the road. According to BRTA data, between 2015 and 2022, more than 21 people have been killed and 39 more injured in road crashes every day on average. According to Bangladesh Jatri Kalyan Samity, these numbers are much higher. Dhaka has been found to be the most unsafe place in the country, which is ironic, seeing as it is also the slowest city in the world, traffic-wise.\nIt's high time our government stopped caving in to the vested interest groups in our transport sector, who throw tantrums whenever an official decision to improve road safety goes against their favour. The government must remember that it is mandated to serve the people, not the transport owners and associations.\n",
        "headline_1": "Don’t let road safety be held hostage",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/dont-let-road-safety-be-held-hostage-3449991",
        "news_paper_name": "The Daily Star",
        "publish_date": "23-10-2023"
    },
    {
        "full_article": "The objective of the government's skills development programmes is to help unemployed youth and women from disadvantaged groups to get jobs or be self-employed, thus eradicating poverty. However, as a report by Prothom Alo indicates, these programmes are being run in a manner that defeats the purpose. The report sheds light on a Madaripur District Council programme that provides free training in sewing, driving and computer skills to selected participants. However, despite the significant funds allocated, it has largely failed to deliver results due to mismanagement and irregularities in the selection and training processes.\nEach year, 155 women receive sewing training, and a sewing machine upon completion. Additionally, 200 people receive computer training and 120 receive driving training, with financial incentives for each participant. However, the process is marred by lack of proper vetting as participants are often selected not based on eligibility but recommendations by powerful individuals, leaving out those truly needing it.\nFor many, the certificates earned in this process serve as little more than paper decorations. Some among them have managed to acquire sewing machines without ever attending any training session, while some of those attending driving training had vehicles of their own. Moreover, the training sessions are conducted haphazardly, uninspiringly, and often without providing hands-on practical experience.\nAs a result, most trainees remain jobless or otherwise unable to use their training in related professions. This means that the 30 million or so taka spent over the 10 years of this programme has hardly benefitted the targeted population. Madaripur, thus, offers a case study in how an important initiative to help the poor can derail in the absence of proper management and oversight – not just during training but also afterwards to ensure its effectiveness.\nAn ideal programme should target the most eligible of participants and give them proper training. It should also track their professional journey, and even help find gainful employment if necessary. We, therefore, urge the government to conduct a thorough review of all skills development programmes and undertake necessary reforms. Otherwise, these will continue to fall short of their intended goals.\n",
        "headline_1": "Don't muck up youth skills training",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/dont-muck-youth-skills-training-3449866",
        "news_paper_name": "The Daily Star",
        "publish_date": "23-10-2023"
    },
    {
        "full_article": "After the partial opening of the Dhaka Elevated Expressway (just 11.5 km of 46.73 km) on the HSIA-Kutubkhali route via Mohakhali, the construction work of the country's second 24-km elevated expressway has run into a snag. The hurdles, linked to the Dhaka-Ashulia Elevated Expressway, are distinctively different. But they appear to be surfacing as a prelude to a litany of ground realities waiting in the wings. The second expressway is being constructed for alleviating the communication problems of people living in Dhaka and Ashulia by speeding up their commute between the two destinations. Given the slow progress in the expressway work, the project may overrun the deadline. Reportedly, only 9.5 per cent of work has been completed nearly a year after the launch of the construction.The project officials have blamed a number of factors for the delayed start. They include delays in land acquisition, shifting various utility lines and removing a number of structures in the project area. In addition, the officials said they have yet to receive the construction yard from the Dhaka Elevated Expressway in the airport area. The Tk 175.53 billion project formally began on October 28 last year, nearly eight years after it was initiated --- with the primary deadline being 2027. Meanwhile, of the several challenges the Chinese contractors faced, one halted their progress right on the middle of the Ashulia Bridge after building piers on both sides due to the high-voltage power line of the national grid. Under the project, the contractors are supposed to build two bridges on both sides of the expressway and demolish the embankment road underneath stretching from Dheor crossing to Ashulia 2nd Bridge to ensure smooth navigation for water transports. All this is complicated job.People who will use the Dhaka-Ashulia Elevated Expressway are willing to bear with the sufferings caused by different types of temporary dislocations. What they look forward to is a smooth movement along the 24-km elevated passage. Moreover, as the Dhaka Elevated Expressway has yet to be fully completed, the new expressway project might go through series of disruptions. They might shadow the project until the unfinished tasks of the first elevated expressway are completed. It's depressing news for the expectant users of the Dhaka-Ashulia Expressway. Though these types of unexpectedly botched up work schedules are part of major projects, relevant authorities need to foresee those and take appropriate measures beforehand.The Bangladesh Bridge Authority took over the Dhaka-Ashulia Expressway project after signing a memorandum of understanding with China National Machinery Import and Export Company (CMC) on January 22, 2015. However, the project faced delays due to the prolonged time taken to sign a loan contract with the Chinese Exim Bank, which wasn't finalised until October 26, 2021. After the loan was effective in May, 2022, the project officially started on October 28 the same year. Meanwhile, dwelling on his experience of working in the area, a Chinese engineer spoke of the people's appeal to them to expedite the project's construction work, as they face a series of troubles in crossing the corridor, especially in Ashulia. With the completion of the second elevated expressway, the nation can find itself on course of the new millennium-road communication. Overhead expressways are expected to become high-priority development imperatives.",
        "headline_1": "Dhaka-Ashulia Expressway",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/dhaka-ashulia-expressway-1697985121",
        "news_paper_name": "The Financial Express",
        "publish_date": "23-10-2023"
    },
    {
        "full_article": "In the wake of the war in Ukraine, oil price skyrocketed to more than US$120 per barrel. However, the release of the Strategic Petroleum Reserves of the US and the European Union (EU)'s embargo followed by the imposition of a price cap of US$ 60 per barrel on Russian oil by the G7 group, the oil price hike in the international market could be arrested and brought back to the pre-war level. But again following the Israeli attack on the Gaza strip in the Middle East in retaliation for the Palestinian Islamist militant group Hamas's raid into Israel on October 7, the international energy market has again become unstable. Viewing that Israel-Hamas war is not good news for oil markets, Dr Fatih Birol, the head of the Paris-based International Energy Agency (IEA) is reported to have predicted that the international oil market would remain volatile and that the conflict could push oil price higher. According to reports, since the conflict broke out over Gaza, the oil price has meanwhile risen to US$ 96 per barrel. The worst fear is that if the ongoing Israel-Hamas conflict further expands sucking the entire region into a bigger war, there is the danger of disruption in oil supply. In that case, a situation like the one that happened after 1973's Arab-Israeli war resulting in the Arab countries' imposition of embargo on oil shipments to the Western and other countries that supported Israel in the war may arise. In 1973, the oil crisis so created led to an unprecedented oil-supply crunch, quadrupling oil price and putting an end to the era of cheap oil. However, experts think such a possibility is slim this time seeing that destruction of any oil infrastructure in the major oil producing country in the Middle-East will be to no one's interest. At least, the Western economies, dependent as they are on Middle-Eastern oil and gas, would not like that to happen. And, any further US sanction on Iranian oil can lead to disruption of oil flow through the Strait of Hormuz, a vital global oil route, risking further hike in fuel price. That in turn would drive up inflation, a scenario everyone wants to avoid. Unless something unforeseen happens, the oil price may not go out of control. Even so, if the war prolongs triggering further volatility in oil price, that would be bad news for the developing countries like Bangladesh. Such economies, almost entirely dependent on imported oil and liquefied natural gas, can ill-afford to buy energy from the global market at exorbitantly high prices. Bangladesh, for instance, is already in a tight corner due to the ongoing foreign-exchange crunch which has been increasingly weakening its capacity to buy required quantities of oil and liquefied natural gas (LNG) from the international market.The situation has arisen mainly due to a sharp fall in remittance from the overseas migrant workers. It has been due to the increased transfer of foreign remittance through informal channels taking advantage of the controlled US$ price as dictated by Bangladesh's central bank vis-à-vis that offered by the informal market. As expected, it is negatively impacting the country's foreign exchange reserve which has recently dropped below US$21 billion. The fast depleting forex reserve is a warning signal for the country's economy, which is already reeling from high consumer price inflation. Against this backdrop, the country is caught between a rock and a hard place as by any means it will have to procure energy from the international market whatever the price. Bangladesh's yearly demand for oil as per FY 2021-22's record is around 7.0 million metric tonnes. This is according to the latest statistics of the Bangladesh Petroleum Corporation (BPC), the government agency that imports, distributes and markets oil and petroleum products in the country. Notably, the entire demand is met through import. Annually, the import costs the national exchequer from US$4.0 billion to 4.5 billion. Bangladesh in the past years has been spending between US$ 5.0 billion and US$7.0 billion for fuel import. The projection is that the amount to be spent for energy import may about double in the current financial year. If the growing instability in the international energy market is taken into consideration, the expenditure on energy may increase further. Consider that apart from oil, Bangladesh has also to import Liquefied Natural Gas (LNG) mainly from Qatar and Oman on a long-term contract. In the short term, the item is procured from the international spot market. Every year between 4.0 and 5.0 million metric tonnes of LNG are imported by the country. What is of concern is that international LNG market is already volatile. If the war situation in the Middle East worsens, the LNG price, which is now hovering at around US$ 14 per million British thermal unit (MMBTU) may shoot up to US$20 to the utter distress of a cash-strapped country like Bangladesh. In case of a further price hike of fuel price, it will be the last on the camel's back. So, by all means, any situation that befell Sri Lanka in March 2022, when that country's forex reserve declined to US$ 1.94 billion turning the country bankrupt, should be averted. Who is going to sell oil to a bankrupt country on credit? The government need to pursue a prudent policy to encourage overseas workers to send their remittance through formal channel. If required, the price of US$ in taka, may be left to the forex market to dictate. Because, the remittance dollars must flow in through the formal channel to maintain the country's forex reserves at a comfortable level so that the government can procure energy to keep economy's wheel turning.\n[email protected]",
        "headline_1": "To keep wheel of economy turning",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/to-keep-wheel-of-economy-turning-1697985167",
        "news_paper_name": "The Financial Express",
        "publish_date": "23-10-2023"
    },
    {
        "full_article": "The news of heating up of the rice market could not come at a worse time. Food inflation last month was 12.37 per cent ---slightly less than the 12.54 per cent in August, a record rise in 12 years. Within a week, prices of rice of all varieties have gone up by Tk1.0-3.0 a kilogram. Every year around this time, about a month ahead of the Aman paddy harvest, prices of rice used to go up. But the elements that were responsible for price hike in the past are hardly present now. The severe crisis of food grains in the Bangla month of Kartik called 'monga' has long taken leave of Bangladesh as a result of changes in cropping pattern made possible with introduction of high-yielding varieties. Yet the wholesale rice market refers to supply crunch from millers for the fresh price spurt. It seems the millers have a trick up their sleeve.However, the rice market is not the only major area of concern. Coarse flour and pluse (mosur) have also registered higher prices in the wholesale market. The consequential import is quite disturbing. If the rice millers and wholesale market moguls have their way, there is the ominous likelihood of breaking the record food inflation of 14.11 per cent of the 2010-11, ever compiled by the Bangladesh Bureau of Statistics. Such an apprehension is not unfounded given the market trend, the businesses' unholy practices to irrationally skyrocket prices of essentials and the authorities' helplessness in the face of such artificial market engineering. In August last when inflation was 12-year high, the global food prices dropped significantly. According to the Food and Agriculture Organisation (FAO) of the United Nations food price index, international food commodity prices dropped in August last. The monthly changes in prices of the globally traded foods averaged 121.4 in August last, down 2.1 and 2.4 per cent from July and March, 2022 ---the latter being the peak. This speaks volume for the local market mechanism in Bangladesh. Now, another example will show how the big players behind such manipulation of market defy the authorities and go about their sinister practices. The government fixed prices of egg, potato and onion when the galloping mad horse of such essentials could not be reined in by anyway. In case of egg, meticulous calculation was done to prove that there could be a reasonable profit margin for producers and retailers if eggs were sold at the government-fixed prices. The same goes for the prices of potato and onion too. In case of egg market manipulation, a comprehensive investigation came up with the business malpractices resorted to by sharks controlling the poultry industry. A hefty fine was slapped on one such biggie recently.When egg prices again refused to come down, the authorities' reaction was quite ludicrous. Instead of taking the defying players to task, they decided to issue permit for import of egg from India. Not a single egg was imported by this time and eggs have become only dearer. Onion has registered further increase and it scored a century in its price tag. Consumers can thank their stars for onion prices not making jumps beyond the century mark. There is however no guarantee it will not do. Not before a month will the season's first yield hit the market. Potato has the same story as that of onion. It is now selling at Tk 50-60 a kilogram depending on their varieties and qualities. But this is unusual in the country. There is not the slightest indication that this most commonly used vegetable suffered any production loss or is in short supply. Issuance of licence for import is no solution to the failure of management of market, weak monitoring and supervision. Neither of these items is imported and therefore there is no question of problem facing in opening LCs or dollar crisis. Yet dishonest and avaricious business syndicates are fleecing people who find themselves with their back to the wall. The authorities must acknowledge their accountability. They have completely failed the people in time of great hardship. \n[email protected]",
        "headline_1": "Ominous sign of further market volatility",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/ominous-sign-of-further-market-volatility-1697985221",
        "news_paper_name": "The Financial Express",
        "publish_date": "23-10-2023"
    },
    {
        "full_article": "Everyone, these days, seems to lead a life full of modern facilities. For this, they have come a long way from their conventional extended family life to flat-bound city life. Development projects are occupying open spaces and water bodies to establish housing plots. Urbanisation is gaining momentum even in rural areas. Once known for abundant parks, Dhaka city has already transformed into a concrete jungle. Now, with more than 10 million inhabitants, the capital city lacks adequate recreational spaces and parks. The condition of most parks today is pitiable, to say the least. Park maintenance around the city is completely ignored in many neighbourhoods. This lack of recreational space means that people flock to the shopping malls and fast-food restaurants, which can no way be called a healthy practice particularly for children. Today, young people stay indoors and spend their leisure watching contents on screens of phones or laptops. They do not have the opportunity to venture out and look for entertainment outdoors or have an inspiring conversation with the elderly. Swimming or engaging in outdoor sports is quite impossible in this city.Without the close touch with Nature, a child can never be able to have a healthy growth, both mentally and spiritually. If a child is restricted to a room, it will limit to its thinking process. To give a child a healthy life, we should provide them with open spaces and playgrounds where they can play, run and enjoy their childhood. This is how we can save them from the four walls of a room and the dreadful screen addiction of a mobile or a computer. Perhaps instead of creating towering apartment buildings, more development projects focusing on recreational spaces such as parks and playgrounds should be invested in.\nMd Sajidul Islam Sohan, Student of University of Dhaka, Dhaka, [email protected]",
        "headline_1": "Investing in parks, playgrounds",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/investing-in-parks-playgrounds-1697985247",
        "news_paper_name": "The Financial Express",
        "publish_date": "23-10-2023"
    }
]