[
    {
        "full_article": "The alacrity with which the Lok Sabha Ethics Committee went about recommending the expulsion of Trinamool Congress Member of Parliament (MP) Mahua Moitra from the lower House is certainly not a sign of any fidelity to ethics, or fairness. The recommendation is a brazenly partisan attempt to silence a critic of the government. It is also a warning shot meant to intimidate MPs from doing their job of holding the executive accountable. Neither the process nor the conclusions of the committee are grounded in any decipherable principle. The committee, with the help of the Ministry of Electronics and Information Technology found that the MP’s credentials were used online from Dubai 47 times to access the Parliament portal. Parliamentary questions were submitted from abroad. As Opposition members in the committee have pointed out, the drafting and the submission of questions are routinely done by aides of MPs. And MPs raise questions in Parliament based on representations from various constituents. To assume without solid evidence that any question is in exchange of material favours and then to expel an elected MP, is an assault on parliamentary democracy itself. The committee is calling upon the government to investigate the allegation of ‘quid pro quo’ raised by one of its members against Ms. Moitra, after holding her guilty, turning the principle of natural justice on its head.If MPs are barred from sharing their login credentials with others, the rule must equally apply to one and all. Now that the committee has taken this extreme step of calling for the expulsion of an elected member from the House, thereby depriving the voters of her constituency representation, it should also investigate how other MPs prepare and submit parliamentary questions. The selective investigation of one MP, based on insinuations and conjectures, clearly comes out as what it is — intimidation. It is also in stark contrast with the tardy response of the Lok Sabha Committee of Privileges to a serious complaint against Bharatiya Janata Party MP Ramesh Bidhuri who used derogatory communal slurs against a fellow member in the Lok Sabha. That a member can abuse and threaten another member on the floor of the House is a matter of serious concern. That said, Ms. Moitra’s act of allowing a person who is not employed by her to execute official work on her behalf betrays a lack of discretion and judgement. This should act as a lesson for all those who seek to hold the government accountable: to keep themselves beyond reproach.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nLok Sabha\n\n/\n\nethics\n\n/\n\nparliament\n\n/\n\nexecutive (government)\n\n/\n\nUnited Arab Emirates\n\n/\n\nBharatiya Janata Party\n\n/\n\nAll India Trinamool Congress\n\n/\n\ngovernment",
        "headline_1": "Over the top: On Mahua Moitra and panel’s disqualification recommendation",
        "headline_2": "The decision to expel Mahua Moitra smacks of political vendetta",
        "link": "https://www.thehindu.com/opinion/editorial/over-the-top-the-hindu-editorial-on-mahua-moitra-and-the-lok-sabha-ethics-panels-disqualification-recommendation/article67521709.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "12-11-2023"
    },
    {
        "full_article": "Multiple pieces of legislation and regulations prohibiting ragging on campuses have failed to end the dehumanising ordeals junior students are subjected to by their sadistic seniors. Nearly three months after a 17-year-old boy died due to ragging in West Bengal’s Jadavpur University, a second-year undergraduate student of the PSG College of Technology in Tamil Nadu has been left brutalised, physically and mentally, for refusing to yield to monetary extortion by his seniors. Both States were among the earliest to enact legislation banning ragging. That students undergo such traumatic experiences despite civil society being rudely awakened by spine-chilling cases of brutalisation and even the murder of victims of ragging, exposes the gaps in the system that allow a vicious cycle where victims one year become perpetrators the next. From bullying and harassing freshers to ensure subservience to seniors, acts of ragging have taken perverse and cruel forms, including through sexual abuse, intended to dehumanise victims. An act of indiscipline has evolved into one that involves elements of criminality. While unlike earlier, ragging is no longer a given on campuses, it is evident that victims are not just the freshers and the harassment extends beyond the initial months of a new academic year, as seen above.The Supreme Court-appointed R.K. Raghavan Committee had captured the causes, and suggested actionable remedies, in its 2007 report, ‘The Menace of Ragging in Educational Institutions and Measures to Curb It’. The panel rightly categorised ragging as a form of “psychopathic behaviour and a reflection of deviant personalities”. In 1999, a University Grants Commission (UGC) Committee had recommended a “Prohibition, Prevention and Punishment” approach to curb ragging. Yet, as the Raghavan Committee pointed out, many State laws only seek to prohibit, and not prevent, ragging. In its words, “while prevention must lead to prohibition, the reverse need not be true.” Despite ‘The UGC Regulations on Curbing the Menace of Ragging in Higher Educational Institutions 2009’, except for formalities such as conducting freshers’ parties, mandating undertakings from students and parents against indulging in ragging, and putting up ‘no-ragging’ notices, the stakeholders have done little to prevent it. Institutions must create an encouraging atmosphere where teachers and hostel wardens, and not parents living in a distant place, are the first point of contact for victims. There must be greater accountability by educational institutions to prevent ragging. As the Raghavan panel recommended, regulatory authorities must ensure a ragging-free campus. This has a direct bearing on the maintenance of academic standards in individual institutions. Governments too must be earnest in implementing regulations, failing which campuses would not be safe for students. \nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nlaw enforcement\n\n/\n\nengineering colleges\n\n/\n\nstudents\n\n/\n\njudiciary (system of justice)\n\n/\n\nlaws\n\n/\n\nhigher education\n\n/\n\nCoimbatore\n\n/\n\nTamil Nadu\n\n/\n\nWest Bengal",
        "headline_1": "Unending ordeal: On continuing acts of ragging",
        "headline_2": "Law enforcement officials and colleges must do more to prevent ragging",
        "link": "https://www.thehindu.com/opinion/editorial/unending-ordeal-the-hindu-editorial-on-continuing-acts-of-ragging/article67521691.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "12-11-2023"
    },
    {
        "full_article": "Afghanistan failed to make it to the knock-out stage of the cricket World Cup, but they stoked throbbing life and high drama into the tournament with their incandescent performances.\nIn the first week, with crowds sparse (largely a function of shoddy ticket management by the BCCI) and hopelessly one-sided matches, the World Cup was in danger of fizzling out prematurely. However, a couple of upset wins in the next week by minnow teams (Netherlands being the other) infused pep and interest in the stuttering tournament. With India hitting a red-hot streak of wins, the World Cup soon turned into a raging blockbuster.\nWhile India’s sizzling performances understandably created breathless brouhaha, it was Afghanistan’s giant-killing spree that gave the tournament a thrilling dimension, in the process, also serving as a reminder to the ICC and major cricket boards of the imperative need to expand the global footprint of the sport more equitably.\nPitch for more: Minnows remain at the mercy of major cricket countries for bilateral engagements\nFour wins in nine matches may not appear a mighty achievement, but this must be seen in the perspective of Afghanistan’s relative inexperience, and the teams they conquered. First, defending champions England were unceremoniously humbled. Pakistan were upstaged in a taut battle of nerves next, and to complete a sensational hat-trick of wins, Sri Lanka was made to bite the dust. All three victims were former title winners which negates all talk of luck and fluke.\nAfghanistan versus Australia, five times former champions, produced the most riveting contest of the tournament and, arguably the greatest match in World Cup history. Glen Maxwell’s heroic unbeaten double century — now voted widely as the best ODI innings ever — helped the Aussies win by a whisker. Two dropped catches of Maxwell when the Aussies were on the mat, betrayed nerves and poor catching skills in a crunch situation. Afghanistan’s chance had come and gone. But even in defeat, the never-say-die spirit and fine skills of the Afghans earned encomiums from all quarters.\nIn some ways, Afghanistan’s performance has been Lagaan-like in metaphor: There is no anti-colonialism battle for self-respect as was the case in the celluloid saga, rather, of proving a point to the cricket world by beating those from whom they’ve learnt the game. This made for the most fascinating and compelling storyline to the World Cup.\nThough cricket came to Afghanistan in mid-19th century — it barely fits the Afghan sporting stereotype which had more to do with martial pursuits like buzkashi and sundry contact sports. Cricket, with its peculiar idiom, etiquette and culture was a world removed.\nThe evolution of Afghanistan cricket as we know it today, starts in the refugee camps in Pakistan’s North West Frontier Province where those fleeing Soviet invasion in the 1980s and American bombing post 9/11 settled. Players like Mohammad Nabi and Rashid Khan in the current side started playing cricket in these camps.\nRefugees took the game back to their war-ravaged country. Youngsters looking for a sporting diversion apart from football took to cricket with enthusiasm. Support system from the local government(s) came up when Afghanistan became first an affiliate, then associate member of the ICC. It is now a full member, playing all three formats.\nAfghanistan’s rise makes for one of the most inspirational stories in the strife-driven contemporary world. Seeing the success of their team, young Afghans now see cricket as an opportunity for escape from a beleaguered life and perchance becoming part of the global comity.\nRapid development of skills in a mere 20-25 years bespeaks intrinsic ability in the Afghans. The late Shane Warne, speaking of talismanic Rashid Khan, said to me once that if they were part of the same team, he (Warne) wouldn’t be an automatic choice. “But we would both be in the playing XI,’’ he quipped.\nThis World Cup has highlighted the amazing and growing skill quotient of the Afghans, in all aspects, not just spin bowling as was thought earlier. Now, their batting and fast bowling ability is second to none. Add to this canny tactical nous too, to go with grit, optimism and ambition that seems to be embedded in their hardy mindset, and you have a major cricket force in the making.\nBut there are hardships. Cricket in Afghanistan is subject to socio-political vicissitudes. While the present Taliban dispensation supports cricket, it bans women from playing any sport. In turn, this can invite adverse reactions for the men’s team too. Australia, for instance, refused to play a bilateral ODI series against them because of the ban on women’s cricket.\nAt a holistic level, countries like Afghanistan, the Netherlands, Ireland, Scotland, remain starved of opportunity in the sport. Their players seek to get livelihood from T20 leagues, which have come as a boon, but remain at the mercy of major cricket countries for bilateral engagements which have been sparse. The powers that be need to address this problem if cricket has to grow. Can India, the biggest, richest, most powerful influence in the sport be in the vanguard of this endeavour?\n\n",
        "headline_1": "Afghanistan shows why cricket’s global footprint needs to expand",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/afghanistan-shows-why-crickets-global-footprint-needs-to-expand/",
        "news_paper_name": "The Times of India",
        "publish_date": "12-11-2023"
    },
    {
        "full_article": "The Supreme Court has done well to refuse a blanket ban on all firecrackers in India. Its recent order reminding states to prohibit the manufacture and sale of joined firecrackers and those containing barium is a prudent one. Yet in the absence of a sensible firecracker policy, it is likely that approaching the Supreme Court for a ban will become an annual pre-Diwali ritual.\nHow should India govern firecrackers?\nThe goal of policy ought to be to allow people to enjoy Diwali with firecrackers if they so wish while reducing the damage to the environment. Yes, this is possible.\nFor that we must avoid our usual bad policy reflexes: do not nationalise, judicialise, moralise and surprise. A one-size-fits all solution, especially if dictated by judges, is likely to have unintended consequences when applied across a highly diverse country. Once a policy question is turned into a moral one, we get into a battle between right and wrong, with no middle ground. The politics become emotional and polarised making pragmatic solutions impossible. So, what do we do?\nFirst, leave firecracker regulation to state governments, municipalities and gram panchayats. Air quality, firecracker use, weather conditions, human geography, social norms and biosphere contexts vary vastly across the country. Firecrackers in polluted Delhi have a very different impact from say one in a seaside village in South Goa. It makes little sense to prohibit South Goans from enjoying themselves by setting off a few firecrackers because Delhiites tend to go overboard in an already overpolluted city. While the Delhi government is justified in taking drastic action, the Goan village panchayat has different considerations — fire safety, street dogs and noise, for instance — and a lot more leeway in terms of air pollution.\nSimilarly Tamil Nadu, a state where over half a million people depend on the Rs 6,000 crore firecracker industry for their livelihoods, should retain its autonomy to balance its economic and environmental issues. Instead of lining up before the Supreme Court, civil society groups and think tanks could help state governments, municipal corporations and village panchayats by drafting jurisdiction-specific model firecracker regulations.\nSecond, the regulations have to give time for transition. The Supreme Court’s 2018 decision to ban certain types of firecrackers was abrupt, and for that reason almost certainly violated. A better way would have been to set a three-year timetable so that manufacturers, distributors and users have time to adapt. It will also give state authorities enough time to set up effective enforcement mechanisms. Just like it is a bad idea to slam the brakes of a fast-moving locomotive, banning firecrackers or imposing new regulations days before Diwali will result in backlash.\nThird, instead of seeking a magic bullet, a number of policy levers should be used to change how Indians produce, sell and use firecrackers. These include public education, taxation, restrictions and licensing. Unlike bans, these levers are flexible and can be ratcheted up and down in response to the situation. We often underestimate the power of public education, awareness and cultural norms. Taxes can be an effective instrument to shape economic behaviour. In 2017, traders in Kolkata reported a 40% drop in firecracker sales after GST effectively doubled the tax rate. States and municipalities cannot change GST rates, but can make firecrackers more expensive by increasing license fees or imposing surcharges on retailers. They can also impose restrictions limiting the times, places and types of crackers that can be used. Cities with severe environmental problems can consider user licensing. Science journalist Michael Le Page advocates banning “sale to private individuals and restricting their use to licensed displays. That way, those who enjoy fireworks can still see spectacular shows while minimising the harm done.’’\nA common objection to using such policy levers is that the authorities do not have the administrative capacity to implement and enforce them. This is a reasonable argument except that the test of a policy lies in how much of an improvement it is over the status quo. If we can achieve 10% reduction in firecracker use year on year, we halve the problem in six years. State governments and local authorities in many parts of the country have the capacity to use these levers, even if their mileage may vary. With the help and cooperation of local civil society organisations, it is not difficult to put in place regulations and norms of firecracker use. If, that is, we get over our fascination with legal remedies and instead focus on the grunt work of democratic engagement with local governments.\n\n",
        "headline_1": "Let’s not go crackers over bans every Diwali. Leave fireworks policy to states",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/voices/lets-not-go-crackers-over-bans-every-diwali-leave-fireworks-policy-to-states/",
        "news_paper_name": "The Times of India",
        "publish_date": "12-11-2023"
    },
    {
        "full_article": "By- Swami Chinmayananda\nIt is not moths alone that are attracted to light; man is also endlessly fascinated by it. In India, faithfully following our spiritual culture, we too have a night of lights. The Pauranic tradition attributes this day to the victorious return of Krishn after killing Narakasur and the return of Ram to Ayodhya, symbolising the destruction of evil. The joyous populace illumined the entire city. That glorious state of victory over the enemies was called ‘Deepavali’ – an array of lights. Even now, on this sacred day, all over India at dusk, when darkness gathers around, homes are illuminated by lights in tiny mud pots with oil and wick.\nThe Light of Consciousness in individuals illumining all their apprehensions is Atman, the Self. This flaming Existence in all is dramatised by the mud pot in which we fill the oil and light the wick. Within us, the wick of the mind is supported by the oil of vasanas, unmanifest desires. The distinct flame of Existence flutters to become one with the Elemental Fire, unmanifest, when the oil of vasanas is over.\n\nRemember the significance when you light the little mud pots that represent our bodies. As you stand in wonderment at the beauty of the rows of light everywhere, learn to feel elated at the light of divine Consciousness that flutters in the hearts of all living beings around. Harm none; respect life everywhere; and when, one by one, the lights disappear, teach yourself not to weep, but to reflect on how the manifested light disappears into the unmanifested Fire Divine.\nTo enjoy prosperity, peace and joy, the nation’s population must grow in their economic expansion, they must be trained and educated to live harmoniously, striving enthusiastically in all the fields of productivity. Spiritual unfoldment must be subjectively gained by each one in his own inner personality. The mighty, divine individual in each one of us must, by constant effort and watchfulness, endeavour to destroy all the negative tendencies of lust, greed, selfishness, egoism and vanity – by the cultivation of the positive qualities of love, kindness, cheerfulness, understanding, mercy and compassion.\nWhen the individual destroys in himself all his subjective enemies and cultivates inner riches, then that personality becomes enriched in the Light of Life and becomes really a noble example that lights up the path for others to break through this world of Existence.\nThe tiny mud pots that are lit up on Deepavali indicate a society wherein each member is a little lamp of piety, goodness, love and mutual understanding; in such a society alone, real goodwill and enduring prosperity can be victorious.\nDeepavali is a day dedicated to inner purity and noble character, dedicated to the opening of our individual hearts. Get out of your homes in the evening and embrace every other individual in society, not because they are Hindus, but because they too are small flames of the same Light Divine. Let all misgivings be forgotten, all grievances be forgiven. Let us remind ourselves, at least on this joyous day, that we can be victorious over our impulses and come to illumine – for the world around – the Lamp of Wisdom from the Land of Spiritual Light.\nSwamiji is the founder of Chinmaya Mission\n\n",
        "headline_1": "Illuminate your mind not just your home",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/illuminate-your-mind-not-just-your-home/",
        "news_paper_name": "The Times of India",
        "publish_date": "12-11-2023"
    },
    {
        "full_article": "Is Diwali the same as it used to be? In some ways, it is louder, glitzier, and more packed with social activity and consumption. But has something been lost in the process?\n\nWhat was always special was the run-up to the festival. Diwali meant a special type of snacks and sweets, and these would be prepared gradually in the days preceding the festival. New clothes would be stitched in time to be worn on the day. That was the era of the pant piece and the shirt piece, and the various gifts received during the year were excavated and given for tailoring. This meant that one had little room for any choice; we had to make do with what was on offer depending on the taste of relatives who had gifted it to us. It also meant that my brother and I ended up wearing identical clothes since no one took the trouble of giving us different designs; on Diwali, we were a family cut from the same cloth.\nRead full story on TOI+\n\n",
        "headline_1": "Of fond old memories and happy contradictions",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/Citycitybangbang/of-fond-old-memories-and-happy-contradictions/",
        "news_paper_name": "The Times of India",
        "publish_date": "12-11-2023"
    },
    {
        "full_article": "That pneumonia is a widely prevalent disease among children is more or less known in Bangladesh. But not many people are aware of its severity. At least 24,000 children, one of the highest in the world, dies of pneumonia every year. This is largely due to the failure to create necessary awareness among the masses about the need for timely detection of pneumonia symptoms and thereby seeking professional medical care. Unfortunately, most parents fail to read the pneumonia symptoms and let their affected children go without proper medication until it is too late. Pneumonia causes hypoxemia or low oxygen in blood and as parents lack the knowledge in detecting that. Besides, proper vaccination against pneumonia, which can drastically reduce mortality cases, has not received due importance both at policymakers and mass people levels. The matter came up for discussion at recent seminar titled 'Childhood Pneumonia: Are We Doing Enough', which was organised by ICDDR,B on World Pneumonia Day. The event brought together health specialists to share their findings on the situation. Some startling data point to some serious developments that need to be addressed, urgently. That 40 per cent of children with pneumonia suffer from hypoxemia in Bangladesh, which is nine per cent higher than the global average of 31 per cent. Indeed, international research shows that death due to hypoxemia among children in the country is 22 times higher, especially those children suffering from co-morbidity or malnutrition or diarrhoea. Studies show, pneumonia remains the top killer of children aged below five globally. In Bangladesh, it is estimated that 2-3 children die of the disease every hour. Health specialists unanimously agree that effective vaccines against pneumonia exist and are available in the market.Parents need to be made aware of how deadly pneumonia can be for their children. There is a lot of misconception in the general sphere about the disease. Most people believe pneumonia is comparable to the seasonal flu and it can be mitigated using over the counter medication. Had that been the case, so much research wouldn't have been necessary and new and improved variants of vaccines would not be evolving on a regular basis. The facts speak for themselves. A recent research involving some Bangladeshi children, who were hospitalised and studied over a two-year period 2019 to 2021, demonstrated \"a high prevalence of antibiotic-resistant gram-negative bacteria.\" Hence, the common practice of administering normal antibiotics to children under five afflicted with pneumonia will not have the desired effect, other than hastening their demise. Though 4.0 million new cases found each year in the country, only 677,000 are hospitalized. In such a situation, the actual deaths because of pneumonia could be higher, as a lot of cases simply do not make it to the national database. Health experts and practitioners believe that vaccines available in the market can prevent pneumonia among infants, children and mothers. Experts believe that if steps are taken to improve indoor air quality, then pneumonia-induced mortality risks could be brought down by 50 per cent, while hand washing could reduce cases by approximately 21 per cent. Then again, if mothers could be encouraged to breastfeed their young, then the risk of pneumonia would be significantly reduced. Creating awareness on pneumonia will require a multifaceted approach. Bangladesh has had a good track record of conducting health campaigns and there are health complexes down to upazilla and union levels to make such programmes successful. The country also has a large non-government organisation base many of which have healthcare as a core programme. It is high time the government implemented a coordinated national health awareness programme on pneumonia.",
        "headline_1": "Need for creating greater awareness about pneumonia",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/need-for-creating-greater-awareness-about-pneumonia-1699713011",
        "news_paper_name": "The Financial Express",
        "publish_date": "12-11-2023"
    },
    {
        "full_article": "It was 40 years ago when the foreign ministers of the seven South Asian countries met in New Delhi to adopt the declaration of 'South Asian Regional Cooperation' (SARC). At the meeting held in August 1983, they also adopted the 'Integrated Programme of Action' (IPA) to define the areas for cooperation among the countries. Two years later, in Dhaka, the seven countries of the region joined hands together, although with some hesitations, to form a formal regional forum for greater cooperation. Named the South Asian Association for Regional Cooperation (SAARC), the charter of the regional forum was signed by the seven countries on December 8, 1985. It was the first SAARC summit where leaders of Bangladesh, Bhutan, India, Maldives, Nepal, Pakistan and Sri Lanka assembled to start their journey under the shadow of mistrust. Earlier, a series of background work had been done by the countries. The role of Bangladesh was critical in this regard with the help of Nepal. Four decades later, the region still struggles to extend cooperation for desired integration. The SAARC is almost defunct, and there has been no summit since the eighteenth SAARC Summit in Nepal in 2014. Progress toward fully implementing the South Asia Free Trade Area (SAFTA) deal has also stalled after significantly reducing tariffs. Tension among the member countries has increased for various reasons. The non-ending India-Pakistan conflict on geopolitical strategic interest has intensified in the last decade, making regional cooperation through SAARC much more difficult. Member countries are now moving with bilateral and sub-regional approaches to extend partnerships. India, the region's biggest country covering around 80 per cent of the South Asian geographical map, shares a land and/or maritime boundary with all other SAARC countries except Afghanistan, which joined the regional platform as the eighth member in 2007. Thus, in one sense, SAARC is an India-centric forum, so any success of the forum largely depends on India's move. But India ignores the SAARC platform and encourages bilateral or sub-regional cooperation. It even promotes the Bay of Bengal Initiative for Multi-Sectoral Technical and Economic Cooperation (BIMSTEC) as an alternative regional platform that helps to eliminate Pakistan's participation. SAARC and BIMSTEC have five common members: Bangladesh, Bhutan, India, Nepal and Sri Lanka. Thailand and Myanmar are two other members of BIMSTEC, and the organisation is also struggling to move ahead of various obstacles. If Pakistan is a big barrier to making the SAARC a success, from India's perspective, to be precise, then Myanmar can be looked upon as a similar issue challenging BIMSTEC's progress. Nevertheless, it would be unfair to nullify the modest achievements of SAARC entirely. SAARC, at least, helps to project South Asian identity on the global stage. And, today, South Asia is a well-recognised regional entity internationally, thanks to continuous work under the umbrella of SAARC. The trade among the countries increased gradually in the last four decades. The value of intra-regional trade was only $256 million in 1993, which stood at $16.32 billion in 2010 and increased further to $39.55 billion in 2022. However, the intra-regional trade is around 6 per cent of the region's international trade. The SAARC initiative has already established ten specialised bodies and regional centres. These include SAARC Development Fund (SDF), South Asian Regional Standards Organization (SARSO), SAARC Arbitration Council (SARCO), South Asian University (in New Delhi), SAARC Agriculture Centre (SAC), SAARC Energy Centre (SEC), SAARC Cultural Centre (SCC), SAARC Tuberculosis and HIV/AIDS Centre (STAC), and SAARC Disaster Management Centre (SDMC). The SAARC Finance is also there. The success of these bodies and institutions is limited for obvious reasons.During the last four decades, South Asian countries have achieved significant success in reducing poverty and hunger and achieving economic growth. Measured by the World Bank Atlas Method, per capita income stood at $2278 in 2022 from $280 in 1983. The role of the regional cooperation contributed to these achievements to some extent. The region, however, still needs to go a long way to eliminate poverty and hunger. Indeed, political leaders in the region have yet to put their optimal effort regarding regional partnership. The non-government and civil society organisations are working tirelessly to push regional cooperation on various fronts. Private sectors also joined hands with them. Popularly known as 'track-two diplomacy', it is generally intended to provide a bridge official or formal 'track-one' diplomacy. As a part of the track-two diplomacy, the fourteenth South Asian Economic Summit (SAES XIV) was organised in Dhaka in the first week of this month. SAES is an initiative taken by several leading regional think tanks that organised the first summit in 2008 in the Sri Lankan capital, Colombo. For the last one and half decades, the annual summit has become one of the important landmark events in the region to keep the hope of cooperation in various areas, including the economy. It has created a platform to amass people of different professions and outlooks of the region to boost people-to-people connectivity. In the latest South Asian Economic Summit (SAES) gathering, participants strongly opined that SAARC should not be held hostage to intergovernmental differences. Instead, they stressed learning from ASEAN to revive the SAARC process. Despite bilateral tensions among ASEAN member countries, they continue collaborating and moving forward with their activities towards their goals. It is not impossible for SAARC or South Asia. The summit also highlighted the new challenges that emerged from the changes in the global geopolitical landscape and urged the region's leaders to address the issues altogether. The ultimate goal is to attain shared prosperity through regional integration, so more effort is required to enhance trade and economic cooperation. This scribe will focus on the subject next week.\n[email protected]",
        "headline_1": "Making SAARC functional",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/making-saarc-functional-1699713178",
        "news_paper_name": "The Financial Express",
        "publish_date": "12-11-2023"
    },
    {
        "full_article": "Omar climbed up and down the stairs of a footbridge to go across the road at the Science Lab intersection for years. But with ageing, his knees began protesting. He slowed down his pace first, then moved to the railings for support and then stopped using the footbridge altogether about two years ago. Because that seemed as daunting as participating in a marathon would be for a normal, functional human being. This scribe narrated the experiences of people like Omar to many around her, but received sarcasm in response to her realisation that Dhaka was and still is a city meant for people ready to fight to survive. That explains the insensitive attitude towards the weak -- the elderly, the physically challenged and the children. The media also have not brought up the issue. Instead, it hammered on breaches of traffic rules, such as jaywalking, without looking at underlying reasons. Of course, there are people who violate rules on the streets. Jaywalkers are among those but many of them cannot abide by what is legal. Not because they are unruly but because they are physically incapable. The world has come far from the perception that it is a place only for the \"survival of the fittest\". It originated from Darwin's theory of evolution, but humans have long overcome the natural barriers through innovations and propagated the ideas about equality, equal rights and that all lives matter. Cities across continents have changed their infrastructure and civic amenities, keeping in mind those who are the most vulnerable. When policies reflect kindness towards the weak, people tend to emulate those. Thus, a place with swanky buildings acquires humane qualities.What could we have done? The simple answer is making zebra crossings functional, which have been reduced to patches of fading white lines on roads in the capital. But is that it? No. The policymakers should run campaigns to make drivers, riders, and pedestrians sensitive towards good civic practices and that one must make daily commutes safe and pleasant for others. We can see progressive reforms in transport and communication in emerging countries, such as Sri Lanka, India and Thailand. In developed countries, such as Singapore, safety is above everything else. If an old man or woman is in the middle of a road when the green signal turns red, vehicles will not be closing in on them and threaten to knock them over for traffic rule violation. In the UK, this scribe has seen buses and cars refrain from making an inch forward until those on one end of a zebra crossing get to the other end. After all, rules are meant for people. Not the other way around. Dhaka is a city of 10.2 million people, according to the Population and Housing Census 2022. Since 9.28 per cent of the population are above 60 years, the absolute number of them is about 0.95 million in the capital. Increasing life expectancy would only expedite the growth of the elderly people. At the same time, we have physically challenged people and children.  The city must create a congenial environment so adults can contribute to the social and economic development, while children can flourish - physically and intellectually. Confining them to homes for the sake of safety will have damaging consequences, and a country looking to graduate from the status of Least Developed Country will not reach the goal only by attaining some financial numbers.Improving mobility is important. In doing so, while infrastructures, such as mass rapid transit, have ushered in a new era, the city needs to make small steps too, which can transform our chaotic transport system in a big way. A solution to a problem that requires less investment but rigorous awareness campaigns is not a big ask. In the process, our sense of responsibility as city dwellers will achieve depth, making us more civilised. \n[email protected]",
        "headline_1": "Footbridge, a sign of our darker side",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/footbridge-a-sign-of-our-darker-side-1699713284",
        "news_paper_name": "The Financial Express",
        "publish_date": "12-11-2023"
    },
    {
        "full_article": "The University of Dhaka is one of the most renowned universities in the country, where more than 40 thousand students study. It is a dream university for most of our HSC (higher secondary certificate)-passed students. The university has a big and bustling campus. However, it is unfortunate that there is no drug store inside the campus. Especially, around the students' hostels, there is no possible way of buying any kind of medicine easily. Anyone can fall sick anytime. It is normal. But there is no drug store on the campus from where students can buy their necessary medicines on an emergency basis. As a result, if a student falls sick, he/she has to go to distant places like Shahbagh, Dhaka Medical College area or Palashi to purchase medicine, which is time-consuming . It is the duty of the university authorities to take care of their students' health issues. So, we request the university administration to immediately make some arrangements so that a student can easily get the necessary medicine within a short time. I would like to draw the attention of the DU authorities to take the initiative of setting up some drug stores on the campus which would be of immense help for the students. The students of the university are, indeed, badly in need of medicine shops on the campus. \nAl Amin, Student of Department of History, University of Dhaka, [email protected]",
        "headline_1": "Need for drug stores on DU Campus",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/need-for-drug-stores-on-du-campus-1699713318",
        "news_paper_name": "The Financial Express",
        "publish_date": "12-11-2023"
    }
]