[
    {
        "full_article": "As the ruling Bharatiya Janata Party marks the eighth anniversary of Prime Minister Narendra Modi’s government, retail inflation has accelerated close to the 8.3% level last seen in May 2014, when Mr. Modi assumed office in the last week of the month. For a government that prided itself on its inflation taming successes in the first five years, a combination of factors including the COVID-19 pandemic, high crude oil prices and now the war in Ukraine have created a perfect storm that sent the Consumer Price Index (CPI)-based inflation racing to a 95-month high of 7.79% in April. Food and fuel were the biggest culprits fanning last month’s furious pace of price gains that seem unabating. Food inflation as measured by the Consumer Food Price Index (CFPI) quickened to a 17-month high of 8.38% last month, with rural consumers experiencing it at 8.5%, a pace that was 41 basis points faster than that experienced by their urban counterparts. Ten of the 12 items in the food and beverages basket of the overall CPI registered sequential acceleration as well. Of concern are the prices of cereals and products, which constitute almost a tenth of the CPI and account for the key staples of wheat and rice that are essential for ensuring food security. Inflation in cereals accelerated by more than 100 basis points to 5.96% last month.With both output and government procurement of wheat set to be lower than estimated earlier and exporters seeking to corner a greater share of the crop to tap the recent surge in global demand for the grain, domestic prices have already hardened and could pose a challenge to household budgets in the coming months. Edible oil is another constituent of the food basket meriting close monitoring on the prices front. While inflation in the price of the cooking medium slowed by 151 basis points from March, the pace was still a dizzying 17.28%, with the sequential rate also a sizeable 2.52%. With the war in Ukraine having shut the tap on sunflower oil supplies from the largest global source of the commodity, unless Indonesia rescinds its ban on palm oil exports in the near future, the immediate outlook for edible oil prices is far from reassuring. Ultimately though, with inflation now having turned far more broad-based and logging a strident pace in excess of 8% for four of the six sub-groups in the CPI, policymakers have their task cut out. While the RBI must continue to tighten monetary policy in order to protect the vast majority who have no hedge against inflation, the pass-through of high oil costs, reflected in double-digit price gains in the transport and fuel and light categories, leaves the Government with little option but to cut fuel taxes if it is serious about taming inflation so as to ensure overall macroeconomic stability.",
        "headline_1": "Full circle: On cutting fuel taxes",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/full-circle-the-hindu-editorial-on-cutting-fuel-taxes/article65411125.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "15-05-2022"
    },
    {
        "full_article": "In the third year of the COVID-19 pandemic, Prime Minister Narendra Modi once again brought up the much-discussed issue of reforming the World Health Organization while addressing the heads of countries at the second global COVID-19 summit. That reforms are urgently needed to strengthen the global health body and its ability to respond to novel and known disease outbreaks in order to limit the harm caused to the global community is beyond debate. The long delay and the reluctance of China to readily and quickly share vital information regarding the novel coronavirus, including the viral outbreak in Wuhan, and its stubborn refusal to allow the global agency to investigate, freely and fairly, the origin of the virus have highlighted the need to strengthen WHO. But any attempt to build a stronger WHO must first begin with increased mandatory funding by member states. For several years, the mandatory contribution has accounted for less than a fourth of the total budget, thus reducing the level of predictability in WHO’s responses; the bulk of the funding is through voluntary contribution. Importantly, it is time to provide the agency with more powers to demand that member states comply with the norms and to alert WHO in case of disease outbreaks that could cause global harm. Under the legally binding international health regulations, member states are expected to have in place core capacities to identify, report and respond to public health emergencies. Ironically, member states do not face penalties for non-compliance. This has to change for any meaningful protection from future disease outbreaks.While Mr. Modi has been right in calling for reforms in WHO, the demand for a review of the health agency’s processes on vaccine approvals is far removed from reality. Covaxin is not the first vaccine from India to be approved by WHO, and the manufacturer of this vaccine has in the past successfully traversed the approval processes without any glitch. The demand for a review of the vaccine approval process is based on the assumption that the emergency use listing (EUL) of Covaxin was intentionally delayed by the health agency, which has no basis. That the technical advisory group had regularly asked for additional data from the company only underscores the incompleteness of the data presented by the company. As a senior WHO official said, the timeline for granting an EUL for a vaccine depends “99% on manufacturers, the speed, the completeness” of the data. To believe that the agency was influenced more by media reports than the data submitted by the company is naive; the media were only critical of the Indian regulator approving the vaccine even in the absence of efficacy data. Also, the rolling submission began in July 2021 after the company had completed the final analysis of the phase-3 data. Any reform in WHO should not dilute the vaccine approval process already in place.",
        "headline_1": "Reforming WHO",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/reforming-who-the-hindu-editorial-on-enhancing-the-un-bodys-ability-to-respond-to-disease-outbreaks/article65410794.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "15-05-2022"
    },
    {
        "full_article": "One marker for the oft-chanted prophecy of Bangladesh as the Asian Tiger can be explained through the rise and rise of motorcycles. The city scene is fast becoming like any other Southeast Asian city-hive where the swarms of buzzing motorcycles thrive. Thanks to ride-sharing services, you can cry out, \"O Bhai, send (pathao) me a ride, or I will grab a Grab,\" to reach your destination in an uber-cool style to beat the proverbial gridlock. Thanks to eased financial schemes, more and more people can afford to have motorcycles as their preferred mode of transportation.\nMotorbikes are inarguably the fastest way to commute, especially in the busy streets of Dhaka, where the \"bee\"-sy drivers can dart in and out of traffic jams. They tack and veer to cut across cars and buses. They climb onto footpaths and plunge into potholes; they act like ilish machh to go against the stream in one-way streets. They gang up on cars waiting at stop signs as they consider traffic signals a public nuisance. This herd behaviour is the same in other developing countries, too, where the small, inexpensive motorcycles and scooters have become an alternative mode of public transportation.\nThis was pretty evident when thousands of bikers hit the highways in Bangladesh in an unprecedented move during this Eid break. Once Eid was over, we woke up to the horrendous news of at least 145 people killed in 164 accidents involving motorbikes. Motorcycles were involved in 44.08 percent of the accidents and 34.85 percent of the deaths that occurred over the Eid holidays.\nWhy would so many bikers risk long journeys on highways? Motorbikes do give a false sense of liberty. More and more people wanted to break away from the monopoly of bus owners and the hassles of getting train tickets. The same concept of liberty prevails in the way a growing number of people are embracing motorbikes as their first choice of transport. But this has been helped by certain government policies and the financial schemes of motorcycle vendors. While motorcycle sales are closely connected to economic stability, the down payment facilities offered by merchant banks have contributed to the rise in the sales of motorcycles. The app-based ride-sharing policy promises employment, too.\nAccording to Statista.com, revenue from Bangladesh's motorcycle market is projected to reach USD 3.81 billion in 2022 with an annual growth rate of 6.33 percent. They project a market volume of USD 4.87 billion by 2026. In terms of unit sales, an estimated 646,140 bikes will be sold by the end of 2022, which is expected to rise to 803,550 in 2026. Our official registration record, however, does not correspond with the sales figure. In 2021, only 375,252 motorcycles were registered in Bangladesh, of which 99,810 were in Dhaka, according to Ceicdata.com.\nIn the first two months of 2022, as per Bangladesh Road Transport Authority (BRTA) website, 3,123 private passenger cars were sold against 84,583 motorcycles. The phenomenal growth of motorcycles is reminiscent of the introduction of Ford automobiles a century ago. What happened to America in the space of a generation is now happening in the developing world in Asia and parts of Africa. The wheels are on the move.\nInterestingly, one of the major manufacturers of motorcycles, China, is progressively phasing out its production. As a country located on the higher rung of social growth, it knows the downsides of the two-wheelers. Traffic congestion and carbon emission are cited as two major causes. However, the squeeze in the domestic market does not tally with their export figures of motorcycles. The sales figures mentioned above show how we are subscribing to a transport system which is not without vulnerabilities.\nOur Asian cousins know that motorcycles are deadly, and in one estimate they are even deadlier than HIV/AIDS or tuberculosis in Asia.\nIn Bangkok, there is a voluntary/special ambulance service called the \"body collectors,\" whose job is to patrol night streets to collect bodies of accident victims—mostly pedestrians hit by bikers or vehicles that have met accidents. In Thailand and Laos, motorcycle crashes represent 74 percent of all road deaths, while in Cambodia, the figure stands at 67 percent. Our own fatality figures during the Eid break show a similar trend. According to a report published in Foreign Policy, \"Across Asia, which is the epicentre of the motorcycle boom, two- and three-wheeled vehicles account for about a third of all highway deaths, with the highest numbers in Southeast Asia.\"\nThe motorcycle-related casualty rate in wealthy countries such as the US, however, is around 12-20 percent. The minimal casualty rate in the US suggests that many of these accidents could have been avoided if there was a strict imposition of traffic rules. Corruption greases the wheels that roam the streets. Bikers are not willing to obtain licences, wear helmets or follow rules as they know that they can take advantage of the already corrupt system. Many of these bikers are street-smart enough to buy their way out of the system. The common view across the region is that police are there to steal your money.\nThere is a complete disregard for traffic signs. Once again, the situation is not unique in Bangladesh. A recent study in Cambodia shows that 70 percent of motorists don't know the meaning of a STOP sign. Our situation is likely to be worse as the only sign that works in the country is the police baton.\nThe growing number of motorcycles is a sign of economic progress, but it is also a sign of progressive degeneration of our overall social health. Bikers rule the roads with their adrenaline rushes, their road rage, and their newfound freedom. Conversely, the growing number of casualties suggests that they exist in a vulnerable system that is waiting for a two-stroke thrombosis.\n \nDr Shamsad Mortuza is the pro-vice-chancellor of the University of Liberal Arts Bangladesh (ULAB).\n",
        "headline_1": "A two-stroke thrombosis",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/blowin-the-wind/news/two-stroke-thrombosis-3023031",
        "news_paper_name": "The Daily Star",
        "publish_date": "15-05-2022"
    },
    {
        "full_article": "\"Occupation forces storm Jenin and besiege a house in the Jabriyat neighbourhood. On the way there, I will bring you news as soon as the picture becomes clear,\" emailed Shireen Abu Akleh to Al Jazeera at 6:13 on Wednesday morning. The news never came. Abu Akleh was killed in cold blood by the Israeli forces when she went to cover their raid in a refugee camp in Jenin in the occupied West Bank. Out of nowhere, she was shot in the face by the Israeli forces, without any confrontation with them or any form of provocation. The blue flak jacket Abu Akleh was wearing was clearly marked with the word \"PRESS.\"\nA video footage of the incident shows Abu Akleh lying on the ground, her face smeared with blood—she suffered skull fractures and cerebral laceration—when she was being rescued by the local Palestinians. Later, the Israeli military raided her home, perhaps as an act to intimidate her family, friends and the greater Palestinian community into silence.\nWhile this \"shocked\" the world, it did not seem to have the same effect on the Israeli apartheid regime, who initially tried to put it on the Palestinians, saying stray firing from them could have caused Abu Akleh's death. \"According to the data we currently have, there is a considerable chance that armed Palestinians, who fired wildly, are what led to the unfortunate death of the journalist,\" tweeted Israeli Prime Minister Naftali Bennett. Later, though, they had to resort to a reverse statement with Israel's military chief, Lt Gen Aviv Kochavi, saying they were not clear who shot Abu Akleh.\nAnd it does not come as a surprise that for Israel, this is perhaps only business as usual, because Abu Akleh is not the first Palestinian journalist who has been killed by Israel—nor is she going to be the last, unfortunately. According to the Palestinian Journalists Syndicate (PJS), since 1967, when West Bank and Gaza were occupied by Israel, 86 Palestinian journalists have been killed. In the last two years alone, six Palestinian journalists have been killed in the occupied Palestinian territory.\nRecently, the International Federation of Journalists (IFJ), the PJS, and the International Centre of Justice for Palestinians filed a complaint with the International Criminal Court for \"systematic targeting of Palestinian journalists\" by the Israeli forces.\nReporters without Borders (RSF) suggested that 144 Palestinian journalists had been hit with \"live rounds, rubber bullets, stun grenades or tear gas fired by Israeli soldiers or police,\" in the occupied Palestinian territory since the beginning of the weekly Great March of Return protests in 2018. And one would remember the bombing of the offices of Al Jazeera and Associated Press (AP) in May last year in the besieged Gaza Strip, during the 11-day attack by Israel. And the lack of adequate and proportionate response by the international community after every such incident only emboldens Israeli aggression against the Palestinians. Israel perhaps is under the impression that they can continue to unleash their brutalities on the Palestinians with impunity, and they would not be wrong in thinking so, because there is no organisation, no international body to hold them accountable for their actions, just like there is no one to hold the Myanmar military accountable for their atrocities against the Rohingyas.\nIn the wake of Abu Akleh's murder, the US and EU, among others, have released statements condemning the killing. While the US Department of State shamelessly welcomed the investigation that was announced by Israel—the culprit investigating whether it committed the crime or not—saying the apartheid regime \"has the wherewithal to conduct a thorough investigation,\" US Congresswoman Rashida Tlaib suggested that the US government should investigate the killing. But the US itself is one of the strongest allies of the criminal regime and provides them with weapons and the resources to carry out such heinous crimes. The irony of these two-faced statements is not lost on people. If anything, the templated condemnations and hollow words from the international community only expose their hypocrisy.\nHad Abu Akleh been a Ukrainian journalist and Russian forces committed the same crime, would the response from the world community be the same? Certainly not. There would be immediate UNSC meetings, Nato discussions, a barrage of sanctions and other measures in place by now, to say the least. But for a Palestinian journalist, perhaps only a few thoughtless words suffice. And no one is asking Israel: What was its military doing, conducting a raid inside the Palestinian territory? Such illegal acts by Israel have become normalised, because they have been allowed by the international community to get away with even worse crimes—invading another's territory, ethnic cleansing, and grossly flouting international territorial and human rights conventions—over the decades.\nBut people are watching both Israel and the world, and their constant and bloody attempts—directly and through tacit support—to suppress the Palestinians and deny them their right to self-determination.\nShireen Abu Akleh was a journalist, whose only fault was that she was in the right place, at the right time, doing her job of exposing the truth. By killing her, Israel has once again sent a message to the journalists who are risking their lives every day to give a voice to the Palestinians, and to the Palestinians: That they shall be forced to remain voiceless.\n \nTasneem Tayeb is a columnist for The Daily Star. Her Twitter handle is @tasneem_tayeb\n",
        "headline_1": "The murder of Shireen Abu Akleh: Another voice for Palestine muted",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/closer-look/news/the-murder-shireen-abu-akleh-another-voice-palestine-muted-3023026",
        "news_paper_name": "The Daily Star",
        "publish_date": "15-05-2022"
    },
    {
        "full_article": "Bangladesh has made significant progress in the last two decades in improving the lives of women and girls. Maternal mortality rates are decreasing, fertility rates are decreasing, and gender parity in school enrollment is increasing. Women's participation in the labour force is 34.5 percent which is the third-highest among South Asian countries. Bangladesh is ranked 65th globally and first in South Asia in terms of Gender Gap Index 2021, with a score of 0.719. Although Bangladesh performs extraordinarily well in the political empowerment dimension of this index, there are still significant gender disparities in several dimensions.\nBangladeshi women and girls confront challenges in every aspect of their lives, including access to healthcare, economic opportunities, political engagement, financial access, and decision-making ability. Sexual and Reproductive Health and Rights (SRHR) is a set of essential human rights that women are often deprived of. This includes the right to life, right to be free from torture, right to health, right to privacy, right to education, and the prohibition of discrimination. The key issues of SRHR for women in Bangladesh include child marriages, adolescent fertility, unintended pregnancies, and gender-based violence.\nAccording to the Violence Against Women (VAW) Survey of 2015, almost two-thirds of ever-married women have encountered one or more types of domestic violence—physical, sexual, economic, emotional acts of violence, and controlling behavior—from their husband at least once in their lifetime. More than a quarter of the women also experienced physical violence from someone other than their husband (non-partner), while adolescents experienced the greatest rates of non-partner physical violence, at 30.9 percent, in their lifetime. Adolescent girls do not receive proper knowledge on their sexual rights, which makes them prone to violence. The importance of sexual education is undeniable at this stage of life, regardless of gender.\nChild marriage is a violation of SRHR as it seizes a young adolescent's physical and psychological freedom. Bangladesh has the highest rate of child marriage in South Asia and is also among the top ten countries in the world. Around 51 percent of young girls and women were married before their 18th birthday. It is not easy to reduce this rate because it is supported by national law. Although The Child Marriage Restraint Act 2017 sets the minimum legal age of marriage for women at 18, it can be lowered to 16 through the Child Marriage Rule under \"special circumstances,\" which includes cases when a girl elopes with a man and refuses to return, or becomes pregnant before marriage. There are 38 million married girls under the age of 18 in the country, with 13 million married before the age of 15. Ending child marriage by 2030, as set out in the Sustainable Development Goals (SDG), will necessitate a massive push.\nThe latest Bangladesh Demographic and Health Survey reported that 36.2 percent of women aged 15–49 years cannot make their own informed decisions regarding sexual relations, contraceptive use, and reproductive healthcare. This is reflected in the fact that the adolescent birth rate has increased from 75 in 2015 to 83 in 2019, per 1,000 women, according to BBS. Contraceptive prevalence rate is 62 percent in Bangladesh, with 52 percent women using any modern methods of contraception. Only seven percent of men use condoms for birth control. The moderately unsafe birth control pill is the most widely used contraceptive method, and most family planning methods are meant for use by women. This burden is not helped by the fact that women often lack access to a variety of contraceptive methods. This is not in line with the CEDAW, which says to eliminate discrimination against women in healthcare, including family planning methods, of which Bangladesh is a signatory.\nA single comprehensive policy or strategy for ensuring SRHR is absent in Bangladesh. However, various laws and strategies address several components of SRHR in a fragmented manner. The Adolescent Reproductive Health Strategy empowers women and adolescents via decision-making skills and sexuality education in the school curriculum. Some other laws, such as the Dowry Prohibition Act 1980, Acid Crime Prevention Act 2002, and Acid Control Act 2002, work together to prohibit violence against women. However, these laws are dated and might not be able to meet all the needs of women in the country's present context.\nProper implementation of laws is also a major challenge for ensuring SRHR for women. Although the Child Marriage Restraint Act 2017 necessitates the production of legal documents like birth certificate, national identity (NID) card, SSC/JSC/Primary certificate, or passport to prove the bride's age, it cannot stop a child marriage as documents can be falsified and illegal marriage (without registration) may also occur.\nBecause of patriarchal conceptions of women's duties within the family, women are frequently valued based on their capacity to reproduce. Ensuring sexual and reproductive health and rights is a daunting task in Bangladesh where open discussion on sexual health is a taboo. Thus, a context-specific awareness programme is needed, that can foster positive sexual and reproductive health practices and address norms leading to negative outcomes.\n \nFarhin Islam is a research associate at the South Asian Network on Economic Modeling (Sanem). Email: farhin.islam.bd@gmail.com\n",
        "headline_1": "Time to focus on women’s sexual health and rights",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/time-focus-womens-sexual-health-and-rights-3023016",
        "news_paper_name": "The Daily Star",
        "publish_date": "15-05-2022"
    },
    {
        "full_article": "It was nothing short of a daring James Bond mission.\nOn January 28, 1998, Xu Zengping, a Hong Kong-based tycoon, was standing on the deck of a 300-metre vessel in Mykolaiv, Ukraine. \"We must have it for our navy,\" he thought, awed by the steel leviathan's size and strength. The half-built vessel was lying abandoned at Mykolaiv shipyard in southern Ukraine near the Black Sea coast.\nThe former Soviet Union's strategy was to spread its defence industry across the vast country to reduce its vulnerability to military strikes. Ukraine was the repository of many sophisticated naval and aviation technologies, including three major shipyards and several related research facilities. Mykolaiv shipyard began construction of the Kuznetsov-class carrier, the Varyag, in 1985 for the Soviet Navy. But the Soviet Union collapsed in 1991 when the work was only about two-thirds complete. The construction work stopped as there was no money and no buyer. The cash-strapped shipyard badly needed a buyer and found one in Chinese businessman Xu. But he was also a former Chinese People's Liberation Army (PLA) officer, which no one in Ukraine knew.\nThe PLA had long been receiving Soviet defence equipment in its modernising drive. Moscow often charged a hefty price for its technology, suspected Beijing's intentions, and sometimes provided more advanced technology to other countries, such as Vietnam. All that changed after the fall of the Soviet Union, as much of the defence technology remained in the now independent states such as Ukraine. The Varyag offered the opportunity to fulfil the PLA's long-cherished goal of having an aircraft carrier. It assigned Xu a top-secret mission: bring the Varyag to China under the cover of a floating casino-building plan.\nAfter several months of nudging, stacks of US dollars, and many alcohol-drenched parties, Xu sealed the deal for a basement-bargain price of USD 20 million in an open auction in March 1998, outbidding opponents from the US, Australia, South Korea and Japan. Still not sure if he could get hold of the vessel, the next day Xu had 40 tonnes of its design documents loaded onto eight trucks to drive overland to China. After making the last payment on April 30, 1999, Xu floated it to China's Dalian Port. That the vessel also had four brand new engines, each costing USD 20 million, was a complete secret. On paper, it was only a hull. The PLA commissioned it in 2002 as its first aircraft carrier, the Liaoning.\nNaval technology was not the PLA's only target. Ukraine was also a convenient hunting ground for aviation technology, especially advanced engines for fighter jets and helicopters. It has the capability and expertise to build advanced weapon systems, such as radar, electronic warfare, aerodynamic weapons, and air defence network. The most notable case of PLA benefitting from Ukraine's aviation technology is the J-20 fighter jet, first built by Chengdu Aircraft Plant No 132 in January 2011. J-20 design was developed by reverse-engineering Russia's Sukhoi Su-27SK fighters that Moscow agreed to sell to Beijing in the 1990s. Such a stealthy development was possible by close cooperation from Ukrainian experts, many of whom had long been working for the PLA.\nBeijing also planned to take over the high-profile Ukrainian aviation enterprise, Motor Sich, the only entity from the Soviet era still capable of producing an entire jet engine on its own. Sometime before 2017, Beijing-based aviation firm Skyrizon secretly paid its offshore owners USD 700 million to gain controlling shares in Motor Sich.\nThat alarmed Washington, not least because it also wanted to acquire the same entity through Erik Prince, a high-flyer private security contractor infamous for the 2003 Baghdad massacre by his company Blackwater. Beijing's increased technological strength had already been a concern for Washington, as stated in its National Defence Strategy of 2018. President Zelenskyy assumed office in May 2019. In August, President Trump's National Security Adviser John Bolton met him to block the deal with Skyrizon that would be disadvantageous for the US in its strategic rivalry with China. In January 2021, Zelenskyy declared sanctions on Skyrizon and its parent company, Beijing Xinwei Technology Group, practically killing the deal.\nThe aircraft carrier mission and the attempted Motor Sich acquisition illustrate how much importance the PLA attaches to gaining Ukraine's defence technology. The Stockholm International Peace Research Institute (SIPRI) records show that Ukraine's largest arms buyer is China (about 60 percent). Ukraine is China's third largest supplier, Russia and France being the first and the second, respectively, showing its products' high quality and sophistication. It offered everything China needed to bolster its military capabilities. But the Russian invasion has changed all that.\nThe shipyards, Motor Sich plant, and many other industrial establishments that could offer defence technology are now destroyed by Russian missiles. That has made a significant dent in Beijing's defence plans. With these and most of Ukraine's industrial capacity gone, Washington has certainly secured a strategic gain against Beijing while Moscow and Kyiv are paying the price.\nBut the hugely destructive path Washington has adopted to achieve it shows its desperation typical of a declining power, just as Russia's invasion exposes The Kremlin's desperation. Ukraine is in ruins. Its economy faces a bleak future and will take decades to rebuild, if at all, not to mention the catastrophe this brutal geostrategic game has inflicted on human lives. But rising powers can patiently wait for another opportunity. Time is on their side.\nDr Sayeed Ahmed is a consulting engineer and the CEO of Bayside Analytix, a technology-focused strategy and management consulting organisation.\n",
        "headline_1": "How Moscow helped Washington win a strategic battle against China",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/how-moscow-helped-washington-win-strategic-battle-against-china-3022821",
        "news_paper_name": "The Daily Star",
        "publish_date": "15-05-2022"
    },
    {
        "full_article": "Stories of selfless service are few and far between in this age of unbound greed and self-gratification, yet they restore our faith in humanity. One such story, published in this daily on Saturday, highlights the vital contributions of a floating hospital that sails through rivers to far-flung areas and offers healthcare services to the common people. Aptly named Jiban Tari, the hospital, the first of its kind to be launched in Bangladesh in 1999 by the non-profit Impact Foundation Bangladesh (IFB), provides specialised health check-ups and services for eyes, ENT, orthopaedics and physical deformity to the disadvantaged population.\nReportedly, the three-deck floating hospital has an accommodation facility for 32 full-time residential staff members, including doctors, nurses, paramedics, medical technologists and support staff, with two fully-fledged operation theatres to perform surgeries on board. With the resources available to them, the hospital authorities say they have served patients in 32 locations in 22 districts, while 700,000 patients have received medical services and more than 50,000 have undergone surgeries. \nOne can well imagine the rigorous background work that goes into preparations for sailing for a particular destination and obtaining permission from the civil, police and health authorities. It is heartening to know that the hospital has operated even during the pandemic, providing medical services and running awareness campaigns on Covid-19. We also appreciate the fact that the hospital trains school teachers on how to conduct basic eye check-ups on students and community leaders on basic health and hygiene. For a floating establishment on the move around the rural backwaters, the question of having access to updated information is a pertinent one. In this connection, we're glad to know that foreign surgeons come on visits to provide training to the health providers and help in ensuring quality treatment and care at the hospital. Such trainings and exchanges help to keep its staff abreast of the latest medical knowledge.\nThe Jiban Tari initiative is thus a remarkable example that shows us what the collective will of humanity can achieve if inspired properly and guided in the right direction. Understandably, discipline and dedication are required to make such a venture successful. It is not business as usual for a group of people living on a small ship for months on end and serving the sick. They deserve our unconditional support and recognition.\n",
        "headline_1": "Floating hospital brings hope to rural backwaters",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/floating-hospital-brings-hope-rural-backwaters-3023561",
        "news_paper_name": "The Daily Star",
        "publish_date": "15-05-2022"
    },
    {
        "full_article": "We appreciate the government's ongoing drives against illegal hoarders who continue to sell edible oils at prices much higher than what's printed on the bottles. Reportedly, cooking oil almost disappeared from the retail shops across the country before Eid-ul-Fitr, even before the government hiked their prices. Having created an artificial crisis in the market, the hoarders then started selling the oils—bought way before the new prices were imposed—at much higher prices. This has created immense sufferings for the ordinary people who are already struggling to buy essential food items due to increased prices.\nAmid such a situation, the government started drives against the hoarders, and between Monday and Thursday last week, seized over 6,34,000 litres of edible oil from warehouses and shops across the country. The Directorate of National Consumer Rights Protection (DNCRP), an agency of the commerce ministry which is conducting the drives, has also fined the hoarders for such illegal activities. While conducting such drives is no doubt important, the question remains as to whether this would be enough to stop the illegal hoarders and bring down prices in the retail market.\nReportedly, over the past year, the prices of edible oils have gone up eight times. And after the latest increase in prices, many consumers have turned to alternative sources such as mustard oil, as it is comparatively cheaper than soybean and other oils, given that mustard oil is produced locally with locally produced ingredients. But shockingly, the companies have now also increased the price of this oil to make extra profits. Reportedly, mustard oil prices of different brands have increased by Tk 70 to 80 per litre in the local market.\nThe situation is really concerning and the government must do everything to keep the cooking oil market stable. While the DNCRP must conduct regular drives in all districts of the country to prevent the hoarders from exploiting consumers, strict directives must be given to the companies producing oils to not increase prices at will violating the rules.\nSimultaneously, the government needs to identify the syndicates responsible for creating such artificial crises, and make sure the masterminds behind them are brought to book—as by the amount of hoarded oil that is being discovered, it is apparent that there is some sort of coordination going on between well-connected traders, dealers and importers, leading to this scenario. Additionally, the government should sell edible oils at subsidised prices to the poor through its open market sales (OMS) programmes, and look for alternative markets to buy the product from at cheaper prices.\n",
        "headline_1": "Drives against oil hoarders alone will not work",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/drives-against-oil-hoarders-alone-will-not-work-3023421",
        "news_paper_name": "The Daily Star",
        "publish_date": "15-05-2022"
    }
]