[
    {
        "full_article": "Violent protests and clashes, after the arrest of Chinmoy Das, a Hindu monk and leader of one of the newer minority rights groups, that led to a lawyer dying at a Chittagong court are clear proof, if any was needed, that the law and order situation in Bangladesh remains precarious. The protests, by thousands from the group representing ‘Sanatani Hindus’ (called the Bangladesh Sommilito Sanatani Jagran Jote), have a key demand — that the Muhammad Yunus-led interim government secures the safety of the country’s 20-million strong religious minorities — Hindus, Christians and Buddhists — who have been targeted by Islamist majoritarian mobs. In more than 2,000 documented acts of violence, at least nine minority members have been killed, ostensibly in protests targeting supporters of Ms. Hasina’s Awami League party; there is a visible communal angle too. Mr. Das, who has also been associated with the Bangladesh chapter of the ISKCON, highlighted an eight-point list of demands. These include speedy trials for cases of minority persecution; a minority protection law and a minority affairs ministry, and five-day public holidays for Durga Puja. The government has not responded so far although Mr. Yunus has met with minority representatives and visited the Dhakeshwari temple. Instead, it would seem that Bangladesh forces have been empowered to crack down on all such protests, even if lawful and peaceful. The case against Mr. Das pertains to a group of Hindus who raised saffron flags, allegedly holding them higher than the Bangladesh national flag. The political activist who filed the case of sedition has since been expelled from the Bangladesh Nationalist Party, fuelling suspicions that action on the case was unwarranted. In such a charged environment, the summary arrest and custody of a senior religious figure will only ignite communal tensions.The actions, as well as a move to push a ban of the ISKCON group through the courts, are also fuelling criticism of the Yunus government. New Delhi has been consistently vocal in asking Bangladesh to protect its minorities, and to refrain from such heavy-handed treatment of a revered figure. However, due to the Modi’s government’s tense ties with the Yunus regime, these calls have not made much headway. In a stern pushback, the Bangladesh Foreign Ministry expressed “dismay and hurt” at India’s statements, accusing India of “misrepresenting” the situation. The Bangladeshi government also defended the “specific charges” against Mr. Das. If New Delhi wishes to ensure that minorities feel more secure in Bangladesh, it must attempt reopening bilateral channels of communication. India must recognise that its voice will only be respected if it is able to ensure protections and freedoms to all citizens in exactly the measure it advocates abroad, particularly in the immediate neighbourhood, where the risk of religious majoritarianism runs high.\r Published - November 29, 2024 12:20 am IST\n                          Read  Comments \n                Copy link  \n                        \n            \n                    Email     \n                                \n                \n                Facebook   \n                        \n            \n                Twitter    \n                        \n            \n                Telegram     \n                        \n            \n                LinkedIn     \n                        \n            \n                WhatsApp\n                \n                        \n            \n                Reddit      \n                        \n            READ LATER\n                    Remove     \n                \n                SEE ALL         \n                PRINT\n            Related Topics\n        \n                        Bangladesh\n                    \n                            /                      \n                        \n                        unrest, conflicts and  war\n                    \n                            /                      \n                        \n                        government\n                    \n                            /                      \n                        \n                        politics\n                    \n                            /                      \n                        \n                        political parties\n                    \n                            /                      \n                        \n                        religion and belief\n                    \n                            /                      \n                        \n                        religious festival or holiday\n                    \n                            /                      \n                        \n                        India",
        "headline_1": "​Targeting minorities: On the state of Bangladesh",
        "headline_2": "Far from reining in majoritarian groups, Bangladesh is pandering to them",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Btargeting-minorities-on-the-state-of-bangladesh/article68923243.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "29-11-2024"
    },
    {
        "full_article": "The World chess championship, which resumes in Singapore on Friday after a break, promises plenty of excitement and the possibility of a historic feat. The match between Ding Liren, the defending champion from China, and D. Gukesh, the 18-year-old challenger from Chennai, is tied 1.5-1.5 after three games. It is played over 14 games and the player who scores 7.5 points will become the champion. If Gukesh wins, he will become the youngest World champion in history, which dates back to 1886 when Wilhelm Steinitz won the title after beating Johannes Zukertort. The current record belongs to Garry Kasparov, who was 22 when he emerged as the World champion in 1985 after conquering fellow-Soviet Anatoly Karpov in an epic battle that lasted over a year. Gukesh had begun the World championship as the overwhelming favourite: he had been in sparkling form going into the match while Ding had to battle not just poor form but, according to his own admission, mental issues as well. Some of the world’s top Grandmasters had even predicted that Gukesh would win rather easily. But, sport has a habit of proving predictions wrong, and Gukesh’s campaign got off to a disastrous start, as he was outplayed in the first game. Ding’s win was his first in classical chess in 304 days.He played solidly to draw the second game, but in the third, Gukesh showed why he is rated so highly by many. He played exceptional chess to post what was his first ever win in classical chess in six meetings with Ding. The chess witnessed thus far has been fascinating and there is much to look forward to in the remaining 11 games (and the tie-breaks, if required). The match has generated huge interest, not just because of Gukesh’s potential to break Kasparov’s record. This is the first ever World championship between two Asians. The first Asian to win the World title was Viswanathan Anand, who is now a mentor to Gukesh and to other exciting young talents of Indian chess. It is also a battle between India and China, the world’s two most populous nations, neighbours and the continent’s superpowers. India is ranked second in world chess and China third, while among women, China is ranked first and India second. But a couple of months ago, India won the gold at the Chess Olympiad in Budapest in both the sections. Gukesh had played a key role at the Olympiad, and now he has another opportunity to underline India’s supremacy in the mind game that is rapidly growing in popularity, especially in India. Published - November 29, 2024 12:10 am IST\n                          Read  Comments \n                Copy link  \n                        \n            \n                    Email     \n                                \n                \n                Facebook   \n                        \n            \n                Twitter    \n                        \n            \n                Telegram     \n                        \n            \n                LinkedIn     \n                        \n            \n                WhatsApp\n                \n                        \n            \n                Reddit      \n                        \n            READ LATER\n                    Remove     \n                \n                SEE ALL         \n                PRINT\n            Related Topics\n        \n                        chess\n                    \n                            /                      \n                        \n                        Singapore\n                    \n                            /                      \n                        \n                        India\n                    \n                            /                      \n                        \n                        China",
        "headline_1": "​First moves: On the World chess championship",
        "headline_2": "Gukesh is on the verge of making history in world chess championship",
        "link": "https://www.thehindu.com/opinion/editorial/first-moves-on-the-world-chess-championship/article68923263.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "29-11-2024"
    },
    {
        "full_article": "Confusing medical advice. Pharma’s magic cures. Remedies sometimes seem as bad as problems\nHalf an hour of sunshine on skin is all it takes to keep your vitamin D levels up, immunity high and bones strong. Govt says most parts of India have 300-330 sunny days a year, yet 50-94% of population is believed to be Vit D-deficient across states. It’s a ready market for supplements. But as TOI reported yesterday – the story was based on some AIIMS doctors’ conclusions, not a peer-reviewed study – some Vit D supplements can be worse than deficiency. Indian Council of Medical Research and UK’s NHS agree a daily supplement of 10 micrograms or 400 IU (international units) is enough, regardless of age. Your chemist, however, is more likely to stock 60,000 IU doses to be taken monthly. And then there are 600,000 IU once-a-year injections that, some doctors say, can cause kidney stones and make you prone to falls and fractures.\nThese yearly injections may have a use case in some scenarios but their indiscriminate use to overcome routine deficiencies, with or without a prescription, is a cause for concern. More so when health authorities can’t agree on what’s a “normal” Vit D level. For ICMR, values above 9 nanograms per ml are sufficient, but America’s Endocrine Society says they should be above 30 ng/ml. Last year, some researchers concluded a value above 13.5 ng/ml may be considered sufficient for Indians, but leading path labs raise a flag if your level dips below the US standard of 30 ng/ml.\nAre you Vit D-deficient then? The answer matters because on social media this vitamin is a magic pill for everything from fatigue to hair loss, diabetes, blood pressure and even cancer. Where do you turn to find out? The internet only confounds confusion. Your doctor? Yes, but only if they don’t see you as a business opportunity. Gujarat’s angioplasty racket is another grim reminder that some doctors will go to any length to maximise earnings. Prescribing a harmful Vit D shot won’t weigh on their conscience. But that’s one of the perils of modern medicine that plays on people’s vanity and preys on their fears. That’s how a drug meant to lower blood sugar in diabetics becomes everyone’s weight-loss wet dream, even though the kilos return when you stop taking it. The latest is a magic pill promising benefits of a 10km jog without you moving an inch. Don’t be exercised, just exercise.\n\n",
        "headline_1": "D Minus For Clarity",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/d-minus-for-clarity/",
        "news_paper_name": "The Times of India",
        "publish_date": "29-11-2024"
    },
    {
        "full_article": "An unwelcome visitor in the house gives rise to thoughts about unwanted intruders at large\nThe first sign that we had an unwelcome visitor at home was food that was left briefly unattended in the kitchen and found half eaten.\nSomething had to be done about this illegal migrant who had infiltrated our home, seeking refuge from what presumably was an inimical environment.\nFrom the evidence it seemed the refugee was a rodent, or more precisely, a mouse. Calling in a professional mouse-catcher was considered and immediately discarded. The methods employed by such people are often less than humane. We didn’t want to become accomplices to an execution.\nA mousetrap of the kind that traps without killing was bought and baited with a small piece of buttered roti. The next day the roti was gone without the trap being sprung and the tiny cage was empty. More roti, this time with some sugar on it, to make it a more tempting morsel, was used. Could a tiny creature with a brain the size of a pea outwit a household full of humans? So it seemed.\nFinally, after a week of unsuccessful trap-laying, the elusive quarry was caught. Driven to a secluded spot a few kilometres away, the tiny fellow was released to fend for itself, with us wishing it the best of luck.\nMice are deemed to be pests, chewing electric wires and doing other damage. Mice apart, things that pester us come in all shapes and sizes, from dengue-causing mosquitoes to wild elephants and other antagonists in the so-called man-animal conflict.\nThe common factor among all these pests is that they are pestiferous only in relation to us humans. Take humans out of the equation and pests would no longer be pests.\nIt is our presence that creates pests, so much so that some humans are seen to be pests to other humans, in places like Palestine and Israel, Ukraine and Russia.\nIndeed, the human race as a whole has become a pest for Planet Earth on which we have perpetrated man-made climate change, species extinction, and other horrors.\nTime for Pest Control? Or is this pest beyond control? \n\n",
        "headline_1": "Pest uncontrol",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/jugglebandhi/pest-uncontrol/",
        "news_paper_name": "The Times of India",
        "publish_date": "29-11-2024"
    },
    {
        "full_article": "When authorities fail to provide basic safety markers, why also blame navigation tools\nA car drives onto a bridge over a river in west UP and falls off because the bridge was never completed. It was neither closed off, nor barricaded, nor marked. That the car drove into the air where the bridge abruptly ended, plummeting 25ft below, killing its three occupants, is sheer negligence of authorities.\nConstruction of the bridge somewhere between districts Bareilly and Badaun began in 2018, was abandoned sometime after public works dept took charge to build the rest of it in 2021. But the hazardous bridge remained unmarked and unbarricaded. PWD engineers have rightly been charged with culpable homicide. A case has also been filed against a Google Maps regional manager. It’s not the first such case – in Sep 2023, Google was sued by the family of a North Carolina man in US who had driven off a collapsed bridge, falling 20ft to his death following app-based navigation.\nMisdirection by navigation systems isn’t unheard of, GPS is the most common provider of global navigation satellites system. The tech, simply told, has satellites triangulating data to find the receiver’s location/position. At least three satellites are needed to determine 2D position (latitude and longitude), and at least four to calculate 3D position (latitude, longitude, and altitude). Point is, satellites provide location, they do not make the maps. Google and Apple and all others with navigation services collect data for their maps from thousands of third-party sources. Two key reasons for inaccuracy in location are signal blockage due to buildings/trees, and incorrectly drawn maps, mislabelling, and missing roads/buildings. So, it really comes back to the authorities. The hazardous bridge in west UP was beyond mislabelled. It had none. Blaming navigation systems is simply knee-jerk. Apps’ maps are as good as data scraped. And there was nothing to suggest the bridge was half done.\n\n",
        "headline_1": "Pehle app? Nope",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/pehle-app-nope/",
        "news_paper_name": "The Times of India",
        "publish_date": "29-11-2024"
    },
    {
        "full_article": "Maharashtra delivered so massive a poll victory that deciding on ‘the most suitable CM’ has become a challenge for winning coalition Mahayuti. Immediate application of electoral logic of who wins most seats claims CMship was not without its downside. Optics of an incumbent CM – both successful in the post and popular – unable to return to the position could impact the future of the Mahayuti coalition and influence NDA coalitions elsewhere.\nRead full story on TOI+\n\n",
        "headline_1": "Why Maharashtra CM call is delayed",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/why-maharashtra-cm-call-is-delayed/",
        "news_paper_name": "The Times of India",
        "publish_date": "29-11-2024"
    },
    {
        "full_article": "When it comes to economic statistics—such as GDP growth or foreign reserves—we often shower our migrant workers with praise. Yet our gratitude seems to fall short when it comes to providing returnees with the material and psychological support they need. \nA report published recently highlights the physical and mental trauma many migrants face abroad. It cites the case of 24-year-old Layek Mia, who left for Oman in good health but returned home after five years so incapacitated that he now cannot move without assistance. Over the last five years, Brac has helped about 105 such returnees, but experts estimate the actual number is four to five times higher. Alarmingly, women make up nearly 80 percent of the migrant workers returning home with physical, mental, financial, or sexual trauma.\nIn fact, the Business & Human Rights Resource Centre, a UK-based non-profit, reports that just in the first half of this year, there were 30 allegations of abuse against Bangladeshi migrant workers by renowned companies, mostly headquartered in the US, UK, and Saudi Arabia. Often, foreign employers send migrants back home empty-handed, as mere shadows of their former selves.\nUnfortunately, the support returnee migrants receive from the state is negligible or often nonexistent. Families of migrant workers who die abroad receive a one-time disbursement from the Wage Earners' Welfare Board fund. However, families of returnee migrants—especially those suffering from mental abuse or physical ailments that leave them unable to work—are left without any support. Many are not even aware of how to access the fund or apply for assistance. In fact, the whole journey of a migrant worker remains fraught with challenges from start to finish.\nWhile addressing hurdles in the recruitment process is critical, it is equally important to ensure that our workers are treated with fairness and respect in their host countries. The government must prioritise the rights of our migrants and work to hold abusive employers accountable through foreign authorities. Establishing shelter homes or safe spaces at foreign missions, with support from affluent Bangladeshi communities abroad, could be a meaningful step.\nHowever, the rehabilitation of returnees coming home with physical and mental trauma is even more crucial. The Wage Earners' Welfare Board fund could be used to improve services at the airport to better assist these migrants and guide them to the help they need. It could also support trauma survivors and their families in meaningful ways.\nThe interim government has received unequivocal support from migrant workers, and taken several positive steps so far. However, much more remains to be done. We urge it to establish a permanent mechanism to aid returnees in the long term.\n",
        "headline_1": "Give returning migrants the help they need ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/give-returning-migrants-the-help-they-need-3763701",
        "news_paper_name": "The Daily Star",
        "publish_date": "29-11-2024"
    },
    {
        "full_article": "The interim government has set a reform agenda for itself. In early September, six commissions were established to address reforms in various cross-cutting areas, including the constitution, electoral system, judiciary, anti-corruption, public administration, and police. The heads and other members of each commission were also named. In mid-October, four more commissions on health, media, labour, and women were formed. The formation of these commissions has been widely welcomed, with expectations that they will lead to meaningful and lasting changes in their respective areas.\nThe interim government has recently completed 100 days. As expected, the demand for a \"roadmap\" for the transfer of power through parliamentary elections is gaining momentum. There is no concrete announcement from the government yet, but some have suggested that elections could possibly be held by December 2025. This leaves about 400 days from now. Within this short timeframe, only a few substantive reforms can be carried out. A myriad of reforms is needed, but which ones will be prioritised? In my opinion, the commissions should focus on areas that are impactful and can be meaningfully completed within the government's tenure.\nOne important sector requiring urgent reform is health. Public health experts have been voicing their concerns and frustrations about the state of this sector. With the new opportunities created through the July movement, there is hope for significant changes in the health sector as well. I am confident that the relevant commission will thoroughly examine the issues paralysing this sector and propose impactful reforms. Below, I outline a few ideas which, if implemented, could help the country progress towards the national goal of universal health coverage (UHC).\nThe government spends only 0.7 percent of GDP on health which is the second lowest globally. This is circumscribed by the government's inability to spend even this meagre amount. Good health cannot be achieved without good investment and optimum spending. The commission should recommend more money for the health sector, but more importantly, how to spend the additional money for achieving UHC.\nThere is a demand for establishing an independent National Health Security Office (NHSO), which would enhance accountability by separating the service delivery function of the Ministry of Health and Family Welfare (MoHFW) from its purchasing function.\nBangladesh has one of the highest rates of out-of-pocket (OOP) expenses in healthcare, most of which are for drugs. Despite the country's near self-sufficiency in medicines due to a thriving pharmaceutical industry and government production, free drugs and contraceptives provided through community clinics are often in short supply. Introducing free drugs within a specified timeframe could significantly reduce OOP expenses and health inequities.\nThe current administration under the MoHFW is divided into several directorates (DGs), many of which are artificially and irrationally created. Primary health care (PHC)—encompassing basic curative, preventive, and promotive services—is delivered at the upazila level and below, up to community clinics. Unfortunately, PHC is deprioritised under the current system, with poorly defined roles, accountability, and financing. Establishing a separate directorate general for PHC would be beneficial. Additional DGs could be created for tertiary hospitals, medical education and research, drug administration, and other areas.\nThe July movement demonstrated the value and potential of involving youth in development. Community engagement is a critical health system building block. Management committees exist for almost every facility, from district hospitals to community clinics, with civil society members included, at least on paper. Unfortunately, most of these committees are dysfunctional and have not met in years. Introducing youth representatives could revitalise these committees. Similarly, regulatory bodies like the Bangladesh Medical and Dental Council (BMDC) could benefit from youth participation.\nThe private sector now caters to over half of the population's health needs but remains largely unregulated. Since the ordinance on private healthcare was promulgated in 1982, no significant updates have been made over the past 42 years. The interim government has an opportunity to address this by revisiting and modernising regulations.\nThe current commission cannot address all necessary reforms within the given timeframe. Once its work is complete, it would be prudent for the interim government to establish a high-powered, independent, and permanent health commission. This body would create a national health vision, tackle corruption, and plan and monitor progress towards UHC. One important task of the permanent commission could be revisiting the health policy recommendations made by Dr Zafrullah Chowdhury and colleagues in 1990, which emphasised decentralisation and remain highly relevant for Bangladesh.\nThe spread of dengue in Bangladesh is alarming. Despite this, definitive steps to contain this preventable menace are lacking. Kolkata has successfully managed dengue—why not us? Although the interim government is preoccupied with various challenges, focused attention on this issue could save hundreds of lives and alleviate the suffering of millions. The recent focus on treating those injured during the July movement is commendable. Similarly, successful dengue management could be a lasting legacy for the interim government.\nAhmed Mushtaque Raza Chowdhury is convener of Bangladesh Health Watch and founding dean of the James P Grant School of Public Health.\n\nViews expressed in this article are the author's own. \nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "Priorities for Bangladesh’s health sector",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/priorities-bangladeshs-health-sector-3763381",
        "news_paper_name": "The Daily Star",
        "publish_date": "29-11-2024"
    },
    {
        "full_article": "Imagine, for a moment, walking through the streets of Dhaka on a cold winter morning. The smog hangs thick in the air, wrapping the city in a grey blanket. The sun, struggling to break through, casts a dull light over the buildings. This isn't just an unpleasant sight, it's a sign of a public health emergency. The \"State of Global Air 2024\" report confirms what many of us already know—Dhaka has one of the worst air quality in the world, consistently ranking among the top cities with hazardous pollution levels. On one particular morning, the Air Quality Index (AQI) in Dhaka was measured at 291—labelled \"very unhealthy.\" This means that every breath we take in Dhaka carries harmful particles that can damage our lungs, hearts, and even brains.\nThe problem is not just the occasional bad day—it is a constant, pervasive issue. Every year, more than 230,000 people in Bangladesh die from diseases linked to air pollution, and many of these deaths are avoidable. Perhaps the most heartbreaking fact is that children are bearing the brunt of this pollution. According to the latest report, air pollution is the second-leading cause of death among children under five, after malnutrition. In 2021, over 19,000 children in Bangladesh died from air pollution-related diseases, such as pneumonia and asthma. These are not just statistics—they represent children who never had the chance to grow up.\n\nIn many ways, this situation mirrors the bleak descriptions of industrialised cities found in classic English literature. Take, for example, Charles Dickens' portrayal of Victorian London in Bleak House, where the fog was not just a physical phenomenon but a symbol of the social and moral decay of the time. The thick, suffocating fog in Dickens' novel could be seen as a metaphor for the way pollution clouds our judgment today—distorting our understanding of the consequences of our actions and making it difficult to see the full picture of the damage we are causing to the environment and to each other. Just as the poor of Dickens' London suffered most in the industrial age, today it is the poorest communities in Dhaka, along with our children, who are most affected by the toxic air.\nAs we look around, it's hard to ignore the fact that the streets of Dhaka, like those of Dickensian London, are filled with people who have little choice but to breathe in the polluted air. But unlike the poor workers of the past, we have the knowledge and resources to act. We know the dangers. The question is: will we take responsibility for the future of our city and its people?\nAir pollution, particularly the fine particles known as PM2.5, is the silent killer here. These particles are so small that they can enter our lungs and bloodstream, causing long-term damage. Children are especially vulnerable because their lungs are still developing, and they breathe in more air relative to their body weight than adults do. This means that every breath a child takes in Dhaka could be harmful. In fact, the pollutants in the air can cause lifelong health issues, including asthma, lung diseases, and even brain development problems. As a result, children grow up in a city that doesn't just limit their dreams—it limits their health.\nDhaka's air pollution is not just a human problem, it is a problem that affects the environment as well. Just as a novel's setting shapes the characters, the environment shapes the lives of those who live in it. In Dhaka, the air is no longer something we can take for granted. It is a poisoned gift, one that we have collectively polluted through our choices—choices about how we build, how we commute, and how we use energy.\nThe dense fog in the streets, the visible haze over the skyline, are not just symptoms of a poorly managed city, they are the result of years of environmental neglect. We have allowed the city to grow without the necessary green spaces, proper waste management, and a public transportation system that reduces the need for countless private cars. The irony is that, despite all the noise, the real crisis is silent. The children suffer in ways that are unseen, and we have become numb to the changes happening around us.\n\nBut we do not have to resign ourselves to this fate. There is hope if we choose to act. We can invest in cleaner technologies, such as electric vehicles and green public transport systems. We can clean up our industries and encourage businesses to adopt sustainable practices. We can also work to improve household air quality by providing alternatives to polluting fuels. The government and citizens must work together to find solutions.\nThe health of our children, the future of Dhaka, and the future of our planet depend on the choices we make today. It is time to change the narrative, take control of our story, and ensure that the air we breathe is not the tragic backdrop to our lives but a source of life, health, and hope for future generations. The thick, suffocating fog we face is not inevitable—it is a challenge we must overcome for the sake of our children and the world they will inherit.\nMd Kawsar Uddin is associate professor at the Department of English and Modern Languages in the International University of Business Agriculture and Technology (IUBAT).\n\nViews expressed in this article are the author's own. \nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "The unseen cost of Dhaka’s toxic air",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/the-unseen-cost-dhakas-toxic-air-3763346",
        "news_paper_name": "The Daily Star",
        "publish_date": "29-11-2024"
    },
    {
        "full_article": "",
        "headline_1": "MNCs favour predictable govt fiscal policy",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/mncs-favour-predictable-govt-fiscal-policy-1732809295",
        "news_paper_name": "The Financial Express",
        "publish_date": "29-11-2024"
    },
    {
        "full_article": "",
        "headline_1": "When violence becomes the new norm",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/when-violence-becomes-the-new-norm-1732809337",
        "news_paper_name": "The Financial Express",
        "publish_date": "29-11-2024"
    },
    {
        "full_article": "",
        "headline_1": "Streamlining agriculture supply chain",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/streamlining-agriculture-supply-chain-1732809373",
        "news_paper_name": "The Financial Express",
        "publish_date": "29-11-2024"
    },
    {
        "full_article": "",
        "headline_1": "Decoding behavioural finance",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/decoding-behavioural-finance-1732809397",
        "news_paper_name": "The Financial Express",
        "publish_date": "29-11-2024"
    }
]