[
    {
        "full_article": "Over the last decade, the Central government, with a comfortable majority in Parliament, has evaded meaningful parliamentary accountability. Now, however, the BJP heads a coalition that is dependent on allies, and the Opposition is stronger. The changed situation is an opportunity for the renewal of parliamentary oversight over the executive’s functioning. The proactive beginning of the newly constituted Public Accounts Committee (PAC) is a case in point. On September 2, it notified 161 subjects it had picked for deliberations during its term, most of them based on CAG reports. The panel has picked five subjects suo motu — reforms in the banking and insurance sectors; review of the implementation of centrally sponsored welfare schemes; policy measures underway for transition in the energy sector; performance review of regulatory bodies established by Acts of Parliament, and the levy and regulation of fees, tariffs, user charges, on public infrastructure and other public utilities. The PAC, headed by Congress Member of Parliament K.C. Venugopal, has made use of the rule which clearly states that its functions can go “beyond the formality of expenditure to its wisdom, faithfulness, and economy”. This rule has been used only rarely and to make a political point. Though the subjects picked by the PAC have political undertones, the overarching public interest involved is unmistakable.The constitutional scheme envisages that Parliament controls the finances of the country. Any tax may be imposed only by passing legislation. All expenditure of the government needs prior sanction from Parliament through Appropriation Bills. The CAG is a constitutional office that examines and audits the financial functioning of all government departments. All its reports are sent to the PAC, one of the oldest and most significant parliamentary panels. Government measures that pick the winners of the economy have led to serious allegations of crony capitalism in recent years. The government has refused to investigate the serious charges against SEBI Chairperson Madhabi P. Buch and the Adani Group, which controls seven Indian airports. Public sector banks and regulatory bodies have a lot to answer for. The BJP has already opposed any PAC investigation into these questions. The 22-member PAC has 13 members from the BJP-led NDA and nine Opposition MPs, including four from the Congress. The committee’s assertive posturing could be undermined by the ruling coalition’s majority. The PAC, and the Department Related Standing Committees, many of which are yet to be constituted, should assert their role as instruments of parliamentary authority and the enforcer of the executive’s accountability to the people. Published - September 12, 2024 12:20 am IST\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\ngovernment\n\n/\n\nparliament\n\n/\n\nParliament proceedings\n\n/\n\nBharatiya Janata Party\n\n/\n\npolitics\n\n/\n\nwelfare\n\n/\n\nlaws\n\n/\n\nIndian National Congress\n\n/\n\neconomy (general)\n\n/\n\nNational Democratic Alliance",
        "headline_1": "​Public accounts: On the newly constituted Public Accounts Committee",
        "headline_2": "The PAC must assert its role as an instrument of parliamentary oversight",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Bpublic-accounts-on-the-newly-constituted-public-accounts-committee/article68630677.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "12-09-2024"
    },
    {
        "full_article": "Venezuela’s disputed July 28 presidential election and the subsequent crackdown on the Opposition by the regime of President Nicolás Maduro have deepened the political divisions in the oil-rich country. According to the National Electoral Council, Mr. Maduro, President since 2013 upon the death of Hugo Chavez, won 51%, while his main opponent Edmundo González secured 43%. But the Opposition claims that the tally sheets issued by electronic voting machines, suggested Mr. González’s hands down victory. The Opposition claim was backed by the U.S. and other western countries, while Mr. Maduro got confirmation of his victory from his hand-picked Supreme Court. Rejecting calls to quit, he has unleashed the crackdown. At least 24 people have been killed and 2,400 arrested in relation to the protests since the results, according to the Human Rights Watch. Last week, police surrounded the Argentine embassy in Caracas where some Opposition figures had taken refuge. Mr. Maduro had already sacked Argentina’s diplomatic mission after its President, Javier Milei, supported Mr. González. Mr. González, a retired diplomat who faces charges for incitement of protests, left for Spain on September 7.The election has not been fair from the beginning. The Opposition’s original pick to counter Mr. Maduro was María Corina Machado, a former lawmaker. After she was banned by the comptroller-general, a Maduro ally, from holding public office, Mr. González was chosen later. The election process itself was disputed, and three weeks after the vote was held, the authorities are yet to release results by individual polling stations. Mr. González’s flight could be a temporary victory for Mr. Maduro, who has tightened his grip over every branch of the state, but his challenges are far from over. Venezuela, which is also under U.S. sanctions, has seen rapid economic decline and a rise in extreme poverty. About 7.7 million people have fled in recent years amid hyperinflation, economic contraction and scarcity for food and medicine. Mr. Maduro has also seen growing regional pressure, with even left-wing governments of Brazil, Chile and Colombia urging him to publish the full results. The tensions between Venezuela and Brazil came out in the open when the Maduro regime revoked Brasilia’s authorisation to manage and represent the Argentine embassy. With his legitimacy in question, Mr. Maduro, grappling with a sanctions-hit, mismanaged economy, a divided polity at home, and growing isolation abroad, is behaving like a dictator. He has turned Chavez’s popular Bolivarian project into a one-man rule with socialist rhetoric. This allows him to cling on to power, for now, but at a great cost to the people of Venezuela.  Published - September 12, 2024 12:10 am IST\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nVenezuela\n\n/\n\nelection\n\n/\n\npolitics\n\n/\n\nvoting\n\n/\n\nUSA\n\n/\n\njudiciary (system of justice)\n\n/\n\ncivil unrest\n\n/\n\nSpain\n\n/\n\nArgentina\n\n/\n\neconomic sanction\n\n/\n\npoverty\n\n/\n\ninflation and deflation\n\n/\n\nfood\n\n/\n\nmedicine",
        "headline_1": "​One-man rule: On Venezuela’s disputed presidential election",
        "headline_2": "Maduro must realise socialist rhetoric is no substitute for popular support",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Bone-man-rule-on-venezuelas-disputed-presidential-election/article68630696.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "12-09-2024"
    },
    {
        "full_article": "Sanskrit ‘Ko-ha-m’, ‘Who Am I’, can have ho-hum applications \nLast week I got a call from an unknown number. The voice is as cheery as a telemarketeer’s, also opening with a chummy ‘Hello Bachi’. Immediately on guard, I respond with  my insta-freeze ‘Yes’. But it doesn’t start flogging deluxe flat, health insurance, termite treatment. Instead, it exclaims, ‘Guess who?!’ This caller-type I hate and dread. Because, unlike aforesaid annoyers, you can’t promptly disconnect. Or, more satisfyingly, subject to furious tirade. Instead, with spurious enthusiasm, you must submit to the silly game. Jury’s out on whether phone inquisition is preferable to in-person: the unrelenting ‘Come-on, say-it-if-you-know-it’  grilling you get from the acquaintance you meet but whose name has gone embarrassingly AWOL. Both sadists take their own infuriating time to  reveal their identity and end your misery. \nMy Mystery Caller says non-helpfully, ‘I was your neighbour in X Apartments.’ Dude, I have difficulty placing guys who live in my current housing block, and you expect me to recall someone from four decades and as many addresses ago?! He goes on, ‘I was the man who always won in the monthly Housie.’ Yeah, like that makes him Mr Forever Unforgettable.    The miffed torment goes on, ‘Ouff, how you still cannot  remember me? Your son was always at my flat, only. You were a working lady, no?’ Wow! So now it’s not only my memory, but my parenting too that’s being sent on a guilt trip. \nOn cue, he pulls out that ideal-mother as aide-memoire. ‘Achha, I’ll give you another clue. My wife Reema was with you in college.’ OMG, is he mad or wot? This is going even further back than those far-apart apartments. Disembodied voice of Un-remembered Reema butts in with ‘But, hey, I was miles junior.’ Really?! Now they’re being ageist too. \nStill-Mystery Man has begun enjoying my audible discomfiture; he gleefully pulls out one futile prompt-card after another. Finally, triumphantly he lets me off the hook; He TELLS ME HIS NAME. ‘Arre!’ I say as smarmily as possible, ‘Of course, I remember you!’  \nYes, you guessed right – I don’t. \n                                                       *** \nAlec Smart said: “Lord Ganesha, please clear epic obstacles in path towards Maha Bharat.”\n\n",
        "headline_1": "Guess who?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/erratica/guess-who/",
        "news_paper_name": "The Times of India",
        "publish_date": "12-09-2024"
    },
    {
        "full_article": "Othering of any identity group doesn’t hurt it alone. Whole of society is endangered\nThe nation has two broad sets of ontologies. One, that it is a modern, historical creation. Or, as Benedict Anderson put it, an imagined community. Two, that it has an authentic pre-modern, pre-political identity. As dramatically different as the two are, ultimately both have to grapple with the same core issue: how is the nation to progress and prosper? Together, is the only possible answer. That is also the brilliance and far-sightedness of our Constitution-makers. Our fundamental rights are uniform across our differences. The epidemic of Othering from Dehradun to Imphal and Faridabad to Bengaluru targets this together-ness at the core.\nAfter a shopkeeper allegedly misbehaved with a student in Uttarakhand’s Paltan Bazaar, a civic mobilisation to make the market safer for women would have been more than welcome. Instead, the demand has gained steam that shopkeepers sharing the accused’s religion should “vacate the shops taken on rent”. This concept of collective punishment of an identity group, instead of an individual, it should be remembered, used to serve the colonisers quite well. It hurts Indians’ interests just as deeply these days. And the idea that one group is collectively the enemy of another group is no more “natural” today than it was back then. It is engineered by vested interests, most commonly of an electoral nature.\nOver in Haryana, for example, a spurt in cow vigilante attacks is not unconnected to poll season. But no matter the political rhetoric, the lawlessness these attacks represent undermines the interests of all communities, instead of just the one being explicitly targeted. As Aryan Mishra’s mother asked after he was killed, mistaken for a Muslim, are Muslims not humans? To be more mundane, are they not Indians? No one is safe until everyone is safe, is clichéd but true. The Othering that builds contempt for some citizens’ rights and liberties weakens all of society. There is no grimmer object lesson on this than Manipur. Faraway Bengaluru may indulge its “speak local” and “give jobs to locals” hooliganism as fringe today, but this is dangerous complacency. Even one “outsider” being roughed up with impunity is one too many.\nAnxieties about livelihoods fuel a lot of such “us vs them” pathologies on the ground, even as politics adds petrol from the top. But can bullying some shopkeepers from the market make it a more profitable one? Such disdain for equality and the law is hydra-headed, it spreads harm and vice to all.\n\n",
        "headline_1": "Republic of them",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/republic-of-them-2/",
        "news_paper_name": "The Times of India",
        "publish_date": "12-09-2024"
    },
    {
        "full_article": "Adolescents’ social media addiction is a problem. Banning isn’t a solution\nAustralian govt’s announcement that it will pass a minimum age law for social media use got headlines, but the law will fail. Citing concerns about social media’s impact on mental and physical health of adolescents, Canberra is considering a 14-16 years range for the proposed ban. But such blanket bans don’t work. And like all policies like this, it will drive the targeted activity underground, with possibly more harmful consequences. In fact, Australia’s internet regulator, eSafety Commissioner, has warned that “restriction-based approaches” may push young people to “less regulated non-mainstream services”.\nTwo sides to a coin | Excessive social media use by adolescents is now a worldwide concern. In June, US surgeon general called for warning labels on such platforms, saying they were harming mental health of adolescents. While it’s a fact that rates of anxiety and depression have shot up among teenagers in many countries since smartphones became ubiquitous, research on the issue does not provide definitive answers, yet. There is also the offsetting factor of the benefits teenagers derive from social media. So, it makes more sense to put in place tighter content regulations for social media companies.\nRein in platforms | EU, through its Digital Services Act, is already making efforts in that direction. The use of algorithmic recommendations to hook children has been a major issue. Earlier this year, New York passed a SAFE for Kids Act, which bars social media companies from exposing minors to such addictive algorithmic content. On the larger issue of protecting children from online harm, US Senate has passed a Kids Online Safety Act. Regulations apart, there is also a responsibility on parents, guardians and educators, of how they promote social media literacy, the rules they lay down, and the example they set for teenagers. Bans are almost always the worst response to a social problem.\n\n",
        "headline_1": "Phony idea",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/phony-idea-2/",
        "news_paper_name": "The Times of India",
        "publish_date": "12-09-2024"
    },
    {
        "full_article": "By Shri Shri Anandamurti\nThere are people who avoid sadhana, intuitional practice, for fear of giving up all the pleasures and enjoyments of the world. This fear deters them from pursuing intuitional practice, although their fear has no logical basis. The objects of earthly enjoyment are created under the influence of the static principle of prakriti, and one regards them as real due to the dominance of avidyamaya, which also makes people enjoy these earthly objects.\nIntuitional practice gradually reduces the dominance of avidyamaya, and then the mind is also diverted towards subtle things. Crude worldly pleasures and enjoyments lose their attraction. Kama, the longing for worldly objects, moh, the attraction for them, and lobh, avarice – the three principles of avidyamaya – make these seem desirable, but with the waning of the influence of these three, the mind will no longer desire them. Ordinarily the mind delights in the enjoyment of worldly pleasures and regards giving them up a torture, but when the mind no longer likes them, the question of giving them up does not arise.\n\nThe mind will try to run away from them, and feels relieved to be without them, instead of being tormented by their absence. For is not the unavailability of something only disturbing when we desire it much? If we do not desire an object, we will not miss it when it is not there. For instance, an alcohol addict will be tormented if he does not get alcohol, but if a non-addict does not get a drink, he will not even feel its absence. The question of his being tormented does not arise, for he never wished for it. The mind gets diverted towards subtlety through intuitional practice, and no longer enjoys crude pursuits. When the presence of crude objects is difficult to tolerate, the question of missing them or being disturbed by their absence does not arise. Some consider it necessary to tear themselves away by force from the enjoyment of worldly things in order to pursue intuitional practice, and the fear of their desires torments them. It will, however, never be possible to control one’s mind by withdrawing it from objects of enjoyment by force. This would only make the body suffer and become sick. There is no compulsion in intuitional practice.\nThe system of intuitional practice is so powerful that it imperceptibly diverts the mind from crude attractions towards subtlety, and the desire for earthly enjoyments disappears, taking with it the pain of not getting them. Not to pursue intuitional practice for fear of having to stay away from earthly pleasures and enjoyments is irrational. Those who consider it necessary are mistaken. On careful analysis, the fears that hold one back from practising sadhana appear to be without any foundation.\nThere is no value in remembering God in old age, when it is not possible to concentrate the mind due to weakness and disease. There is an Indian saying that only a young bamboo can be bent, and if you attempt to bend a mature one you will only break it. That is, anything new should be started early in life, and so should intuitional practice.\n\n",
        "headline_1": "There is no value in remembering god in old age",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/there-is-no-value-in-remembering-god-in-old-age/",
        "news_paper_name": "The Times of India",
        "publish_date": "12-09-2024"
    },
    {
        "full_article": "The July insurrection was spawned from the apolitical banner of the quota reform movement. In the space of 20 days, an apolitical reformist movement escalated into a quintessential political event: a popular insurrection.\nBy August 1, the very apolitical hyperpolitics of the July insurrection converged into one point: the resignation of Sheikh Hasina. The subtractive demand for toppling an authoritarian regime was achieved within the next five days when the positive political content of the insurrection was still indeterminate. Thanks to that indeterminacy, a diverse range of social elements could project and invest their respective desires into the vast, formal shell of the insurrection.\nFreud used the term \"cathexis\" to indicate the investment of desires onto a psychical object. We might say, a sort of pan-cathexis was at work in the July insurrection. One of those elements in the unfolding political process was the Salafi element that seeks to eradicate the culture of tomb veneration.\nThere is probably no cause for universal alarm. Only a small percentage of shrines and tombs have been attacked so far. But it is probably apposite to understand and characterise the tendency before it launches onto a bigger campaign in the coming days.\nMy suggestion in this brief epistle is that we should read the recent mazar destruction campaign in terms of certain \"political desires\" of the campaign proponents, instead of being distracted by arguments about the theological merit or otherwise of those actions.\nCriticism of shrine culture is not a novelty in Islam or in South Asia. Tasawwuf as a modality of Islamic piety always had a deep dialectic at its heart. It was as much a self-recapitulating heritage as it was a mode of radical self-criticism. Thus, Sufism itself generated repeated impetuses of self-purification—motivating various saints to cast aspersions on mass devotional practices. But popular Islamic culture faced attacks from without as well, such as the destruction of tombs by the Wahhabi militia in Hejaz—a paradigmatic case.\nIn Bengal itself, a new mode of Sufi praxis was scaled up in the colonial period that denounced certain longstanding practices around tombs—like devotional gestures and the ritual Urs—as shirk and bidah. Under the broad umbrella Tariqah i Muhammadiyah, for example, many shaikhs called for a purification of Islamic practices from the overgrowth of \"rasm\" or customs. However, the Tariqah sought to undertake this purification from within the rubric of tasawwuf itself. Shrines were not meant to be razed to the ground—one only had to refrain from practices that were seen to go against the grain of God's unity (tawhid).\nBeyond the respectable high culture of tasawwuf, even within the rural, working-class culture of fakiri, there was a critical discourse about the devotional cults built around tombs and living ascetics. Lalon Fakir, for example, was heavily critical about various questionable dervish practices. Referring to the dargahs in Penro, ie, Pandua—the location of major dargahs like that of Jalaluddin Tabrizi and Nur Qutb Alam, Lalan criticises the false beliefs and accompanying practices of gift-giving:\n\"In the Penro dargah, the ghost is emancipated if one offers faita (futuh)... Instead one should die before one's death—and become a living-dead—to offer futuh to one's own soul.\"\nThe mode of self-care suggested by Lalon here is more congruous with Nur Qutb Alam's platonic spirituality than the prevalent practices at the Penro dargahs.\nThus, both high Sufism as well as working class fakiri culture developed strong critical discourses about inauthentic spectacles of sanctity around shrines and tombs that were aimed at unburdening the devotees of their money.\nHowever, wholesale dismissal of Sufism or the calls to destroy mazars from Bengal seems to have assumed new dimensions. It builds on a khariji habitus of labelling those with theological differences as disbelievers. The recent call for the wholesale destruction of shrines thus reminds one of the actions of khariji groups that have destroyed pre-Islamic as well as Islamic tombs and shrines in Syria and Iraq in recent years.\nThere is a broader question of identity and place-making to understanding Islam in Bengal. Over the centuries since Islam's advent in Bengal, the hospices and shrines of fakirs and \"pirified\" notables, their memories and heirlooms turned the so-called \"frontier\" region (a place that is gharib) into a land replete with the aura of established holiness. From Baba Adam to Shah Jalal, the tombs of countless shaikhs encouraged the chishti saint Nur Qutb Alam to consider Bengal a sacred realm. The shrines and saints have been integral to popular life of Hindus, Muslims and indigenous communities of Bengal. When Apu, the fictional hero in Bibhutibhusan Bandapadhyay's Pather Panchali, was born in a brahmin family, the midwife made apotropaic offerings to a local shrine of a pir.\nThis legacy of place-making continued into 20th century Bengal politics. While Maulana Bhasani himself was a pir, Sheikh Mujibur Rahman ended his February 1966 booklet on the six points identifying himself as a \"khadem\" of the people, and asking his \"brothers and sisters\" to pray to \"Allah's dargah\" so that he could remain a people's khadem till his last breath. Spiritual terminology borrowed from tasawwuf was not strange to Bengal politics—religious or secular. In March 1971, the non-cooperation programme would involve visiting and offering respect to shrines of martyrs and that of AK Fazlul Haq.\n\nCriticism of shrine culture is not a novelty in Islam or in South Asia. Tasawwuf as a modality of Islamic piety always had a deep dialectic at its heart. It was as much a self-recapitulating heritage as it was a mode of radical self-criticism. Thus, Sufism itself generated repeated impetuses of self-purification—motivating various saints to cast aspersions on mass devotional practices. But popular Islamic culture faced attacks from without as well, such as the destruction of tombs by the Wahhabi militia in Hejaz—a paradigmatic case.\nWhat then does the desecration of tombs mean for this legacy of place-making in Bengal?\nScholars of genocide have noted how across world history, destruction of graveyards and tombs was a common means used to eliminate the cultural identity of entire groups. One would wonder if the \"political desire\" that inspires the anti-mazar ideology is not about unmaking the memory-laden location of Islam in the life of emplaced communities in Bengal.\nSuch an ideology thus prefers a deterritorialised religious culture piggybacking on global content flows in digital platforms. The new Salafi intelligentsia cultivates a certain kind of techno-religiosity supported by the new media of techno-feudalist platforms and \"heno-lingual\" globalisation.\nBut when we speak of criticism of mazar and pir culture, why not consider the other strand of anti-mazar discourse? What about Laalsalu—the renowned novel by Syed Waliullah, people may ask.\nWaliullah wrote in a modernist vein—but that strand of modernism was not necessarily about political disenfranchisement of Muslims. Quite the contrary. The key concern for Waliullah and his ilk was probably the very conditions of production of political subjects in the context of post/colonial world. One would find the same kind of critical discourse about off-political Sufi culture in the work of someone like Muhammad Iqbal—respected as an \"Allama\"—who developed an entire philosophical discourse around the concept of the authoritarian ego (khudi) as the ideal Muslim subject. When it came to the heavy baggage of pir-centred Islamic culture, the secularist Kazi Abdul Wadud and the political theologian Abul Hashim could probably agree that one needed a more pristine recapitulation of Islam. How that modernist-Salafist consensus was shattered can be discussed on another occasion.\nTechno-religiosity produces its own immanent contradictions. Salafi influencers denounce the devotional relation between the master and the disciple as practiced in Tasawwuf. Yet as they gain a wider, hybrid following across online platforms like YouTube or Facebook as well as offline events, their listeners begin to see these Salafi influencers as quasi-omniscient shaikhs. In an unavoidable division of labour, ordinary pious Muslims rely on the digital shaikhs to learn what is right in the minutest aspects of their daily lives. While in the heyday of Chishti Sufis the dargah could act as an axis of resource redistribution through futuh and charity, today Salafi digital influencers establish charities through which they mobilise comparable patterns of pietistic gift-giving for resource redistribution. They create a whole array of business enterprises branded Islamic while acquiescing to the epistemic and political parameters of late capitalist modernity.\nThe neo-Salafists' fascination with ultra-masculinity hinging on a vulgar materialist ontology of hormones, or the aesthetic techniques used to boost views of religious content may be as addictive and manipulative as the proverbial malpractices in the shrines that trigger so much of the Salafist animus.\nA placeless global field navigated by a self that uses coercion and destruction to establish its own mode of self-growth based on a codified content—this is as much a neoliberal ideology of fossil fuel-based capitalist civilisation, as it is a new techno-Salafists' way of dealing with difference.\nTahmidal Zami is a journalist and writer. He is the coordinator of Bengal History Collective. He can be reached at [email protected]\n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n",
        "headline_1": "Politics of destroying shrines and unmaking places",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/politics-destroying-shrines-and-unmaking-places-3700461",
        "news_paper_name": "The Daily Star",
        "publish_date": "12-09-2024"
    },
    {
        "full_article": "We are concerned about the frequent power outages that have put citizens in a state of distress. In many areas, according to one report, residents are having to endure up to 12-14 hours a day without electricity. This has caused immense suffering, particularly amid sweltering temperatures, which are likely to go down with increased rainfalls expected. But any relief from heat will not immediately lead to a relief from power outages because of supply problems, warned the finance adviser. This situation is disrupting not only daily life but also businesses, industries, and essential services.\nAccording to our findings based on data from the Power Grid Bangladesh PLC, the power supply shortfall reached 2,312MW early Tuesday, a record in recent weeks, with Rajshahi, Rangpur, Cumilla, Mymensingh, Sylhet and Dinajpur being the hardest hit. Even Dhaka has not been spared, with its two power distribution companies reporting a combined supply shortfall of around 500MW. The question is, what's causing this shortfall? Insiders have blamed operational failures, dollar shortages, and natural disasters for this situation.\nSince Monday evening, the operations of Dinajpur's 525-megawatt Barapukuria thermal power plant remained suspended after its lone functioning unit shut down. Apparently, this happened because the plant's Chinese contractor failed to conduct timely repairs, which will now take about two weeks. Additionally, at least 25 gas-fired power plants have been offline since May 27 when Cyclone Remal hit coastal areas. The cyclone damaged one of the country's two floating storage and regasification units (FSRUs), significantly reducing our LNG regasification capacity. Despite efforts to resume its operations several times, it has failed. The FSRU is now slated to open on September 15, but it will not improve the situation immediately as it will take at least two weeks for its LNG gas cargo to arrive.\nAnother major challenge has been the persistent dollar crunch, which has delayed the import of primary fuels such as coal, gas, and furnace oil. The Power Development Board is reportedly grappling with a backlog of outstanding payments, including $800 million owed to India's Adani Group for electricity supplies, for which it has been pressing the interim government of late. The authorities must find a way to navigate this crisis, chiefly because the financial shortfall is directly contributing to insufficient fuel imports, and thus hindering our ability to ramp up power production.\nThe urgency of resolving the power outage problem cannot be overstated. Without a reliable supply of electricity, the country's industrial output and overall quality of life will continue to suffer. We, therefore, urge the government to further expedite its efforts to fix ongoing issues like maintenance of power plants and delayed fuel imports. Going forward, the government should also focus on diversifying our energy sources, including expanding renewable energy projects, which will help make the power sector more resilient in the future.\n",
        "headline_1": "Persistent power outages must be addressed",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/persistent-power-outages-must-be-addressed-3700446",
        "news_paper_name": "The Daily Star",
        "publish_date": "12-09-2024"
    },
    {
        "full_article": "Bangladesh is at a critical juncture. The recent student movement has made it clear: our education system is failing our youth. As an educator, researcher, and concerned citizen, I urge the interim government to take this opportunity to embark on a transformative journey toward a better future. This requires a complete overhaul of our education system, emphasising quality, meritocracy, and a relentless pursuit of excellence.\nFirst, we must allocate significant resources to ensuring the betterment of education, with at least 10% of the national budget going to education and research. This investment is essential for building a thriving nation as the priorisitisation of education equals investment in the workforce, democracy, and national identity. We must also reshape the structure of our education system. This requires collaboration among eminent educators, researchers, and policymakers to design a curriculum that promotes critical thinking, problem-solving skills, and a love for learning. Rote memorisation and outdated teaching methods must be replaced with interactive learning, technology integration, and practical applications.\nA successful education system relies on qualified educators. Unqualified teachers appointed for political reasons do a disservice to our students. Those who have not improved their teaching skills in five years should be offered retraining or asked to resign. Similarly, teachers who have not kept up with evolving pedagogy or inspired students despite five years of service should be encouraged to retire. The Ministry of Education should be led by a person of impeccable reputation who prioritises students' well-being above all else. Politics must be kept out of educational institutions, allowing teachers to focus solely on nurturing young minds.\nThe recent student movement shows the power and potential of our youth. They have proven that activism can thrive without political interference. Their energy and intellect should be directed towards constructive dialogue and collaboration within universities. Universities should be led by individuals who embody academic excellence. Vice-chancellors (VCs) should be appointed based on their proven records in research, scholarship, and administration. These leaders should be empowered to manage their institutions effectively, ensuring a safe and secure environment.\nOur universities once had a vibrant education and research environment. This legacy must be revived by allocating a significant portion of the increased education budget to research. This will help us address national and international challenges, fostering innovation and driving Bangladesh towards a knowledge-based economy. The current promotion system within universities needs reform. Associate and full professorships should be awarded based on merit and a strong research portfolio, not just time served. A PhD from a reputable university and a solid research background should be prerequisites for university teaching positions. Hiring practices that restrict applications to graduates of the same institution should be abolished. A national pool allows for selecting the best minds from across Bangladesh, regardless of their alma mater. In addition, the University Grants Commission (UGC) should reevaluate its control over private universities, allowing them more autonomy in hiring and research funding. Private universities should be encouraged to attract top talent with competitive salaries and benefits from tax breaks for significant research expenditures.\nThe centralisation of examinations in Dhaka fosters inequality and compromises the recruitment process. A decentralised model should be implemented, conducting exams in various regions with examiners from different universities. This would reduce political influence and ensure a more equitable selection process. Corruption must be eradicated from the education system. A zero-tolerance policy should be established with stringent penalties for misconduct. Transparency and accountability must be the cornerstones of our educational institutions. Teachers deserve respect, admiration, and support. A comprehensive review of teacher salaries is necessary to create a compensation structure that reflects their critical role in society and ensures a decent standard of living. By valuing our teachers, we elevate the profession and attract the best and brightest to this noble calling.\nThe challenges facing our education system are immense, but they are not insurmountable. With a clear vision, unwavering commitment, and the courage to implement bold reforms, we can create an education system that empowers our youth, drives innovation, and builds a prosperous future for Bangladesh. The interim government has a unique opportunity to lay the foundation for a new era in education. Let us seize this moment and create a legacy of excellence that will inspire generations to come. The time for incremental change is over. We need a transformative shift that places education at the heart of our national development agenda. Let us invest in our children, empower our teachers, and build a knowledge-based society where every citizen can reach their full potential.\nDr Md Alamin is a researcher and writer, and assistant professor at North South University. He can be reached at [email protected].\n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n\n \n",
        "headline_1": "A simple plan to fix education",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/simple-plan-fix-education-3700336",
        "news_paper_name": "The Daily Star",
        "publish_date": "12-09-2024"
    },
    {
        "full_article": "The news that use of polythene bags are going to be banned at the country's superstores carries no meaning. First, most superstores do not allow the material's use; second, and more importantly, the 2002 ban on polythene imposed under the 1995 Bangladesh Environment Conservation Act, first of its kind in the world, is still in force---it was never scrapped. So, there is no way of banning something that is already banned. It is the enforcement of the law that should be the real issue. Here it is selective enforcement understandably to study it as a test case with the purpose of gradually moving towards complete enforcement all across the country. Superstores avoid using polythene but they also have to use much thicker poly bags for certain items such as fish and meat from which blood oozes out. The law has some concessional provisions for plastic bags. Bags or plastic graded as polyethylene terephthalate (PETE or PET) is safe for use and environment. Clearly, the debate hinges not on fresh ban on polythene and plastic but on enforcement of the legal provisions. Focusing on superstores which rarely use the poly bags randomly used in groceries and kitchen markets may be convenient but it will hardly make a dent in the colossal problem. Production facilities must be dismantled. After the ban slapped in 2002, polythene bags nearly disappeared from the market and for the first six months people changed their habit in favour of carrying gunny, paper and fabric bags for shopping. Why polythene staged a comeback is the result of lax monitoring and a lack of alternative to the easiest, cheapest and most convenient but highly harmful type now posing a serious threat to the country's environment and by extension its future. It takes as long as 200-400 years for degradation of polythene and plastic materials. In fact, both land and seas of this planet are under severe threat of plastic pollution. That the adviser in charge of the ministry of environment, forest and climate change has been holding meeting with the stakeholders to know about the preparation for the alternative to poly bags is appreciable. The approach to the problem before enforcement of the law can be replicated when the area gets expanded from superstores to groceries and kitchen markets in the large cities and then all across the country. Reportedly, Dhaka alone uses 4.0 million polythene bags daily. This is mind-boggling and has to be stopped as soon as possible. The important thing is to go about the task of making polythene bags a thing of the past. No doubt, the first thing ought to be to set a deadline and make effective arrangement for the alternative to such bags. The country's jute mills, mostly incurring losses, can be given a new lease of life if those are assigned to produce the required number of bags of finer quality. But the best alternative would be sonali bag made from jute cellulose invented by scientist Mobarak Ahmed Khan. Currently, the state-owned Latif Bawani Jute Mills produces only 15,000 sonali bags a day. The bag compares better with its polythene counterpart and is biodegradable, environmentally friendly and recyclable. But it is far costlier. Further research and experiment may make cellulose separation cheaper. If mills of higher capacity can be developed, mass production and use of the bag will definitely bring down the cost. Machines of greater capacity can be developed in collaboration with industrial partners abroad.",
        "headline_1": "Polybag use: Enforcement of ban needed",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/polybag-use-enforcement-of-ban-needed-1726070000",
        "news_paper_name": "The Financial Express",
        "publish_date": "12-09-2024"
    },
    {
        "full_article": "The ongoing labour unrest since August 29, which has led to several factory closures across the industrial hubs of Ashulia and Gazipur, has brought the lucrative Bangladesh readymade garment (RMG) sector to a critical crossroads, sending warning signals to buyers throughout the world.This turmoil follows a period of political instability in July, from which the industry was hoping to recover after the formation of the interim government on August 8. However, the unrest, marked by attacks, property damage, looting, and arson in various factories, has raised concerns about industrial security. This disruption comes at a time when factories are under contract and immense pressure to meet deadlines for winter orders from global buyers, further exacerbating the crisis.The reasons behind the unrest are the subject of much debate. The demands voiced by garment workers include equal opportunities for men and women, increased wages, improved benefits, and lighter workloads. In addition, delays in wage payments, alleged blacklisting of dismissed workers, and contentious issues surrounding unionisation have fuelled anger and dissatisfaction. Factory owners, on the other hand, claim the unrest is not primarily driven by the workers but by external elements, particularly political groups seeking dominance, especially over the scrap and rejects business. These groups, they argue, have incited disturbances to exert pressure on factory owners. A lack of adequate police presence has allowed the unrest to escalate and spread rapidly, presenting a grave threat to industrial peace and stability.To quell the unrest, on September 2 the government deployed the army and police. While this intervention has restored some degree of order, the situation remains volatile and fragile, with approximately 100 factories in the Ashulia industrial zone alone forced to close on September 9 due to continued violent protests. This highlights that security measures alone cannot resolve the underlying grievances of the workers. There is an urgent need for factory management to engage in meaningful dialogue with the workers to address legitimate demands, as unrest in one factory can easily trigger a wave of disruptions across the sector.This labour unrest, though seemingly localised, has far-reaching implications for both the economy of Bangladesh and the international reputation of its RMG sector. As the country's economic cornerstone, the garment industry contributes hugely as in 2023 it fetched over $47 billion from exports. Any prolonged disruption threatens not only the livelihoods of millions of workers but also the nation's macroeconomic stability. Bangladesh, as the world's second-largest garment exporter, faces intense global competition, particularly during peak seasons. Reports of international buyers diverting their orders to Cambodia, Indonesia, and elsewhere due to the instability should serve as a wake-up call for both the government and industry leaders.Additionally, the unrest has diverted attention from other critical issues, such as energy shortages affecting the RMG sector as well as its backward linkage industries. The failure to address these challenges promptly will have ripple effects throughout the economy, exacerbating the difficulties already faced by the RMG sector.The interim government, led by Nobel laureate Muhammad Yunus, has pledged to restore order and undertake necessary reforms. However, the urgency of stabilising the situation quickly cannot be overstated. Bangladesh's low-cost labour, while a competitive advantage, is insufficient to offset the risks associated with an unstable political environment. Restoring the confidence of international buyers will require more than security measures - it demands a comprehensive strategy that tackles the root causes of unrest, including workers' rights, governance, and corruption.The sector should prioritise not only meeting international demands but also ensuring fair treatment of its workforce and bolstering security and governance in industrial zones. Failure to address these concerns risks deepening the current crisis, threatening not just the RMG industry, but also the entire economy.The challenges facing the interim government are monumental. Political stability and law and order need to be restored swiftly if Bangladesh is to retain its standing in the global garment industry. The administration must collaborate closely with industry leaders to ensure that production timelines are met and that necessary governance reforms are implemented. Restoring the country's reputation as a reliable garment producer ought to be a top priority.Moreover, the government should tackle the underlying issues that have plagued the sector for years, particularly corruption and political entanglement. While factory owners may have benefitted from political patronage in the past, these connections have now become liabilities. Reforming trade associations and ensuring transparency in business practices would go a long way towards restoring credibility in Bangladesh's garment sector.Bangladesh's RMG industry stands at a pivotal juncture, facing both opportunities and challenges, especially as the country approaches graduation from its Least Developed Country (LDC) status. To thrive in the future, the industry will need to diversify its product range, embrace innovation, invest in technological upgrades, and enhance workforce skills. Collaboration among workers, factory management, and government remains essential to overcoming these challenges and sustaining the sector's growth.Resolving disputes through dialogue could create a win-win situation for all stakeholders in the RMG industry. Positive relationships between workers and employers are crucial for fostering an environment of trust and mutual respect. This, in turn, will motivate workers and contribute to the sector's growth. By fostering a harmonious industrial environment, Bangladesh's RMG industry can navigate its current challenges and continue to play a crucial role in the country's economic development. The time for decisive action is now, and all stakeholders need to rise to the occasion.[email protected]m",
        "headline_1": "Why this labour unrest in RMG sector?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/why-this-labour-unrest-in-rmg-sector-1726070045",
        "news_paper_name": "The Financial Express",
        "publish_date": "12-09-2024"
    },
    {
        "full_article": "Tragic death of Bangladeshi citizens at the hands of the Indian Border Security Force (BSF) has been going on unabated for year after year, casting a long shadow over an otherwise historically friendly relation between Bangladesh and India. The latest incident took place on 09 September, when a 16-year-old Bangladeshi boy named Shri Jayanta Jambu of Baliadangi upazila of Thakurgaon district, was shot and killed by the BSF.And it is shocking to note that just 8 days ago on September 1 another Bangladeshi from Moulovibazar district, was killed at the border by the BSF.Despite the close geographical proximity and cultural ties, the continued killings of Bangladeshis along the Indo-Bangladesh border have raised significant concern and deep frustration among Bangladeshis. These incidents not only violate the basic human rights of the victims but also harm diplomatic efforts aimed at fostering closer economic, political, and people to people cooperation between the two countries.Border killings have been an ongoing problem for years, and the number of victims continues to rise, despite repeated promises from both sides to bring them under control. According to reports from human rights organisations, since 2000, more than 1000 Bangladeshis have been killed by the BSF. The actual number could be higher, given the challenges in tracking these incidents.The reasons for these deaths vary. Some victims are alleged cattle smugglers, while others are innocent civilians who unknowingly stray too close to the heavily patrolled border. In many cases, the victims are unarmed and pose no immediate threat to Indian security forces, making the disproportionate use of lethal force by the BSF difficult to justify under international law.The consequences of these border killings extend beyond the lives lost. For Bangladesh, these incidents represent a gross violation of the country's sovereignty and fundamental human rights of its citizens. The Bangladesh government and its people have repeatedly expressed frustration over the Indian government's failure to control the BSF, leading to diplomatic strains.While both Bangladesh and India have worked closely on trade, connectivity, and counter-terrorism, border killings have undermined trust. Frequent meetings between top officials from both sides have failed to produce a lasting solution, with India often downplaying the issue or offering assurances that do not translate into action on the ground. Bangladeshis increasingly view India's reluctance to rein in the BSF as a sign of indifference toward their lives and interests, which stirs public resentment.Politically, this tension is exploited by various factions within Bangladesh. Anti-Indian rhetoric is gaining momentum, particularly among opposition parties, which point to the border killings as evidence of India's disregard for Bangladesh's sovereignty. This sentiment creates additional pressure on the government of Bangladesh, which seeks to maintain cordial relations with India due to economic and geopolitical interests. However, continued border killings weaken the government's position domestically, especially as the public demands accountability and concrete action.India has repeatedly stated that the BSF is tasked with controlling illegal activities along the border, particularly smuggling. However, the current use of lethal force is disproportionate to the threat those crossing the border pose, especially when many of them are desperate individuals seeking economic opportunities or reuniting with family members. International law and human rights norms require that lethal force only be used as a last resort, in situations where lives are at immediate risk. Clearly, the excessive force currently employed violates these standards.To curb the violence, both Bangladesh and India must adopt a cooperative, humane approach. Strengthening border management through non-lethal means, such as advanced surveillance technologies, can help detect and prevent smuggling without the loss of life.In addition, the two nations must intensify their diplomatic efforts to reach a binding agreement on border management that emphasizes human rights and accountability. While several bilateral agreements already exist to promote peace along the border, they remain largely unenforced. What is needed is an independent monitoring mechanism to investigate border killings and hold those responsible accountable. India, as the more powerful nation, must demonstrate its commitment to protecting lives rather than perpetuating violence.By ending border killings, the two countries can move beyond this source of tension and build a relationship that is based on mutual respect, cooperation, and the shared goal of regional peace and prosperity.[email protected]",
        "headline_1": "India must stop border killings",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/india-must-stop-border-killings-1726070104",
        "news_paper_name": "The Financial Express",
        "publish_date": "12-09-2024"
    },
    {
        "full_article": "Relatives of the missing persons have persistently sought to find their loved ones, demanding justice for the victims of enforced disappearances. This demand is in place for a long time. Last Friday, on the occasion of the International Day for the Prevention of Enforced Disappearances, they took to the streets to voice their concerns once again.Some missing persons have been found following political changes. Several individuals were rescued from a prison run by the Directorate General of Forces Intelligence (DGFI), known as 'Ayanaghar'. Others, who had been missing for extended periods, have also been released. This has intensified the demand for locating all missing persons. Enforced disappearances are a heinous crime against humanity. Not only are the human rights of the disappeared violated, but their relatives also suffer prolonged human rights abuses, enduring emotional distress and facing socio-economic crises.The government has changed and Bangladesh has ratified the International Convention for the Protection of All Persons from Enforced Disappearance. We commend this move. A five-member commission of inquiry has been formed to trace missing persons. The commission will investigate cases from 1 January 2010 to 5 August of this year, identifying those who disappeared and determining the circumstances of their disappearance.However, the question arises: is merely locating missing persons enough? We believe that those responsible for these disappearances must also be identified. It is essential to uncover who orchestrated the disappearances, where the decision to kidnap these individuals originated, and hold every person involved accountable. This is critical to preventing future crimes against humanity, such as enforced disappearances.As long as the Commission of Inquiry exists to search for missing persons, its scope and authority must be expanded. The commission should not only trace the missing but also identify those responsible for their disappearances. If necessary, the commission should be empowered to ensure the accountability of the perpetrators. We must also ascertain how many clandestine detention centres exist in the country and take immediate steps to dismantle these facilities. Above all, it is imperative to ensure that no further incidents of enforced disappearances occur in Bangladesh.Ashikujaman Syed, Research AssistantBioinformatics Research LabCenter for Research Innovation and Development (CRID)[email protected]",
        "headline_1": "Hold architects of 'Ayanaghar' to account",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/hold-architects-of-ayanaghar-to-account-1726070121",
        "news_paper_name": "The Financial Express",
        "publish_date": "12-09-2024"
    }
]