[
    {
        "full_article": "Two recent pronouncements, one a judicial order and another a public speech by the Chief Justice of India (CJI), have drawn attention to the manner in which bail law operates in the country. While the Supreme Court, in Satender Kumar Antil vs CBI, has sought to expand the scope for the grant of early bail to those arrested without sufficient cause, the CJI, N.V. Ramana, has bemoaned the injury to personal liberty caused by hasty arrests, hurdles in the way of releasing suspects on bail and the prolonged incarceration of those under trial. The expressions of concern are a timely reminder to regimes that have been using their police powers to crack down on critics, activists and those not politically aligned with them. However, there is an irony in courts batting for personal liberty and lamenting indiscriminate arrests on the one hand, but routinely denying bail or postponing bail hearings on the other. Nevertheless, the verdict reiterating the major principles in favour of granting bail and laying down constructive guidelines for arrest is quite valuable. For instance, the Bench has called for standing orders to adhere to the Arnesh Kumar (2014) principles, based on Sections 41 and 41A of the Code of Criminal Procedure under which a police officer is required to record reasons for arresting an accused and is expected to issue a notice of appearance in cases involving offences that attract a prison term of less than seven years.The verdict has other positive aspects: setting time limits for the disposal of bail and anticipatory bail applications and underscoring that an arrest must be made only when actually required, or to prevent the accused from fleeing justice or tampering with evidence. In an interesting contribution, the Bench has mooted a separate ‘Bail Act’ on the lines of the one in the United Kingdom to streamline the bail process. It is indeed true that despite the basics of bail law being quite known, especially that bail is the rule, and its denial the exception, there are glaring inconsistencies over who gets bail, who is denied it and at what stage it is given. A separate law may provide a common reference point, but whether it will put an end to the country’s unstated rule, ‘show me the man, and I will show you the law’, will ever fade away. The state of the magistracy also requires an overhaul. Magistrates seem conditioned to authorising mechanical remand whenever someone is produced before them, and to decline bail as soon as the prosecutor opposes it. Therefore, it is indeed welcome that the Court has made it clear that bail can be considered even without a formal application at the stage of production before the court, or when a person responds to a summons or warrant. More than the law, the police must first put an end to the practice of reflexively arresting first and then fishing for a possible offence.",
        "headline_1": "Cart before the horse: on bail law in India",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/cart-before-the-horse-on-bail-law-in-india/article65654741.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "19-07-2022"
    },
    {
        "full_article": "In a span of four days, Prime Minister Narendra Modi questioned twice the practice of politicians making mindless promises of ever profligate schemes in pursuit of votes, and termed it a dangerous trend. He has a point. In Deoghar, Jharkhand, on July 12, he said it was easy to make populist promises and collect votes through “shortcut” methods. In Jalaun, Uttar Pradesh on July 16, he added flourish to the argument by linking populist proclivity to a sweet dish and termed it ‘ revari’ culture. He also advanced his own ‘development as justice’ theory — expressways and power projects, providing gas, toilets and houses in backward areas such as Bundelkhand were all leading to “true social justice”. He was challenging the more commonly understood meaning of social justice in the heartland, which is the expansion of rights defined in terms of caste groups. The Bundelkhand Expressway passes through one of the most underdeveloped regions. What should be the threshold of precariousness at which state interventions such as free food, job guarantees, or cash doles should kick in to provide social security is a debate long overdue. But it should not be forgotten that India is far behind the standards of social security that advanced capitalist democracies guarantee to their citizens.Perhaps one reason why politicians are showering voters with doles is the disconnect between overall economic growth and job creation. The notion that growth is the panacea for all development challenges is viewed with increasing suspicion by voters, though they may not articulate it in those terms. The clamour for more state intervention for redistribution in democracies must be viewed against the backdrop of mounting evidence of inequality on the one side, and the increasing vulnerability being experienced by classes ranging from white collar workers to farmers on the other. While the situation requires a cool-headed and rigorous inquiry into the development model that the country pursues, many politicians cutting across party lines have resorted to wide-ranging schemes to calm or enthuse voters. Besides the quick political gains that they seek, this also pre-empts any discussion on the existing development paradigm. The Prime Minister would have done better had he opened a debate on the impact of big projects too rather than concluding that they invariably lead to development and social justice. India cannot achieve its development goals in education, health or infrastructure without considerable state support. In what conditions does it become dangerous populism that could ruin the financial stability of the state and when does it function as enabling and empowering welfarism are discussions that are desirable. He may have raised the question rhetorically, but Mr. Modi should now lead the conversation on it, involving Chief Ministers and other actors.",
        "headline_1": "Growth and welfare: On the practice of politicians making mindless promises",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/growth-and-welfare-on-the-practice-of-politicians-making-mindless-promises/article65654393.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "19-07-2022"
    },
    {
        "full_article": "By late 2020, many economists saw a silver lining in the pandemic. Stuck at home, people were adopting digital technology at an accelerating pace. Productivity was surging. Perhaps the long, debilitating decline in productivity growth was over. Alas, after peaking above 3% the surge collapsed, exposed as a blip typical during the early stages of a recovery, when businesses are slow to hire new workers.\nThis leaves unsolved a great paradox. Since the computer age dawned in the 1970s, we have lived with a sense of accelerating progress and innovation. Yet as the computer age began, the postwar productivity boom ended. Except for a revival around the turn of the century, productivity has trended downward for more than 50 years.\nRead full opinion on TOI+\n\n",
        "headline_1": "Zombies of the west: Govt bailouts prop up inefficient Western companies, sapping productivity. Emerging markets are better off",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/zombies-of-the-west-govt-bailouts-prop-up-inefficient-western-companies-sapping-productivity-emerging-markets-are-better-off/",
        "news_paper_name": "The Times of India",
        "publish_date": "19-07-2022"
    },
    {
        "full_article": "India’s cumulative vaccination coverage crossed the 2 billion doses mark yesterday morning. There’s a surge in daily uptake now on account of an increase in booster shots after GoI announced free jabs beginning July 15. India’s vaccination coverage, which has crossed 66% of the population for the full protocol of two doses, is the most important public health intervention in the fight against Covid. The lessons from its rollout will help combat future health emergencies.\nThe overall cost of vaccination has been modest. By February 7, the vaccination coverage hit 1.7 billion for a total cost of Rs 27,945 crore, less than 1% of the overall Union budget expenditure for 2021-22. A key reason for the rapid ramp-up of vaccination in the second half of 2021 was that it was free in government centres. There are two reasons why this helped. Out of pocket expenditure on overall health spending in India is 65%, a relatively high level. In addition, Covid extracted an economic cost in terms of job losses. Given these factors, free vaccination was critical in expanding coverage fast.\nIndia’s booster programme didn’t capitalise on these lessons. Boosters were initially not free for adults. Some states showed what was missing. Bihar, for example, in the last week of April made boosters free for everyone over 18 years and uptake increased consistently after that. From the last week of April to the July 9-15 week, there was almost an eight-fold increase in uptake, to 8.37 lakh. Even GoI’s free booster announcement resulted in an immediate uptick and it contributed to around 80% of the total jabs yesterday.\nThere were other missteps in the booster policy. Local trials on the booster were belated and when the rollout did start, India avoided heterologous boosting. Results of the trials conducted by CMC Vellore show that heterologous boosting provides enhanced immunity. Governments must understand that collective benefits of public health interventions far exceed any cost. The economic output in 2020-21 shrunk by Rs 9.57 lakh crore as lockdowns were used in the absence of vaccines. Juxtaposed against this loss, the free vaccination programme cost a tiny fraction. In a country with low per capita income, public health must be treated as a crucial public good.\n\n",
        "headline_1": "A learning dose: That free boosters immediately raised third shot numbers has a wider public health lesson",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/a-learning-dose-that-free-boosters-immediately-raised-third-shot-numbers-has-a-wider-public-health-lesson/",
        "news_paper_name": "The Times of India",
        "publish_date": "19-07-2022"
    },
    {
        "full_article": "Chhattisgarh police’s evident failure to properly investigate and prosecute the 2017 Burkapal encounter – 25 CRPF personnel were killed – has had two grave consequences: 121 Adivasi men, now acquitted, languished for five years in prison, leaving their families destitute, and the brave CRPF jawans have been denied justice. The en masse acquittal suggests that police may have been on a desperate fishing expedition and rounded up men in their 20s and 30s from nearby villages.\nThere are grounds to suspect that actual Maoist perpetrators escaped the police. First, the police couldn’t prove that the accused men were at the crime spot, possessed deadly firearms, or were Maoists. Second, the 20 prosecution witnesses the police had arraigned couldn’t identify the accused and, more tellingly, revealed they had made no statements to cops. Third, five witnesses didn’t even support the police claim on them being witness to various arrests and seizures. Some accountabilities must be fixed for such shoddy policing and prosecution work – political pressure for results is no excuse. Also, since this was a high-profile case, senior cops including IPS officers would have vetted the chargesheet.\nThough Law Commissions and constitutional courts have argued for independence of the prosecution department, in states like Chhattisgarh this is headed by a senior IPS officer, instead of a lawyer who rises up prosecutorial ranks. Consequently, prosecutors lack heft to point out weaknesses in chargesheets and end up as mouthpieces of the police version, however poorly crafted that may be. An empowered, independent prosecutor would have likely called out the police investigation as insufficient much earlier. But the Indian system gives investigating officers the upper hand. Another travesty of this case is that some alleged masterminds have reportedly got amnesty under the government’s surrender policy. Arrest and incarceration like those suffered by Chhattisgarh’s 121 Adivasis recur with alarming regularity. Not surprisingly, the poor and the vulnerable are usually those who are put through the investigative grinder. An effective disincentive would be to make the state pay monetary compensation to victims of grossly negligent police investigation.\n\n",
        "headline_1": "Policing the police: Chhattisgarh acquittals show costs of a system where prosecutors aren’t independent from cops",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/policing-the-police-chhattisgarh-acquittals-show-costs-of-a-system-where-prosecutors-arent-independent-from-cops/",
        "news_paper_name": "The Times of India",
        "publish_date": "19-07-2022"
    },
    {
        "full_article": "Anirudh Rastogi and Nehaa Chaudhari\nRecent reports of financial irregularities at startups have generated several debates around rethinking corporate governance at startups, with many calling on venture funds to be more diligent, and vigilant. We would be remiss to undermine the role that today’s venture funds play in the startup ecosystem. But, in this context, it is important to reiterate what that role is.\nInvestors take high risk for high rewards: Venture funds back early-stage companies with untested business models and teams.\nRead full opinion on TOI+\n\n",
        "headline_1": "It’s complicated: The venture fund & startup relationship: Why it’s hard for VCs to sniff out financial irregularities and how they can do better",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/its-complicated-the-venture-fund-startup-relationship-why-its-hard-for-vcs-to-sniff-out-financial-irregularities-and-how-they-can-do-better/",
        "news_paper_name": "The Times of India",
        "publish_date": "19-07-2022"
    },
    {
        "full_article": "Despite having a parliamentary committee to oversee – and a number of laws and agencies to protect – our rivers, it's alarming that precious little is being done to stop the scourge of water pollution or punish those who are violating the laws. We are helplessly watching the slow death of the Dhaleshwari River right before our eyes, as state functionaries remain unmoved for unknown reasons. This is a major river of the country and used to have clear water and plenty of fish before the tanneries were shifted to Savar. But with the tannery owners indiscriminately dumping toxic waste in the river, it may soon embrace the fate of Buriganga River, unless preventive action is taken.\nRecently, the Department of Environment (DoE), at a meeting of the parliamentary standing committee on environment, forest and climate change, highlighted how aquatic life and biodiversity of the river are being destroyed due to unbridled pollution caused by the Savar Tannery Industrial Estate. Worryingly, while the minimum level of oxygen at Dhaleshwari should remain 200mg/per litre, its current oxygen level is said to be two to three times less than the permissible limit. This speaks volumes about the state of the river at the moment, and why it should be saved before it is too late.\nReportedly, besides the oxygen level, the amount of metal chromium in Dhaleshwari River has also gone much higher than the permissible level, which is contributing to the extinction of different types of sweet water fish and a wide range of biodiversity. The question is: where is the Central Effluent Treatment Plant (CETP) that was supposed to prevent this? It is utterly puzzling that with the sad plight of Buriganga available for everyone to see and learn from, the relevant authorities still allowed the tanneries to start operation at Savar before installing the CETP. Environment experts, activists and the media were quite vocal about it right from day one, but it all fell on deaf ears.\nThe tannery sector generates huge foreign currency, and therefore it was expected that the authorities would give full attention to removing the bottlenecks existing therein. But it is beyond our comprehension that they come up with the same excuses every time questions are asked of the state of the CETP, paying no attention to the negative impact that the industry is having on the environment and public health. Therefore, to save the Dhaleshwari River and avoid another major environmental disaster, everything that needs to be done must be done without delay.\n",
        "headline_1": "We can’t afford another dead river",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/we-cant-afford-another-dead-river-3073441",
        "news_paper_name": "The Daily Star",
        "publish_date": "19-07-2022"
    },
    {
        "full_article": "We are deeply worried by the activities of some of our lawmakers who have recently made headlines by assaulting and threatening people, including teachers, local public representatives, traders and public officials. In the latest incident on July 16, a ruling party lawmaker from Cumilla allegedly attacked an upazila chairman on the parliament premises. According to media reports, he punched and kicked the chairman during a meeting. On July 7, another lawmaker from Rajshahi beat up a local college principal in front of his fellow college principals. These are just some examples from the recent past. Such stories of power abuse were also occasionally reported over the past few years.\nGoing through the details of such incidents, we cannot help but be appalled at the unruliness of these MPs who, rather than standing by the people in their hour of need, brutalised them or allowed violence in their presence. Regardless of the circumstances behind their action, such vulgar display of intolerance from persons in authority is totally unacceptable.\nWe wonder how they would justify the impropriety of their behaviour. What could make them feel so emboldened to behave in such a manner? The first reason that comes to mind is that they feel beholden to no one because of their power. They were blinded by it, having possibly emerged from a culture of thug politics. Otherwise, why would someone assault a respectable person such as a college principal in such a way? Why would an MP hurl abuse or threaten public officials for petty reasons? Why would an MP assault another public representative?\nThe second, and equally important, reason for their unruliness is that none of them were ever held to account or have had to face any legal consequence for their actions. This has further emboldened them to continue with their objectionable activities. While, as elected representatives, lawmakers are supposed to look after their constituents, often they end up forgetting their role and use their positions of power to gain personal benefits or assault those who either stand in their way or who they deem disloyal. They forget that their position is not a license to do whatever they want.\nWe urge the government to investigate all incidents of assaults by lawmakers and take legal action against them. At the same time, the party in power should also take punitive action against leaders/members who have been using its name for their petty gains. We hope the senior leadership of the party would take this issue seriously and do the needful to discipline them, not only for the sake of its image but to preserve democratic values as well.\n",
        "headline_1": "Lawmakers Blinded by Power",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/lawmakers-blinded-power-3073426",
        "news_paper_name": "The Daily Star",
        "publish_date": "19-07-2022"
    },
    {
        "full_article": "Mental health has traditionally been a taboo subject in Bangladesh, frequently overlooked at the policy level. The country undertook its first-ever National Mental Health Policy 2022 this June, which is highly appreciated. The mental healthcare issue is one of the crucial targets of the SDG 3 (Health and Wellbeing: Ensure healthy lives and promote well-being for all at all ages). The target mentions: \"By 2030, reduce by one third premature mortality from non-communicable diseases through prevention and treatment and promote mental health and well-being.\"\nAmong the health-related issues that the SDGs talk about, suicide comes directly among the 13 topics, and several other topics cover mental health. At a global level, one of the largest disease burdens in 2017 came from mental and substance use disorders at five  percent. While the SDG-related official website, \"Our World in Data,\" observes that mental and substance use disorders form the top four health burdens across many upper-middle and high-income nations – in contrast to low-income or lower-middle income ones such as Bangladesh – it can be easily argued that lack of reported events of mental health issues are not proof of lower level of burden. Rather, it is simply an ignored issue in these countries, where healthcare is a luxury itself, and mental health care is costly and often stigmatised.\nBangladesh's National Budget for FY 2022-23 mentions the mental health care issue as part of an \"In addition,\" where it explains the plan in one line: \"The project for the development and expansion of Pabna Mental Hospital to international standards and the establishment of full-fledged mental health unit at every divisional level medical college are going to be taken up.\" Furthermore, the budget envisions a plan to establish Bangabandhu Health City at Mohakhali in the capital, where it might be assumed that mental health care will be a sub-section, regardless of size. The budget does not mention a specific allocation for mental health, which is nothing new for a traditional budgetary document. For instance, if someone looks for similar data in past observable budget speeches (that is, publicly available ones online), the disaggregation is mostly absent, showing the level of importance mental health care is being given by the respective authorities entrusted with the financial blueprint of the year. The mental health budget was specifically mentioned in the 2020-21 budget, with only 100 crores in allocation, which was still a result of pandemic-related public concerns regarding mental health. As praiseworthy as it was as a starting step, the continuation of that effort has been absent, at least in budget speeches. \nNational Mental Health Policy 2022 is an adequate document in terms of contextualising the mental health scenario of Bangladesh. According to the document, the budgetary allocation for mental health is, on average, barely 0.5 percent of the total health sector budget. As always, the policy document seems promising, but requires strong implementation, monitoring, and evaluation of progress.\nThe country has been riddled with suicides, albeit from apparent \"successful\" or \"youth\" cohorts, who are dying due to mental health issues stemming from the socio-economic reality that is crippling the younger generation. Unfortunately, what society does not understand – as proven by the floods of Facebook statuses after one dies – is that the kind of talk or intervention required to prevent suicides is not realistically available. Not in the family, and not among surrounding friends and acquaintances. \nSuicidal thoughts indicate a critical mental health condition, requiring serious and unstigmatised interventions, medically. As we have learnt to accept allopathy over homeopathy or herbal solutions (the latter of which may work in the long run), societal and informal interventions are far less effective in dealing with one's suicidal tendencies. \nUnfortunately, only Dhaka University has a department named Educational & Counselling Psychology, where therapists are being produced each year, albeit their number is far less than what would be optimal, and providing mostly private solutions, meaning it would be costly for a low-income or lower-income household to avail mental health care facilities. \nFurthermore, the level of stigma around the apparent solutions provided in universities are neither confidential enough, nor convenient due to the information gap among students, teachers, and everyone else. After all, nobody wants to be labelled a \"cuckoo,\" and many people think that they need to be suicidal to access help, which should never be the case. \nPsychotherapy has the ability to help everyone, according to their necessity, and the stigmatisation of mental health care needs to be eradicated by those at the upper portion of the pyramids. Teachers and parents need to speak more openly and share their stories with young people to encourage them to get help. As in the fictional Hogwarts, help should always be given to those who ask for it.\nEshrat Sharmin is a senior research associate at Sanem. Email: sharminishrat@yahoo.com\n\n",
        "headline_1": "Contextualising mental health in Bangladesh: The youth perspective",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/contextualising-mental-health-bangladesh-the-youth-perspective-3073396",
        "news_paper_name": "The Daily Star",
        "publish_date": "19-07-2022"
    },
    {
        "full_article": "At the end of David Fincher's 1999 film, Fight Club, the unnamed narrator (played by Edward Norton) dispatches his alter ego, Tyler Durden (Brad Pitt), and then watches as the buildings around him burst into flames, fulfilling his and his alter ego's desire to destroy modern civilisation. But in the Chinese version released earlier this year, the ending was replaced with an English-language title card that explained, \"The police rapidly figured out the whole plan and arrested all criminals, successfully preventing the bomb from exploding. After the trial, Tyler was sent to a lunatic asylum to receive psychological treatment. He was discharged from the hospital in 2012.\"\nWhy would the Chinese authorities change the ending of a film that is highly critical of Western liberal society, disqualifying its critical political stance as an expression of madness? The reason is simple: For China's leaders, defending established power is more important than advancing a particular ideological agenda.\nRecall that in mid-October 2019, the Chinese media launched a propaganda campaign claiming that, as CNN puts it, \"demonstrations in Europe and South America are the direct result of Western tolerance of Hong Kong unrest,\" the implication being that protesters in Chile and Spain were taking their cues from those in Hong Kong. As is often the case, the Communist Party of China (CPC) was discreetly promoting a sense of solidarity among all who hold power and face a rebellious or unhappy populace. Western and Chinese leaders, the CPC seemed to be saying, ultimately have the same basic interest – transcending ideological and geopolitical tensions – in maintaining political quiescence.\nNow consider recent developments in the US. On June 18, Texas Republicans declared that President Joe Biden \"was not legitimately elected,\" echoing similar statements by other Republicans around the country. The GOP's rejection of Biden's legitimacy amounts to a rejection of America's democratic system. The party increasingly has advocated raw power over government by consent.\nConsider this fact alongside the American public's growing fatigue over the Ukraine war, and a dark prospect emerges: What if Biden's predecessor, Donald Trump, wins the 2024 presidential election? In addition to cracking down on dissent and political opposition at home, he might also enter a pact with Russia, abandoning the Ukrainians in the same way that he did the Kurds in Syria. After all, Trump has never been reluctant to stand in solidarity with the world's autocrats.\nDuring Ukraine's 2014 Maidan uprising, a leaked recording of a telephone call captured a senior US State Department official, Victoria Nuland, saying to the US ambassador to Ukraine, \"F*** the EU.\" Since then, Russian President Vladimir Putin has been pursuing precisely that objective, supporting Brexit, Catalonian separatism, and far-right figures such as Marine Le Pen in France and Matteo Salvini in Italy.\nThe anti-European axis that unites Putin with certain trends in the US is one of the most dangerous elements in today's politics. If African, Asian, and Latin American governments follow their old anti-European instincts and lean towards Russia, we will have entered a sad new world in which those in power stand in lockstep solidarity with each other. In this world, what would happen to the marginalised and oppressed victims of unaccountable power, whom the left traditionally has defended?\nSadly, some Western leftists, such as film director Oliver Stone, have long parroted the Kremlin's claim that Maidan was a US-orchestrated putsch against a democratically elected government. This is plainly false. The protests that began on November 21, 2013, in Kyiv's Maidan Nezalezhnosti (Independence Square), may have been chaotic, featuring a variety of political tendencies and foreign interference, but there is no doubt that they were an authentic popular revolt.\nDuring the uprising, Maidan became a huge protest camp, occupied by thousands of demonstrators and protected by makeshift barricades. It had kitchens, first-aid posts, and broadcasting facilities, as well as stages for speeches, lectures, debates, and performances. It was the furthest thing from a \"Nazi\" putsch that one can imagine. Indeed, the events in Maidan were of a piece with the Arab Spring and similar uprisings in Hong Kong, Istanbul, and Belarus. While the Belarusian protests of 2020-21 were brutally crushed, the demonstrators can be reproached only for being too naive in their pro-Europeanism; they ignored the divisions and antagonisms that cut across Europe today.\nBy contrast, the January 6, 2021 attack on the US Capitol most certainly was not an \"American Maidan.\" There is growing evidence to show that it was largely orchestrated ahead of time, and that Trump – then the most powerful man in the country – more or less knew what was in store for that day. Still, immediately following the insurrection, before all the details were known, some of my leftist friends channelled a sense of loss. \"The wrong people are taking over the seat of power,\" they lamented. \"We should be doing it!\"\nIt is worth revisiting what Putin said on February 21, 2022. After claiming that Ukraine was created by Lenin, he went on to remark that the Bolsheviks' \"grateful progeny\" in Ukraine had \"overturned monuments to Lenin. They call it decommunisation. You want decommunisation? Very well, this suits us just fine. But why stop halfway? We are ready to show what real decommunisation would mean for Ukraine.\" With that, Putin launched his \"special military operation.\"\nPutin's logic is clear: since Ukraine is (supposedly) a Communist creation, true decommunisation requires that Ukraine be eliminated. But \"decommunisation\" also conjures an agenda that aims to erase the last traces of the welfare state – a central pillar of the left's legacy. We, therefore, must pity all the Western \"leftists\" who have emerged as apologists for Putin. They are like the \"anti-imperialist\" pacifists who claimed, in 1940, that the Nazi blitz across Europe should not be resisted.\nFor years, Russian and Chinese leaders have panicked whenever a popular rebellion has exploded somewhere in their sphere of influence. As a rule, they interpret such events as plots – their term for them is \"colour revolutions\" – instigated by the West. China's regime is now at least honest enough to admit that there is deep dissatisfaction around the world. Its answer is to appeal to the shared sense of insecurity that many in positions of power feel. The left's response, by contrast, should be to maintain solidarity with those who resist aggressive, arbitrary power, whether in Ukraine or elsewhere. Otherwise, well, we all know how that movie ends.\n \nDr Slavoj Žižek, professor of philosophy at the European Graduate School, is international director of the Birkbeck Institute for the Humanities at the University of London and the author of Heaven in Disorder.\n\nCopyright: Project Syndicate, 2022www.project-syndicate.org\n(Exclusive to The Daily Star)\n",
        "headline_1": "The Betrayal of the Left",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/project-syndicate/news/the-betrayal-the-left-3073351",
        "news_paper_name": "The Daily Star",
        "publish_date": "19-07-2022"
    },
    {
        "full_article": "Despite having a parliamentary committee to oversee – and a number of laws and agencies to protect – our rivers, it's alarming that precious little is being done to stop the scourge of water pollution or punish those who are violating the laws. We are helplessly watching the slow death of the Dhaleshwari River right before our eyes, as state functionaries remain unmoved for unknown reasons. This is a major river of the country and used to have clear water and plenty of fish before the tanneries were shifted to Savar. But with the tannery owners indiscriminately dumping toxic waste in the river, it may soon embrace the fate of Buriganga River, unless preventive action is taken.\nRecently, the Department of Environment (DoE), at a meeting of the parliamentary standing committee on environment, forest and climate change, highlighted how aquatic life and biodiversity of the river are being destroyed due to unbridled pollution caused by the Savar Tannery Industrial Estate. Worryingly, while the minimum level of oxygen at Dhaleshwari should remain 200mg/per litre, its current oxygen level is said to be two to three times less than the permissible limit. This speaks volumes about the state of the river at the moment, and why it should be saved before it is too late.\nReportedly, besides the oxygen level, the amount of metal chromium in Dhaleshwari River has also gone much higher than the permissible level, which is contributing to the extinction of different types of sweet water fish and a wide range of biodiversity. The question is: where is the Central Effluent Treatment Plant (CETP) that was supposed to prevent this? It is utterly puzzling that with the sad plight of Buriganga available for everyone to see and learn from, the relevant authorities still allowed the tanneries to start operation at Savar before installing the CETP. Environment experts, activists and the media were quite vocal about it right from day one, but it all fell on deaf ears.\nThe tannery sector generates huge foreign currency, and therefore it was expected that the authorities would give full attention to removing the bottlenecks existing therein. But it is beyond our comprehension that they come up with the same excuses every time questions are asked of the state of the CETP, paying no attention to the negative impact that the industry is having on the environment and public health. Therefore, to save the Dhaleshwari River and avoid another major environmental disaster, everything that needs to be done must be done without delay.\n",
        "headline_1": "We can’t afford another dead river",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/we-cant-afford-another-dead-river-3073441",
        "news_paper_name": "The Daily Star",
        "publish_date": "19-07-2022"
    },
    {
        "full_article": "We are deeply worried by the activities of some of our lawmakers who have recently made headlines by assaulting and threatening people, including teachers, local public representatives, traders and public officials. In the latest incident on July 16, a ruling party lawmaker from Cumilla allegedly attacked an upazila chairman on the parliament premises. According to media reports, he punched and kicked the chairman during a meeting. On July 7, another lawmaker from Rajshahi beat up a local college principal in front of his fellow college principals. These are just some examples from the recent past. Such stories of power abuse were also occasionally reported over the past few years.\nGoing through the details of such incidents, we cannot help but be appalled at the unruliness of these MPs who, rather than standing by the people in their hour of need, brutalised them or allowed violence in their presence. Regardless of the circumstances behind their action, such vulgar display of intolerance from persons in authority is totally unacceptable.\nWe wonder how they would justify the impropriety of their behaviour. What could make them feel so emboldened to behave in such a manner? The first reason that comes to mind is that they feel beholden to no one because of their power. They were blinded by it, having possibly emerged from a culture of thug politics. Otherwise, why would someone assault a respectable person such as a college principal in such a way? Why would an MP hurl abuse or threaten public officials for petty reasons? Why would an MP assault another public representative?\nThe second, and equally important, reason for their unruliness is that none of them were ever held to account or have had to face any legal consequence for their actions. This has further emboldened them to continue with their objectionable activities. While, as elected representatives, lawmakers are supposed to look after their constituents, often they end up forgetting their role and use their positions of power to gain personal benefits or assault those who either stand in their way or who they deem disloyal. They forget that their position is not a license to do whatever they want.\nWe urge the government to investigate all incidents of assaults by lawmakers and take legal action against them. At the same time, the party in power should also take punitive action against leaders/members who have been using its name for their petty gains. We hope the senior leadership of the party would take this issue seriously and do the needful to discipline them, not only for the sake of its image but to preserve democratic values as well.\n",
        "headline_1": "Lawmakers Blinded by Power",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/lawmakers-blinded-power-3073426",
        "news_paper_name": "The Daily Star",
        "publish_date": "19-07-2022"
    },
    {
        "full_article": "Road accidents have become so frequent and inevitable that a general sense of resignation now prevails. Every time people get out on streets, roads and highways, a premonition lurks at the back of their heads if they would be able to return home safely. Their near and dear ones also keep their fingers crossed until those gone on routine duty or other business errands return home in one piece. It is because the daily toll of ghastly and dreaded road accidents shows no sign of relenting. It seems common people have become shockproof. Or, how can people accept the road tragedies on an outrageous scale on a daily basis? Those in charge of the affairs of roads and transportation also give the impression that even the high incidence of road crashes is a routine occurrence and therefore beyond redress. Rarely do they express their regret, let alone accept responsibility. It is a dangerous sign for any society that fails to feel tormented by loss of lives to road accidents on such a regular basis, at times marking tolls of a few dozens on a single day like that of Saturday last. People are unlikely to pay much attention to the day's accidents but for the extraordinary event of a baby's bizarre birth out of its dying mother. Experts on road communication, however, have discerned that the pattern of accidents on return journey by holidaymakers has changed from the one noticed during their pre-Eid journey home. On the return journey, head-on-collisions have once again increased which during their journey home dropped drastically because, the experts think, of the bifurcation of lanes of most highways branching out of Dhaka City and slightly slower speed of vehicles on account of the crowded roads and highways. Now the roads outside the four-lane segments are mostly empty and drivers are desperate to raise the speed as high as possible. Also, unfit vehicles were pressed into service with local drivers hardly skilled and experienced in driving on highways. This is explained by 18.2 per cent accidents caused due to drivers' failure to control vehicles and ending up steering their vehicles into roadside ditches or hitting trees or other structures. True, road accidents cannot be eliminated because human errors and mechanical failures cannot be ruled out altogether. But in most cases what happen in the name of road accidents in this country are simply murder by default. If endemic weakness in traffic management lies at one end, the development of regulated components such as regular fitness tests of public transports, sufficient training for drivers and transport operators and streamlining their jobs with provision for enough rest and service insurance as well as ensuring separate lanes or bylanes for slow-moving vehicles still remain a far cry, on the other. Accidents are an undesirable product of systemic constraints including corrupt practices resorted to by Frankenstein-like leaders of transport syndicates which thrive on their illicit political connections. The workers' unions or federations at Gabtoli, Syedabad and Mohakhali collect huge amount of tolls on a daily basis in the name of transport workers' welfare but during the pandemic such operators did receive no financial assistance from the unions. Parasites rule the roost, whereas the genuine transport operators suffer. Without resolving the core issues that have bedevilled the transport sector and removing the fundamental causes behind the chaotic system, road accidents cannot be arrested to a reasonable limit.",
        "headline_1": "Procession of deaths from road crashes",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/procession-of-deaths-from-road-crashes-1658153463",
        "news_paper_name": "The Financial Express",
        "publish_date": "19-07-2022"
    },
    {
        "full_article": "The intermittent sit-ins organised by non-government school teachers demanding they be listed in the category of MPO had been a common sight in Dhaka not long ago. The common venue was the footpath and its adjacent areas in front of the National Press Club. Teachers of non-government schools from all parts of the country would come all the way to join the assemblages voicing their demand. Normally, those nonstop sit-ins would continue for weeks. On occasions they dragged on for even a month. Large numbers of firebrand female teachers would also join the event.The acronym 'MPO' stands for Monthly Pay Order scheme, a special employment status which enables school teachers to get much higher salaries compared to that they get under the existing pay scale. The sit-in strikes would be normally spontaneous and widely participated. At present, it is the lower and higher secondary schools with different types of curricula, a few colleges and specialised institutions which have been made eligible to be among these schools and colleges. Thanks to their resolve, teachers at a considerably large number of schools now enjoy the benefits of the MPO scheme. Many teachers remaining deprived of the monetary benefit are said to be preparing to wage movements to realise their demand of eligibility for the MPO facility.The MPO benefits sound quite generous. But the education authorities have also set strict prerequisites for making teachers eligible to the pay rises. As a result, many educational institutions, theoretically ineligible to the scheme, have managed to avail of their MPOs through different types of maneuvering. What follows is teachers far below the qualified teachers at schools but having links to influential quarters are enjoying the state patronage in their monthly salaries. Many such schools have students appallingly less than the required number specified by the authorities. Ironically, a lot of such schools have more teachers than students. The reason is implied. On the other hand, teachers at the schools having a ramshackle structure --- with miserably inadequate class rooms and sitting space, remaining submerged during floods --- are getting their considerably bloated monthly pay checks.Many education experts, academics and civil society members have brought into question the rationality of pampering the teachers at these schools. What startles sections of socially aware people is that a large number of these schools continue to run with just a handful of students. Due to the schools remaining flooded for weeks, and even a month, students, mainly the girls, find it hard to attend school.Besides a negligible number of students who brave the inundated roads to reach school on foot, many others use banana-tree or bamboo rafts. They deserve plaudits for their love for school-based academic exercises. But these are exceptional scenarios, as many schools remain shut as long as the flood water stays in class rooms or on the school compound. Moreover, continued forecasts of fresh onrush of flood water remain in place throughout the season of monsoon. This year's havoc wrought by the onrush of flood waters coming down from the upstream rivers has yet to be over. The threat is feared to loom throughout the rest of the monsoon. Human settlements, including schools and colleges, are yet to be declared completely free of more bouts of flooding caused by excessive localised rains.The seemingly incredulous aspect of the prevailing state of flood and erosion-stricken schools is the teachers' full salaries remain ensured. In case, they cannot make it to their schools personally during the floods, they will get their arrear MPO-scale payments in full, including the Eid bonus, after the flood waters subside completely. That will be a great windfall centreing the profession, traditionally viewed as a 'poor man's employment' in the greater Bengal.A print media report has recently quoted the World Bank as having expressed its reservations about the teachers' MPO project. Academics and education experts in Bangladesh have highlighted the latent disparity between school teachers in enjoying the benefit. This may spark the embarrassing issues of nepotism, different types of biases, activities resorted to by pseudo-political syndicates; and many other irregularities. A sensational media report on the underhand dealingsaimed at persuading the officials concerned in charge of giving the seal of approval to the MPO listings has sparked a heated row. According to the report, a section of so-called school managing committees are allegedly getting the names of their schools, mostly obscure and improvised, approved for MPO benefits. In the vile network of these corrupt practices, hundreds and thousands of Taka are allegedly being transacted. Those are used in bribes. The whole activity results in the highly deserving schools being deprived of their legitimate right to the MPO benefits. Notwithstanding the irregularities plaguing the government's MPO project, upon an in-depth analysis it emerges as one promoting non-government school-level education. The policy has been formulated to elevate the socio-economic status of the teachers, which in the long run will strengthen the infrastructure of school education. But like with almost all the noble and well-intentioned state-sponsored programmes, this one, too, has been overshadowed by the agents of opportunism and greed. These vested interests have the least concern to see a teaching community free of poverty-related anxieties. It's only them with their basic needs fulfilled who can impart the proper lessons of life to their students. Teachers preoccupied with meeting the basic needs of their family members continue to lose their moral strength to appear before students as tutors.The state of education at schools hit by the recent spate of floods in the northern and north-eastern region has proved once again the extent to which the MPO backings for teachers have been squandered. They are set to be profusely benefited, as they'll get their salaries in arrears. It's the students who'll finally suffer. \n[email protected]",
        "headline_1": "Where are the students' MPO fruits?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/where-are-the-students-mpo-fruits-1658153671",
        "news_paper_name": "The Financial Express",
        "publish_date": "19-07-2022"
    },
    {
        "full_article": "With the consumer price inflation reaching 9.1 per cent, a 40-year high and the energy price rising 42 per cent, the incumbent US president is not definitely in a good shape when he undertook his four-day Middle-east tour. Though the tripstarted with the visit to Jerusalem making fresh commitment of solidarity with this all-weather ally and extending more aid to the Jewish state of Israel, it is nothing especial as it is part of the ritual that every US president has to perform.But visiting the Kingdom of Saudi Arabia (KSA) and meeting with the crown prince Mohammad bin Salman, the de facto ruler of the kingdom, in particular, was indeed eating humble pie on Joe Biden's part, if only for his previous stance on MBS for the latter's alleged role in the killing of journalist Jamal Khashoggi during the presidential election.It may be recalled that he used harsh word for the crown prince on the election campaign trail. After becoming president he won't even speak to him. Unlike his predecessor, Donald Trump, Biden was thought to be an avowed advocate of the high principles of democracy, human rights, justice and so on that his party stands for. Even a few weeks before the visit, he said he won't meet MBS. But all such prior postures proved to be hollow when he finally arrived in Jeddah and fist-bumped the crown prince at the royal place. Evidently, principles are good to make a point when one's vital interests are not at stake. But when they are, sheer self-interests, in this case, those of national ones, of course, get the upper hand. It has always been the case and Biden has been no exception.The energy price has to be brought down in the home market as well as in the international market. So, Saudi Arabia whose real power is in MBS's hand, has to be made to pump more oil into the world market to arrest galloping fuel oil price. Meanwhile, sanctions imposed by him (President Biden) on the world's biggest producer of oil, Russia, in the wake of the Ukraine war has only made matters worse for global energy market. But will Saudi Arabia or its crown prince listen to Biden? Ironically, Saudi Arabia itself imports oil from Russia to free up crude for export as well as power generation. Small wonder that the Saudi crown prince could commit an increase of only 13 million barrel per day. In truth, it is the self-contradiction of the US and its other western alliesand their power play on the global stage that cuts both ways is the source of the latest uncertainties in the world food and energy market. Slapping a raft of sanctions on Russia to cripple its economic ability to continue invasion of Ukraine has actually boomeranged triggering unrestrained inflation setting in recessionary trend in the western economies themselves including that of US. Thedeveloping and least developed economies, on the other hand, are on the verge of a precipice.Sri Lanka is, perhaps, the first such victim. Other economies with weak underlying fundamentals are on the line.There has been a blame game going on over the severe financial crisis brewing across the globe. Even so, none of the big powers seems to be ready to take the leadership role to get over the crisis for fear of, perhaps, losing face. Or maybe even worse! Some may be willing to see that the war is the end of one side or the other in the war now raging in Ukraine! But if one is to go by history, things often take an unexpected turn.The World War I provided such an instance. For it was when the world saw its last decisive conventional war.\n[email protected]",
        "headline_1": "When history takes unexpected turn",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/when-history-takes-unexpected-turn-1658153738",
        "news_paper_name": "The Financial Express",
        "publish_date": "19-07-2022"
    },
    {
        "full_article": "Kurigram is a flood-prone district. Often this district is flooded more than once in a year. So, the people here always have to live with natural calamities. The flood-hit people in the district have been going through immense sufferings for lack of adequate supply of food, pure drinking water and shelter. Waterborne diseases have become a major concern in the affected areas while flood shelters are submerged in many areas forcing people to take shelter under the open sky. In many severely affected remote areas, there is no flood shelter and the government's relief assistance does not also reach there. Absence of toilet and sanitation facilities has become a big issue for women. Flood renders thousands of people homeless, destroys crops and cattle, and disrupts education. We, the inhabitants of the district, now want a permanent solution. Instead of taking quick-fix remedies, the government should take long-term plans so that people of this backward area do not lag behind. It is necessary to build industries in the district. We no longer want relief materials. Rather, we want employment. There should be a special budget for this district so that the authorities concerned can build river embankments to resolve flooding issues permanently. \nAshikujaman SyedResearch Assistant, Bioinformatics Research Lab,Center for Research Innovation and Development (CRID), [email protected]",
        "headline_1": "Kurigram needs permanent solution to its flood problems",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/kurigram-needs-permanent-solution-to-its-flood-problems-1658153761",
        "news_paper_name": "The Financial Express",
        "publish_date": "19-07-2022"
    }
]