[
    {
        "full_article": "Output data for May from the eight core infrastructure sectors show broad industrial activity slowed under the onslaught of a heatwave that left homes, offices and factories countrywide using more power to run their fans and cooling systems. Only coal, to fuel the power plants, and electricity generation posted double-digit output growth, expanding by 10.2% and 12.8%, respectively, as per provisional data on the Index of Eight Core Industries released by the Ministry of Commerce and Industry on June 28. And production in crude oil, fertilizers and cement shrank from their year-earlier levels, while output expansions decelerated in the remaining three sectors of natural gas, refinery products and steel. The heatwave’s impact on economic activity in May was particularly prominent in India’s northern parts, as it forced afternoon breaks at construction sites and daily peak power demand at the Northern Regional Load Despatch Centre consistently hovered around or exceeded 75 gigawatts. Demand for cement and steel weakened as construction activity was understandably curbed by the temperatures, with both the key building materials also posting sequential declines in output. The year-on-year contraction in fertilizers for a fifth straight month in May is a cause for concern as it signals persisting weakness in the rural hinterland’s mainstay agriculture sector. A smart uptick in May’s index number for the farm input, from the revised reading for April, however, offers a glimmer of hope.Official data for the core sector as well as the Index of Industrial Production, to which it contributes more than 40% weight, however, suffer from the infirmity of coming with a lag of more than a month. Meanwhile, the private sector, survey-based HSBC India Manufacturing Purchasing Managers’ Index (PMI) for June suggests that activity at factories rebounded last month from May’s heatwave-hit three-month low. June’s PMI reading of 58.3 was 0.8 percentage points higher than May’s 57.5, and, according to HSBC India, “comfortably above its long-run average”. The survey also indicates that manufacturers stepped up output and buying to meet buoyant demand, and stepped up hiring to the fastest pace “seen in more than 19 years of data collection”. However, both the job creation and demand were also accompanied by an intensification of increases in staff expenses and material and transportation costs that led to manufacturing companies raising their selling charges by the greatest extent in more than two years. The inflationary trend, coupled with survey respondents’ overall confidence in future output sliding to a three-month low, signals the economy still faces speed bumps. Policymakers have a chance to use the upcoming Union Budget to make policy tweaks to help strengthen momentum in the key industrial sectors.\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\npublic works & infrastructure\n\n/\n\nheatwave\n\n/\n\ncoal\n\n/\n\nelectricity production and distribution\n\n/\n\noil and gas - upstream activities\n\n/\n\nfertiliser\n\n/\n\niron and steel\n\n/\n\nconstruction and property\n\n/\n\nreal estate\n\n/\n\nagriculture\n\n/\n\nmanufacturing and engineering\n\n/\n\nemployment\n\n/\n\ninflation and deflation\n\n/\n\nUnion Budget",
        "headline_1": "Mixed signals: On data and the key industrial sectors",
        "headline_2": "India needs to strengthen momentum in the key industrial sectors",
        "link": "https://www.thehindu.com/opinion/editorial/mixed-signals-on-data-and-the-key-industrial-sectors/article68359646.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "03-07-2024"
    },
    {
        "full_article": "Wimbledon 2024 has begun with world tennis in the middle of a generational transition. There is no Roger Federer and Rafael Nadal, with the former having retired and the latter on a long valedictory lap which does not have SW19 as a pit stop. The 37-year-olds in Novak Djokovic and Andy Murray are closer to the end of their careers, and have arrived in London with broken bodies. Djokovic is recovering from a knee surgery while Murray went under a surgeon’s scalpel to mend his back barely days ago. At what is set to be his Wimbledon swansong, Murray will only compete in doubles with his brother Jamie. Thus, the stranglehold the ‘Big Four’ had established by winning 19 of the 20 editions from 2003 to 2023 is likely to be loosened. Among women, this will be the first time since 1996 that neither of the famed Williams sisters will be in action. Starting from 2000, Venus and Serena won 12 singles titles and finished runner-up on eight occasions. Venus has not played since March 2024 and Serena since September 2022. In the year or two preceding their last matches, they were far from tournament-winning form. Yet, such has been their overarching excellence that they are the benchmark indices against which every grass-court career is measured.As the stage appears set to identify the next era’s tennis greats, Spaniard Carlos Alcaraz has staked claim most authoritatively. As a 20-year-old, he won Wimbledon in 2023 for his second Major (US Open 2022, the first), beating Djokovic over five pulsating sets, and last month he graduated further by claiming the French Open. In close proximity is Jannik Sinner, the lanky Italian who won the Australian Open in January and has since meticulously risen to the top of the singles rankings. A quarterfinalist and a semifinalist in his last two visits to Wimbledon, the 22-year-old recently proved that he was a serious challenger on the slick lawns by winning in Halle (Germany), his first title on grass. Sinner’s credentials will however be put to test as early as the second round against 2021 finalist and the quintessential grass-courter Matteo Berrettini. While the passing of the baton appears seamless among men, the battle of succession among women has multiple contenders. Five-time Slam winner Iga Swiatek is the undisputed No.1 but her grass-court nous is yet to fully develop. Second seed Coco Gauff’s best at Wimbledon is fourth round, which she first reached in 2019 as a 15-year-old qualifier. And with the withdrawal of Aryna Sabalenka — third seed and a two-time semifinalist — the field is open.\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nWimbledon\n\n/\n\ntennis",
        "headline_1": "​Open court: On Wimbledon 2024",
        "headline_2": "For the first time in two decades, the Big Four are not among favourites",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Bopen-court-on-wimbledon-2024/article68359667.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "03-07-2024"
    },
    {
        "full_article": "LS began with good political theatre. A tougher test of its efficacy will come once legislative biz starts\nLok Sabha’s proceedings, starting with the oath ceremony, were loud. And clear. Voices carried. Rhetoric-tipped arrows flew. Barbs found their targets. Quarrels over election of Speaker, and debate around President’s address, have – almost reassuringly – demonstrated the House is in raucous form. The theatrics were almost entertaining and as integral to an opening session as, say, the administering of oath.\nRole play | If Rahul Gandhi hit the deck running, an aggressive LoP with clarity of purpose, and BJP firmly in his sight, Modi in his third term was campaignesque sharp, targeting Congress and defending his govt. Powerful speeches from opposition politicians and feisty counters from govt brass – mostly Union ministers spoke – lit up the session expected to end today. The House will reconvene around the third week of July when govt presents its Budget. Parliament is the politician’s stage. Good theatrical performances burnish political credentials. As things stand, opposition parties have little to complain about – of not getting a chance to speak, of not being heard. Plenty was said, including sloganeering almost throughout PM’s speech yesterday.\nTough act | For the coalition in office, legislative business will be Modi-led govt’s primary test – a first for a PM who led two BJP-majority govts. For any new bill, or to carry forward bills pending from its earlier tenure, it will need to have ally TDP and JDU on board. Even in RS, it has work to do, given BJD has decided to not support BJP. The onus is on Modi, around whom everything-NDA revolves.\nNo drama | The real test of the House will be in the business it gets done. Can Parliament hold a robust debate on NEET, which impacts almost 3mn youngsters every year? And when – if – it does so, will it be a war of words or outcome-oriented? Can the 18th LS have relevant debates on jobs, on the extent and causes of underemployment? Creaky infra in the world’s most populous country is a debilitating factor for any development agenda – Parliament should focus on it. And a sobering reminder came yesterday to MPs about real questions they must ask – over 100 died in a stampede in a religious event in UP’s Hathras.\n\n",
        "headline_1": "When the drama ends",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/when-the-drama-ends/",
        "news_paper_name": "The Times of India",
        "publish_date": "03-07-2024"
    },
    {
        "full_article": "NEET should follow JEE test model that uses offline computers & two-level examination\nAllegations that this year’s NEET-UG was a compromised affair have been validated since CBI began probing the matter. That irregularities have been reported from several states should leave no one in doubt about terrible safety protocols followed by National Testing Agency (NTA).\nFormat’s the problem | It is all very well to make arrests. But what about the very nature of the exam? To have 2.4mn students take it in offline mode on one single day across India is, experts say, a recipe for trouble. By one reckoning, there are as many as 11 points of human interface for paper-based NEET. Thus, the potential for leakage and manipulation in a high-stakes exam is huge.\nIt’s good that govt is considering doing away with offline mode for NEET. But this should not mean switching to ‘online’ exams. Rich US, with its huge infra, can do it, we can’t.\nCBT way forward | What we need are computer-based tests, as is the case for JEE – CBTs involve use of a computer at a designated centre, but no internet. But a simple switch to CBT won’t be enough. Most important in this context are the credentials of exam centres. There have been cases of cheating and impersonation even in JEE.\nStill, CBTs have evolved into a scientific discipline and there are reputed companies in the business. IIMs have used the services of such entities to conduct a fair CAT for years. There is no reason NTA cannot do the same.\nTech, ownership are key | Several other changes will be needed. Proper use of technology for safety protocols and ensuring examinees answer a random set of questions drawn from a bank is one. The question of ownership is another. For instance, while JEE Main conducted by NTA has seen glitches, JEE Advanced, in which IITs are involved, hasn’t. So, it seems like a good idea to conduct a screening test for NEET and a second one for selected candidates in which medical institutions are involved. Most importantly, the practice of conducting NEET only once a year must be done away with. Giving examinees more than one chance will lower their stress levels.\n\n",
        "headline_1": "Online won’t do",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/online-wont-do/",
        "news_paper_name": "The Times of India",
        "publish_date": "03-07-2024"
    },
    {
        "full_article": "A thousand years from now archaeologists might find evidence of a repeatedly sunken civilisation\nTwo archaeologists, Prof Indiana and Prof Jones, in a museum full of ancient manuscripts, fossils, and crumbling statuary. A digital calendar on the wall reads July 3, 3024.\nProf Indiana peers through a microscope at a preserved fragment on which the letters TOI can be faintly discerned.\nIndiana: There’s no doubt about it, Jones. This conclusively proves that there really was a long-lost civilisation which was like the fabled continent of Atlantis.\nJones: That’s amazing, Indiana. For thousands of years historians have believed that the sunken continent of Atlantis, which was first written about by Plato in 360 BCE, was an allegorical myth.\nIndiana: Plato’s Atlantis might have been a myth invented by him to symbolise the hazards of excessive pride in human advancement. But it seems there was a real-life Atlantis that got submerged in water not just once, but repeatedly.\nJones: Golly, that really is fantastic. A place that goes underwater over and over, only to bob up like a performing porpoise in a water park!\nIndiana: What’s even more astonishing is that this Atlantis lookalike considered itself to be an advanced civilisation that sent spacecraft to the Moon and Mars, and could do brain surgery.\nJones: No kidding. So how come it couldn’t prevent itself from sinking into water time after time? \nIndiana: That’s the great mystery that no one can solve. No one can figure out why a society that could devise something called IPL, the impenetrable intricacies of which continue to baffle scientists till today, couldn’t devise the means to prevent itself from sinking annually, and always at this particular time of the year. \nJones: Do you think it might have some sort of mystical significance? \nIndiana: It might well have had. Like the unfathomable workings of kismet and karmic consequence.\nJones: I guess you’re right. No one will ever know why a place called Dilli would, year after year, be submerged by something named the monsoon…\n\n",
        "headline_1": "Atlantis revisited",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/jugglebandhi/atlantis-revisited/",
        "news_paper_name": "The Times of India",
        "publish_date": "03-07-2024"
    },
    {
        "full_article": "Authored by Swami Tejomayananda\nOut of all the phases of life that we go through, people mostly like youth the best. Old age is usually looked upon as the age of complaining.\nIn Marathi, there is a saying: ‘Man becomes wise by experiences.’ Nonetheless, merely going through numerous experiences need not make a person wiser. Understanding those experiences and drawing the right lessons from them is important. Every experience holds valuable lessons waiting to be discovered.\nDuring our student life, we study and try to understand life’s nuances. As householders, the major portion of life is devoted to careers, household responsibilities, and what we can do for society. In vanaprasth, more time should be devoted to spiritual sadhanas, with decreasing involvement in worldly activities.\n\nOld age can be wonderful and productive – if one has the right attitude. Tulsidasji’s advice in Ramcharitmanas applies to a vanaprasthi. He says, “Practice control over the senses, develop dispassion, withdraw from too many worldly activities and devote greater time to the ways of saints and sages.”\nIn life, there comes a time when we can neither read nor hear. Then, we realise the importance of memorising shlokas. Therefore, spend time in japaand nama smaran. Open an account in the ‘Bank of God’ and keep depositing in it the name of the Lord. Tulsidasji prays: “Just as a greedy person loves to count money, in the same way, I must become greedy about counting Your name.”\nHis guidelines are: “Develop more and more control, withdraw from worldly pursuits and concentrate increasingly on spiritual sadhana.” If this is done, life will be wonderful. If this is not done, our bodies become weak, and desires gain strength; the body cannot keep pace with our desires, and this leads to frustration.\nLife is a discovery channel. Every day, there is something new to learn, and one is never too old to learn. Life is also a package deal. These days, low-cost air tickets are available, but they come with special stipulations. Likewise, if you intensely want something, you may have to give up other things. Generally, we do not like the word ‘sacrifice’, but people often compromise higher values for small pleasures. If we want higher values, we must relinquish lower pleasures. Unless we stand for something, we will fall for everything! Wisdom lies in choosing the higher.\nWe have to decide how we wish to live; we have the choice between a life of sacrifice or one of compromise. History has proved that anything worth achieving is made possible only through sacrifice. The scriptures clearly state that a human life is difficult to obtain. The goal of life is not just to enjoy sense pleasures; it is to know the Truth.\nTherefore, it is essential to appreciate the uniqueness and value of human birth. Why waste it by merely amassing money and living for oneself? We can know the Truth and attain liberation in this very life. Choose to strive for it. Be resolute and remain firm in it. Then, we can reach the final goal of permanent bliss.\n\n",
        "headline_1": "The secret to attaining permanent bliss",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/the-secret-to-attaining-permanent-bliss/",
        "news_paper_name": "The Times of India",
        "publish_date": "03-07-2024"
    },
    {
        "full_article": "In 1984, forty years ago, a then 44-year-old Muhammad Yunus was elected to receive the Ramon Magsaysay Award for Community Leadership for \"his pioneering efforts in enabling rural men and women to become economically self-sufficient through sound group-managed credit. His work challenged misconceptions about the capabilities of the poor to save, collaborate, and effectively utilise loans.\"\nSince its inception, the Grameen Bank has achieved remarkable success. Grameen Bank has grown to provide collateral-free loans to 7.5 million clients, 97 percent of whom are women, in more than 82,000 villages in Bangladesh.\nYunus's model has demonstrated that even the poorest individuals can enhance their lives with dignity and contribute to their country's economic growth.\nMuhammad Yunus is globally recognised as \"The Father of Microfinance.\"\nIn the Philippines, the Center for Agriculture and Rural Development-Mutually Reinforcing Institutions (CARD-MRI) was established in 1986. To date, CARD-MRI has empowered millions of Filipinos. Nine million of them accessed microloans, 30 million are insured through microinsurance, and five million individuals have access to its health programmes. We are honoured to have Dr Aris Alip, the founder of CARD-MRI, in the audience with us today.\nIn 1994, in Indonesia, Dompet Dhuafa, a humanitarian institution, empowered millions of Indonesians through the principle and power of Zakat, a religious offering that is one of the pillars of Islam. Dompet Dhuafa's microloans have benefited 24 million people—more than the entire population of Sri Lanka.\nIn Pakistan, Muhammad Amjad Saqib founded Akhuwat in 2001. His pioneering interest-free microfinance model is based on Islamic values and compassion, known as Mawakhat. Akhuwat has since grown into the world's largest interest-free microfinance organisation. To date, it has disbursed over $789 million in loans and lifted the lives of over 5.4 million people in Pakistan.\nThese are the movements inspired directly by the work of Muhammad Yunus and, as such, they too followed his footsteps.\nIn 2008, CARD-MRI received the Ramon Magsaysay Award.\nIn 2016, Dompet Dhuafa received the Magsaysay Prize.\nIn 2021, Muhammad Amjad Saqib also became a Magsaysay Laureate.\nTo date, there are countless other microfinance institutions globally that have followed Muhammad Yunus's model.\nThis is the collective impact that Professor Yunus started that merited him the Magsaysay Award. He has transformed the lives not only of millions of Bangladeshis but also billions of people around the world.\nThis is what the Ramon Magsaysay Award stands for—celebrating transformative, courageous leadership, selfless service, and the Greatness of Spirit of ordinary individuals and organisations that bring meaningful, lasting change.\nNamed after the seventh president of the Philippines, the Ramon Magsaysay Award honours individuals and organisations embodying commitment to the common man, reflecting President Magsaysay's life and leadership. To date, 348 women, men and organisations working across Asia have been conferred with what is now widely regarded as Asia's premier prize and highest honour. We have captured their inspiring stories in our 65th anniversary commemorative book series, simply called GREATNESS OF SPIRIT: Stories of Love, Courage and Service.\nForty years since Muhammad Yunus received the Ramon Magsaysay Award, a precursor to many of his other international accolades including the 2006 Nobel Peace Prize, we continue to celebrate the undeniable impact of his work—billions of lives changed through the power of microfinance.\nAs a token of our appreciation and to commemorate the 40th anniversary of Muhammad Yunus receiving the Ramon Magsaysay Award, the Foundation would like to present Muhammad Yunus, 1984 Ramon Magsaysay Awardee for Community Leadership, with his portrait. This portrait was specially commissioned for our 65th anniversary commemorative book series. This also serves as our birthday gift for his 84th birthday on June 28.\n",
        "headline_1": "Celebrating the legacy of Prof Yunus",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/celebrating-the-legacy-prof-yunus-3647096",
        "news_paper_name": "The Daily Star",
        "publish_date": "03-07-2024"
    },
    {
        "full_article": "We are outraged to learn that another reserved forest is being plundered by timber thieves who are felling and stealing trees indiscriminately, with no visible steps to stop them. According to a recent report by Prothom Alo, an organised criminal gang has been stealing trees from the Tengragiri mangrove forest and setting the stumps on fire to destroy evidence, in the process causing damage to the trees that still remain standing. Locals complained that this has been going on for a long time, alleging that these thieves are working in cohort with forest officials.\n\nThe Tengragiri forest, situated along the coast of the Bay of Bengal, stretches from Taltali upazila of Barguna to Kuakata in Patuakhali, covering 13,644 acres of area, according to data from the Forest Department. In 1960, it was designated as a reserved forest based on a survey done in 1927. Home to an incredible biodiversity system, Tengragiri is the second largest mangrove forest in Bangladesh, and is often called the \"second Sundarbans.\"\n\nSuch an invaluable gift of nature—which, much like the Sundarbans, acts as a natural barrier to calamities and protects the locals—already faces a host of threats to its survival, such as the rising sea level and increasing salinity due to global warming, erosion, etc. Its chances of survival are being further jeopardised because of the greed and recklessness of local influentials. A recent visit has revealed that 3,000 trees have been felled and stolen in the forest's Behular Char area. According to the Prothom Alo report, in March, a fire broke out there and burned as many as 10,000 trees, damaging a lot of others. What really puzzles us is that after the fire was reported, it took local forest officials 18 hours to reach the scene and bring the fire under control. Another fire incident happened in the Disirkilla area in April, but that was put out quickly enough, so the damage was minimal. For the March incident, the Forest Department filed a case against three suspects, who are already accused in a number of cases for tree robbery and smuggling, according to the report. However, the accused are out and about as all of the cases against them are still on trial. \n\nWhen asked about their failure to prevent tree robbery and fire incidents, forest officials in Tengragiri cited lack of manpower and necessary resources, as well as logistical inconveniences. This seems to be their go-to excuse whenever there are reports of timber theft from reserved forests. We must ask: how difficult is it to ramp up the capacity of the Forest Department so that it can protect at-risk forest areas? Or is the concept of \"reserved forest\" lost on them? This lackadaisical attitude is totally unacceptable, especially considering Bangladesh's dwindling forest coverage. We urge the authorities to ensure that no further damage is done to what's left of our precious forests.\n",
        "headline_1": "We must protect Tengragiri forest at any cost ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/we-must-protect-tengragiri-forest-any-cost-3646936",
        "news_paper_name": "The Daily Star",
        "publish_date": "03-07-2024"
    },
    {
        "full_article": "Bangladesh's economy has witnessed remarkable growth, solidifying it as one of the fastest growing economies worldwide. According to the Bangladesh Economic Review 2023, the construction sector significantly contributes to this growth—approximately 6.41 percent in 2023. Construction's share within the industry sector and growth is on the rise, with the growth rate increasing to 8.71 percent in FY2021-22, compared to 8.08 percent in FY2020-21.\nAs the construction sector expands, it demands more labour. According to the Labour Force Survey 2022, construction is the fifth largest industry in terms of employment in Bangladesh, with about 5.44 percent of the employed population working in this sector. A study conducted by Bangladesh Institute of Development Studies (BIDS) projects that the construction industry is expected to require approximately 90 lakh workers by 2030. But among the top five employment-generating industries, the construction sector ranks second to last in terms of female employment. Only 0.4 percent of women are employed in this sector, compared to 8.18 percent of men. With female labour force participation in Bangladesh increasing from 36.3 percent in 2016-17 to 42.7 percent in 2022, the expanding construction sector presents a significant opportunity to accommodate more female workers.\nAdditionally, with the country's LDC graduation and the anticipated decline in RMG exports, exploring sectors like construction is crucial for accommodating the expected structural shift in labour dynamics. The rise of automation and Fourth Industrial Revolution (4IR) technology highlights the need to focus on technology and skills-based occupations for women.\nAccording to the Labour Force Survey 2016-17, females in the construction sector are primarily concentrated in lower tier jobs: 31.23 percent as civil engineering labourers, 22.15 percent as building construction workers, and 18.27 percent as bricklayers. Studies found that women also work in senior management and administrative roles, accounting for approximately 7.1 percent and 4.3 percent of total female employment in the sector, respectively. Across all occupations, most female workers are either unskilled (53 percent) or semi-skilled (17 percent). According to the findings in the Construction Industry Skills Council (CISC) Employers surveys in 2018 and 2020, female workers are considered less productive than males. \nThe construction sector is highly informal; 78.42 percent of female workers are employed as per verbal agreements. Only 0.3 percent of female employees have access to toilets and sanitation facilities, and 1.88 percent have maternity leave benefits. This sector is inherently hazardous due to the nature of its work, yet only one percent of female workers have access to safety gear. Additionally, just 0.78 percent receive transportation and food subsidies, and 0.66 percent benefit from daycare facilities. \nDespite policies to boost women's participation in the labour force, there are no gender-specific policies in the construction sector. The Public Procurement Rule, 2008, and Occupational Health and Safety Policy, 2013 ensure workplace safety but lack gender provisions. The labour law addresses critical women's issues like hygiene, maternity leave, medical facilities, and working hours, but enforcement is challenging in informal sectors like construction.\nWomen are largely confined to unskilled jobs like brick-breaking and excavation due to a substantial skills gap and lack of access to training programmes. The sector's high informality—characterised by irregular recruitment, work hours, and payment methods—limits job stability. Additionally, mobility and transportation issues, coupled with inadequate on site infrastructure and security concerns, deter women from long term-roles. The work environment is often abusive, with frequent conduct violations, resistance to female leadership, and harassment. Unsafe conditions and inadequate accommodations, such as the lack of separate bathrooms and resting areas, further exacerbate these difficulties. Gender based violence, including sexual harassment and physical assault, remains a significant barrier, with limited avenues for complaint. Wage exploitation is prevalent, with female workers often paid less than their male counterparts for similar work. Societal norms and gender bias further discourage female participation, with industry stakeholders perceiving women as less productive and costlier due to additional safety and security needs. Barriers related to marriage, pregnancy, and care work, combined with a lack of role models and representation in workers' unions, further limit women's opportunities and perpetuate their marginalisation in the construction sector.\nTo increase female participation and to create a more inclusive environment in the construction industry, several essential actions should be taken to overcome the challenges. Firstly, establishing a comprehensive workforce database, gradually formalising the sector through structured recruitment, fair wages, standard work hours, proper implementation of well-defined health, safety, and compensation policies, and an institutional body addressing workplace abuse and harassment are crucial. \nSecondly, promoting female participation through skills training incentives and creating a gender responsive ecosystem with standard wages, safety measures, maternity benefits, and flexible work hours are also extremely important. Ensuring that training programmes include 30 percent female participation as mandated by the government and declaring minimum wages for entry-level jobs should be considered.\nThirdly, streamlining the labour hiring processes for contractors and subcontractors, maintaining a worker database with national ID numbers to identify wage gaps, and adding specific clauses to labour laws addressing the construction sector-related concerns are vital. The Ministry of Women and Children's Affairs should play a significant role in this regard, with private actors and labour organisations advocating for workers' needs. Finally, state owned insurance companies should offer workers injury packages.\nThe construction sector has the potential to increase female workforce participation, ensuring gender parity and aligning with three Sustainable Development Goals (SDGs 1, 5, and 8). Occupations in this sector are predominantly male-centric across all tiers, underscoring gender bias and stigma, necessitating considerable attention from the government and policymakers. Implementing the above recommendations can help make the construction sector a leading example of gender parity and inclusivity, driving sustainable development and economic progress in Bangladesh.\nDipa Das is research associate at South Asian Network on Economic Modeling (SANEM).\n\nEshrat Sharmin is senior research associate at SANEM.\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n",
        "headline_1": "More women in construction sector should be our next goal",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/more-women-construction-sector-should-be-our-next-goal-3646461",
        "news_paper_name": "The Daily Star",
        "publish_date": "03-07-2024"
    },
    {
        "full_article": "Small farmers, who constitute 28 per cent of the country's population and work on farmlands that have been shrinking at an alarming rate of about 16,000 hectares annually, thanks to unplanned urbanization, development work and expanding settlements, are obviously in dire straits. As they contribute in a big way to the nation's food security, protecting them involves preventing the agricultural lands on which they still work from further receding. At the same time, they would need policy support including cheap credit to procure the crucial agricultural inputs to continue with their farming activities. Needless to say, they would also need the support from the scientific community to come up with new farming techniques to make the best use of the agricultural land still available through preserving its fertility and increasing productivity by introducing newer varieties of rice and other food crops that can withstand the onslaught of climate change. All such issues of huge national significance were the subject of deliberations at a recent seminar hosted in the city by the government-supported policy think tank, Bangladesh Institute of Development Studies (BIDS). The experts at the discussion could not agree more with the factors already delineated in the foregoing that are coming in the way of the small farmers' capacity to go on with their farming activities sustainably. Consider the target of producing 47.2 million tonnes of rice by 2050, as projected by the Bangladesh Rice Research Institute (BRRI), which does research and develop ways to improve rice production. It may be argued that encouraging commercial agriculture more aggressively, the nation can meet that target using modern farming technology. But in that case, the challenge would be to protect the small farmers and their livelihood. In fact, protection of the small farmers also includes preservation of their agricultural practices handed down from previous generations and the culture that go with them. True, commercialisation of agriculture that requires investment of bigger capital promises higher profit. And that often comes at the expense of the existing farming practices that focus more on protecting the environment and the ecosystem of land, water, and the farming community than on just yield. And how thoughtless use of fertllisers and pesticides wreaked havoc on land fertility and agricultural ecology in the name of the mid-twentieth century's so-called 'Green Revolution' is now history. A developing, land-scarce nation facing the challenge of feeding an ever-growing population, Bangladesh can ill-afford to put all its eggs in one basket. So, a mix of commercial, scientific and traditional farming culture would be required to protect the existing farming community as well as boost production of food grains. In this connection, discussants at the said seminar suggested bringing over 4.4 million hectares of land in 17 coastal districts under three-season cultivation. The policymakers in the agriculture sector need to think seriously about the idea keeping in mind that the worst challenge to food security will be coming from the country's coastal districts, home to around 29 per cent of the population. As rising sea level has increased salinity of coastal lands, the farmers of those districts will require such varieties of food crops which can fight salinity, floods and other vagaries of nature effectively. Saving the small farmers is not just about serving a humanitarian cause. For it is important that a sector that accounts for 40 per cent of national employment is well-protected through necessary state intervention in the form of financial inclusion of small farmers so their living condition is improved. In that case, they won't have to switch to other professions or migrate en masse to the cities in search of a livelihood.",
        "headline_1": "Supporting small farmers to ensure nation's food security",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/supporting-small-farmers-to-ensure-nations-food-security-1719931153",
        "news_paper_name": "The Financial Express",
        "publish_date": "03-07-2024"
    },
    {
        "full_article": "The decline in garment export to the largest markets USA and the EU is persisting since the second half of the current fiscal. Reasons broadly attributed to the situation include inflationary pressure, increased production costs, lead time, and energy crisis. Lead time has always been a factor to cause delay in shipments-an inherent drawback that places competitors like Vietnam and Cambodia in an advantageous position over Bangladesh. However, in the past this inadequacy was partly made up by cheap labour and large-scale production of low-end apparel products. The situation now seems to be increasingly difficult as inflationary pressure coupled with energy crisis has made garment export more challenging than in the past. According to the US Department of Commerce's Office of Textiles and Apparel data released last week, Bangladesh's apparel export to the USA in the first four months of 2024 declined by 14.44 per cent to $2.31 billion compared with that of $2.70 billion in the same period of 2023. During the same period, exports from Vietnam grew by 0.31 per cent, while those from China declined by 4.42 per cent. The data showed that Vietnam overtook China to become the largest RMG exporter to the US in the January-April period of 2024. The US apparel imports from Cambodia in January-April of 2024 also increased by 7.92 per cent to $1.03 billion compared with those of $951.93 million in the same period of 2023. In the same period, the combined export of textile and garment from Bangladesh to the USA declined by 14.15 per cent year-on-year to $2.38 billion, according to data from the Office of Textiles and Apparel (OTEXA), a body under the US Department of Commerce. The situation in respect of the EU is no better, if not worse. Bangladesh's RMG exports to the European Union in January-April, 2024 fell by 9.85 per cent to 6.01 billion euros compared with those of 6.67 billion euros in the same period of 2023, according to data released by Eurostat. Bangladesh managed to reduce its negative apparel export growth in the EU slightly but still performed worse compared with competitor countries in the reporting period. Exporters say, like the United States, Bangladesh lagged behind its competitors in the EU market due to severe energy crisis, high cost of utilities, increased cost of production, long lead times and cumbersome customs procedures. The EU data showed that Bangladesh's knitwear exports to the EU in January-April of 2024 dropped to 3.38 billion euros from 3.88 billion euros in the same period of 2023. Similarly, the country's woven garment exports to the EU during the period declined to 2.64 billion euros from 2.79 billion euros in the same period of 2023. Exporters observe that despite a recent growth in US demand for apparel, and the EU too increasing its imports, Bangladesh failed to capture a larger market share due to factors such as longer shipment times and higher production costs. They say buyers are placing more orders with Vietnam and China recently, due primarily to shorter delivery times. According to the exporters, lead time for importing and processing for export has become longer-to 70-80 days from 50-55 days in the recent past. It is pretty well known that China in the past years has been gradually moving away from exporting low-end apparel products in preference for up-end, value added varieties. This shift did offer a prospect for countries like Bangladesh, Vietnam and Cambodia to compete for a fair share of those products in global market. There was also a prediction that many Chinese apparel exporting firms would opt for relocation of their production units to these countries because of the escalating cost of labour and other vital inputs in China. There were speculations among the business community and trade experts that relocation of Chinese factories and shifting of a sizable share of Chinese apparel exports would benefit Bangladesh. It is now clear that Bangladesh could not benefit from either of the two opportunities. The opposite, however, has happened in case of Vietnam-in grabbing shifting export orders and relocation of production units. Lead time is indeed one factor to dissuade importers to place work orders, but equally important issues that according to exporters are responsible to deter importers, especially US importers, are logistics and infrastructure-related limitations, and instable energy supply.One sure way to cut lead time is raising local supply of raw materials and accessories. During the past two decades, substantial investment took place in the country's textile sector for meeting demands of woven and knit fabrics for export manufacturing. It is claimed that currently local textile and spinning mills have a capacity of meeting around 75-80 per cent of export requirements. But the instable energy security has led most mills to operate far below capacity. Gas and power scarcity that seemed to take its toll on industrial production since a year ago has by now become potentially threatening to almost the entire range of industrial productivity. Notable among the sectors badly hurt include textiles, RMG, light engineering, fertiliser, cement etc. As reports have it, country's textile mills are the worst victims of gas and power shortage for several months. Production in the export-oriented textile mills has drastically fallen due to the ongoing gas supply shortage. A representative of the textile mills association has reported that local factories are operating at 60-70 per cent capacity due to energy shortages, prompting buyers to redirect orders to China and Vietnam for quicker deliveries. Some 300 textile mills located at Gazipur, Savar, Ashulia, Shreepur, Dhaka, Narayanganj, Narsingdi and Bhaluka are finding it extremely difficult to remain operational in this situation.In order for things to improve, the most crucial requirement is ensuring adequate gas and power supply. While other areas affecting exports cannot be expected to be healed quickly, energy should be the key focus of the government. wasiahmed,[email protected]",
        "headline_1": "Declining apparel exports - any way out?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/declining-apparel-exports-any-way-out-1719931210",
        "news_paper_name": "The Financial Express",
        "publish_date": "03-07-2024"
    },
    {
        "full_article": "Small farmers are now in danger of leaving the profession altogether. In the face of severe shortcomings, the traditional small holding farmer can no longer afford to stay true to the profession of his forefathers and that has raised alarm bells across the board from policymakers to agriculture experts. And although the country has pivoted towards gradual industrialisation and trade, food security remains a cornerstone of State policy because of the large population that must be fed. In the midst of the increasing trend of big business groups branching into large-scale commercial farming, the lot of the average farmer has fallen on hard times.These matters and others came up for discussion at a seminar organised by the Bangladesh Institute of Development Studies (BIDS) last Sunday. Experts have opined that traditional agriculture needs to evolve and in a developing nation like Bangladesh, more targeted policy support is needed to save small farms. Increasingly, agri-commercialisation is elbowing out small farmers, who form the backbone of agriculture in this country. The fact that Bangladesh needs to raise rice output to 47.2 million tonnes by 2050 isn't going to happen on its own, and a lot depends on these subsistence farmers surviving and continuing to grow crops. While technological advancements have made it possible for the country to feed its 165 + million populace till date, experts opined that some 4.4 million hectares of land in 17 coastal districts need to be brought under the three-season cropping system. Policymakers must be acutely aware of giving space to small farmers if it wishes not only to uplift millions out of subsistence living but also ensure food security. However, changing weather patterns - ample historical data that is available through research in Bangladesh and collaborative works between Bangladeshi and foreign agencies, reveal that adverse conditions point to a declining trend of arable land. While there has been progress made in introducing multiple stress-tolerant varieties of crop, policy support will be essential to bring more land under cultivation. Entire generations of farmers are quitting farming and this has everything to do with the fact that they cannot get their money's worth during harvest season. Market imperfections run rampant and not much has happened to cut out the middlemen who make windfall profits at the cost of farmers who often sell at a loss. The lack of proper logistics is another major impediment that hasn't been sorted out satisfactorily for farmers to get their harvested crops or other produce to markets cost effectively. As pointed out by one expert, the government should give them support in terms of mechanisation, i.e. provide the financial regime whereby small farmers can leapfrog into the 21st century with time-saving equipment that could seriously increase food production at field level. Despite some breakthroughs, not enough research is being done to bring multiple varieties of crops and other foodstuffs to the farmers which could help them increase the variety of things they can grow or rear on land. A gamut of policy initiatives that will range from reaching not just financial support, but also work out the nagging problems of supply chain, which includes addressing problems with the cold chain. Bangladeshi farmers produce in abundance many essential items - a significant portion of which rots due to unavailability of sufficient cold storage facilities.Experts and agriculturists agreed that many issues need to be worked out, without which, traditional agriculture employing tens of millions of people will increasingly be at risk. Extortion on roads, transport management and the presence of syndicates which need to be treated as a law-and-order problem and dealt with accordingly. It is not the job of the government to manage the market, rather it ought to be involved heavily in ensuring fair market practices.[email protected]",
        "headline_1": "Traditional farming now at risk",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/traditional-farming-now-at-risk-1719931260",
        "news_paper_name": "The Financial Express",
        "publish_date": "03-07-2024"
    },
    {
        "full_article": "For the first time, our education system will scrap the number and grading system and start assessing students' skills using 'triangle,' 'circle,' and 'quadrant' indicators. This system is slated for its official launch concurrent with the commencement of the half-yearly assessment test starting from July 3rd. The evaluation system for the new curriculum has not yet been finalised, and most teachers are not proficient in this new method. The ongoing preparation and non-finalisation of the half-yearly evaluation framework have compounded concerns among students and parents. Moreover, several ambiguities are noticeable in the evaluation system of the new curriculum.According to the draft of the new evaluation, a student in SSC can get admission in HSC even if he or she fails in two subjects, but they will not receive a full certificate. To get a full certificate, the student has to pass the exams in the failed subjects. Because of this, it is anticipated that students' reliance on private tutors for support beyond traditional classroom settings will escalate. The curriculum should be structured and implemented in a way that enables students not only to acquire foundational knowledge but also to develop critical thinking, problem-solving, and adaptability skills, thereby preparing them to successfully navigate the challenges they will encounter in the future.Md. Syful MiaStudentIslamic History and CultureUniversity of Chittagong[email protected]",
        "headline_1": "Evaluation method in new curriculum",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/evaluation-method-in-new-curriculum-1719931276",
        "news_paper_name": "The Financial Express",
        "publish_date": "03-07-2024"
    }
]