[
    {
        "full_article": "With its clubs, swimming pools, jogging tracks and more, condo gives substance to the idea of a ‘good life’. That it also breeds a sense of entitlement among affluent Indians is part of the package\n\nAbout eight years ago, we moved into a condominium in Gurgaon. It was done after a lot of moaning and foot dragging, after having to give up our first-floor home in a South Delhi colony. The idea of moving into a condo felt like moving into a synthetic world, a bubble of manicured sameness.\nRead full story on TOI+\n\n",
        "headline_1": "Living the high life",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/Citycitybangbang/living-the-high-life/",
        "news_paper_name": "The Times of India",
        "publish_date": "28-04-2024"
    },
    {
        "full_article": "Explainer on the SC judgment in the EVM case: Court rejected the demand for counting 100% of VVPAT slips but ordered additional safeguards\nVVPAT on the move: Poll officials collect polling material\nYesterday, a two-judge bench of the Supreme Court, comprising Justices Sanjiv Khanna and Dipankar Datta, rendered its judgment in the matter of Association for Democratic Reforms vs Election Commission of India and Another,the ‘EVM case’. It rejected ADR’s petition and upheld the validity of voting by EVM, ordering two additional safeguards.\nRead full story on TOI+\n\n",
        "headline_1": "More verification, more trust, better democracy",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/more-verification-more-trust-better-democracy/",
        "news_paper_name": "The Times of India",
        "publish_date": "28-04-2024"
    },
    {
        "full_article": "Students are agitating across America’s best known campuses, against Israel’s attacks in Gaza. US conservatives have called them anti-Semitic, and some college administrations, caught in a power struggle, have come down heavy. More than a few faculty members are joining in solidarity.\nStudent activism is common across countries. But does it really change outcomes? Depends on what you think change means. In 1989, student-led pro-democracy protests were crushed in Tiananmen Square. Beijing keeps a tight lid on campuses. Think of student protesters in JNU. Some are contending with police and courts, some are trying their luck in electoral politics. There has been no forked lightning of transformation. But student politics is not merely campus rumpus, it occurs in a context of upheaval.\n\nIn 1960s, student rebellions broke out in the West, with young people igniting a larger labour strike. In US, young people were at the vanguard of the civil rights movement, protesting the Vietnam war, and fighting for feminism. Even the Navnirman Andolan in Gujarat, which sparked JP’s wider agitation and then the Emergency, and where Modi cut his teeth in political action, was sparked by students. Student activism was vital to the struggle against apartheid in South Africa. In US, student uprisings fizzled out after the Cold War apparatus scotched their momentum, and radical energies shifted to the right. And yet, the story goes on. Students have led the Black Lives Matter movement in US, and are forcing a confrontation on social justice, which political parties are adjusting to.\nStudents’ activism does not shake the edifice of power by itself, it matters to the extent that they catalyse or connect with allies outside campus. Students can think, organise, and bring their zeal to larger causes, but lasting political change is a feat of collaboration.\n\n\n",
        "headline_1": "They need the elders: Can student protests bring change? Depends",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/they-need-the-elders-can-student-protests-bring-change-depends/",
        "news_paper_name": "The Times of India",
        "publish_date": "28-04-2024"
    },
    {
        "full_article": "Brunch-lunch-munch is the pivot on which elections spin. Serve thirsting crowds water alone, and they may just write you off. Nimbu pani, soft drinks hit the vote-for-me spot better, as does chilled…lassi and buttermilk. Every election, poll officials in districts fix food prices at local rates, for candidates to thumb in their daily expenditure reports.\nSo, if in Jalandhar, it’s Rs 15 each for chai and samosa, in MP’s Mandla, chai is Rs 7, a samosa Rs 7.50, all set in good faith though parties rarely bother to stick to the rates. While aloo puri retains its favourite snack status across UP, and Delhi’s unimaginatively stuck at bread pakoda, in most other states, voters have long turned up their nose at lame staples – reason why vada pav gave way to ‘Indian Chinese’ fried rice packs at Mumbai rallies, Chennai’s filter coffee-idli combo to biryani and soft drinks, and Bengal’s parties switched to biryani or egg/ chicken curry.\nIn 2019, Trinamool ensured supporters didn’t chicken out of a rally – its graffiti promoted just the date and venue-menu – egg curry-rice; the party reportedly ordered 2 lakh eggs. Then there was the time BJP was livid – accusing TMC workers of wolfing down food meant for BJP cadre.\n\nThis year, keeping candidates hydrated has been on top of party workers’ to-do lists. And soft drinks for supporters. What’s the price for potable water on tap? Ah, that’s a bore, not even a poll issue. Voters’ dil maange more.\n\n",
        "headline_1": "Pani, puri & polls: What’s a meeting without the ‘eating’?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/pani-puri-polls-whats-a-meeting-without-the-eating/",
        "news_paper_name": "The Times of India",
        "publish_date": "28-04-2024"
    },
    {
        "full_article": "It is nothing surprising that the visiting International Monetary Fund (IMF) team, now assessing the progress made in carrying out necessary reforms/ changes tagged with the Fund's $4.7 billion loan support for Bangladesh, has picked up, among others, the issue of safety-net leakages. The ongoing review being done by the team is seen as very important, as the Fund is yet to release the third tranche of the loan.The leakages of resources allocated for the safety net programmes, designed to benefit the hardcore poor, distressed women and old-age people, have been the centre of discussion by both external and domestic agencies and experts for long. Indeed, the IMF officials have pointedly asked the Bangladesh officials precisely what specific measures have been taken \"to ensure that allocations under the social-safety-net recipe go to the designated persons.\" For decades, social safety-net programmes have been a prime area for corruption and pilferage. The government's audit investigations have unearthed the vast scope for wrongdoing in the financial allocations that take place at various stages of distribution. More often than not, designated recipients are left out of such programmes and this is an area of interest for the IMF, and rightly so. Regardless of how state functionaries and policymakers may feel about the issue, corruption needs to be tackled head-on. It has been eating away at all the gains that the State has made (and continues to make) in development. Policymakers simply cannot ignore the systemic problems present in the state of governance and also the social safety-net programmes that involve hefty financial allocations from the national budget (and often foreign assistance). The need for serious oversight is not just welcome but it should be made mandatory. That the multilateral lending institutions are enquiring into this is a step in the right direction because such \"leakages\" more often than not involve cash distribution which is difficult to keep track of. This is where there is massive scope for corruption as there had been little in the way of verification as to precisely who was getting the handouts. It is understood that all ministries and divisions involved in running such programmes must ensure that intended recipients are getting their allocations through mobile financial services. This is a method that has been used before and with resounding success in Bangladesh. Some years ago, the audit general's office came up with a similar initiative that targeted another graft-ridden programme i.e. the pension system. For decades, billions of Taka had been siphoned off because the entire system was manual and provided ample opportunity for unscrupulous elements to make off with huge sums intended for pensioners. Once the system was digitised, pensioners with national identification numbers (NIDs) had the option to receive their money either in bank accounts or in their financial wallets of applications such as bKash, Nagad, etc. However, the wrong selection of beneficiaries at the local level is a serious problem that deserves thorough scrutiny with all seriousness. As the government already has a tried-and-tested formula in its possession, there is no reason why it cannot be replicated successfully for social safety net programs where cash is involved. It would further demonstrate the State's willingness to initiate those reforms that will benefit the economy and the people in terms of accountability and financial transparency. This is how it can improve its image internationally and show that Bangladesh means business and is serious about plugging the loopholes in the system.",
        "headline_1": "Plugging loopholes in social safety-net programmes",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/plugging-loopholes-in-social-safety-net-programmes-1714229564",
        "news_paper_name": "The Financial Express",
        "publish_date": "28-04-2024"
    },
    {
        "full_article": "The ongoing heat wave across the country has made the current summer unbearable due to global climate change. And that is caused mostly by human action in the name of development. Over the decades, nations worldwide have compromised the balance of nature and the environment. Forests have been destroyed, tresses have been felled, rivers have been polluted, and humans have degraded soils to construct physical infrastructures. Bangladesh is also not far behind, and the destruction of natural-ecological balance is rampant. Despite warnings from scientists, experts and civil society members, environment-friendly development policies and activities are largely absent in the country. Now, the cost of not paying attention to the environment is rising. The spread of heat waves is the cost. People have been suffering more and there has been no respite from it. Labourers and workers bear the maximum burden as they rely on manual labour for their livelihoods. Globally, workers now find themselves at an increased risk of exposure to hazards such as excessive heat, ultraviolet radiation, extreme weather events and air pollution due to intensified changes in climate. They are also vulnerable to vector-borne diseases. Against the backdrop, the International Labour Organization (ILO) last week launched a report titled \"Ensuring safety and health at work in a changing climate\", which reveals alarming new data on the impact of climate change on workers' safety and health. The report is launched in the context of today's observance of World Day for Safety and Health at Work 2024. Since 2003, ILO has been observing the day, April 28, annually. It is also the International Commemoration Day for Dead and Injured Workers, organised globally by the trade union movement since 1996.The latest report depicted an alarming picture. It showed that more than 70 per cent of the global workforce is at risk of exposure to climate-change-related health hazards. The number is more than 2.4 billion (out of a worldwide workforce of 3.4 billion) who are 'likely to be exposed to excessive heat at some point during their work,' according to the report. It also estimated that 18,970 lives and 2.09 million disability-adjusted life years are lost annually due to the 22.87 million occupational injuries, and these are largely attributable to excessive heat. Also, 26.2 million people worldwide living with chronic kidney disease linked to workplace heat stress, it further added.The more alarming thing is that the impact of climate change on workers goes well beyond exposure to excessive heat. As mentioned in the report, there is a 'cocktail of hazards', which include exposure to UV radiation, workplace air pollution, pesticides, and parasitic and vector-borne diseases. All these create dangerous health conditions for the workers.The situation in Bangladesh is not different from that in other parts of the world, although the report did not provide a country-specific status. The latest quarterly labour force survey, conducted and released by the Bangladesh Bureau of Statistics (BBS), showed that the country's total workforce stood at 73.45 million at the end of 2023, of which 2.47 million or 3.36 per cent are unemployed. Of the employed workforce, around 45 per cent are involved in the agriculture, forestry and fishing sectors. Most workers in these sectors also have to work in the field, so their exposure to heat is higher. BBS data also showed that 17 per cent of the employed are working in the manufacturing and other industrial sectors, and 38 per cent are in the services sectors. The report of the annual labour force survey for 2022 provided a better scenario of the workers' exposures to various work-related hazards. It showed that 31 per cent of the workers face exposure to dust, fumes, noise or vibration whereas 30 per cent to extreme cold or heat. In most of the cases these hazards increase due to excessive rise in day temperature and things may turn worse when heatwave sweeps across the country. The sufferings of the workers are, however, quite visible to all. As harvesting boro rice is in full swing, farmers and workers face serious difficulty due to persistent heat waves. In some parts of the country, they work at night to avoid excessive heat. Day labourers have to take the risk of heatstroke to earn their livelihoods. Some are even compromising their livelihood by not going to work just to avoid unbearable heat. Those who work indoors are also not free from heat stress as most do not have minimum cooling facilities. Overall, the excessive heat is reducing the productivity of the workers. A study conducted by Duke University two years back found that Bangladesh loses 7 billion working hours annually due to excessive heat.Besides physical injuries, psychological agonies are also there due to excessive temperature. The ILO report said that exposure to extreme weather events and climate-related disasters may cause or exacerbate mental health effects such as stress, anxiety, depression, substance abuse, post-traumatic stress disorder (PTSD) and suicide. \"Indeed, experiences from a number of regions across the world, including Bangladesh, the Philippines and the Caribbean, demonstrate how extreme climate events are linked with an increased burden of PTSD, depression, anxiety, stress and suicide in people of all ages,\" it added. Unfortunately, mental stress at workplace is still not considered a a serious problem in the country. Which is why, there is also no preparations to address the problem. Self-employed workers like rickshaw-pullers, shopkeepers, and vendors also do not understand the negative impact of mental stress. So, it becomes another growing challenge for the productivity of the workers. A big question is how to reduce the hazards and stresses the workers face. Unfortunately, there is no short-cut answer to it. The ILO report mentioned that some countries have implemented new laws to specifically address excessive heat in the working environment. It also outlined a series of immediate and long-term initiatives, such as medical surveillance and rapid shifts to green technology. The government needs to weigh different options as suggested in the ILO report to design an effective policy for protection of workers. [email protected]",
        "headline_1": "Protecting workers from extreme heat",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/protecting-workers-from-extreme-heat-1714229641",
        "news_paper_name": "The Financial Express",
        "publish_date": "28-04-2024"
    },
    {
        "full_article": "Justice is blind. That means it is impartial and objective, and all citizens are equal before the law. And access to justice is neither charity nor mercy, but a basic human right. The right to a competent, independent, and impartial tribunal is articulated in the Universal Declaration of Human Rights (Article 10) and the International Covenant on Civil and Political Rights (Article 14), as well as in regional treaties and conventions. Article 27 of the Constitution of Bangladesh also guarantees \"all citizens are equal under the law and are entitled to equal protection of the law.\" The judiciary, therefore, has a crucial role to play in delivering justice, preventing violation of human rights and holding violators accountable.In Bangladesh, however, the legal maxim \"justice delayed is justice denied\" resonates strongly with people seeking justice, as some legal procedures often drag on for over a decade or more. Take for example the delay in disposing of cases involving the Rana Plaza building collapse. It has been 11 years since the deadliest industrial tragedy ever recorded in Bangladesh's history occurred. It claimed the lives of 1,135 people while 1,169 were injured. Every year on April 24, the commemoration day of the tragedy, cries for justice for the victims of Rana Plaza disaster ring out loud. The air becomes sorrowfully heavy with the cries and tears of victims and their near and dear ones seeking justice and adequate compensation. Most, if not all, hail from poor families whose very existence depended upon earnings at garment factories.Eleven years is a long time, especially when one has to fight to survive from day to day. The industry itself has witnessed remarkable progress in terms of workplace safety and structural integrity of factories under mounting international pressure following the tragedy. But progress in terms of delivering justice to the victims and their families has been agonizingly slow and insufferable for some. After the accident three cases have been filed: one for murder, pursued by the police; another for violating the Building Construction Act, by Rajuk; and a third for corruption related to the construction, overseen by the ACC. All these cases remain stuck at different points in the investigative process and the suffering continues.Depositions and cross-examinations of 84 witnesses have been recorded in the murder case, so far. There are 594 witnesses. This speaks volumes about the sluggishness of the process; leaving one to wonder how many more years the process will take. It's also alleged the prosecution lawyers are not diligently pursuing the case, and witnesses, many of whom are poor garment workers, are being coerced, threatened, or enticed not to appear before the court.This single case echoes a recurring failure within the justice system to hold powerful entities accountable. Garment owners, having amassed significant influence, appear to enjoy impunity despite their negligence in ensuring the safety of their workers. This trend persists not only in the aftermath of the Rana Plaza incident, but also in other tragedies like the Tazreen Fashion factory fire (2012) and the Spectrum collapse (2005). Criminal charges against factory owners remain shamefully unresolved in all these cases.How long is a piece of string? It seems the entire matter was mishandled from the beginning and the government still fails to mobilize all the necessary resources to bring it to a speedy end. One can only hope against hopes that justice will escape from its imprisonment and those responsible for the tragedy will be held accountable. It is time to do away with the culture of impunity and restore people's faith in the justice delivery system by bringing the murderers to justice.[email protected]",
        "headline_1": "How far is justice for Rana Plaza victims?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/how-far-is-justice-for-rana-plaza-victims-1714229708",
        "news_paper_name": "The Financial Express",
        "publish_date": "28-04-2024"
    },
    {
        "full_article": "Education fosters positive changes in human behaviour and cultivates values and morals. It equips individuals with skills, making qualitative education a contemporary imperative. Quality education encompasses the holistic development of students, encompassing physical, mental, social, humane, aesthetic, spiritual, creative, and scientific aspects. Teachers must be both qualified and competent, possessing a service-oriented mindset.To promote students' physical development, teachers should raise awareness about nutrition and encourage community involvement. Parent meetings should be utilised to educate parents on child nutrition. Physical development can be furthered through school co-curricular activities and exercise.For mental and emotional development, teachers must be attentive and child-friendly, avoiding physical and mental punishments while listening carefully to students.Aesthetic development can be enriched through activities like singing, painting, and drama, coupled with maintaining a clean and beautiful school environment. Teachers should foster creativity and eschew reliance on guidebooks and rote memorisation. They should instead utilise multimedia and teaching textbooks with care.Schools should have attractive libraries and science laboratories, with students encouraged to participate in science fairs and engage with biographies of exemplary individuals. Religious and moral education should be integrated into the curriculum, led by qualified instructors.Equal opportunities should be provided to all students, with regular group work fostering social development. Teachers must exemplify responsibility and punctuality, serving as role models and motivators for their students.Khalid Mosharof, Instructor (General)Primary Teachers Training InstituteSonatola, Bogura.Email: [email protected]",
        "headline_1": "Quality teachers for quality education",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/quality-teachers-for-quality-education-1714229733",
        "news_paper_name": "The Financial Express",
        "publish_date": "28-04-2024"
    }
]