[
    {
        "full_article": "The police action against violent separatists in Punjab is a case of better late than never. Religious fanaticism in the State has been raising its ugly head in recent years, and going out of control in recent months, with open calls for violence and threats to state functionaries including Union Ministers. On February 23, a mob overran a police station and freed suspects, which was a complete breakdown of law and order. The challenge appears to be daunting for the inexperienced Aam Aadmi Party government, and the situation needs more visible coordination and action by the Centre and the State. The violent campaign in the 1980s for a separate Khalistan, supported by Pakistan, had pulverised the State and claimed the lives of a sitting Prime Minister and thousands of innocents in a genocidal outrage targeting the Sikh community. That trauma should not be allowed to return and torment the community or India. Sikhs are a highly mobile and enterprising community, now spread around the world, but economic and social stagnation is taking its toll. Agriculture is facing a crisis, and drug abuse is rampant. Trouble-makers are smelling an opportunity to incite violence.A wound that is allowed to fester will sicken the whole body. The looming trouble in Punjab is being inflamed by a mix of religious fanaticism, foreign-aided opportunism, and a societal crisis. The mobilisation of a section of the Sikh diaspora in the United Kingdom, Canada and Australia for the cause of separatism is also a worrying sign for India. The Centre has to work with Punjab and foreign governments to contain this malaise. Violent tendencies must be nipped in the bud and proponents of hate must pay a price. Also, there has to be a conscious effort to communicate with the Sikh community at large to isolate the toxic elements. To the world and to citizens, the message must be clear that India remains a multireligious and multicultural nation that does not tolerate or require separatism. A lack of trust between the farmers of Punjab and the Centre had derailed the agriculture laws that sought to reform the sector in 2021. A combination of strict force against violent elements and trust-building with the general public should be at the heart of the rhetoric and policy of the government. At any rate, no rhetoric from any quarter should be encouraged that causes more alienation.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nPunjab\n\n/\n\nreligion and belief\n\n/\n\npolitics\n\n/\n\nAam Aadmi Party\n\n/\n\nexecutive (government)\n\n/\n\nAgriculture\n\n/\n\nnarcotics & drug trafficking\n\n/\n\nUnited Kingdom\n\n/\n\nAustralia\n\n/\n\nPakistan",
        "headline_1": "Trouble in Punjab: on the factors of religious fanaticism, foreign-aided opportunism and a societal crisis",
        "headline_2": "The governments at the Centre and in the State must guard against separatism",
        "link": "https://www.thehindu.com/opinion/editorial/trouble-in-punjab-on-the-factors-of-religious-fanaticism-foreign-aided-opportunism-and-a-societal-crisis/article66646337.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "22-03-2023"
    },
    {
        "full_article": "Since 2006, the Prime Ministers of India and Japan have exchanged visits for their “annual summit”, a meeting that has steered the course of this bilateral relationship. However, it was not the India-Japan Special Strategic and Global Partnership that was at the heart of the Japan Prime Minister Fumio Kishida’s mission during his quick “official visit” to Delhi this week. His focus was on two areas: coordinating the G-7 and G-20 agendas on food and energy security issues arising mainly from the Ukraine conflict as well as unveiling Japan’s $75 billion plan for a Free and Open Indo-Pacific (FOIP), to work with countries in the region on avoiding debt traps, building infrastructure, and enhancing maritime and air security. Mr. Kishida appeared to be emphasising the need for a global consensus, especially including India, in tackling the challenges from Russia and China, where Japan is aligned with western powers. In talks with Prime Minister Narendra Modi, Mr. Kishida is understood to have been “straightforward” about the need for India, as G-20 president, to come on board with the G-7’s plans to address the Ukraine issue and call out “Russian aggression”. While he did not name China directly, it is clear that Chinese actions in its neighbourhood have left Japan concerned, and his FOIP plan includes India as an “indispensable partner”. The timing of his visit was also pointed, coinciding with Chinese President Xi Jinping’s Moscow visit. And, as Mr. Xi met with Russian President Vladimir Putin in a show of strength on Tuesday, Mr. Kishida flew to Kiev to support Ukrainian President Volodymyr Zelenskyy, his first such visit since the war began.\rFor New Delhi, that has close ties with Tokyo, as bilateral and multilateral cooperation (the Quad), Mr. Kishida was a welcome guest. The two countries have many collaborations that include the Japanese loan for the much-delayed “Bullet train” project, and plans to work on infrastructure projects to link Bangladesh and India’s northeast. As presidents of the G-7 and G-20, both nations have much to gain from synchronising priorities and ensuring that the Global South gets its fair share of the outcomes of both summits. An end to the Ukraine war and a pushback against China’s aggression in its neighbourhood are also common goals. However, it would be wrong to assume that they share similar positions on them. Unlike India, Japan is part of the U.S.’s alliance. Japan has also joined sanctions against Russia, while India has refused to do so. India has been vocal about its concerns over China’s actions at the Line of Actual Control (LAC) but reticent in directly criticising China’s actions in the South China Sea, Taiwan Straits, etc. With Mr. Modi set to visit Hiroshima as a G-7 special invitee in May, and later host Mr. Xi and Mr. Putin at the Summit of the Shanghai Cooperation Organisation, any shift in New Delhi’s tightrope balancing act on geopolitical issues would seem a stretch, even at the behest of a dear partner like Japan.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nIndia-Japan\n\n/\n\ndiplomacy\n\n/\n\nfood security\n\n/\n\nenergy and resource\n\n/\n\nRussia-Ukraine Crisis\n\n/\n\nChina\n\n/\n\nrailway\n\n/\n\nBangladesh\n\n/\n\neconomic sanction",
        "headline_1": "Tightrope walk: on the India and Japan relationship and challenges from geopolitical issues",
        "headline_2": "India cannot afford any shift in its balancing act on geopolitical issues",
        "link": "https://www.thehindu.com/opinion/editorial/tightrope-walk-on-the-india-and-japan-relationship-and-challenges-from-geopolitical-issues/article66646157.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "22-03-2023"
    },
    {
        "full_article": "In recent weeks and months, Khalistani groups have been upping the ante both inside India and abroad. The inspiration is clearly from outside, including from Pakistan, but there is now a local angle to it with the rise of Amritpal Singh’s Waris Punjab De. The latter have been trying to create mayhem in our border state. Outside India, our diplomatic missions have been attacked, including most recently in London and San Francisco. Many Hindu temples have been vandalised in Australia and elsewhere.\nThis spate of Khalistani activism needs to be seen in perspective. The violent actions inside India need firm and nuanced handling, while the ones outside need proactive moves to counter disinformation.\nRead full opinion on TOI+\n\n",
        "headline_1": "Punjab to Canada, UK… Violent Khalistani actions within India need firm and nuanced policing. But outrages abroad must be soon countered with a communication offensive that sets the picture right",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/punjab-to-canada-uk-violent-khalistani-actions-within-india-need-firm-and-nuanced-policing-but-outrages-abroad-must-be-soon-countered-with-a-communication-offensive-that-sets-the-picture-right/",
        "news_paper_name": "The Times of India",
        "publish_date": "22-03-2023"
    },
    {
        "full_article": "Two recent reports, one from IPCC and the other by a parliamentary standing committee, flagged India’s freshwater challenge. The IPCC report synthesised the science on climate change. Global warming, a dimension of climate change, has crossed a danger mark. IPCC’s synthesis report said that warming is now 1.1 degrees above pre-industrial level. Some of the recent research identified 1.5°C as a climate tipping point, but even at the current level of warming the incidence of extreme climate events is rising.\nAn important aspect of IPCC’s synthesis report is the impact of climate change on freshwater ecosystems. India, which has swathes subject to severe water stress, needs to pay particular attention. The parliamentary committee report on groundwater tabled in Lok Sabha this week has excellent data. Groundwater meets 67% of irrigation needs and is the source of 80% of drinking water. About 89% of the annual groundwater extraction of 218 billion cubic metres is for irrigation.\nTherefore, a more rational use for irrigation will go a long way in conserving groundwater resources. Water is a state subject. However, its usage for irrigation is influenced by the overlap of GoI crop procurement policies and states approach to electricity subsidies. Consequently, the solution needs to be found jointly. Consider the pattern of irrigation. Two crops, paddy and sugarcane, corner more than 60% of irrigation supply. Among the three states where groundwater is overused are Punjab and Haryana. Both are critical to India’s food security, with Punjab contributing significantly to paddy, a crop it’s not suited for.\nFarmers are responding to incentives such as free power and MSP.  Agricultural policy needs to be calibrated to match crops to an appropriate agro-climatic zone. This will require a more region-specific approach by GoI, with states realigning subsidies to ensure India uses its groundwater better. All of that means politics has to think beyond usual headline goals like total farm output and total farmer subsidy, and look at many more variables – a process that’s bound to anger some powerful blocs. And that’s the biggest challenge.\n\n",
        "headline_1": "Watering holes: IPCC & House committee reports are reminders on changing water use patterns. But it’s a political challenge",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/watering-holes-ipcc-house-committee-reports-are-reminders-on-changing-water-use-patterns-but-its-a-political-challenge/",
        "news_paper_name": "The Times of India",
        "publish_date": "22-03-2023"
    },
    {
        "full_article": "As Xi Jinping sat down with Vladimir Putin in Moscow for formal talks yesterday, Japan’s PM Fumio Kishida made a surprise visit to Ukraine to parley with Volodymyr Zelenskyy – hours after meeting PM Modi in Delhi. Xi’s Moscow visit, coming, pointedly, days after the International Criminal Court issued an arrest warrant against Putin for “war crimes”, has signalled a tighter Russia-China embrace, which will likely produce a serious headache for New Delhi. This new dynamic suits Xi nicely. He can strategically use Russia to blunt US-led efforts to counter Beijing in East Asia while helping himself to all the Russian energy he needs. And for the foreseeable future, there will be little daylight between Moscow and Beijing as they coordinate their international moves.\nThis not only presents a serious problem for the West but also countries like India that would have preferred a wedge between Russia and China. In fact, New Delhi has to acknowledge that Moscow and Beijing have now established an all-weather friendship. Coming on top of the China-Pakistan nexus, that’s a tough pill to swallow. Plus, the Russia-China combo will pose challenges for India across geographies. Chinese naval adventurism could increase in the Indian Ocean Region since Moscow now has Beijing’s back in East Asia – two Russian nuclear-capable bombers flew over the Sea of Japan to coincide with Kishida’s Ukraine visit. Additionally, there are growing signs of a China-Russia-Iran trilateral understanding – especially after Beijing mediated a truce between Tehran and Riyadh – that could hit Indian connectivity and energy projects in West Asia.\nThere are also troubling signs in Africa. Russia and China could team up here to expand their footprint at the cost of the West, also hitting strategic initiatives like the India-Japan sponsored Asia-Africa Growth Corridor. The involvement of Russia’s Wagner militia in coup-hit Mali and Burkina Faso in recent years is a case in point. Add to this the combined threat of Russian-Chinese non-conventional cyber and influence operations. Taken together, India’s tightrope walk over Ukraine just became a lot trickier.\n\n",
        "headline_1": "The new BFFs: Xi-Putin lovefest can produce many problems for India, including for its tightrope walk on Ukraine",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/the-new-bffs-xi-putin-lovefest-can-produce-many-problems-for-india-including-for-its-tightrope-walk-on-ukraine/",
        "news_paper_name": "The Times of India",
        "publish_date": "22-03-2023"
    },
    {
        "full_article": "Anjal Prakash and Joyashree Roy\nClimate agency IPCC’s latest report from its sixth assessment cycle, where 195 country representatives met, brings together scientific evidence, findings of three working groups and three special IPCC reports between 2014 and 2022 to sound an early warning to some alarming findings.\nFor India, with its large informal sectors and outdoor workers in various economic activities, it’s important to note, for immediate national-level actions, the evidence of observed extremes of heatwaves, heavy precipitation, droughts and tropical cyclones, and the chances of extreme compound events in terms of intensity and frequency. Five key takeaways from the report.\nRead full opinion on TOI+\n\n",
        "headline_1": "How the most vulnerable can weather the weather: IPCC report points to the higher risk India’s indigenous groups face & the value of local knowledge",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/how-the-most-vulnerable-can-weather-the-weather-ipcc-report-points-to-the-higher-risk-indias-indigenous-groups-face-the-value-of-local-knowledge/",
        "news_paper_name": "The Times of India",
        "publish_date": "22-03-2023"
    },
    {
        "full_article": "Humanity's effort to organise society while surrounded by moving water led to the creation of institutions, which tied people together in mutual dependence in their attempt to deal with the environment. Water is the ultimate public good, as it is a moving, formless substance that defies private ownership – being hard to contain and requiring collective management.\nIf we look back at the transformation of the Bengal delta into a human habitat, it is nothing but the development of a water management system and adaptation to floods and the climate. The identity of \"Bangalee\" or \"Bongo\" is tied to Bengal's history of culture, economy, and communication system that developed with the ecological management of water.\nThe power of the modern state and the force of industrial capitalism have radically transformed our landscape. Its success has been so complete that it has made society's relationship with water invisible. Bangladesh's political commitments and existing development paradigm are also the active successors of its colonial legacy of development for the urban elite.\nLand use and urban agglomeration have resulted in significant deterioration of natural resources, especially forest and water bodies. The current notion of development in Bangladesh, focusing on quantitative growth-based economy, has led to industrialisation in and around Dhaka, Savar, Gazipur, Narsingdi, Chattogram, and Khulna, originally in an unplanned way.\nAt first, the locals were amazed to see factories and infrastructures in their localities. Initially, it gave them some employment and trade opportunities. But gradually, farmers, fishermen and others who had been living their lives based on wetlands, forests, and agriculture lost control of their community-managed ecology.\nFarmers lost their ecological sovereignty to cultivate crops due to industrial pollution on their land. Fishermen lost their livelihoods because there are no fish and aquatic biodiversity left during the lean season. A recent study by the River and Delta Research Centre (RDRC) shows that along just 66 kilometres of the Turag River, there are more than 33 fishermen villages. Approximately 30,000 families are involuntarily unemployed for six months during the lean season, because the water gets so polluted that no aquatic species can exist in the river. They have been marginalised by the industrial elite, and the fisheries ministry has no data about them. Loss of farmland and floodplains along the river tells of more sad stories.\n\nIf we look back at the transformation of the Bengal delta into a human habitat, it is nothing but the development of a water management system and adaptation to floods and the climate. The identity of \"Bangalee\" or \"Bongo\" is tied to Bengal's history of culture, economy, and communication system that developed with the ecological management of water.\nBangladesh is a signatory to the United Nations Sustainable Development Goals (SDGs). But it will never be able to achieve most of the SDG targets without addressing the mass pollution of its environment, especially water.\nWater polluted by industrial and agricultural activities contains many metals (e.g. arsenic, cadmium and mercury) and synthetic organic compounds (e.g. pesticides and polychlorinated biphenyls) that are toxic for people at high concentrations. These pollutants can accumulate in groundwater, contaminate aquifers and cause poisoning. Water with excessive nutrient loading can lead to the eutrophication of water and soil, threatening aquatic biodiversity. Moreover, newly emerging pollutants like pharmaceuticals and personal care products present in water add more to the pollution of our water resources, with unidentified long-term effects on human health and the ecosystem.\nTesting the water of 56 rivers gave us some interesting insights into the state of river pollution in the country. For example, in the case of the Buriganga, Turag, Tongi canal and Balu, we found that the biggest polluters are either the Water Supply and Sewerage Authority (Wasa), city corporations or industrial factories. Only a few households dump their waste into the rivers as they do not have any waste management system facilitated by the city corporations. The reality is quite similar for other rivers.\nThe geolocation of the polluted rivers also highlights how river pollution, from being confined to megacities like Dhaka and Chattogram only two decades ago, has now spread to every town in the country. How did this happen? Is it because of a lack of supervision by the Department of Environment (DoE) and/or other government monitoring inefficiencies? Or is it related to other policy issues?\nThe government established the National River Conservation Commission (NRCC) about a decade ago. But till date, it has not been able to restore a single river.\nWhile working on our above-mentioned study, we found encroachment by local political elites to be one of the biggest threats to our rivers. Yet, our government officials and agencies are reluctant to take any action against them. Local journalists lack the freedom to write about this encroachment. Local leaders \"sell\" the rivers to the fishermen. Only the highest bidder gets to fish in a particular portion of the water bodies – other, marginalised fishermen are not allowed to fish there.\nOur study also found that new projects – economic processing zones (EPZs), power plants, etc – were mainly being developed on the riverbanks. These projects initially exclude riverine communities and river-dependent communities. Later, other low-income communities dependent on farmland are excluded from this so-called development. Because the control of water and natural resources is no longer in the hands of the people, their use is eventually meant to benefit a particular class.\nAs we can see from this, the control of water is ultimately essential for political power. In essence, whoever controls the water is, at a fundamental level, in control of everything. It is, therefore, not surprising that issues about the ownership, access and control of water create more conflicts around the world than just about anything else.\nAnd because water is so central to every level of human well-being, a society's arrangements of \"who owns the water\" provide precise reflections of both its internal and external political relations. In this sense, the ownership and control of water can be seen as fundamental to democracy, and populations who have lost direct representational control over their most essential resource have, in effect, lost their political power to unelected and often unaccountable elites.\nMohammad Azaz is chairman of the River and Delta Research Centre (RDRC).\n\n",
        "headline_1": "The politics and pollution of our rivers",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/the-politics-and-pollution-our-rivers-3277401",
        "news_paper_name": "The Daily Star",
        "publish_date": "22-03-2023"
    },
    {
        "full_article": "I think I've always been a poet. Even when I thought as a teenager that I would grow up to be a best-selling novelist, I sought out layers to peel off my phrasing; I sought out words that travel beyond their scope and I had a habit of writing and rewriting my sentences until they felt like a fluid ripple gracefully dripping off my tongue as I read them aloud. But I'm going to make a bold claim here—I think we all are poets. To be human is to be a poet. And I will tell you why.\nAnyone slightly versed in the literary world will tell you how poetry happens to be the most ancient form of literature. How so? \nYou can easily infer from the cave paintings of prehistoric human species that our history and prehistory relies on narratives. Think about it: the written records of tales as ancient as the Iliad, Odyssey, Vedas, Mahabharata, Ramayana all came in verse form. Hellenistic dramas were written in verse and remained a tradition carried forward for centuries in theater up until the finessing of the Elizabethan dramatists. The teachings of religious scriptures remain encased in the opulence of verse. \nFor a long time, verse remained the marker of nobility. You had to uphold a certain rank in society for you to be worthy of it. As we can see in Shakespeare's plays, dialogues in verse, with especially intricate phrasing, are reserved for characters of high stature—either in society, or in morality. The verse of religious scriptures was gatekept by Christian religious leaders during the Dark Ages—the common man deemed unworthy of interpreting such depth of knowledge hidden within words. It is a practice still upheld in some Muslim societies, where some maulanas are seen to impart a biased interpretation of the holy word to the common man attending his khutba, while parents pressurize their tiny, blossoming Muslims to read the verses in their intended musicality and not knowing the intended meaning.\nBut is that the purpose of poetry? To be intentionally elusive? To be so elitist that it shuns away entire groups of people on the basis of their educational achievements or the lack thereof? I say no. Poetry is human. \nPoetry is for all humans—regardless of which walk of life they come from. Poetry is imparted upon the toddler just beginning to learn to express themselves with half-formed sounds of their language—starting with the timeless verses of a black sheep or a twinkling star or a chaand mama. The greeting card industry, whatever's left of it, continues to rely on half-heartedly formed rhymes. Jingles on TV commercials, much more well thought out, follow the same formula: relying on the language of poetry to make their message memorable (even as I write this my brain is playing 'eita ki 16255?' on loop). Even the beggar trying to wear you down into sharing alms employs requests spoken with a rhyme and rhythm. Why then do so many people disregard poetry with the claim that they don't understand it? \nAll I can interpret from this is that poetry is widely misunderstood. Is it that we don't know what poetry means? Do I need to define poetry? Probably not, but for the sake of my prose, I will. The most immediate definition that any literary-inclined individual will probably think of is Wordsworth's—\"spontaneous overflow of emotions.\" If I truly examine my own experience as a poet, my first poem, which I still have documented, was indeed just that. I felt so much and I did not have space within me to contain those feelings, so I let them overflow, pouring down as acidic words drenching the page of my diary. But I wanted to see if my contemporaries thought if there was more to poetry. And of course they did.\nStewie Chatterjee, with whom I have come to know from sharing the stage of DS Books & Shout's Slam Poetry Nights, says \"the poetic exercise, in [its] essence, is simply saying something\" with intent. \nRaian Abedin, a writer whose Instagram poetry I had been following for a long time, says \"poetry has been the most important way I've navigated the mess of my life, and it really didn't start until I began to explore both language and myself in ways to understand what I truly wanted.\"\nAnother writer, Uzayer Masud, says \"poetry is where we start to push the bounds of language to describe things that we don't have words for. For example, consider how you might describe the colour red to someone who has never seen it before. There are no words in [any] language that can describe red for what it is.\"\nThrough all of our experiences, I find a singular motif: poetry is expressive. For me, it is an expression of feelings; for Stewie it is an expression of their beliefs; for Raian, it is an expression of his unconscious identity; for Uzayer it is a medium for defining the undefinable. How can poetry be elusive then?\nYes, poetry is an expression of the poet in their own language–in the words they feel comfortable wearing as their identity. But it is malleable. Eliot can write his gaudy verse if he wants to but Kaur too can write her simplistic expression because she wants to. With every form of art, there are standards that define their prestige–but just as fast-fashion is still fashion even if it is not couture, and a toddler's crooked illustration of a butterfly that resembles a mouse more is still art even if it is not Van Gogh–what you write or say to express a feeling or thought you simply can't contain is poetry, even if it is not embellished with the poetic devices studied in Literature classrooms.\nBecause, as my brilliant O Level English Language student, Ms. Areeba Parvez, points out–poetry is a feeling. When you listen to Vivaldi or the tracks that the Lo-Fi girl studies to, you don't need words to make sense of the music. It is simply a feeling some part of your brain instantly connects to, and you interpret what this music means to you. Just as my perceptive O Level Literature students, Ms. Nashra Jamal and Ms. Samiha Tahsin, point out–you can just give poetry your own meaning!\n\nUltimately, this is what poetry offers to generations now and generations of the future: a tool for expression; a tool for overcoming the limitations of language.\nMoreover, if language is one of the most distinctive attributes of humanity that sets it apart from prehistoric homo sapiens with their 'confused unga bunga', then surely, poetry is the epitome of being human. \nJust as one of my favourite poets on Instagram and a regular reader of Star Literature whose writing often graces its pages says, \"[poetry] attempts to delve into the pure essence of who we [humans] are, the why's and how's that facts and data fail to reach.\"\nAs the rest of the human world tumbles forward in their race to emulate itself and the mind behind it through AI, machine learning, metaverse, etc., poetry is already human–as human as it gets–as it sits back, watches human idiosyncrasies and details them for the future generations to know how far we've advanced and feel how little we've changed.\nTashfia Ahmed teaches O Level English Language and Literature at Scholastica and ghosts followers of her poetry on Instagram. She requests that you leave her tasteful hate comments at her handle, @tashfiarchy. \n\n \n",
        "headline_1": "Into the rhyme and reason of poetry",
        "headline_2": "",
        "link": "https://www.thedailystar.net/daily-star-books/news/the-rhyme-and-reason-poetry-3277106",
        "news_paper_name": "The Daily Star",
        "publish_date": "22-03-2023"
    },
    {
        "full_article": "Since the birth of this country, our urbanisation policies have always been Dhaka-centric, and this will likely remain true in the future.\nIn terms of liveability, Dhaka poses multiple challenges that impact the quality of life of its residents. Rapid population growth in the city fostering the urbanisation process and lack of visionary plans made the city a concrete jungle. The fact that their basic needs are not being met is evident among different socioeconomic groups. Heavy traffic congestion compared to the existing road infrastructure also inconveniences citizens. The city has one of the highest traffic densities worldwide, which causes stress and impacts the duration of working hours. There is also the abysmal air quality of Dhaka that endangers citizens' health daily.\nTo make Dhaka liveable, we need to think of a strategic approach where our policies promote a balanced distribution of infrastructure growth and development across the country for long-term sustainability while also reducing the environmental and social costs of urbanisation. The existing policies have forced us to be dependent on Dhaka city for fulfilling all our needs like healthcare, education, employment, etc. Moving away from the dependency model is a need of the moment.\nThe recent earthquakes in Turkey and Syria have served as a reminder of potential risks within Dhaka city, which is located in an earthquake-prone region. If such disasters occur in Bangladesh, our lack of resilient infrastructure and the high density of our population might result in severe casualties. \nTo prevent dire consequences of natural disasters and mitigate the challenges of overcrowding, heavy traffic congestion, pollution, and the socioeconomic disparities within various city societies, decentralising Dhaka is vital.\nThe decentralisation discussion has been on the table for a long time. Still, progress has been insignificant compared to the amount and speed of action needed. Decentralisation is a complex process which requires robust planning and implementation. Citizen participation and greater awareness are critical to initiating decentralisation. Mass awareness would make the government accountable to prepare the environment for decentralisation. \nCivil society organisations and development partners are leading the advocacy and awareness work for decentralisation in Bangladesh. Then comes the need for the central government to commit through appropriate policymaking and resource allocation. \nThe government formed multiple legislatures aiming for the long term success of decentralisation as well they needed to relinquish its decision-making authority to the local government. Constitutions also complement the empowerment of local government bodies in Bangladesh. Article 59 of the Constitution establishes the legal framework for local government bodies and delegates central government authority. It emphasises the development of local resources and empowering local government by ensuring the participation of local communities in decision-making and overall governance. Our web-like spread local governance system exists in place, and the local government's decisive act during different disasters was praiseworthy.\nThough we have unique local government systems and policies, challenges still arise due to the lack of political and bureaucratic willingness and understanding of the merits of decentralisation. Power dynamics are built based on Dhaka city, and decentralisation potentially threatens the political and other bureaucracies regarding their control and influence over the existing systems. Local government bodies still have poor management skills and lack empowerment, creating obstacles to decentralisation.\nA megacity like Dhaka is a major source of revenue for the government. As such, it will always be interested in maximising the revenue from a similar source. That's why our policy realm is running with a Dhaka-dependent approach. Here comes the importance of public voices for decentralisation, which may compel the government to plan a decentralised Bangladesh.\nThere is no alternative to decentralising the administrative and fiscal authority for sustainable growth. \nThe Indonesian decentralisation event can be a model for our learning and planning. Though there were limitations in the planning and execution of decentralisation works, regarding the model's effectiveness, ADB reports that the reforms gave authority to the local government in terms of financial resources and political power, including the executive power in healthcare, education, transportation, cultivation, industrial, and economic sectors. The overall objective of the policy was to strengthen the local government system, deliver better public services, and reduce one town's dominance over socioeconomic policies. The policy led to the advancement of financial development in multiple regions of Indonesia. \nReducing pressure on Dhaka city would be possible when other urban and suburban towns in the country are prepared to incorporate necessary citizen facilities like healthcare, education, a clean environment, planned infrastructures, shelter, and enough livelihood opportunities. We have a few mid-sized towns where proper infrastructure planning would be possible. A detailed implementation plan and legislative support are required to protect our future cities lest we end up urbanising them improperly. Economic sectors in the cities should be adherent to the local context, environmentally viable, and inclusive for all.\nRoads and highway infrastructure development catalyse the decentralisation process in mixed ways. Recently, we observed the rapid growth of interconnected highways and bridges throughout Bangladesh. We need to utilise the opportunity of interlinked Bangladesh to attract investment, businesses and people to the less crowded towns. Before that, the city must be equipped with essential citizen facilities.\nDecentralisation of Bangladesh is an urgent need for making Dhaka and all other future cities sustainably liveable. Social awareness should be built to make the government accountable and justify long-term investment and planning. The government should be the vanguard by providing necessary legal, administrative frameworks, financing, and capacity building of local governments. Public sectors need to do their part by creating job opportunities, investing in new towns, and promoting local businesses. Timely decentralisation of the country will bring about numerous benefits, including reducing pressure on Dhaka city, ensuring equitable resource distribution, improving living standards, booming local economies, and ensuring better public service delivery. \nUntil we react as a nation and hold the authorities accountable, decentralisation will always remain a dream. How long will we keep paying for their lack of action?\nRahamat Ullah is a development professional. He can be reached at [email protected]\n",
        "headline_1": "Decentralisation of Dhaka need not be a dream",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/decentralisation-dhaka-need-not-be-dream-3277051",
        "news_paper_name": "The Daily Star",
        "publish_date": "22-03-2023"
    },
    {
        "full_article": "There are few places as unsafe for a Bangladeshi as the roads and highways of the country, with at least 9,951 people dying in road crashes last year alone. Despite the ever-increasing procession of death on our roads, however, our policymakers seem to think that all is well with the sector, indicating the root of the problem – their apathy. In a statement following the horrific crash which killed 19 people on the Dhaka-Bhanga expressway on March 19, Obaidul Quader said that the road was not to blame for the accident and that enough initiatives were being undertaken to ensure road safety in the country. Instead, he pointed fingers at the BNP for using road accidents to further its political agendas after its movement failed, suggesting that the issue of road safety was in, effect, a non-issue.\nWe cannot say we are surprised by such a statement from our minister absolving his ministry and the government of any responsibility for the increasing number of deaths on our roads. We have noted with increasing alarm the lacklustre – and at times callous – attitude of our government in fixing the glaring issues ailing the sector, from crushing down the student-led road safety movement in 2018 to taking four years to simply formulate the \"rules\" of the Road Transport Act (RTA), to the repeated failures of the authorities to rid the roads of unfit and unregistered vehicles and drivers.\nIf we simply refer to the incident on Sunday, we can see that the registration and route permit of the bus had been suspended by the authorities following another accident only four months ago. Its fitness permit had also expired on January 18. The minister may be right in pointing out that the government is investing in building and upgrading national highways and expressways, and that the road in which the accident took place in itself is not to blame for the crash. However, the truth remains that no number of fancy roads can make up for the egregious lack of enforcement of rules by relevant government agencies.\nAn analysis of eight major crashes in the past few years by The Daily Star reveals that in each case, either the vehicles did not have valid documents or their drivers did not have licences. The report also highlights that thousands of unfit or unregistered vehicles are paying bribes to corrupt highway police members, BRTA officials, and politically connected people on a regular basis. Will our government take any steps to identify these officials and ensure that those found guilty are given exemplary punishment for their roles in the countless deaths of innocent citizens? We urge our minister to give us a concrete response.\nThere are a host of issues that plague the road and transport sector, but for any meaningful change to take place, what must change first is the mindset of our policymakers. Deflecting the issue will not result in safer roads, neither will ad hoc solutions and reactive measures that are not followed up. First, they must acknowledge the full depth of the crisis, including their own complicity in the matter, before they can take comprehensive measures to overhaul the corrupt and dysfunctional system. Anarchy can no longer be allowed to be the law of our roads.\n",
        "headline_1": "Who is to blame for unsafe roads?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/who-blame-unsafe-roads-3277016",
        "news_paper_name": "The Daily Star",
        "publish_date": "22-03-2023"
    },
    {
        "full_article": "The suspicious handling of a suspected mastermind behind a series of highway robberies involving export-bound RMG products has once again highlighted how highway safety, particularly that of cargo trucks, is still ignored by the authorities. The mastermind in question is Md Shahed alias Sayeed, who was arrested in 2021 for his involvement in the theft of RMG products on their way to the Chattogram port. According to a police statement then, Shahed led highway gangs that stole apparel products from at least 5,000 lorries for around two decades. Yet, in a recently submitted charge sheet in one of the cases filed in this connection, he was downgraded to \"accused no. 7\" among a group of eight.\nThe question is, why would police go against their own statement? Why would they submit a charge sheet without naming a mastermind? On the face of it, this seems to be an example of weaknesses in the investigative process. A criminal lawyer told The Daily Star that recovery of the stolen goods and confessional statements from other accused robbers would have been sufficient to prove whether Shahed was the mastermind. But as we know from experience, flawed investigations are often down to underhand dealings, where investigators show leniency in exchange for bribe, etc. But there is a bigger issue at play here: the threat that unchecked cargo theft poses to our RMG industry, which must ship products on time and in full.\nLast month, the BGMEA president also highlighted the problem at a press conference, saying about 20-22 cases of theft occurred on the Dhaka-Chattogram highway in 2022 alone. This, according to him, is posing a serious threat to the RMG sector. \"There are gangs who are committing the same crime over and over again and getting away with them without any punishment,\" he said, adding that often they are abetted by dishonest employees of the industry, buying houses, shipping lines and C&F agents. He also called for severe penalties for organised cargo thieves, amending the law if necessary.\nThe recommendation for amending the law deserves consideration. According to police and Rab, there are about 10-12 gangs involved in stealing \"30-40 percent\" of the apparel products, mainly from major consignments, carried to the Chattogram port for shipment. As well as RMG products, cargos of other kinds and passenger buses are also vulnerable on the highways. This is clearly an organised crime, yet miscreants behind cargo theft are charged with \"regular theft\", which is a bailable offence with a maximum punishment of three years in jail. They usually secure bail within days of their arrest, and get back to the crime.\nWe must put an end to this cycle. We urge the authorities to take this issue seriously and improve highway security. They must especially take action against RMG robbers and put to rest the concerns of the industry, so that it can prosper further.\n",
        "headline_1": "Take action to stop RMG cargo theft",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/take-action-stop-rmg-cargo-theft-3276531",
        "news_paper_name": "The Daily Star",
        "publish_date": "22-03-2023"
    },
    {
        "full_article": "There has long been a mismatch between the official figure of inflation and what the consumers actually experience every day as they pay for purchasing goods and services in the market. In fact, the official inflation figure is not reflecting the decline in the public's purchasing power over time. No wonder, economists have been critical of the method the Bangladesh Bureau of Statistics (BBS) has been using so far to calculate the inflation rate. To get around the discrepancy, the reference year for determining Consumer Price Index (CPI) should have been changed earlier.According to the BBS, between the months of January and February, the inflation rate increased from 8.57 percent to 8.78 per cent. However, independent research bodies that track consumer price trends are of the view that the actual inflation rate should be in the double digit. On this score, a study report by one such research group, 'South Asian Network on Economic Modeling (SANEM)', for instance, has questioned the accuracy of the BBS data used to calculate the consumer price index, as it, the research body holds, does not represent the real consumption patterns, especially of the low-income people. Even the consumer rights protection body, the 'Consumer Association of Bangladesh (CAB'), has cast doubt on BBS's inflation rate calculation saying it does not reflect the actual price situation.It is against this backdrop that the BBS has, of late, been thinking of updating the base year to calculate the CPI, which is the weighted average of prices for the goods and services representative of the aggregate consumer spending in Bangladesh. The period, 2021-22, is learnt to be set as the base year for measuring the updated CPI from the next fiscal year. Notably, the BBS currently uses 2005-2006 as the base year for the purpose. As expected, the hypothetical basket of goods and services to be used in the updated CPI is also planned to be expanded by including more goods and services. Because, consumers over the years have changed their consumption patterns by adding new items including internet, Mobile Phone Financial Service (MFS), etc. As a result, the older basket of goods and services that included some 422 items is now going to be increased by 66 per cent with the addition of about 300 more items making a total of 700. It could be further learnt that the BBS has meanwhile finalised the new list of goods and services both in the urban and rural contexts. Though creating a new basis to measure the rate of inflation in the changed market situation has been long overdue, it is still commendable that the government agency tasked with the job, the BBS, has finally made an effort to this end. No doubt, the CPI has to reflect the current trend in the prices of consumer goods, especially the essential ones as well as of services which have been skyrocketing in recent months. However, the price index for the Gross Domestic Product (GDP) does also measure price changes for consumer goods and services. So, the GDP figures are also prone to changes in step with those of CPI. In that case, while measuring the inflation rate, extreme care and, of course, honesty will be required in selecting the consumer goods and services that are genuine and the prices of which can be measured using standard procedure. This will be necessary to avoid any false notion about the inflation rate or GDP.",
        "headline_1": "Updating CPI to measure inflation",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/updating-cpi-to-measure-inflation-1679409745",
        "news_paper_name": "The Financial Express",
        "publish_date": "22-03-2023"
    },
    {
        "full_article": "It seems -- and in all probability so -- that mandatory jute packaging has lost the urgency that just a few years ago came as a major initiative to curb pollution and water-logging, while also aiming at a breakthrough in the increased domestic consumption of jute materials. What is surprising is that the authorities have even backtracked from enforcement of restrictions on the use of polythene or synthetic materials for packaging all kinds of groceries in the shops, kitchen markets and super stores. One may recall that following the restrictions imposed in 2002, the first country to do so in the world, there was a surge for a while in the use of paper and other biodegradable materials (in the absence of jute bags) for packaging, and no doubt it did signal a shift that further needed to firm up things in a sustained manner. What promised like a good prospect has apparently fizzled out. However, there were quite a few moves including framing of a law, and a verdict by the Appellate division of the High Court, to make jute packaging mandatory in respect of a variety of commodities. These, though reinforced later by law enforcers' drives in the market places, have apparently fallen flat as the government's effort to replace packaging by plastic or synthetic materials with jute sacks/bags has remained unheeded.The government had framed the law on the use of jute sacks in 2010, but in the absence of rules to be followed, it was largely ignored. Subsequently, a set of rules for implementation of the law had been devised which among others sought to ensure use of jute sacks in packaging a number of products, including rice. The ministry of textiles and jute on September 26, 2013 issued a circular on mandatory use of jute bags for commercial packaging of rice by the private rice millers, husking millers and rice traders. It had also asked them to stop using polythene/plastic bags by December 2014. But the circular was far from seeing the results it was meant for as millers and traders paid the least heed to comply with its instructions. Subsequently, some rice mill owners filed a writ petition with the High Court seeking a stay order on the enforcement of the circular. In response, the High Court in an ad-interim order stayed the government directive relating to mandatory jute-bag use. However, following the government's move in the form of Appeal, the Appellate Division vacated the stay order upholding the official directive on mandatory jute packaging. It may be noted that while making jute packaging of rice mandatory, the directive of the government had included a number of other products. Those were-- paddy, wheat, maize, fertiliser, sugar, spices, turmeric, onion, ginger, garlic, coriander, pulses, potato, flour, crude flour (ata) and rice bran. Later, two other products-poultry and fish feed were also included in the list. Enforcing compulsory use of jute sacks for packaging, especially food grains, has for long been viewed as a crucially important matter for a variety of reasons. In the wake of the global campaign on the use of environment friendly, biodegradable natural materials in as many areas as possible, it is highly likely that Bangladesh being the producer of world's finest variety of natural fibre-- jute, would make the best use of it to draw benefits in tangible economic terms. Experts are of the opinion that if enforced strictly, use of jute sacks will no doubt go beyond environmental security as it will ensure better price for jute growers and jute-goods manufacturers, who are currently facing a lingering slump in demand for their products.It appears now that all that has been done is no more than a pious intent, devoid of understanding the ground realities. In respect of most government directives in this country, the common factor coming in the way of implementation is the impracticability or unfavourable ground realities. As for the use of jute sacks, the immediate difficulty faced by the millers and traders was non-availability of the sacks in sufficient quantities. Coupled with it was the price of jute sacks -- reportedly higher -- compared to those made of plastic or other artificial materials. Reusability of the latter was also a matter of convenience that seemed to discourage users from being compliant.What is important is that the authorities should have looked into making jute packaging a viable and convenient alternative to non-jute packaging. While sufficient supply is a vital factor here, equally vital is the affordability-the latter has been flagged time and again by the rice millers and traders. This being the case, the onus is obviously on the BJMC to suggest ways on how to go about. It is not known whether the state agency has taken up the matter with the government with concrete proposals.It is not clear whether there has been any improvement in availability of jute sacks lately. A report published recently says that the state owned Bangladesh Jute Mills Corporation (BJMC) is now in a position to double its production of jute sacks from the existing 200-250 million pieces a year, if market demand grows.It would be utterly shocking if the authorities no longer feel the importance, if not urgency, of the issue. Framing the law is basically an expression of intent, and hence the rest in terms of execution depends on the methods that are to be applied. It would be imperative for the authorities to determine the demand of jute sacks and the country's current production capacity in order to take a pragmatic action in this regard. \n[email protected]",
        "headline_1": "Jute packaging no longer on the cards!",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/jute-packaging-no-longer-on-the-cards-1679409788",
        "news_paper_name": "The Financial Express",
        "publish_date": "22-03-2023"
    },
    {
        "full_article": "That prices of essential foods in Bangladesh would become dearer on the eve of the holy month of Ramadan has become unavoidable. Reluctantly people have to bear with this yearly price ordeal. What is different this year of course is that prices have been soaring ever since the war began in Europe. The Russo-Ukrainian war has thrown the world's supply of grains and edibles into chaos and that has affected every country, including Bangladesh. As global supply chains for foodstuffs were disrupted, Bangladeshis have been subjected to serious inflationary pressure for a year or so. While the war is just one part of the equation, market manipulation by different syndicates which control every aspect of the food supply chain is no less responsible. This includes importers, producers, wholesalers and retailers. Every segment of the supplier chain is, unfortunately, controlled by special interest groups and this too is common knowledge. If one looks at the data that are available with the Trading Corporation of Bangladesh (TCB), prices of some essentials have skyrocketed from FY2022 to FY2023 in the following manner. Price of sugar has risen 50 per cent to Tk120-130 per kg (kilogram); beef is up by 21 per cent to Tk750-780 per kg, broiler chicken: Tk250-270 per kg; flour selling at Tk60-80 (up by about 48 per cent); fish by more than a third (34 per cent). All these price hikes have been happening prior to the onset of the month of Ramadan. According to a report published in this newspaper on March 20, the commerce minister \"on Sunday issued a stern warning against any artificial increase in prices of essential commodities during the holy month of Ramadan\", but the damage has already been done. If one is to take any lesson from the past, it would appear traders are used to such warnings and ignore those with nonchalance. While in the rest of the world, particularly in the Middle East, traders make it a point to profit as little as possible to ease off economic hardship during the month of fasting, the philosophy appears to be exactly the opposite in this country. Here, traders, it seems, wait for Ramadan in order to fleece consumers as much as they can by raising prices of food items beyond all rational limits!Evidently, the year has not been kind to Bangladesh. With a foreign currency crisis persisting, import of many items has been squeezed. While the government has tried its best to alleviate the suffering of the people by allowing imports of food items, these good intentions will go down the drain if market forces are left unchecked. The authorities will need to demonstrate that they intend to take wholesalers and retailers to task in order to keep the kitchen market prices stable and more importantly, within reach of the purchasing capacity of people. Unfortunately, already market insiders are warning that consumers will be subject to brutal price shocks in the coming month, and that is not good news. At the end of the day, it is all about market monitoring and handing out exemplary punishment to wrongdoers, whoever they may be. People do not need promises, they need to see action. Action against bloodsucking and immoral business interests whose greed knows no bounds! The fact is there has been little or no market monitoring over the course of the last year when consumers were reeling from stupendous food inflation. This does not make the public optimistic that things will improve during Ramadan, but an improvement of the situation was most desirable for the sake of the holy month.\n[email protected]",
        "headline_1": "Unrelenting price hike of essentials",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/unrelenting-price-hike-of-essentials-1679409828",
        "news_paper_name": "The Financial Express",
        "publish_date": "22-03-2023"
    },
    {
        "full_article": "The holy month of Ramadan, which bears special significance to every Muslim, is just around the corner. It is going to be observed in March, one of the warmest months in Bangladesh. Despite this, many places in Bangladesh, especially rural areas are now facing load shedding on a regular-basis. If this continues, how would religious Muslims observe their fasting? Power outage is the last thing the fasting people would want during the holy month of Ramadan. To create a soothing environment for them, the authorities concerned should ensure uninterrupted power supply during this month, particularly during Sehri, Iftar and Taraweeh prayers across the country. \nDewan Rahman,Student of Public Administration, Chittagong University, Chattogram, [email protected]",
        "headline_1": "Uninterrupted electricity supply during Iftar, Sehri",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/uninterrupted-electricity-supply-during-iftar-sehri-1679409853",
        "news_paper_name": "The Financial Express",
        "publish_date": "22-03-2023"
    }
]