[
    {
        "full_article": "We have witnessed yet another factory fire catastrophe but this time it involves a factory which does not cater to international garment retailers—hence, loss of lives of the workers burnt inside the Hashem food factory would perhaps be forgotten even sooner. Such a catastrophic violation of human rights portrays a negative image for Bangladesh and affects the credibility of our international commitment to protect fundamental human rights. It is high time that we revisit and remodel our legal and policy framework that exists for the workers' safety.\nReportedly there had been an inspection in the Hashem Factory by the Department of Inspection for Factories and Establishments (DIFE) just a month before the fire. What is worrying is that such gross violations of the basic fire safety provisions were left unnoticed in the inspection. DIFE is also the issuing authority of factory license, which, as per law, can be cancelled or temporarily suspended, if it appears to the DIFE inspectors that a factory is posing danger to the life and safety of its workers. Clearly none of these provisions came of any real use, which might have prevented the fire and the consequent loss of lives.\nTogether with investigating how the inspection authorities overlooked such gross violations, the overall efficiency and capacity of DIFE needs to be re-examined. Firstly, the number of inspectors is highly inadequate compared to the vast numbers of factories and establishments in the country. As per the 2018-19 annual report of DIFE, till August 2019, there were 993 approved posts, but against which only 653 persons were recruited, among whom only 308 were recruited as inspectors. Having such a shortage of manpower means that the authority essentially has to prioritise among sectors and naturally that will leave out a large number of factories and establishments from inspection.\nThere had been reports in recent years regarding the possibility of an increase in the number of inspectors, which is absolutely essential at this point. In addition to that, however, ensuring skilled inspection is vital especially for inspecting building and fire safety provisions of factories, which essentially requires specialised skills and training. Proposals regarding creating a separate industrial safety unit at the DIFE had also been discussed lately. Considering the high risks for workers in non-compliant factories, such a specialised industrial safety unit will be a welcome change. DIFE also needs to narrow down its focus to essential inspection and compliance only, reducing other administrative roles that the department is often expected to perform.\nThe number of unannounced inspection needs to be increased as well which was also stressed by the ILO Committee of Experts (CEACR) in their observation regarding Bangladesh in 2020. Again, increasing complaint-driven inspection is important and for that, broadening the scope for individual workers to make complaints, need to be ensured. Although, in recent years some efforts have been made in this respect, including launching of an online complaint platform (LIMA), such efforts are not perhaps yielding the desired results. The LIMA application does not allow applicants to remain anonymous and hence due to fear of retaliation from the employers, workers would not generally be keen on using such platforms. Although the annual report of Ministry of Labour and Employment (MOLE) says that in the year 2019-2020, DIFE had disposed of 2,902 complaints out of 2,945, the available data does not indicate as to what these complaints were for or against which companies they were raised and what follow up measures had been taken in response to such complaints.\nAnother major clog in the system is regarding the lack of any authority given under the law to the inspectors to make any order with immediate executory force in the event of imminent danger to the health or safety of the workers. This is required specifically by the ILO Convention no. 81 on Labour Inspection—which Bangladesh had ratified. The DIFE inspectors are authorised under our law to recommend the employers to remediate any violation and can at best file cases in the Labour Courts. Knowing the long delay in disposal of cases in the labour courts and the very nominal penalty for violations given under the Labour Act, such measures have very less impact on the non-compliant employers (for instance, under the Labour Act, the punishment for employing children in violation of the law is only up to Tk 5,000 fine). At the policy level, its crucial now to identify how allegations and reports of violation against employers can be first addressed in an alternative forum before resorting to formal adjudication. In the ILO committee of experts, Bangladesh had indicated about the possibility of having a separate legal unit with additional legal officers for follow up of cases filed in the labour courts, but that too possibly hasn't taken place as yet.\nIn several reports, allegations of irregularities on part of individual inspectors had also come up. Hence, when we focus on remodelling the industrial safety inspection mechanisms, we also need to identify ways to develop DIFE as a more accountable, efficient and transparent authority for the protection of the safety and health of the workers. Together with DIFE, we also need to increase capacity and efficiency of our Fire Service and Civil Defence authority to ensure more efficient fire safety inspection and reporting of hazardous buildings. Role of the authorities responsible for building constructions need to be scrutinised as well to identify the loose ends in inspection and monitoring of illegally built constructions. We also need to remember, in any effort that may address safe workplaces in the near future, to count in the millions of our workers working in the informal economy. Each life must be valued and now is the time to act and to act responsibly.\n \nTaslima Yasmin is Associate Professor, Department of Law, University of Dhaka.\nEmail: taslima47@yahoo.com\n",
        "headline_1": "Backlogged factory inspections: Now is the time to act",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/backlogged-factory-inspections-now-the-time-act-2134116",
        "news_paper_name": "The Daily Star",
        "publish_date": "21-07-2021"
    },
    {
        "full_article": "In  \"Tintern Abbey\", William Wordsworth, the best known English romantic poet, gives advice to his sister Dorothy Wordsworth to love nature because, \"Nature never did betray the heart that loved her.\" As nature is the supreme power on earth, any disturbance to its harmony and symmetry leads to dire consequences. But the Ministry of Railway seems to be totally unaware that its agreement with United Group under Public-Private Partnership (PPP) to build commercial infrastructure on the premises of Chittagong Railway Building (CRB), a heritage site listed by Chittagong Development Authority (CDA), will be detrimental to its ecosystem.\nThe people of Chattogram have always welcomed development initiatives by the government, and co-operated wholeheartedly. Here the point in question is not the project, but the site designated for the project implementation i.e., CRB which is metaphorically called the lung of Chattogram. Hundreds of visitors flock to this idyllic place every day to breathe fresh air, and pass a few tranquil moments under the shade of the centenarian trees Therefore, if massive commercial structures are being built at CRB, the people of Chattogram have a valid reason to protest against the impending ecocide.\nBuilt on a hilltop in 1872 as the headquarters of the Assam-Bengal railway, the Chittagong Railway Building (CRB) is impressive for its typical British architecture and gaudy crimson colour. It is one of the remaining symbols of colonial history, and is listed among the heritage sites of the CDA requiring \"preservation and conservation for historical, architectural, environmental or ecological point of view\". Moreover, CRB has special attractions for city dwellers due to its prime location and serene environment. \nThough not a very well furnished modern leisure spot, CRB has its own features. Mornings at CRB are marked by joggers who jog on specially made walkways, and the afternoons are vibrant with visitors of all ages. Shirishtala, the centre of CRB, often gets filled with children as it is an ideal ground for short pitch cricket and six-a-side football. Moreover, there is a muktamancha which offers an extraordinary platform for cultural activists to organise cultural programmes and seasonal celebrations. Another amazing point is where the seven serpentine paths converge into one. This increases the scenic beauty of CRB unimaginably. \nThere are, however, a few other recreation places in Chattogram which include, among others, Shishu Park in front of the Circuit House, Biplob Udyan at Sholoshahar, the outer stadium adjoining the Zahur Ahmed Chowdhury Stadium, and DC hill. These have failed to draw expected visitors due to their poor conditions, decreasing quality of facilities and unnecessary restrictions. This is also a good reason for CRB's increasing popularity. Therefore, when the authorities recently launched their construction work by evicting residents from the Railway Hospital Colony quarters, people from all walks of life protested.\nA recent Daily Star report informs that Bangladesh Railway (BR) signed an agreement with United Group under Public Private Partnership (PPP) on March 18, 2020. According to the agreement, the Group would build a medical college, a 500-bed hospital and a nursing institute at CRB. According to United Group, the project will be implemented in a six-acre land leased by the railway for 50 years. It also states, \"The hospital will provide healthcare services to Bangladesh Railway employees at a discounted rate\". It is not, however, justifiable that another luxury hospital is required when there is already a hospital for the railway officials and employees in CRB area and interestingly enough, \"some 80 percent of the hospital beds are now empty\".\nThe environmentalists and distinguished people of Chattogram opine that CRB cannot afford to take the burden of such a mammoth project which will inexorably encroach on its exquisite natural beauty. If the project is implemented—it is feared—the prevailing tranquillity at CRB would diminish, trees will be replaced by traffic congestions, and the fresh air would be polluted by carbon monoxide. Furthermore, the amazing glades through which exotic animals stride at night would turn into garbage dumping zones, and honking of vehicles would be heard instead of the sweet songs of the nightingale. The whole CRB will transform into a commercial hub—let's think of the CMCH environs now. All this means that the CRB will lose its attraction as an oasis among the bustle of the city, and people of Chattogram will lose a \"breathing space\". \nIt is to be noted that environmentalists have already suggested an alternative site for the project which is an abandoned cardiac hospital and its surrounding 10 acres of land at Kumira situated on the outskirts of the city. But the railway high-ups don't seem to be giving heed to the suggestion, and are adamant about the CRB project.\nSince the signing of the agreement, people of all levels and professions have strongly resented the Railway's commercial deal with United Group. Even the workers' organisations of Bangladesh Railway have been protesting the project in the area. They submitted a memorandum to the prime minister recently requesting for revision of the project site. Many organisations including Bangladesh Environmental Lawyers Association, Bangladesh Poribesh Andolon and Association for Land Reform and Development have issued legal notices to the relevant authorities, and demanded that CRB be declared a \"special biodiversity conservation area\" under existing laws.\nIt needs to be clarified that the people of Chattogram have never been apprehensive about the government's continuing development initiatives. What they want is ecologically sustainable development to live in harmony with nature. We trust that the Ministry of Bangladesh Railway and the Public-Private Partnership Authority would reassess this project, and take judicious decisions. For the people of Chattogram, CRB with its lush greenery is more life-giving than the greed driven ecocidal health infrastructure being planned.\n \nMuhammed Rukan Uddin is professor, department of English, University of Chittagong.\nEmail: rukan.english@cu.ac.bd\n",
        "headline_1": "Ecocidal Project at CRB, Chattogram: Greed over Green!",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/ecocidal-project-crb-chattogram-greed-over-green-2134111",
        "news_paper_name": "The Daily Star",
        "publish_date": "21-07-2021"
    },
    {
        "full_article": "It was in the era of President Nixon when commercial import and selling of second-hand garments became an obvious alternative to millions of Bangladeshis who could not afford new outfits. Trading centres of those second-hand garments somehow gained their identity as Nixon Market. Demand for reusable garments, however, waned slowly with the economic advancement of the country and supply of cheap new garments bearing top global brand names coming through so-called stock lots of export-oriented industries. Some of the remnants still cater to the needs of low-income groups in urban centres.\nNow, after almost five decades, Nixon markets are making a dramatic comeback. It's happening in the west utilising the advantage of up-to-date technologies. The most striking elements of this new phenomenon are: i) it is driven by millennial and Generation Z; and ii) their concerns about the sustainability of the earth. These younger generations are seriously concerned about the impact of climate change and keen to cut emissions in every possible way. This new market of second-hand and unused garments and other consumer items is called fashion resale market or re-commerce and it is largely based on e-commerce platforms.\nUntil recently, trading of unused garments and luxury items in the western hemisphere had been almost an exclusive exercise by charity organisations like Oxfam, cancer Research Societies or Heart Foundations. It has been a long established culture to exchange gifts among family and friends during religious and New Year celebrations. As a result, many people get too many gifts including the same items which they do not need. Charity organisations open their doors for receiving those \"unwanted gifts\" as donations which in turn allow them to cash in, albeit, at a reduced price. But, this resale market no longer remains their exclusive domain, instead it emerges as a very attractive business model for tech-based companies. Besides, many sought-after brands themselves have started their own recycling programmes by encouraging return of unused items and reselling them.\nThe fashion resale market is growing so fast that some experts are terming it \"supersonic growth\" as they claim that it is 11-time faster than the broader clothing retail sector. Projections show that in the next five years the size of the resale market will be reaching somewhere between USD 65 billion and USD 75 billion. One of the largest online resale platforms thredUP says the growth is driven by a greater quality of products on the resale market by more and more keen sellers as it gets easier to quickly offload pre-loved items online. It notes that an estimated 9 billion clothing items are still sitting idle in consumers' closets in the US alone. Wall Street is also finding investing in these firms attractive and promising. Last week, a NASDAQ-listed company, Etsy completed its acquisition of resale fashion app business Depop for more than USD 1.6 billion. Depop now has a community of approximately 30 million registered users spread across nearly 150 countries.\nA 2019 consumer survey by First Insight, known for predicting Gen Z's behaviour, found that 62 percent of both Gen Z and millennials prefer to buy from sustainable brands. It showed some of them now shop almost exclusively second-hand for apparel and footwear. The reasons given were access to higher-quality products they might not otherwise be able to afford and to minimise their consumption footprint.\nUS magazine Forbes, quoting a recent survey from Boston Consulting Group, reported that sustainability's impact on the buying decisions of consumers of all ages grew from 38 percent in 2019 to 53 percent in 2020. First Insight too suggests that a majority of every generation now says they prefer shopping from secondary markets. Another premium and luxury resale platform is Bestiaries Collective which has more than 10 million members worldwide. Its CEO Max Bittner says, \"If a 15- or 16-year-old is doing it today, chances are pretty high that you and I will be doing the same thing in a few years.\"(Source: McKinsey & Company, Insights, December 2020.)\nFashion Revolution, a non-profit advocacy group, has been pressing on all fashion brands and retailers to become transparent about their carbon footprint. It has started publishing annual Fashion Transparency Index of global brands and the index includes sustainability standards. Research carried out by European Environment Agency estimates that the fashion industry is responsible for 10 percent of global carbon emissions which is more than international flights and maritime shipping combined. It also says textile production is responsible for 20 percent of global pollution of clean water. It suggests laundering synthetic clothes accounts for 35 percent microfibers released in the environment. These statistics are quite crucial in judging the sustainability of the textile sector.\nBangladesh being one of the top sources of readymade garments supply in the world has already felt the question of standards, in particular concerning workplace safety and workers right to organise unions. Some of the suppliers have been coming under increased pressure on sustainability issues—especially use of water and pollution. Now less consumption and recycling are emerging as essential acts on the part of consumers for the future of our world. As the world is experiencing weather extremes like more frequent floods, drought and forest fires, these younger generations are moving towards a lifestyle that cuts carbon emission. Technology also enables them to keep track of their carbon footprints.\nAffordable and cheap supply of garments, though attractive for consumers, is not that good for the future of our world. The world seems to be moving towards less consumption, particularly of such consumables that harm the environment and is opting for recycling. We too need to catch up.\n \nKamal Ahmed is a freelance journalist and his twitter handle is @ahmedka1\n",
        "headline_1": "Second-hand garments staging a dramatic comeback",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/second-hand-garments-staging-dramatic-comeback-2134096",
        "news_paper_name": "The Daily Star",
        "publish_date": "21-07-2021"
    },
    {
        "full_article": "As we enter the final day before this year's Eid-ul-Azha, the second-biggest religious festival of the country, it is more important than ever to remember its message of sacrifice. According to Islam, it's not just the animals that get sacrificed. Through the act of slaughtering and sharing food and meat with the less fortunate, believers are expected to undergo a spiritual transformation in which they \"sacrifice\" their sense of entitlements. It teaches us the importance of social responsibility which, in a time of pandemic, should also extend to exercising self-control by limiting in-person gatherings and abiding by other health guidelines, so that this festival of feasting doesn't turn into a festival of rules violations, leading to disastrous consequences.\nThis Eid, the awareness of social responsibility is particularly important as new infections of Covid-19 soar to record levels across the country, with hospitals in many districts struggling to keep up with an increasing patient load. Despite this, hundreds of thousands of people have already left cities to celebrate the Eid with their loved ones, taking advantage of the government's decision to ease lockdown for eight days. The decision couldn't come at a worse time, experts say, as they fear it would exacerbate the ongoing surge fuelled by the highly contagious Delta variant.\nThere's no point in discussing the merit of this decision now. The important thing is for the authorities to remain vigilant so that the health guidelines are enforced strictly. Unfortunately, we've had worrying reports from the cattle markets where there has been little compliance with the government's safety directives. On the streets and across shopping malls and urban spaces, many were seen without masks and flouting physical distancing rules. All modes of public transport are supposed to carry passengers at 50 percent capacity to minimise Covid-19 transmission—a directive that few appear to be following. Overcrowding has been reported in almost all modes of public transport. The health implication of this state of affairs will be dire. And one can only imagine what the situation will be like if people carry this attitude to their village homes.\nThis cannot go on if we want to prevent this Eid from becoming another super-spreading occasion. The government and local administrations must undertake regular drives and inspections in all districts to ensure the health guidelines are enforced during the holiday. The city and municipality authorities in all districts should take steps to ensure slaughter hygiene and cleanliness on Eid day. Most importantly, the citizens should be more pro-active in ensuring that everyone in their neighbourhoods comply with the safety rules, even if it means forgoing the habitual gatherings and reunions. We must embrace and promote this message of sacrifice during this holiday.\nWishing our valuable readers and patrons a safe and happy Eid!\n",
        "headline_1": "Another Eid amid record infections",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/another-eid-amid-record-infections-2134066",
        "news_paper_name": "The Daily Star",
        "publish_date": "21-07-2021"
    },
    {
        "full_article": "Yet another incident of a minor girl domestic worker being tortured by her employees has been reported. Thankfully this time the alleged culprits—a lawyer and her husband—have been sent to remand for one day, for interrogation. The level of brutality is shocking. According to police, the girl has bruises on different parts of her body including her face and burn wounds on her hip. To think that someone who practices law could break the law in such a heinous way shows that even the most respected members of society are capable of such cruelty.\nThe vast majority of child domestic workers are minor girls, aged six to seventeen, who are directly sent from their villages to urban areas—completely alien to them—by poverty-stricken parents for whom it is one less mouth to feed as well as a way for the family to survive. Their vulnerability only emboldens employers to continue their abuse with impunity in most cases. According to a study conducted by Ain o Salish Kendra (ASK), in the period between 2008 to 2011 there were 2,709 reported incidents involving violence against domestic workers, 729 of which led to the death of the child domestic worker. Bangladesh Shishu Adhikar Forum (BSAF) found that the severity of torture ranged from inhuman working hours with no rest to constant beatings (such as hitting the head against the wall, etc.) while some were even raped and as a result committed suicide.\nIt is important to note that abuse need not be physical in order to amount to torture. Torture can also be of an economic or mental nature (from non-payment of wages to incessant verbal abuse and infliction of trauma) and therefore needs to be recognised and condemned as crimes. Usually out of court settlements are made and torturers go scot free. As the employers of domestic workers are in a position of power compared to the domestic workers, they use their influence and money to escape punishment. Children are sent for domestic work due to poverty and thus are left at the mercy of their employers, which leave domestic workers powerless with no protection whatsoever.\nDomestic work by minors must be considered hazardous work and therefore illegal under labour laws. We hope in the case of the lawyer and her husband the investigation is carried through and they are punished under the law. The government must find sustainable solutions of this problem by creating income-generating programmes for the adult members of poor families so that they are not compelled to send their children to work in households where they may fall victim to such brutality.\n",
        "headline_1": "Child domestic workers continue to fall prey to abusers",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/child-domestic-workers-continue-fall-prey-abusers-2134061",
        "news_paper_name": "The Daily Star",
        "publish_date": "21-07-2021"
    },
    {
        "full_article": "Adistressing report in this daily has brought to light the tragic consequences of the lockdown on the animals trapped in the pet shops in the city's Katabon area. Behind closed shutters, several hundred birds, dogs, cats, rabbits, rats, fish and guinea pigs were starved of proper lighting and air, which eventually lead to many of them dying from suffocation. Those that are still alive are also falling increasingly sick, as the build-up of heat and gas inside the stores are making matters worse. The deaths of all these animals, beyond being a cruel end to creatures that have spent their lives in cages, have also been a disastrous loss to shop owners whose livelihoods depend on this trade.\nWhat could have been done to avoid this situation? According to the chairperson of animal rights group Obhoyaronno, during last year's lockdown, the Department of Livestock had introduced a system to keep the doors of these shops open. However, the measures taken this time were abysmally inadequate. According to the general secretary of Kataban Pet Shop Association, although some of the shops were allowed to remain open for two hours, this was dependent on the whims of the local police, and it was not enough time to provide the animals with adequate air, light and food. In light of their requests, from July 13, the government has now allowed the shops to be open for four hours a day for this purpose.\nWhile this change might give the shop owners some more time to tend to the animals, we can no longer avoid the question—why does the Katabon pet hub exist at all, where animals are kept in such conditions that they can slowly suffocate and die? While shop owners have blamed the lockdown for what happened, animal rights activists have argued that the owners are just as culpable for keeping the animals in such hazardous conditions. Over the last few years, animal rights groups like Obhoyaronno have continuously pointed out that the breeding and selling of animals in cages in this way is now made illegal by the Animal Welfare Act 2019. In the past, we have also seen illegal wildlife being recovered from the Katabon area.\nUnder these circumstances, in the long run, it is imperative that the authorities take steps to shut down Katabon, once and for all, and ensure that animals are treated humanely and in accordance with the Animal Welfare Act 2019. Customers who access these shops are equally culpable, and they must be made to understand how their purchases perpetuate such cruel practices. In the meantime, we request the authorities to accept the assistance of volunteer organisations in caring for these animals, and do the needful in ensuring that the remaining animals in Katabon do not meet the same cruel fate.\n",
        "headline_1": "Mass death of animals in Katabon during lockdown",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/mass-death-animals-katabon-during-lockdown-2133286",
        "news_paper_name": "The Daily Star",
        "publish_date": "21-07-2021"
    }
]