[
    {
        "full_article": "Yet another legislative attempt to prohibit online gaming has failed under judicial scrutiny. The amendments brought to existing regulations on betting and gambling in Karnataka have been struck down by the State’s High Court. Last year, the Madras High Court invalidated similar amendments that targeted online rummy and poker. What is common to both cases is that the legislature assumed a paternalistic role, arguably with the laudable aim of protecting the people, especially the youth, from the temptations of online gambling. However, the resulting provisions failed to make a distinction between games of skill and games of chance, and sought to bring under the proscription all games played online, regardless of the extent to which skill was required. Further, the Karnataka High Court has rejected a key submission that it could be upheld as a ‘public order’ law. It referred to “the menace of cyber games” of epic proportions, and the registration of about 28,000 cases by the police in the State in the last three years. The government did have a point when it said many have taken their own lives and families ruined as a result of gaming addiction and indebtedness. However, as the court has pointed out, if the objective was to curb the menace of gambling, the government should prohibit activities that amount to gambling as such, and not the games of skill. While enacting the extreme measure, it did not consider the feasibility of regulating wagering on games of skill.While the idea of betting and gambling conjures up the image of a ‘bucket shop’ associated with dingy gaming-houses frequented by hustlers, there is an element of ‘information, expression and entertainment’ that has constitutional protection. And gaming platforms are also a legitimate business that enjoy the freedom of trade when used for online versions of games of skill. The court has drawn attention to the fact that what such bans do is to create “a wholly new category of medium-based regulation, when chance of medium per se does not alter the true nature and content of the games”. In other words, what is targeted is not the gambling part but the ‘online’ part. Also, the amendments contradicted a general exemption in the original law to ‘games of skill’ by making all online gaming punishable even if they involved skill. It is clear that an absolute embargo on games of skill involving money or stakes could not have been upheld by the court, as the line between individual freedom, both to carry on the business and to participate in it as a consumer, and state action could not have been obliterated. All legislation that assumes that sections of society require the hand of the state to guide and support them have some populist appeal. And there is an addictive element to online gaming, but that does not mean there is no individual freedom and choice at all.",
        "headline_1": "Gaming and banning: On ban on online games",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/gaming-and-banning-on-ban-on-online-games/article65053065.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "16-02-2022"
    },
    {
        "full_article": "After India’s fruitful outing at the Tokyo Olympics last year, the expectations of the sports-loving fraternity in the country were obviously high for the Commonwealth Games and the Asian Games later this year. However, several sports bodies, including the Indian Olympic Association, the Table Tennis Federation of India (TTFI) and the Equestrian Federation of India are all involved in legal battles. As a result, players across disciplines are not sure of their plans to prepare for these Games. The TTFI’s latest suspension following a Delhi High Court order, and the appointment of a Committee of Administrators (CoA), have left the players in a quandary. In table tennis, India bagged eight medals including three golds from the 2018 Commonwealth Games and a mixed doubles bronze from the 2018 Asian Games. Sharath Kamal, a former Commonwealth Games champion and the country’s spearhead for over 15 years, has pointed out the possibility of the players, across age groups and those from para table tennis, missing out on playing in several key events lined up in March. Since February 15 was the last date to submit entries for three out of four World Table Tennis (WTT) events scheduled in Singapore and Doha, the TTFI’s suspension has unsettled the players. Sharath and G. Sathiyan informed the WTT about the court order and requested that their doubles’ entry be accepted.However, worse is the plight of other players, cutting across categories and age groups, and it is a cause for worry. Desperate for a solution to this stalemate, Sharath intends to meet the Sports Minister and the Sports Authority of India officials and brief them about the situation. The present state of uncertainty arose following the TTFI’s suspension on a petition from leading woman player Manika Batra after she was dropped from the squad to the Asian championship last year for being absent from the national camp. In her plea, she claimed that the team coach, Soumyadeep Roy, asked her to lose the match to Sutirtha Mukherjee in the Asian Olympic qualifier at Doha during March 2021. In November, the court appointed a three-member inquiry committee to look into these allegations. Following the inquiry report, the court suspended the TTFI. As per the court order, the CoA will be sending the entries to the International Table Tennis Federation (ITTF). However, with the ITTF and the WTT reserving the right to accept or reject entries sent by anyone other than its affiliates, players are not sure of the way forward. The suspended officials who are directed to assist the CoA in the day-to-day functioning of the TTFI are hopeful of the ITTF upholding the players’ interest. Else, table tennis players will continue to remain victims while the governing sports body reveals fissures.",
        "headline_1": "Mid-air: on suspension of Table Tennis Federation",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/mid-air-on-suspension-of-table-tennis-federation/article65052646.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "16-02-2022"
    },
    {
        "full_article": "The 12th Election Commission (EC) of Bangladesh, headed by KM Nurul Huda, completed its tenure on February 14, 2022. With its term coming to an end, some obvious questions arise: What legacy are the commission and the chief election commissioner (CEC) leaving behind? What are the lessons learnt from the past five years of this commission's activities? Assessment of the past is not only a matter of introspection, but can also help identify what impacts the past has on the future, and how it will shape future trajectories. This has become more important in 2022, considering that the nation's politics is standing at a critical juncture. The coming days will determine the trajectory of the nation's politics—particularly its governance.\nUndoubtedly, CEC Nurul Huda and his colleagues will join eight other election commissioners of the past 50 years who were derelict in their constitutional duties to ensure a free election, which would have allowed the citizens to exercise their right to vote freely and fairly. But this EC also earned an unprecedented \"honour,\" being asked to be investigated. Forty-two noted citizens asked the president to form a judicial council to investigate this commission's \"serious financial corruption and gross election-related misconduct.\" Although the president didn't heed their call, this will remain a part of the history of the institution.\nUnder this EC, an array of local elections has taken place, but we will remember very few of them in the coming years—many will be consigned to forgotten history. Success in a few local elections does not determine the legacy of any EC. The Election Commission in Bangladesh is judged by how it has conducted the parliamentary election. What nobody will forget is the Jatiya Sangsad (national parliament) election held in December 2018. The events surrounding the 2018 election, the election itself and the role of the EC are well known. Perhaps the best description was provided by the international media, particularly The Economist, as it called the election a \"transparently fraudulent\" process.\nOne of the defining features of the 2018 election was the ballot stuffing the night before Election Day, which CEC Nurul Huda seemed to have acknowledged in 2019, saying the use of electronic voting machines (EVMs) can prevent stuffing ballot boxes. But now, years later, on his way out, he has either become a victim of selective amnesia or presumes that our collective memory is short-lived. He has questioned the veracity of it by saying he has not seen it and cannot be conclusive about it. Evidence abounds, yet that fact is not what drove the CEC in the past five years.\nNotwithstanding the importance of the details of how a daytime election became a nocturnal exercise, we must understand that this reflected a larger issue. Ballot stuffing as a tactic of election manipulation is not new in Bangladesh and many other parts of the world; authoritarian regimes are adept in this regard, so are the hybrid regimes, which combine authoritarian and democratic traits. Hybrid regimes are of two categories: competitive electoral authoritarianism, and hegemonic electoral authoritarianism. Both require elections of some kind, because elections are the key to their legitimation process. However, a major difference between these two categories is how the election is conducted. In competitive electoral authoritarianism, while the entire political process is highly repressive and the media are muzzled, the election does engender some form of uncertainty. Steven Levitsky and Lucan A Way, in a perceptive essay titled \"The Rise of Competitive Authoritarianism\" (2002), discussed the characteristics of these regimes and mentioned that in competitive authoritarian systems, \"elections may generate considerable uncertainty.\" On the contrary, in hegemonic electoral authoritarianism elections, manipulation is institutionalised in a manner that competition is rendered useless and removes the uncertainty. The removal of uncertainty is achieved through various measures, including constitutional changes and electoral processes, but it requires the electoral commission to become a tool that works in unison with other state apparatuses in favour of the incumbent.\nAs such, it was not surprising to see what happened in Bangladesh in 2018. The election revealed how the law enforcement agencies, the ruling party and the local administration became one entity. This entire process was given legitimacy by the Election Commission—not by turning a blind eye or being a silent spectator due to a lack of power to stop it, but by being an active participant. The power vested on the commission under the existing laws was sufficient to stop this on the track, but the Nurul Huda commission deliberately decided to be a party to this endeavour.\nOne can argue that he was no different from his predecessor Kazi Rakibuddin Ahmed. The 2014 election conducted under the leadership of Kazi Rakibuddin Ahmed had similar characteristics. There is no denying that the 2014 election, held without the participation of the opposition and marred by large-scale irregularities, is also an example of the dereliction of constitutional duties. But the most important difference is the institutionalisation of a system of election which practically ensures a victory to the incumbent. Such institutionalisation is key to the survival of hegemonic electoral authoritarianism. (A study on elections in 262 authoritarian regimes between 1946 and 2010 by Michael Bernhard, Amanda B Edgell, and Staffan I Lindberg, titled \"Institutionalising electoral uncertainty and authoritarian regime survival,\" published in 2019, provides evidence in this regard.)\nThe EC of the past years has participated in the process of regime transformation from a competitive authoritarian system to a hegemonic electoral authoritarianism. Of course, the EC alone should not be credited for the transformation—instead a combination of political processes, a de facto one-party legislative body, and judiciary facilitated the process. But the EC's role was pivotal to the process. This was done through shattering public confidence in the electoral process, consequently hollowing out the electoral system altogether. The low voter turnout in subsequent elections demonstrated this phenomenon, while the EC cheerfully claimed that the elections were successful. This will remain the legacy of the Nurul Huda-led Election Commission, because it has shaped the subsequent behaviour of the incumbent and paved the future trajectory of the nation.\nThe second legacy of the EC is the introduction of EVMs in elections. This technology was touted by the EC before the parliamentary election in 2018 as a marker of progress and a tool to prevent vote-rigging. It was pushed back by various political parties in 2018, but gradually it has been introduced. The EVM technology has been a matter of concern in many countries, and many have abandoned the technology (Ali Riaz, \"A Pointless Debate,\" The Daily Star, September 2, 2018). Additionally, the technology adopted by the EC does not have the Voter-Verifiable Paper Audit Trail (VVPAT) system. As these machines are likely to continue to be used in future elections, the suspicions and controversy will only become louder. There are allegations that these machines are manipulable, and an absence of a paper trail means there is no way to challenge the accuracy of counting. Programming of the EVMs can be manipulated to skew the results in favour of a candidate.\nThe third legacy of the EC can also be described as an unintended consequence. The behaviour of the Nurul Huda commission has proven that an election commission appointed by a partisan government cannot hold a free and fair election under the same regime. It was proven in the 2014 election, but now it has become the incontrovertible truth. Those who expected after the 2014 election that a change in personnel in the EC would chart a different course acknowledge this—at times begrudgingly. The CEC and his colleagues evidently didn't want to send the message, but their actions have made the message loud and clear. It is neither the laws that guide the EC, nor who is at the helm, but the nature of the government at the time of election that decides whether the EC will be an effective institution or not. As the new EC appointment is now in process, this lesson is well to bear in mind. The incumbent government seems to have learnt the lesson well and is acting accordingly. The question is whether the opposition parties have also learnt it. If so, what will they do?\n \nAli Riaz is a distinguished professor of political science at Illinois State University in the US, and a non-resident senior fellow of the Atlantic Council.\n",
        "headline_1": "Three legacies of the Election Commission",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/black-white-grey/news/three-legacies-the-election-commission-2962876",
        "news_paper_name": "The Daily Star",
        "publish_date": "16-02-2022"
    },
    {
        "full_article": "In the Bollywood film 3 Idiots, one of the characters, Chatur aka Silencer, mocks what he presumes to be the protagonist's profession thus (in loose translation)—\"Namaste Masterji. What heights you've reached! You've become a schoolteacher in the village! A for apple, B for ball!\"\nNow, despite how on the nose the film can be, I've always felt that it more or less makes up for it with its sense of humour and heart. However, in this climactic scene, where Chatur, an annoying but amusing pseudo-antagonist, is about to get his comeuppance, the film is unable to hold on to what it has tried to teach us for the last two-and-a-half hours, with the protagonist repeating several times throughout, \"Don't run after success. Run after excellence. Success will follow suit.\"\nThe problem is that the comeuppance is only successful because the protagonist is not just a schoolteacher; he is primarily one of the world's leading inventors and scientists whom, as Silencer states, even \"the Japanese are desperate to work with.\" After all, how else could his success be validated, if not through the eyes of the developed world, without whose seal of approval a person's worth would find no legitimacy?\nThe film is not at fault for falling into its own trap. Like many of us, its ideals and values are in the right place: it wishes to show us that there is great pleasure in the very act of learning, and inspires us to question authority, to value those who differ from us, to pursue our passions. But, in the process, like us, it too cannot shed how it defines success: through validation from foreigners, through corporations which wish nothing more than to sell our ideas to the highest bidder, through humiliating the villain by beating him at his own game.\nAfter all, what value can a mere schoolteacher hope to retain, teaching the alphabet in some remote corner of Ladakh? What validation will he or she receive from only the approving admiration of children—young, dumb, and broke as they are? What contribution to society is brought from providing guidance to the so-called future of a nation as their eyes burn with hunger to experience new things, as their minds expand to learn not only \"A for apple, B for ball,\" but also discipline and manners, morality and truth, the ability to think and question and respond, to empathise with their fellow human beings?\nWe condescend to schoolteachers for teaching our children the alphabet without understanding that every single word, every sentence, every paragraph and essay that our children will one day go on to write will be derived from the combination of these mere letters. We give them the responsibility of teaching our children everything they need in order to become responsible members of society, upstanding citizens of the country, contributing cogs in the machine of our economy. And then we pay them neither with the respect nor the finances worthy of perhaps playing the most important role in our children's lives.\nWhat ambitious and principled individual would dream of becoming a schoolteacher, then? There is no doubt that we revere our teachers and honour them for having been some of our biggest influences. And, sometimes, we come across young individuals who genuinely do wish to become schoolteachers, finding great pleasure and satisfaction in guiding children through what is indubitably their most formative years. But that is its nobility: to perhaps have the most important job in the world, but not to be rewarded with gold or recognition, but in finding oneself in the memory of adults scattered across the country and the world.\nSuch unsung heroes are rare, though—not because of some moral bankruptcy in the new generation, but for the generations preceding who have failed to recognise the invaluable, uncountable contributions our schools make in the lives of children. This is evident in how, for example, during the earlier years of my schooling, up until about Grade 5, \"teachers\" were always women (and I think they still are). Afterwards, when we had somewhat matured, deemed worthy of wielding pens which left permanent stains on our notebooks, could the men, the \"sirs,\" be bothered to interact with us.\n(Experiences and mileage may vary). \nIt truly boggles the mind that, year on year, we create a budget that promises prosperity, but ignores the very ground on which prosperity is built, ignoring the very \"A for apple, B for ball\" Silencer was so eager to dismiss, ignoring perhaps the most overused axiom of our childhoods—\"Education is the backbone of a nation\"—spending much, much lower than the rest of our neighbours. It not only highlights our shallow definitions of success—big flats and even bigger flyovers—but also how our children have become the most marginalised members of our society, collateral damage on our journey towards prosperity, only for us to turn back and ask them to fulfil their duty to us.\nIf I may paraphrase a few words from a Kenyan proverb: The Earth has not been given to us by our children. It has been loaned to us by our children.\nBut not to worry: we have more or less ensured that most of our children—young, dumb and broke as they are—will grow up to be adults who will lack the capacity to understand that, along with their potential, the Earth has also been destroyed, that too by those who were tasked to protect them.\n \nSN Rasul teaches English at North South University.\n",
        "headline_1": "Young, dumb, and broke",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/young-dumb-and-broke-2962871",
        "news_paper_name": "The Daily Star",
        "publish_date": "16-02-2022"
    },
    {
        "full_article": "The Global Center on Adaptation (GCA) was set up with its headquarters in the Netherlands a couple of years ago, and has already developed into a major platform focusing on supporting countries to adapt to the adverse impacts of climate change. It has already set up regional centres in China and Africa, and is about to launch the regional centre for South Asia in Dhaka, Bangladesh, in conjunction with the government.\nI have the privilege of being a senior adviser to the GCA, and am pleased that they have decided that their Dhaka office will become their global hub on Locally Led Adaptation (LLA) to climate change, in recognition of Bangladesh's long experience in promoting LLA by both the government and the NGOs.\nLet's look at how Bangladesh, in a whole-of-society manner, can truly become a global leader on LLA, and share that knowledge with other developing countries—especially the ones most vulnerable to the climate impacts.\nThe first lesson that Bangladesh can share with others is how to develop a national adaptation plan with a whole-of-society approach, which is essential for any plan to be effectively implemented. Bangladesh has a long history of planning for adaptation to climate change and incorporating those plans into national development programmes. The latest versions of this will be the Bangladesh National Adaptation Plan (NAP) and the Mujib Climate Prosperity Plan (MCPP), both of which will emphasise investment in LLA as a way to achieve transformational adaptation over the next decade.\nThe second major lesson is making top-down national plans while also investing in enabling bottom-up inputs from the vulnerable communities so that the plans are implemented without failure. So, there needs to be a paradigm shift: instead of looking at the vulnerable communities as mere targets or beneficiaries of support from the top, we need to take them as the agents of change themselves who know best what needs to be done, and those who wish to support them must listen to them first. These ideas have been included in the eight principles of LLA, which has now been adopted by many governments, donor agencies and others. Now, these principles need to be put into practice. A major element here is capacity-building of young girls and boys, and putting women at the centre of LLA.\nThe third lesson is including knowledge partners in the exercise and planning for the long term—not just for short-term projects— to make LLA effective. This is essential because climate change is a science-based issue, in which the adaptation practitioners need to be continually provided with scientific information on the climate risks in each geographic location they work at, and at the same time, the experiential learning of the practitioners themselves must be recorded as they implement adaptation plans. Thus, the knowledge of climate impacts is an essential input to any adaptation plan, and the knowledge of adaptation will be its output. Hence engaging a knowledge partner such as a university or a research institute is essential, rather than simply hiring consultants who will leave once a project is over.\nThe final lesson is to design adaptation investment plans for long-term implementation, rather than focusing on short-term projects only. This requires a longer-term programmatic approach from the financiers. However, even if funding is provided to projects with limited duration, emphasis must be placed on what the projects will leave behind once they are over, rather than on what is done during project implementation. Thus, investment in adaptation to climate change should be seen as investment in long-term capacity-building.\nIf all the sectors in Bangladesh can join forces to make our own country more resilient and prosperous in spite of climate change, we can also share that knowledge with other countries through peer-to-peer exchange visits, as well as the annual Gobeshona Global Conference on Locally Led Adaptation and Resilience, organised by the International Centre for Climate Change and Development (ICCCAD). Bangladesh can indeed become the world leader in LLA if everyone concerned work together, effectively and with a whole-of-society approach.\n \nSaleemul Huq is director of the International Centre for Climate Change and Development at the Independent University Bangladesh.\n",
        "headline_1": "Locally led adaptation: We can lead the world",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/politics-climate-change/news/locally-led-adaptation-we-can-lead-the-world-2962856",
        "news_paper_name": "The Daily Star",
        "publish_date": "16-02-2022"
    },
    {
        "full_article": "Let me begin with the story of a thought experiment. I did this experiment with a concept known as perspective-taking. In it, you try to understand things from another person's point of view. You put yourself in their shoes and see their life through their eyes. So, in my little experiment—out of curiosity, and because everyone deserves a little love on Valentine's Day—I put myself in the shoes of our now-retired chief election commissioner.\nHere's how I did it: I summoned the energy to wander into his head to understand how he justified doing all that he did since taking up the job. It was a tough sell. But finally, I managed to conjure up five scenarios in which the CEC is not the bad guy, but one whom bad things happen to, thus deserving our pity.\nScenario 1: At the end of his incredibly controversial term at the helm of the most-scrutinised public office in the country, the CEC may think, with the benefit of hindsight, that he was dealt a bad hand. After all, no other CEC had to put up with the third consecutive term of a political government, not least one bent on gaining legitimacy after coming off an uncontested election. He was fated to command a leaky boat. What's remarkable is not that it sank, but that he was on it while it did.\nScenario 2: The CEC can blame his luck for not having a compliant quartet for associates. The blowback he suffered for every mistake he made, for every electoral fraud and violence, for every time he looked the other way while his intervention was sought, would have hurt a lot less if one of his commissioners hadn't blown the trumpet at every opportunity.\nScenario 3: He set a bar below which no CEC can or should aspire to go—something to teach the class of wannabe commissioners. It's a lesson in teaching a lesson, but he is seldom credited for this didactic role.\nScenario 4: The CEC may feel that his real power was vastly overestimated, despite what the constitution says. After all, a constitution is only as effective as the executive branch allows it to be.\nScenario 5: The CEC's sense of humour is criminally underrated. Imagine all the times we mistook his deadpan expression for a lack of humour as he defended the integrity of his office against all evidence. We thought he was being serious, and we chided him for that. Joke's on us.\nOr imagine his subtlety when he said, \"Often, it is seen that someone who extorts money from hawkers in Gulistan later becomes a leader. One day he can be a parliamentarian too.\" As I speculated elsewhere: Gulistan here is a metaphor for the entire country. The crook in his little parable represents a cross-section of our leaders who can do anything to reach or retain the high seats of power. Could the CEC reveal more without risking saying more?\n***\nBut perhaps I'm getting ahead of myself. Perhaps he meant none of these, and he has none of the above scenarios playing out in his head. Far from having post-retirement blues, he may feel content. After all, as he suggested in his last media briefing, the success of a CEC should be determined by whether he has conducted all the elections planned, which he did. Merit of the elections be damned.\nIncidentally, February 14, 2022 was the last day for our dear departed Election Commission. The stars may not have aligned for this otherwise auspicious day of love and reunion to mark their departure, but it sure brought a certain measure of relief knowing that they are gone. However, them moving out means the next batch of commissioners moving in. The seat of the CEC will not remain vacant for long.\nWhat kind of a CEC will we get next? Will he be cut from the same cloth as the likes of KM Nurul Huda and Kazi Rakibuddin Ahmad, or will he be worthy of his office? Can he do his job even if he wants to? Can the search committee find the most motivated candidates? According to retired Justice Abdul Matin of the Appellate Division of the Supreme Court, who served in several such search committees, the chairman or members of the committee tasked with finding eligible candidates can do very little. Despite their efforts, what happens in the end is that \"the Cabinet Division hands over a few envelopes with biographies of some people of the government's choosing. There is no opportunity for scrutinising and selecting anyone from outside.\" (Prothom Alo, January 23, 2022).\nI won't go into a lengthy discussion about this or the performances of the past search committees. We have been complaining about it since this process of EC formation—based on a so-called dialogue with political parties followed by the founding of a search committee—was first adopted in 2013, and nothing happened. The banality of the effort, just as the futility of our whole democratic/electoral exercise, cannot be resolved overnight.\nWhat I find interesting is how the public is reacting to it. After news came out that 322 names of individuals had been submitted for the posts of CEC and four other election commissioners—in other words, over 64 applications for each post—one Facebook user jokingly commented that the commissioner \"recruitment\" process has become \"more competitive than the BCS exam.\" It's hard to disagree. We're told that at least 100 of the individuals recommended are former bureaucrats. Some of the candidates even submitted their own names to the search committee. Some are reportedly lobbying for the post to the Cabinet Division.\nThis would be—to rephrase a Stephen Hawking quote—tragic if it weren't funny. What we needed was a sincere effort to have fierce defenders of democracy, not bureaucracy, brought into the Election Commission. What we needed was to create a conducive environment for them to hold free and fair elections by restructuring the electoral process. Instead, what we are getting is a glance into a new generation of candidates inspired by the commissionary zeal of KM Nurul Huda and Co.\nYou don't need a thought experiment to understand their motive.\n \nBadiuzzaman Bay is an assistant editor at The Daily Star.\n",
        "headline_1": "The CEC Is Gone, Long Live the CEC!",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/magic-madness/news/the-cec-gone-long-live-the-cec-2962101",
        "news_paper_name": "The Daily Star",
        "publish_date": "16-02-2022"
    },
    {
        "full_article": "It is alarming to know that at least 99 brick kilns in Brahmanbaria are operating illegally, posing serious threats to the environment and public health. A report by this daily states how these brick kilns have been set up beside bazaars, croplands, educational institutions and fruit gardens, and how their emissions are damaging seasonal crops. While the Department of Environment (DoE) claims that there are 181 brick kilns—some of them currently closed—in the nine upazilas of the district, the actual number is believed to be much higher.\nUnfortunately, illegal operation of brick kilns is prevalent across many other districts in the country as well. For instance, two illegal brick kilns in Lalmonirhat, demolished by the DoE in February last year after protests from the local farmers, were found to have resumed their operations last month. The same happened in Barguna, where five demolished brick kilns began their operations again. Obviously, the Brick Making and Kiln Establishment (Control) Act, 2013 is not being enforced properly. Otherwise, so many brick kilns would not be able to operate without a licence, often flouting the rule of keeping a three–kilometre distance from residential or agricultural areas.\nWith Dhaka frequently being one of the cities with the worst air quality, are we pushing the rest of our country in the same direction?\nEarlier this month, a team of experts presented pioneering research on the air quality of all 64 districts in the country (Brahmanbaria and Dhaka being among the 18 most polluted), citing brick kilns as a major polluter. They suggested shutting down the brick kilns as a short-term solution. But even before this study, it was a known fact how badly brick kilns were polluting our environment, with little intervention from the DoE.\nWe urge the government to take the threat posed by these brick kilns seriously. The DoE must recognise its crucial role in bringing down their number, and ensure that even those with a licence operate strictly within the bounds of the law. We can't continue to allow them to harm our environment, agricultural prospects and, most importantly, the health of our citizens.\n",
        "headline_1": "No respite from illegal brick kilns",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/no-respite-illegal-brick-kilns-2962851",
        "news_paper_name": "The Daily Star",
        "publish_date": "16-02-2022"
    },
    {
        "full_article": "We commend the search committee formed to nominate candidates for the next Election Commission (EC) for publishing the names that were submitted to them. The names of 322 individuals were published on the website of the Cabinet Division, although details of their endorsers were left out. Some major political parties have refrained from making any recommendations. Despite that, we have to acknowledge that this departure from the tradition of not disclosing names is the first step to what we hope would be a fruitful endeavour in finding the most suitable candidates to form the next EC. \nThe task for the committee now is to sift through the submissions, assess if the names of the best candidates came up, and finally propose 10 names to the president, who will pick five for the EC posts. We hope the identities of the 10 will be published too, with justifications provided for their nominations. However, there's no getting around the fact that in order for this process to be successful and accepted, it should be as representative as possible. That some opposition parties have boycotted this process of EC formation is, thus, troubling. If this is a sign of things to come, we may soon see a repeat of the acrimonious circumstances under which the last two highly controversial parliamentary elections were held. \nIt will be unwise to overestimate the power of a search committee in such a state of affairs. It has no control over whether all political parties will agree on the formation of the EC or an election-time government. But it has the vital task to roll the first dice and build confidence in the subsequent process, which it can do by ensuring that concerns raised by the boycotting parties are properly addressed. \nA primary analysis of the names published shows that almost one-third of them are former bureaucrats. There are also former judges and military officials, academics, lawyers, and representatives of various other professions. While evaluating their eligibility, the committee should let us know what it is going to do to uphold the principles of integrity and neutrality. It should set, and subsequently publish, a clear guideline dictating the terms of acceptance and rejection. One criterion that we feel must be included is that no one with a past history of political allegiance, gainful engagement with the ruling party, or allegations of corruption and irregularity will be considered. The committee should also come clean about the endorsements of all political parties, so that the public can scrutinise them. Finally, it should hold public inquiries of the individuals being considered for the sake of transparency and confidence-building. \nAll these are vital for making the nomination process a success, and for the search committee to avoid a credibility crisis. \n",
        "headline_1": "Vital tasks ahead for the search committee ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/vital-tasks-ahead-the-search-committee-2962726",
        "news_paper_name": "The Daily Star",
        "publish_date": "16-02-2022"
    }
]