[
    {
        "full_article": "The inequality in accessing vaccines to tackle the Covid-19 pandemic is growing. Since the invention of the vaccines, there was apprehension regarding the accessibility of the vaccines by the citizens of poorer countries. The supply of vaccines is also far less than the demand. And whatever is being manufactured are being purchased by developed countries in advance and in plenty, leaving low and lower middle-income countries far behind in the vaccination drive. Many high-income countries have already managed to vaccinate a large number of their population. Whereas, most people in the least developed countries (LDCs) are still waiting for their shots and struggling to recover from the pandemic, both in terms of health and economy.\nThe world needs 11 billion doses of Covid-19 vaccines, given that 70 percent of the global population has to be vaccinated, with two doses per person. The Duke Global Health Innovation Centre indicates that as of March 19, 2021, high and upper-middle-income countries have secured about 6 billion out of 8.6 billion doses of vaccines. These countries have only one-fifth of the total population of the world. Low- and lower-middle-income countries could secure only 2.6 billion doses, even though four-fifths of global population lives in these countries.\nSince the rolling out of the vaccines in December 2020, the number of vaccinated people has varied across countries. As of July 8, 2021, only 0.2 percent of the people in low-income countries and 4.1 percent people in lower middle-income countries have been fully vaccinated. Bangladesh has been able to fully vaccinate 2.6 percent of its population while India has vaccinated 5.1 percent of its people fully during the same time. The USA vaccinated 47 percent and the UK vaccinated 51 percent of their respective populations till July 8, 2021. So, the world average of fully vaccinated people now stands at 12 percent. However, with such unequal access to vaccines for Covid-19, the world cannot recover from the pandemic fully even if some countries are vaccinated fully—because we do not live in isolation in this day and age. Therefore, rapid scaling up of vaccine manufacturing and distribution is crucial.\nIn order to increase the supply of Covid-19 vaccines and reduce the vaccine inequality, there have been proposals to provide opportunities to developing and least developed countries to manufacture generic versions of Covid-19 vaccines. Several countries have expressed their desire to manufacture vaccines to fulfil domestic needs and for supplying to other countries. But the Trade Related Aspects of Intellectual Property Rights (TRIPS) of the World Trade Organisation (WTO) has been a barrier preventing this. The TRIPS Agreement, which was negotiated during the Uruguay Round negotiations of the WTO and came into force in 1995, protects creations and innovations using patents, copyrights and trademarks. Pharmaceutical companies enjoy such patents by investing in innovation and producing medicines. This has given some companies the monopoly of producing certain medicines due to which they can also charge high prices.\nTo overcome the vaccine crisis, India and South Africa made a submission to the Council of TRIPS on October 2, 2020 requesting a temporary \"waiver from certain provisions of the TRIPS Agreement for the prevention, containment and treatment of Covid-19.\" In their communication, the two countries urged the WTO Members \"to work together to ensure that intellectual property rights such as patents, industrial designs, copyright and protection of undisclosed information do not create barriers to the timely access to affordable medical products including vaccines and medicines or to scaling-up of research, development, manufacturing and supply of medical products essential to combat Covid-19.\"\nOn May 25, 2021, a revised proposal was submitted by 62 co-sponsors including India, South Africa and Indonesia, which requests a waiver for three years \"in relation to health products and technologies including diagnostics, therapeutics, vaccines, medical devices, personal protective equipment, their materials or components, and their methods and means of manufacture for the prevention, treatment or containment of Covid-19.\"\nNaturally, pharmaceutical companies are not happy about the idea of transferring intellectual property to countries for making Covid-19 vaccines. They feel the waiver on patenting of pharmaceutical products will take away their freedom to decide the prices of medicines. According to them, since they invest on the research and development of vaccines, it is their exclusive right to put a price on pharmaceutical products. Many opponents have also raised the issue of quality and safety of the vaccines to be manufactured in other countries. But supporters of manufacturing generic versions disagree, saying that manufacturers have adequate experience of supplying high quality medicines and vaccines.  The proposal by India and South Africa has received support from about 120 countries. Though, the USA is agreeable to waive patent rights only for Covid-19 vaccines. Several countries, including Australia, Japan, the EU, the UK, Singapore, Brazil and South Korea, are unwilling to discuss the revised proposal. But on June 9, 2021, the WTO Members agreed to begin text-based negotiations on the proposal. By the end of July 2021, the WTO Members are expected to reach an agreed text for negotiation.  \nIf temporary waiver of patent is negotiated and agreed upon by the WTO Members, it will be an unprecedented decision during this unprecedented time. However, the waiver is not enough for increasing vaccine supply and reducing vaccine inequality between rich and poor countries. We are aware that there is already some flexibility in the WTO with regard to TRIPS. As such, the decision should expedite the production and export of generic versions at an affordable price—more so than what is allowed in the existing WTO rules. It may be recalled that the 2001 Doha Declaration of the WTO on the TRIPS and Public Health reaffirmed the flexibility of TRIPS member countries in bypassing patent rights for better access to essential medicines. As per the Doha Declaration, the WTO Member states may grant compulsory licensing for patented drugs, allowing for quicker and more affordable production of generic versions. The 2005 decision of TRIPS included that countries without manufacturing capacity or inadequate demand for pharmaceuticals may import generic equivalents with the assistance of producing or exporting countries.\nTherefore, while patent waiver under the TRIPS Agreement is a critical move towards generic manufacture of vaccines, this is only the initial step. What's most important is the know-how and technology transfer for the generic manufacturer. Article 66.2 of the TRIPS agreement refers to promotion and encouragement of technology transfer by developed countries to LDC members. The 2003 and 2005 decisions on TRIPS and Public Health have also emphasised the implementation of Article 66.2. However, there is clear reluctance on the part of developed countries and pharmaceutical companies to share technology with LDCs.\nBangladesh, which is a lower middle-income country as well as an LDC, has an active interest in the proposal for the patent waiver for Covid-19 vaccines and medicines. With only 2.6 percent of our population fully vaccinated so far, we still have no clarity regarding how and when 120 million vaccine-eligible people will be fully vaccinated. However, Bangladesh has a better capacity to manufacture pharmaceuticals compared to other LDCs. It has a few world-class pharmaceutical factories which have been supplying low-cost medicines to other countries, particularly to poorer countries. As an LDC, Bangladesh can export its pharmaceutical products under compulsory licensing. And with an improved technological capacity, Bangladesh can improve its production capacity and manufacture Covid-19 vaccines for meeting both domestic and international demand.\nTherefore, Bangladesh should actively work alongside other struggling countries towards the successful completion of the negotiation on patent waiver to deal with the ongoing Covid-19 crisis.\n \nDr Fahmida Khatun is the Executive Director at the Centre for Policy Dialogue.\nViews expressed in this article are personal.\n",
        "headline_1": "Can patent waiver for Covid-19 treatment bring vaccine equity?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/macro-mirror/news/can-patent-waiver-covid-19-treatment-bring-vaccine-equity-2127591",
        "news_paper_name": "The Daily Star",
        "publish_date": "12-07-2021"
    },
    {
        "full_article": "Fifty two workers have so far been declared dead as a result of the horrific fire that engulfed the Hashem Foods factory in Narayanganj, where famous products such as Shezan juice and Nocilla spread were produced. 49 of them were burnt to death inside the factory, while three others died after leaping from the factory building in an attempt to save themselves from the fire.\nPreliminary reports indicate that all 49 charred bodies were recovered from the third floor, the exit of which was locked up—thereby preventing workers from being able to save themselves, as 25 other workers had been from other floors.\nHashem Foods Limited is a sister concern of Sajeeb Group of Companies, one of the largest business groups in the country. When such heinous yet preventable killings of workers occur in one of their factories, a key question that should come to anyone's mind is: what would be the liability of Sajeeb Group? According to the Bangladesh Labour Act 2006 (BLA), an employer is only required to pay Tk 2 lakh for every worker killed in an \"industrial accident\" inside their establishment. That is how little value is attached to a worker's life by the very law that was meant to \"ensure labour rights\".\nTherefore, the total amount Sajeeb Group would have to pay under our labour law as compensation (to the family members of the workers killed by their lethal greed) is a measly 1.04 crore taka—probably a fraction of their daily revenue. For perspective, this amount is only 1.2 percent of Sajeeb Group's Tk 85.8 crore unclassified loan taken from Mutual Trust Bank in 2015, according to the bank's Annual Report 2015.\nThe BLA initially fixed the amount of compensation for a worker's death at Tk 1 lakh, but this was later increased to the current Tk 2 lakh in 2018. So rather than introducing a minimum amount of compensation that has to be paid to workers or their dependents in case of an occupational injury or death, our labour law set a ridiculously inadequate sum as the maximum amount. Does this legal limit favour the workers the BLA set out to protect or the industrial employers it sets out to hold accountable?\nHowever, my research on 80 compensation cases under labour law litigated by Bangladesh Legal Aid and Services Trust between 2008 and 2019, has found that victims of \"industrial accidents\" seldom receive even this paltry amount of compensation prescribed by the labour law. Rather they are met with a world of challenges. This is largely because most corporations being sued for compensation under the labour law, instruct their team of lawyers to prolong the litigation period as much as possible. As a result, these lawyers employ an abundance of dilatory tactics by abusing technicalities in procedural law to their utmost advantage. Family members of workers killed in industrial establishments who dare to exercise their right to seek compensation against an industrial employer in labour courts become tired out to the point where they feel compelled to abandon the case.\nFor instance, many employers ignore legal notices and refuse to appear in court during the trial and the case is then scheduled to be decreed ex parte. The employers then strategically appear on the day that the ex parte judgment is scheduled to be pronounced by the court and plead for an opportunity to be heard, citing lack of notice as their reason for non-appearance. Judges then often restart the hearing, from the initial arguments stage, thereby doubling the trial period and frustrating claimants who have to go through a time-consuming and cumbersome process all over again—just as they thought this costly process had finally come to an end. One Labour Court lawyer I had interviewed as part of my research summarised the situation quite poignantly: \"I will not blame victims for abandoning the compensation case. They are tired. They are depressed. They are frustrated. They are compelled to think to themselves: 'I will not get anything out of this claim, so better to just leave it'.\"\nDue  to this calculated game to \"tire them out\", and despite the insistence  of their lawyers, victims either abandon the case or or if they are \"lucky enough\", they are offered an out-of-court settlement by the employer for an even smaller amount of money. The same lawyer also explained this phenomenon quite clearly:\n\"The victims strongly feel that it is better to receive something than nothing at all. Their employers make it clear to them that they can accept a lower amount of money offered as out-of-court compensation, which will also be paid immediately. However, if they refuse and dare to continue pursuing the higher (legal) amount of compensation through litigation, then their employers will do everything in their power to keep the case hanging for years and years to come, to tire them out. So, tell me, which option will they then choose?\"\nThis is the unjust reality of the justice system under our labour law. A seemingly endless litigation period caused by abuse of process by employers who refuse to be held accountable means that \"seeking justice\" becomes too costly an endeavour that victims can no longer afford. Therefore, even the minimal labour rights that exist in theory continue to be trumped by unfettered labour wrongs in reality. Why must this be allowed to continue?\n \nTaqbir Huda is a Research Specialist at Bangladesh Legal Aid and Services Trust (BLAST) and coordinates Justice for All Now (JANO, Bangladesh). Email: taqbirhuda@gmail.com\n",
        "headline_1": "Why is the price of killing a worker only Tk 2 lakh?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/justice-practice/news/why-the-price-killing-worker-only-tk-2-lakh-2126776",
        "news_paper_name": "The Daily Star",
        "publish_date": "12-07-2021"
    },
    {
        "full_article": "Everyone present on the grounds of Nishchintopur Primary School was in uncertainty that day. On November 24, 2012, 122 workers were burnt to ashes in a fire at the Tazreen factory in Nishchintopur, Ashulia. Later, the dead bodies were all placed in rows on the school grounds. No doubt, the bodies were charred beyond recognition, and it would be hard to identify them. However, the relatives of the victims were trying to recognise each and every corpse wrapped in a bag.\nMohammad Shoaib of Rajbari cried out when he noticed the gold pendants on a skeletal body. Crying, he said, this was the body of his wife, Sheuli. He had bought those gold pendants for his wife. However, Nurjahan Begum of Rangpur, standing next to him, could not separate her sister from the other burnt bodies. She cried out and asked, \"Where is my little sister Babita?\"\nNine years have passed since that day, and I still cannot forget the sound of their cries. The recent death of 49 workers and staffers in a fire in Narayanganj reminds me of that incident again.\nThe scenes of Tazreen and Hashem Beverage are almost the same. Tazreen was a 9-storied building, and the factory of Hashem Food and Beverage Limited is 6-storied. The main gate on the third floor was locked when a fire broke out in the Tazreen building. As a result, people could not get out of there. The same thing happened in Rupganj.\nTazreen's firefighting system was faulty, and the death toll was high due to the lack of an emergency exit. We had almost the same thing here.\nTazreen Fashions Limited was an organisation of Toba Group. Two days after the incident, the company owner Delwar Hossain said that he was not responsible for the fire. Mohammad Abul Hashem, chairman of Sajeeb Group, the owner of the company in Narayanganj, said the same thing.\nAlthough a case was filed in Ashulia police station in connection with the Tazreen fire, no specific person was charged. Police said the accused would be charged after they received the investigation report. However, nothing happened. We are still waiting to see what happens now.\nOfficials from the fire service said the fire was exacerbated by the presence of a large amount of plastic, chemicals, cartons, and other flammable substances in the building in Rupganj. However, this is not the first such incident in the country. It's happening again and again, and nobody has been accused of failing their responsibility.\nOn June 3, 2010, a fire broke out in Nimtali killing 124 people. After the incident, there was a demand to remove dangerous chemicals and combustibles from warehouses in old Dhaka.\nThe first of the 16 recommendations made by experts from the investigation committee was the same. But the warehouses and factories of various chemical substances are still there. The other recommendations are still pending. A general diary was filed at Bangshal police station after the incident in Nimtali. But nobody was held responsible or punished.\nThen on February 20, 2019, another terrible fire broke out at Churihatta in Chawkbazar. 78 people lost their lives this time because of the presense of various chemicals. But nobody was accused or punished.\nOn March 28, 2019, a fire broke out in the FR Tower of a 22-storied building in Banani. 26 people died, and that's when it came to the public's attention that the tower was constructed with the approval of 18 floors from RAJUK. But, why did the authorities not see this before the incident happened?\nOn September 10, 2016, another 36 people died in a fire at the Tampaco Foils factory in Tongi. After the incident, it was discovered that the factory building had no proper staircase. It was also learned that the factory did not follow the approved layout of the building—and many more irregularities were reported in the news. But this factory was inside the BSIC industrial area, and none of the authorities seemed to notice those irregularities.\nOn December 11, 2019, 13 people died when a fire broke out at a plastic factory called Prime Plate and Plastic Industries Limited in Chunkutia, Keraniganj, near Dhaka. The workers could not get out immediately after the fire broke out. It was later learned that the factory was operating without any permission. The structure had neither any environmental clearance nor any firefighting ability; there was nothing. But nobody noticed that before the disaster happened.\nSimilar incidents were heard of after Rana Plaza—that the building was illegally constructed on a filled-in pond, compromising its structural integrity.\nIndeed, it is surprising that each time after such an incident happens, it is discovered that there were multiple errors with building construction, lack of approval, not enough fire extinguishers, and so on, that contributed to the disaster. However, to set up a factory, one needs a lot of approvals from many government departments. And not just approvals. There are various government departments, including the Department of Inspection of Factories and Establishments, whose job it is to supervise for irregularities on a regular basis. But each time, the faults are only discovered after a disaster strikes. Before that, everyone seems to be asleep!\nThe incident in Narayanganj was nothing different. Nobody saw anything. Shockingly, many of the victims are children and teenagers under the age of 18. But no one even noticed that before. However, three investigation committees have now been formed after the fire, and there will be a lot more investigations in the next few days. There will be a lot of discussions, a lot of information will become public. Then, just like the past incidents, all will be lost again after some days. Some day in the future, the same accident will happen again. And we will hear the same story again.\nIt's astounding! 623 people have died in 171 launch accidents in 10 years, and each time we only come to know about the faulty designs and lack of fitness of the water vessels after a tragedy happens. If there is a fire, we see more of the same thing. But we have several government authorities who are supposed to look out for these. Yet, it seems like none of them are awake until someone is dead!\nAs a result, we end up hearing people cry over and over again. They beg and say, \"Please help us find the dead body of my beloved!\"\n\nShariful Hasan is a freelance journalist.\n",
        "headline_1": "Sheuli’s gold pendants and the authorities’ deep sleep!",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/sheulis-gold-pendants-and-the-authorities-deep-sleep-2126771",
        "news_paper_name": "The Daily Star",
        "publish_date": "12-07-2021"
    },
    {
        "full_article": "The devastating fire at the food factory in Rupganj is yet another example that accidents occur when rules are disregarded, safety procedures are ignored and profit motive trumps over human lives. So far 56 bodies have been recovered. One suspects that there may be many more who have been reduced to ashes and cannot be traced immediately. The real picture would emerge after verifying with the relatives of those working at the ill-fated factory. No wonder that these deaths have been termed as murder. The factory had all the ingredients for a disaster to happen, and it happened.\nWhile we can only express our bereavement, and repeat our hope that such accidents never happen again, we have a nagging premonition that we have not seen the last of such dreadful events brought about by the inexcusable callousness of people. For it is not the owners only that are to be blamed, though they must share the bulk of it, every single agency of the administration that regulates factories, oversees safety parameters of buildings, and the fire department and the department of labour, should share the burden of guilt for the deaths. And regrettably, it would be business as usual when matters calm down.\nHowever, what has made these deaths unacceptable, and unpardonable is the loss of 16 children, who are as yet missing, but we may as well give them up for dead. Reportedly, most of the 16 are below age and were hired illegally, and that too employed in hazardous jobs as per our labour law. They were being paid a pittance for their eight or 12-hour work daily. This exposes and further confirms the dismal child labour indicators in Bangladesh.\nThe picture of child labour is miserable. As per a report of 2015, nearly 1.2 million children in Bangladesh were trapped in the worst forms of child labour. One can only assume that the figure has gone up since then, particularly during this pandemic that has accentuated existing financial hardship of many poor families. And unless the government is as sincere in its action as it appears to be in words, the situation will get even worse. There is no dearth of greedy entrepreneurs like the owners of the Rupganj food factory, who exploit the economic plight of the marginalised for enhancing their profit. But what adds culpability to their immorality is their scant regard for the safety of their workers. The owner of this factory has the cheek to make an asinine remark that he did not light the fire. Surely, he did not light the fire. But nevertheless, he sent them to their deaths by locking all the gates of entry and exit.\nWe are used to hearing the home minister promising fire and brimstone for the culprits after every such disaster. But nothing happens at the end. Unfortunately, most of these criminals manage their way out, whether through money or connection. That should not happen at all. The factory owners and his errant staff must pay dearly for their deeds. They must be held accountable for the 53 lives lost and those who have been injured in this fire.\n",
        "headline_1": "Wrongs are exposed, but only after a tragedy",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/wrongs-are-exposed-only-after-tragedy-2127611",
        "news_paper_name": "The Daily Star",
        "publish_date": "12-07-2021"
    },
    {
        "full_article": "A 2019 joint study by the Society for Environment and Human Development, the Centre for Injury Prevention and Research Bangladesh (CIPRB) and the United Nations Population Fund reveals the extent to which women tea workers are deprived of basic reproductive and other healthcare. It found that almost half of the women who worked in 12 tea gardens in Sreemangal and Kamalganj upazilas of Moulvibazar district were married off before they turned 18 while  55 percent of those who married never used any birth control. The situation is much the same in the haor areas of Sunamganj district where inaccessible transport system, illiteracy and social advertising by rural midwives against family planning heavily influence women from adopting family planning measures. A recent report from Bangladesh Bureau of Statistics (BBS) found that the contraceptive prevalence rate (CPR) was the lowest (32.7 percent) among the women of Sylhet division.\nA DS report published yesterday mentions a health assistant at Sreemangal Upazila Health Complex saying that the family planning is nonexistent among tea workers as they don't have any clear idea about maternal deaths, stillbirth, miscarriages, the economic burden of having children at a young age and also, the law prohibiting child marriage. These women tea workers don't even go to hospitals for delivery but depend on local midwives, most of whom are untrained which poses grave risk to women who develop pregnancy-related complications.\nAccording to the Directorate General of Family Planning (DGFP), the government has set up 70 adolescent-friendly health centres in various districts and upazilas, and similar services are provided at 350 union-level health service centres. The government is also planning to build such centres in all the unions of the country by 2022. While we welcome this move by the government, we must mention that in remote areas like the above-mentioned Sylhet region such services are badly needed. Women in these areas, moreover, need to be motivated to come to these centres and avail these services. This will require local administration along with community leaders and other organisations to work together to ensure reproductive healthcare for women.\nQuality and sustainable education, vocational and technical training, more budgetary allocation in health and education can move forward the family planning campaigns. The government should take timely and need-based intervention for tea workers, who are often left out from the mainstream society. Even if a family planning worker makes a weekly visit to the tea workers and provides them with the required information and equipment, it can go a long way in protecting their reproductive health rights and wellbeing. Massive awareness campaigns in remote areas about reproductive health are extremely needed, and for this to happen, the government and NGOs need to work hand in hand.  \n",
        "headline_1": "Remote areas have little access to family planning services",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/remote-areas-have-little-access-family-planning-services-2127606",
        "news_paper_name": "The Daily Star",
        "publish_date": "12-07-2021"
    },
    {
        "full_article": "It is hard to label the painful deaths of at least 52 workers and staff members in Thursday's fire in the Hashem Foods factory in Narayanganj as a random accident and not the result of gross negligence and violation of factory safety laws. So far it has not been established yet what exactly caused the fire. What we do know however, is that the supervisor on the third floor told the workers to stay on the floor as the room was air conditioned and they were safe and that when workers realised this was not the case and tried to escape, they found the only exit locked. Many of the employees went to the rooftops and jumped in sheer desperation, three of them dying in the attempt.\nJust from the first reports of the disaster we have already learnt enough to see how little thought was given to the safety of employees. According  to officials in the fire department, there was no fire escape exit, the  only staircase available was very narrow and the only exit in the third  floor of the building was locked. From preliminary observations the fire department officials have said there did not seem to be any fire-fighting equipment or any fire alarm system. The floors were full of flammable materials such as cartons and paper rolls as well as combustible materials such as oil, chemicals, poly packs, foil papers, and plastic bottles. So wouldn't it be a priority to make sure that there are at least the minimum level of safety measures in case of a fire that would definitely spread given the storage of such inflammable materials?\nIt is appalling how little owners of this factory value human lives from their remarks to the media. From the reports as well as the footage it seems there were minors working in the factory which violates the labour law. But the reality is that the pandemic has forced many poor families to send their children (whose schools are closed) for all kinds of work just to be able to survive. The owners of the factory have indicated they didn't know children had been employed. Is it not their responsibility to know? Isn't it their moral obligation apart from the legal compliance, to make sure that the factories where so many employers are working, have the minimum safety measures so that they can at least escape a fire or other disaster? Should not these employers be held responsible for the exit door on the third floor being locked? Of course they must.\nIt is reprehensible that after so many factory fire incidents—Tazreen Fashion (122 deaths), KTS Composite (65 deaths), Tampaco Oil (36 deaths), to name a few—that have cost lives, in many cases because of lack of safety measures being in place, these horrific events continue. In most instances families of workers who have died or workers who have been seriously injured, do not get adequate or any compensation nor justice in the form of punishment of those responsible.  We hope that the three probe committees formed by various government bodies will come up with clear answers about how the fire started and why there were so many casualties. But there is no question that the owners of the factory are responsible for gross negligence and complete apathy for the safety of their workers that led to so many deaths.\n",
        "headline_1": "Deaths in Narayanganj fire caused by gross negligence",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/deaths-narayanganj-fire-caused-gross-negligence-2126796",
        "news_paper_name": "The Daily Star",
        "publish_date": "12-07-2021"
    }
]