[
    {
        "full_article": "In raising questions about the legality of the demolition of houses belonging to alleged offenders, the Supreme Court of India has articulated a valid and widespread concern about the use of the bulldozer as a form of retribution. The targeted demolition of Muslim houses has become part of the governance model in BJP-ruled States and if the Court can end the impunity with which these extra-legal measures are used by those in power, it would be a wholesome intervention. As Justice B.R. Gavai, heading a Division Bench with Justice K.V. Viswanathan, remarked, the law indeed does not permit anyone’s home to be demolished just because they are accused in a case, and it cannot happen even in the case of a convict. The judiciary cannot be oblivious to the political symbolism that the bulldozer has acquired as an instrument of collective punishment inflicted on those the authorities label as rioters. There are instances of the houses of named suspects being demolished, without regard to the fact that the rest of the family may have nothing to do with the offence. However, considering that local laws do permit removal of encroachments and unauthorised constructions, the Bench has articulated its intention to lay down uniform guidelines on a pan-India basis to streamline the procedure for action against such structures. Observations by Justice Viswanathan indicate that these may involve the manner in which unauthorised structures are to be identified, notices issued to those concerned and a fair hearing given to them before any action.It is here that the Court should tread carefully. The laying down of guidelines should not send out a message that the obvious correlation between incidents of communal violence, and the demolitions that follow them, can be blurred by administrative trickery. In many cases backdated eviction notices are produced to justify these demolitions, even as obvious gloating over the inhabitants’ plight betrays the political and communal motive. The idea of digitalising eviction notices may address the problem of backdated notices, but it may not be possible to make the transition in all parts of the country. The real question that the Court should grapple with is whether the claim that only encroachments are being demolished is enough to justify the egregious violation of the rule of law and absence of due process in several recent instances in Uttar Pradesh, Madhya Pradesh, Haryana and Delhi. It ought to be clear by now that the ruling party in these States seeks to gain political mileage by giving the impression that the regime is acting sternly against anti-social elements, even while thinly masking the blatantly communal action by passing it off as an anti-encroachment drive.\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\njudiciary (system of justice)\n\n/\n\ncrime, law and justice\n\n/\n\npolitics\n\n/\n\nUttar Pradesh\n\n/\n\nMadhya Pradesh\n\n/\n\nHaryana\n\n/\n\nDelhi\n\n/\n\nreligion and belief\n\n/\n\nBharatiya Janata Party\n\n/\n\nminority group",
        "headline_1": "​Demolition squad: On the Supreme Court and ‘bulldozer justice’",
        "headline_2": "Courts cannot be oblivious to the communal symbolism of the bulldozer",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Bdemolition-squad-on-the-supreme-court-and-bulldozer-justice/article68601539.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "04-09-2024"
    },
    {
        "full_article": "The regional elections in the eastern German States of Thuringia and Saxony — Brandenburg goes to the polls on September 22 — have captured attention because of the rise of the Alternative for Germany (AfD), the far-right party with neo-Nazi roots. The results underline an unmistakable trend in German politics — the AfD, despite earnest efforts by establishment parties to isolate it, is on the ascent. Classified as “extremist” by domestic intelligence, the AfD emerged as the largest vote-getter in Thuringia with 32.8% votes and finished second in Saxony, with 30.6% votes. Formed in 2013, it has built a base by constantly attacking the establishment and taking a hardline, nationalist approach towards immigration. The Reason and Justice Alliance, a leftist nationalist-populist upstart also known as the Sahra Wagenknecht Alliance (BSW), emerged as a dark horse with 15.8% vote in Thuringia and 11.8% in Saxony. The party, which opposed Germany’s continued military assistance for Ukraine and campaigned for better social protection for workers and tougher laws to control immigration, finished third. The strong showing of the AfD and the BSW points to growing anti-establishment sentiment. While Chancellor Olaf Scholz’s Socialists finished fifth in Thuringia with 6.1% vote and fourth in Saxony with 7.3% votes, his coalition partners, the Greens and the pro-market Free Democratic Party, fared worse. The conservative Christian Democrats was the only establishment party that did well.Despite the Thuringia result, the AfD is unlikely to form the government as no party is willing to join a coalition led by it. But this strategy might face challenges. The AfD’s rise has already pushed Germany’s polity towards the Right, with even the Socialists taking a tougher line on immigration. Now with the largest vote share in Thuringia, the AfD will play a critical role in the statehouse as a powerful bloc even if it is kept out of government. And, if it continues to grow in popularity (it is expected to finish first in Brandenburg), even the policy of political untouchability will come under stress. To check the rise of the right-wing extremists, the establishment parties, especially Mr. Scholz’s unpopular coalition, should be mindful of popular sentiments, angst and demands. The war in Ukraine and its impact on the German economy, which fell into a recession last year, are taking a toll on Germany. Berlin should work toward ending the war, tackling economic challenges and addressing working class concerns. Unless the underlying conditions that the far right exploits are addressed, mere political untouchability might not help in stalling the far-right’s rise in Germany, where memories of the Nazi violence are still fresh.\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nelection\n\n/\n\nGermany\n\n/\n\npolitical parties\n\n/\n\nvoting\n\n/\n\nRussia-Ukraine Crisis\n\n/\n\ngovernment\n\n/\n\npolitics\n\n/\n\neconomy (general)\n\n/\n\nrecession/slowdown\n\n/\n\nhistory",
        "headline_1": "​Hollow middle: On the regional election results in Germany",
        "headline_2": "The growing anti-establishment mood in Germany is worrisome",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Bhollow-middle-on-the-regional-election-results-in-germany/article68601345.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "04-09-2024"
    },
    {
        "full_article": "Bengal’s new anti-rape law is part of meaningless political theatre. It’s easier than doing the basic things\nBengal assembly unanimously passed the ‘anti-rape’ bill that includes death penalty for convicts who murder their victims or leave them in a vegetative state. BNS includes death for convicts in similar cases too, included in an amendment to IPC after 2012’s Nirbhaya case. Rivals Trinamool, BJP, Congress and Left were of one mind – death to rapists. Why not? Why address issues that contribute to creating the conditions for stranger rape, like unsafe surroundings, poor policing, poorer prosecution? Far easier to push another legislation and pretend it is Enough Action Taken. Such legislation is but optical illusion.\nNab them first | It isn’t for lack of law that rape, brutal rape, rape-murder flourish – India a rare country where even society, not just law, has categories for rape and requisite outrage. Perhaps because marital rape is legal? Since “only” rape is largely normalised, the country’s rape culture remains unaddressed except by a smattering of NGOs. Death on the statute is one thing, but to arrive at sentencing is an obstacle race that dehumanises those seeking justice. Even for survivors who live to identify attackers, conviction is a paltry 2.6%, as Bengal CM cited as she talked up her bill.\nStranger rape | The call for death to rapists started as stranger rapes saw an uptick – still far fewer (about 7%-10%) compared to reports of sexual assault by people in positions of trust or familiar to the victim. Outrage is selective. Two Dalit teens were found hanging from a tree in UP’s Farrukhabad district mere 20 days after the RG Kar crime. The family believes the two were assaulted but officials said swabs were sent “to rule out rape”. That isn’t how forensics works.\nCompetitive packaging | Adding laws in the manner Bengal has done is simply a populist measure. Building on what is chillingly called the “nostalgia of outrage”. Bengal CM went on to compare “women’s safety” in Bengal vs states where BJP is in office – reminders to horror crimes in Hathras and Unnao. There’s déjà vu here. Throughout Lok Sabha campaigning, netas made “women’s safety” a matter objectified – to be packaged and gift-wrapped to offer voters. It was, like now, a political competition. But no one fixed the lights, or secured the workplace, the school, or looked at the last mile – effective police response. India has laws for everything. But enforcement for very little.\n\n",
        "headline_1": "Didi’s Drama",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/didis-drama/",
        "news_paper_name": "The Times of India",
        "publish_date": "04-09-2024"
    },
    {
        "full_article": "Musk’s arrogance was called out by a Brazilian judge. Lessons here on regulating social media czars\nImagine a Brazilian company whose social media services are really popular in US refusing to abide by US’s top court, declining to appoint a local legal representative, its owner sharing with his 196mn followers an AI-manipulated image of the judge behind bars, calling him an “evil dictator” and “Darth Vader”. While some of Elon Musk’s criticism of Justice Moraes’s regulation of social media in Brazil is reasonable, his pugnacious flouting of multiple court orders and unilateral declaration that these are unjudicial feels gratuitous. It is also deeply shot through with loud, first world arrogance.\nThe context of Brazil’s heavy-handed campaign against social media misinformation is provided by 8 Jan 2023, which was very much inspired by US’s 6 Jan 2021. Bolsonaro was refusing to concede defeat, far-right supporters were storming the supreme court and parliament, fake news about voting machines being rigged was soaring, and flames of a coup were being fanned. That the judiciary is doing the heavy-lifting on a pushback is not ideal, a content-moderation law would have served better. Lack of transparency in the court orders to take down various social media accounts is not ideal either. But the tightrope walk between preserving democracy and upholding free speech will find sympathy in many countries.\nThe great contrast between how uncompromising Musk is being in Brazil and how much he has bent over backwards to do business with China, or comply with other govts’ demands from X, indicates that his free speech activism is self-serving and unreliable. A child of his moods and bottom lines. Meanwhile, as Indians did with TikTok, Brazilians are adjusting to life with X’s alternatives. Some have said goodbye by X-ting what they had kept secret so far. For many, including hard-built scientific and artistic communities, the going is tough. But others are curious and excited about whatever comes next.\n\n",
        "headline_1": "Brazil Without X",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/brazil-without-x/",
        "news_paper_name": "The Times of India",
        "publish_date": "04-09-2024"
    },
    {
        "full_article": "A Brazilian judge recently called out Elon Musk for being arrogant. Here’s what’s happening with social media and how Musk’s behavior is showing some important lessons.\nImagine if a Brazilian social media company, which is really popular in the US, just ignored US court orders and didn’t bother to appoint a local legal representative. And then, the company’s owner shared an AI-edited image of the judge behind bars, calling him names like “evil dictator” and “Darth Vader.” That’s what happened when Musk criticized how Brazilian Judge Moraes is handling social media rules. While Musk’s complaints about the regulations might have some points, his refusal to follow court orders and his dramatic reactions seem pretty over the top. It also comes off as very arrogant.\nThe situation in Brazil relates to the January 8, 2023, events, which were inspired by the January 6, 2021, US Capitol riot. Bolsonaro didn’t want to accept his loss, far-right supporters stormed the Supreme Court and parliament, fake news about rigged voting machines spread, and there were fears of a coup. Brazil’s approach to dealing with misinformation on social media is heavy-handed. A new content-moderation law might have been better, and the lack of clear rules for removing social media accounts isn’t great. But balancing democracy and free speech is tricky, and many countries understand this struggle.\nMusk’s strict stance in Brazil, compared to how he has adapted to business in China and other countries, shows that his support for free speech is often more about his own interests and less about consistent principles. Meanwhile, as some people in India did with TikTok, Brazilians are finding other options to replace X. While some are moving on and exploring new possibilities, others, including scientific and artistic communities, are finding it challenging.\n \n\n",
        "headline_1": "Brazil Without X",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/gen-zedits/brazil-without-x-2/",
        "news_paper_name": "The Times of India",
        "publish_date": "04-09-2024"
    },
    {
        "full_article": "Bengal just made a new law to punish rapists, but it’s mostly just for show. It’s like putting on a play instead of actually fixing the real problems.\nThe Bengal assembly made a new ‘anti-rape’ law that says people who rape and then kill their victims or leave them in a bad state can get the death penalty. This idea is similar to what was added to national laws after the Nirbhaya case in 2012. All the big political parties – Trinamool, BJP, Congress, and the Left – agree that rapists should get the death penalty. But instead of fixing real issues like unsafe places, bad police work, and weak prosecution, they focus on passing new laws and acting like they’ve done enough. These new laws often don’t change much in real life.\nCatching Criminals | It’s not just about having laws – it’s about using them properly. In India, there’s a lot of talk and anger about rape, but not enough action. Even though rape is often talked about, it’s still legal to rape within marriage. Many NGOs are trying to help, but the legal system is still really slow and makes it hard for survivors to get justice. Even if a survivor can identify their attacker, only about 2.6% of rapists are actually convicted, as Bengal’s Chief Minister mentioned.\nStranger Rape | The push for the death penalty started because of a rise in stranger rapes, but these are much less common than sexual assaults by people known to the victim. The outrage seems to come and go. For example, two Dalit teens were found hanging from a tree in UP just 20 days after a similar crime in Bengal. The family thinks they were attacked, but officials only checked to “rule out rape” – which isn’t how forensic tests should work.\nPolitician Competition | Making new laws like Bengal did is mostly just for show, a way for politicians to appear tough on crime. The Bengal Chief Minister even compared safety for women in Bengal to other states run by the BJP, bringing up past terrible crimes. This is all about political competition, not real safety improvements. Even though India has many laws, they aren’t always enforced properly, and real safety issues like bad lighting, insecure workplaces, and poor police response are often ignored.\n\n",
        "headline_1": "Didi’s Drama",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/gen-zedits/didis-drama-2/",
        "news_paper_name": "The Times of India",
        "publish_date": "04-09-2024"
    },
    {
        "full_article": "We are concerned about the delay in appointing deputy commissioners (DCs) in 25 districts which has resulted in a governance vacuum. At least 13 days have passed since the interim government withdrew the DCs from various districts, including Dhaka, Gazipur, Chattogram, Mymensingh, and Cox's Bazar, reassigning them to different ministries, directorates, and other offices. As a result, additional deputy commissioners are now having to fill in for the DCs.\nThe DCs serve as administrative heads in their respective districts, playing a vital role in overseeing local governance and ensuring the effective delivery of many public services. They have also been recently tasked with the additional responsibility of supervising zilla parishads and municipalities, replacing mayors and chairmen. Given that, the delay in appointing new DCs is significantly hindering district-level operations. Since the fall of the Awami League government, we have observed increasing difficulty in the functioning of public offices. The resulting chaos within the civil administration has led to numerous disruptions in regular activities and services. And while many of these issues were expected given just how intertwined the previous regime became with all aspects of governance, the interim government should have planned better with respect to appointing new DCs so that some of this chaos could have been better mitigated.\nFor example, along with transferring the DCs, the government also dissolved the governing bodies of secondary and higher secondary educational institutions, as well as district and divisional sports councils. Consequently, the responsibility for overseeing these institutions and forming new committees fell to the DCs. However, because many of the DCs themselves were transferred, the formation of committees for educational institutions and sports organisations has been stuck in limbo. Additionally, the large-scale transfer of DCs has reportedly alarmed field-level officials who claim that the fear of being transferred is hindering their routine work, which is unacceptable.\nUsually, the government first appoints new DCs before transferring the existing ones, or the two processes are done concurrently. However, although it is disappointing that the interim government ordered the transfer of nearly half of the district DCs without preparing a list of replacements, we must acknowledge the over-politicisation of civil service by the previous regime that has been particularly detrimental in this regard. As a result, the interim government has been extremely cautious in appointing new DCs, as it does not want to rely on the list of officials prepared by the previous administration. Be that as it may, the government urgently needs to sort out the DC appointment issue and bring back some discipline so that the delivery of public services is not hampered for much longer.\n",
        "headline_1": "New DCs should be urgently appointed",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/new-dcs-should-be-urgently-appointed-3693436",
        "news_paper_name": "The Daily Star",
        "publish_date": "04-09-2024"
    },
    {
        "full_article": "In order to address the void left by the widespread resignation, desertion, and removal of public representatives—the majority of whom were linked to the now ousted Awami League— to city corporations and all other levels of local government across the country, the interim government has appointed administrators to take their place. This move was made in the face of concerns regarding the absence of leadership in these crucial organisations and the resulting interruption in public services.\nThis is a wise move on the interim government's part, considering that nearly everyone in charge of the local government institutions was chosen in unfair and unrepresentative elections held during the Awami League regime, and that nearly all of them fled when the former prime minister was overthrown last month. But we have to admit that this is just a Band-Aid solution, and it might not be able to settle all the long-standing issues with these bodies.\nIn the absence of local government (urban and rural) representatives, government officials such as additional secretaries, divisional commissioners, deputy commissioners, upazila nirbahi officers (UNOs), and assistant commissioners (land) have been assigned to carry on with the responsibilities. These appointees should prioritise the issues that require immediate attention because, as government employees, they should already be familiar with the protocols local government institutions follow.\nMaintaining public services and encouraging citizen involvement in local government bodies is crucial for the interim administrators in the event that elected representatives for the local government are not present. I have a number of recommendations to increase public participation in various tiers of local government, thereby enhancing the effectiveness of these bodies even during this interim management.\nAs is well known, standing committees play a critical role in maintaining the transparency and accountability of local government entities by actively involving members of various groups. Committee activation can further facilitate the provision of services to the impoverished population by utilising the collaborative efforts of multiple departments. Holding casual discussions by the committee members in this regard is crucial to developing connections among the members with different political ideologies.\nDelegates of the committees can complete multiple significant tasks at the same time, such as monitoring the actions of the executive branch, conducting specialised investigations, and examining and reporting on the progress of various projects that are being implemented. These committee members can interact with other members who represent a variety of interests and have casual discussions about a wide range of subjects because they are not bound by formal rules. This fosters a congenial atmosphere in which quick decisions on minor issues and technical changes to the system as a whole can be made. Committee meetings serve as a space for dialogue and compromise. Leaders and specialists from civil society may also be able to express their opinions in public venues.\nWhen it comes to natural calamity mitigation strategies like flash floods, disaster management committees are in place according to Standing Orders on Disaster (SOD), ranging from the Union Disaster Management Committee (UDMC), led by union parishad chairpersons, to the National Disaster Management Council, led by the prime minister. The UDMC is composed of 36 members and the chairperson of the committee may co-opt up to three more members in order to form groups and subgroups based on the particular situations and local conditions.\nThe UDMC has been tasked with serving as the rural disaster management organisation and is expected to contribute to emergency response, mitigation, preparation, and post-disaster rehabilitation. Engaging the community in disaster management committee activities fosters self-assurance, self-respect, and the capacity to pursue local development obligations in addition to disaster preparedness and mitigation.\nThe system of village court can be maintained as a go-to informal community judicial system in the event that rural people are unable to pursue the mainstream justice system. Although village courts have a lot of promise for informal dispute resolution, Bangladesh's rural poor and marginalised communities still lack access to informal justice, with women especially having difficulty being heard. For impoverished individuals who lack the means to access official legal proceedings, informal conflict resolution continues to be a vital necessity.\nRegrettably, this informal conflict settlement system, also known as shalish, is presently recognised for its severe enforcement practices and unjust rulings that are based on outdated customs and local power structures. In the new Bangladesh, such a system must be independent of any influence or prejudice.\nThe constitution limits the role that members of parliament can play in local government operations to that of advisers alone. That hasn't stopped politicians and central leaders from becoming involved in local development projects, though, and leveraging them for their personal gain. The provision pertaining to an MP's role as an adviser in an upazila parishad is preserved in Article 25 of the Upazila Parishad Act, 2009. This article states that the MP in question, who was not elected to the upazila parishad and does not have voting rights there, must provide the upazila parishad his or her recommendation.\nThe Upazila Parishad Act's Article 42 (3) permits the parishad to coordinate local development plans with the local MP. Due to MPs' active intervention in development planning and overreach of their advisory role, local administrations in Bangladesh continue to be mainly ineffectual. There have been reports of MPs interfering in local administration and that led to control over public resources, biased distribution, greater risk of misconduct, nepotism, and conflicts of interest. Re-examining Article 25 is a critical and urgent matter for the interim administration to consider.\nIn order to achieve significant development, it is imperative that local government entities adopt a bottom-up approach that incorporates the public in their decision-making and implementation. The current interim administration must be allowed to grow from its mistakes and learn from the past. A paradigm change in local governance is required, one that includes giving the people who live there a voice and delegating responsibility to them.\nI believe the administrators are unable to provide all of the services that mayors or council chairs typically provide for local governments. It is crucial that the people who would now be in charge of these institutions answer to the beneficiaries of their services. With the highest accountability and credibility, the local government institution elections ought to be at the top of the interim administration's priorities following electoral changes. The interim administration can consider forming an expert panel on rural development and local government to support the work of the local government adviser.\nDr Mohammad Tarikul Islam is professor at the Department of Government and Politics in Jahangirnagar University. He has been a visiting scholar and guest faculty at Oxford, Cambridge and Harvard universities.\n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n",
        "headline_1": "Citizen engagement key to improving local government",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/citizen-engagement-key-improving-local-government-3693401",
        "news_paper_name": "The Daily Star",
        "publish_date": "04-09-2024"
    },
    {
        "full_article": "I borrowed the title from Ivan Illich, from his address to the Conference on InterAmerican Student Projects (CIASP) in Cuernavaca, Mexico, on April 20, 1968. I find his remarks on the well-intended yet deeply problematic tendency of paternalism inherent in any voluntary service still relatable in the context of Bangladeshi development activities. I often go back to his remarks on how we can easily cause more harm than good with our \"saviour complex\" and naivety through community activities and NGO-led disaster management programmes. Despite the geographical and cultural differences, some human behaviours seem to remain the same even after so many years, and they need to be addressed critically, especially when the reality is dire and vulnerable lives are at stake.\nI got involved in disaster management after the Rana Plaza collapse in 2013. Without any prior experience, I started my work by going to Savar and visiting different hospitals, talking to the survivors and the members of the missing workers, and making a database with a bunch of fellow activists. Eleven years ago, the urge to make a difference was fuelled by our youth and newfound digital access to information and resources. It took me a few iterations of reality checks and intuitive actions to learn how important it was to understand when to wait and when to act.\nAfter a successful youth-led mass uprising against an autocratic government, it is natural that the enthusiasm to rebuild the country would intensify. Everyone wants to play a role in the process and do good. If politically inexperienced youth can oust a tyrant prime minister, why can't they battle with the flood that has engulfed a part of the country alone? As much as I appreciate this goodness of heart and well-intended involvement, I cannot help but worry about the possible mismanagement and mistreatment that could easily be avoided.\nWhen the lockdown was imposed at the beginning of the pandemic, many garment workers lost employment. Distressed by this reality, a young friend of mine said that she wanted to do something for the women in the garment industry. She came up with the idea to distribute free menstrual cups among the women. For those who do not know, a menstrual cup is a cup-shaped silicone container that collects menstrual blood from the vagina. As it is reusable and can last many years, it has gained popularity as an environment-friendly and economical alternative to other menstrual products, like sanitary pads and tampons. However, it cannot be an emergency need for a woman struggling to make ends meet. Besides, using a menstrual cup might need some time and mental readiness to get used to. No matter how well intended the efforts are, expecting someone to be open to adapting a new habit during a disaster can seem insensitive, if not cruel.\nWhen a friend active in the relief work of Dhaka University asked for sanitary pads to be sent to Feni, I asked him what kind they wanted. He did not seem to know much about the variation of menstrual products in the market. I had already seen people sending reusable cloth pads to flood-ridden areas. Assuming that washing and drying those pads would be another hassle or impossibility during the flood, I chose to send reusable sanitary pads with belts. Even many women did not know that belted pads existed. They asked why panties were not being sent along with the pads. I do not blame the urban women for not knowing any better—after all, they've never had to leave home in one cloth, survive in water for days, and not have the luxury of owning or getting accustomed to undergarments. However, I would hold myself accountable in such situations if I failed to ask the survivors what they need. Even though I would vouch for menstrual cups or even tampons for comfortable menstruation underwater, I must be aware of my privilege and be mindful of not depriving someone else of the choice to disagree with me.\nThere is a fine line between saving someone and helping them, and so is between empathy and sympathy. My organisation stopped receiving thrifted clothes long ago, after discovering that people would often donate discarded clothes that otherwise might have ended up in dump yards. Sorting and recycling these clothes during a disaster was a hassle too big for a small organisation like ours. I realised empathy started with respecting someone by treating them as an equal to ourselves, by putting ourselves in their position, trying to imagine their lived reality, and accepting our failure to live that. I worked for a small NGO for a short period. I was shocked to find out that the donor organisation would demand extremely sensitive personal information and photos of the survivors to approve the budget. While I understand the lack of trust stemming from deeply-rooted corruption in disaster management, every time I see people refusing to receive emergency aid to avoid being photographed, I feel the failure of being a human.\nI have observed that the first response to any disaster from average urban and expatriate Bangladeshis is usually to send money. I am aware that money is a necessary evil, especially during an emergency crisis. However, if not managed well, it can further disrupt the system and relations. I cannot thank the students for announcing daily accounts of donations during the flood to keep transparency. I hope the energy sustains and we stay together on this long battle of recovering from the damage to human lives. In a disaster-ridden country like ours, it is easy to shift focus and financial interest for some. However, those who lost their home and dear ones would need well-intended, skilled, and adaptive volunteers to rebuild a dignified life. Though a small fraction of society might visit the flood zones merely for fun or views on social media, I have immense trust in the youth who sacrificed their lives to restore democracy in our country. I look forward to transitioning into a kinder and equitable future with them.\nTrishia Nashtaran is a feminist organiser and foresight strategist.\n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n",
        "headline_1": "‘To Hell with Good Intentions’: Decolonising disaster management",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/hell-good-intentions-decolonising-disaster-management-3693336",
        "news_paper_name": "The Daily Star",
        "publish_date": "04-09-2024"
    },
    {
        "full_article": "Remittance, the second biggest source of Bangladesh's foreign currency earning after exports, the expatriate workers send home may vary in amounts from time to time. The variation depends on multiple factors. Last month, for instance, the homebound remittance recorded a 39 per cent rise in comparison to what it was in August 2023 at US$2.22 billion. An immediate explanation for this surge in remittance receipt may be the change in government following the ouster of thes former government. Notably, in July last, when the deposed Hasina government was still in power and, in a bid to suppress the student movement, shut down broadband internet service for five consecutive days, the homebound remittance flow took a jolt as it recorded a receipt of 10 months' low at US$1.90 billion. Also, the mobile internet service was shut off for 10 days in a row. To make matters worse, the banks also remained closed between July 19 and July 23. No doubt, disruption of the internet service and bank closure played a part in reduced receipt of remittance from overseas migrant workers. But there were also reports that the expatriate workers as a show of solidarity with the agitating students stopped sending remittance. Whatever the case may be, the surge in remittance inflow is indeed a good augury for the incumbent interim government of Dr Yunus. With the remittance flow looking up, this may be considered a sign of the expatriate workers' confidence in the new interim government. Political changes apart, there are also other issues that might have factored in this welcome boost to the homeward remittance flow. The measure that the Bangladesh Bank (BB), adopted shortly after the interim government's taking office did also contribute to increased remittance flow. This included the BB's raising the price of USD by 2.5 per cent with the result that the greenback's value increased by Tk 3.0 to Tk120. Obviously, this higher exchange rate did encourage remitters to send more money through the official channel instead of hundi. It is worth noting here that on May 8 last, the BB withdrew the then-prevailing fixed exchange rate regime and introduced the so-called crawling peg system for buying and selling US dollars on the spot market in Bangladesh Taka (BDT) and set the mid-rate at Tk117 for every USD. However, under the changed political circumstances last month, commercial banks, both state-owned and private, received their shares of remittance dollars in varied amounts that in some cases reflected the remitters' outlook towards the recipient banks in question. Six private banks owned by the notorious S. Alam group, for instance, reportedly, recorded 85 per cent drop in the receipt of remittance money. Most state-owned banks, on the other hand, reported an impressive growth in remittance receipts last month. Overall, these developments have definitely come as a relief for the economy, particularly at a time when the country's foreign exchange reserve has been under strain. Now the latest BB data released on Sunday last show that the country's forex reserves recorded a rise by US$110 million from US$20.49 billion to US$20.60 billion within a span of four weeks between July 31 August 28. Admittedly, this is a significant development given that in May last the forex reserves fell to US$18.72 billion. However, remittance inflow is prone to fluctuations, so it would be prudent to observe the trend for some time to reach a firm conclusion. Meanwhile, the interim government would do well to improve service for the expatriate workers at the embassies in host countries and the airports at home. That would help build their trust in the present government.",
        "headline_1": "Earning remittance senders' trust",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/earning-remittance-senders-trust-1725377942",
        "news_paper_name": "The Financial Express",
        "publish_date": "04-09-2024"
    },
    {
        "full_article": "Quite a few years have passed since the settlement of maritime disputes with neighbours in the designated international court. Still, there is nothing in view to suggest any mentionable work programme to explore the vast resources of the ocean- blue economy as it is fondly dubbed. Clearly, what the international court's verdict implied was a horizon waiting to be explored and exploited with well planned policies and actions.This has not happened. Up until now, there has not been any move forward except for a small 'cell' set up under the Energy Division of the government. The cell -- Blue Economy Cell (BEC) -- was set up on a temporary basis under the Energy Division. The BEC remains a small organ headed by a director general with only a few officials and employees appointed on temporary basis. Terming it a frustrating situation, energy experts have said that this is because of the lack of interest in exploring resources including oil, gas and fisheries in the bay. They stressed the need for multi-client seismic survey in offshore areas. Without acquiring seismic data, according to them, it is impossible to make any headway in the assessment of our share in the resources in the Bay of Bengal.It may be recalled that Bangladesh got 19,467 square kilometres out of the 25,602 sq km disputed area from Indian claimed area in the Bay of Bengal. In addition, the country sustained a claim to 200 nautical miles for exclusive economic zone and territorial rights in the Bay against Myanmar's claim. But things have not moved farther in terms of preparations, and needless to say, the subject demanding high level of expertise should have been left to experts to suggest how to go about it. The former government reportedly formed a 25-member 'Coordination Committee on Sea Resources Exploration and Fair Management' headed by Principal Secretary to the Prime Minister's Office years ago for taking up strategic planning in this regard. The committee, comprising top government officials and representatives from relevant organisations, was supposed to sit every three months, but it is not known whether it framed any framework for strategies. On the other hand, the BEC, too, could not make any worthwhile move. There are talks of setting up a blue economy authority to deal with the massive development activities required in this regard in a planned way. Experts opine that moving ahead methodically and meaningfully could generate businesses worth $40 billion in the coming days from untapped sea resources. Globally, according to experts, blue economy has resources worth $24 trillion, but so far only around $3.0 trillion worth of resources has been utilised. Ocean economy is an integral part of today's development paradigm, emphasising greener and more sustainable and inclusive economic development paths consistent with the 2030 Agenda for Sustainable Development and the Sustainable Development Goals (SDGs), especially Goal 14 (conservation and sustainable use of oceans, seas and marine resources for sustainable development).The need for a well-empowered authority for methodical exploration of the sea resources cannot be overemphasised. Experts strongly support the idea because besides putting in place a general framework of activities including implementation and monitoring, a high level body such as the blue economy authority could be the appropriate agency to specifically outline proper business modules for investors in a planned way. Many sectors of the economy can immensely benefit from the marine resources. These include -- fisheries, mineral resources, pharmaceuticals, transportation, energy, foods, health and tourism etc. According to experts, the country's expanded sea area is almost 81 per cent of the entire mainland. The country has a total of 660 km-long sea boundary, but the fishing vessels cannot catch fish beyond 70 km. It means we have no access to almost 600 km. That's why fishing vessels from India and Myanmar often come to catch fishes from our territory. Not only that, our fishing net cannot go below 200 feet of water, whereas the high-valued fishes like Tuna and Swordfish are available in the deep water.In this connection, it may not be out of place to mention that the UNCTAD has come up with some proactive moves to facilitate countries in need of financial and technical resources to seek assistance under what is called OETS (ocean economy and trade strategy) project. The OETS project aims to support developing countries in realising economic benefits from the sustainable use of marine resources. It will assist coastal and developing countries in promoting sustainable trade of products and services in ocean-based economic sectors by analysing, elaborating and adopting evidence-based and policy-coherent ocean economy and trade strategies and contribute to building national capacities to implement them. Some countries have already expressed interest to be part of the project. Bangladesh may also like to examine the scope for reaping benefits from the UNCTAD project.\n[email protected]",
        "headline_1": "No action plan yet to explore blue economy",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/no-action-plan-yet-to-explore-blue-economy-1725377984",
        "news_paper_name": "The Financial Express",
        "publish_date": "04-09-2024"
    },
    {
        "full_article": "One of the most disturbing pieces of news of the year about economy was the revelation that there had been systematic distortion of data by government bodies, especially the Bangladesh Bureau of Statistics (BBS) followed by Export Promotion Bureau (EPB). The implications of such lunacy have been felt by the past government itself for over a decade. The government of that period was unable to effectively plan and ended up in a mess. These problems had been brought to light several times by members of parliament in the house, but a rosy picture had to be painted so that the government could claim to have developed the country by leaps and bounds.The cat has come out of the bag. In the changed political environment, the same BBS has come out clean on the erroneous representation of data and now a committee has been formed by the interim government to produce a white paper on the economy showing the scale and breadth of this deception following a probe. According to a report published in this newspaper, the white-paper analysts have stated that the \"committee's one focus on addressing data distortions, data reliability\" will aim at \"improving data collection, processing efficiencies\" in order to maintain accuracy.Various departments followed different approaches to collecting and collating data. There are nominal terms and there is expenditure method and they produce different results. This confusion leads to discrepancies which must be reconciled at policy level and that results in inevitable delays \"in reporting by various agencies, including government bodies.\" The fallout from all such data juggling is not lost upon various stakeholders. It is plain to see that foreign investors have become jittery, not just due to the recent political turmoil, but also because the data presented by state bodies, including BBS and EPB did not add up.Foreign and domestic investors need reliable data to make plans for investments. While it may have been politically expedient for the army of mandarins serving the state machinery to cook up books for pleasing the executive, it sent entirely the wrong message to the private sector and probable foreign investors. This brings to question whether the billions of dollars (financed by foreign loans) to develop infrastructure was based on real need and demand. This extends from the rail link of Padma Bridge to the multiple mega-sized power plants that cannot be commissioned, not only due to lack of fuel but also due to lack of demand. It is intriguing how national planning was done on everything from agriculture, industry, infrastructure development, generating employment opportunities, etc. based on fictitious data year-after-year.This is what happens when a regime gets carried away by its own propaganda. It has happened before in other parts of the world. If one looks at history, the former Soviet Union was a prime example. But that country was a command economy with centralised planning whereas Bangladesh has been a free market economy for decades. Yet, the net result has been the same. One can only hope that some good will come out of the current task undertaken. But for any good to happen, there needs be a total reshuffle of BBS personnel - a break with the past meaning no non-statisticians working for it. The revamped bureau must be allowed to work unfettered and without political interference. There must be accountability in data gathering and publishing. The BBS or EPB has to maintain cent per cent objectivity. Transparency and accountability must become standard operating procedures and only then can qualitative change happen. \n[email protected]",
        "headline_1": "Genuine data for sound planning",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/genuine-data-for-sound-planning-1725378027",
        "news_paper_name": "The Financial Express",
        "publish_date": "04-09-2024"
    },
    {
        "full_article": "Universities serve as the meeting place of teachers and students, embodying the intellectual core of a nation. They play a pivotal role in cultivating the minds that will steer the country's future, providing an environment conducive to the exchange and expansion of knowledge.However, the public universities of Bangladesh failed to uphold these ideals for a long time. Instead of fostering intellectual growth, these institutions have been plagued by uncultured and uncivil practices, including student and teacher politics, ragging, seat trading, mugging, corruption, and session jams. Such issues undermined the educational environment.The recent mass movement for quota reform in government jobs, which eventually led to the fall of the government, further exposed the fragility of the university system. On July 16, the University Grants Commission (UGC) announced the indefinite closure of all public and private universities, along with their affiliated colleges and institutions, citing concerns for student safety. Following the government's collapse, almost all who were in charge at public universities resigned, and those who remained have since neglected their duties. This has caused severe disruptions in academic programmes, with classes and exams being postponed indefinitely.Stability to varsities must be restored.\nAbu Bakar, StudentIslamic University, Bangladesh [email protected]",
        "headline_1": "Time for universities to reorganise",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/time-for-universities-to-reorganise-1725378071",
        "news_paper_name": "The Financial Express",
        "publish_date": "04-09-2024"
    }
]