[
    {
        "full_article": "Seventy-nine years after Hiroshima and Nagasaki were subject to unprecedented devastation following the U.S.’s act of dropping atomic bombs on these cities, Nihon Hidankyo, the organisation that worked for the welfare of the survivors — called the hibakusha — and steadfastly sought to build consensus on the need for the abolition of nuclear weapons, has been awarded the Nobel Peace Prize for 2024. Today, there are barely more than a lakh survivors of the bombings, with the average age of the hibakusha more than 86 years. An estimated 1.5 lakh people died due to the bombings, and many more later due to the after-effects of the exposure to radioactivity. The horrors of the atomic bombings and the inaction by the post-war government, largely due to U.S. censorship of news of the suffering of the hibakusha, crystallised in the formation of the Hidankyo which lobbied and agitated for medical and welfare benefits to the hibakusha and took a steadfast position against atomic weapons. This is emphasised in their slogan, “no more hibakusha”. Besides their activism in Japan, the Hidankyo also went on tours to several countries, including India, to share their suffering and sensitise the world to the horrors of the use of atomic weapons. The Nobel Committee must be commended for recognising the Hidankyo, whose activism as some scholars aver, helped shift the political discourse in Japan towards greater democracy and justice and sensitise the public to the doctrine of pacifism, which was incorporated into Japan’s Constitution after its defeat in the Second World War. Yet, despite the activism of anti-war organisations and social movements — in these the selflessness of the Hidankyo and the fact that they were the direct sufferers of the use of atomic weapons stand out — nuclear states continue to deploy weapons in their arsenal and use them for sabre-rattling. A case in point is Russia’s recent and unambiguous statement that it will not hesitate to use its nuclear weapons to retaliate against a conventional attack and its use of this threat to brazenly prolong its invasion of Ukraine. There is also the fact that countries such as Israel have surreptitiously acquired nuclear weapons, leading to a nuclear arms race in volatile regions such as West Asia. Existing mechanisms for nuclear non-proliferation also seem to be vitiated by geopolitics even as the nuclear powers have shown little appetite for serious disarmament. Against such a sad reality, the recognition for the Hidankyo, whose hibakusha members are in the evening of their lives, should at least remind the world yet again about the horrors of atomic bomb attacks and stir a debate on meaningful nuclear disarmament. Published - October 16, 2024 12:20 am IST\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\naward and prize\n\n/\n\npeace negotiations\n\n/\n\nnuclear radiation victims\n\n/\n\nJapan\n\n/\n\nUSA\n\n/\n\nwelfare\n\n/\n\nnuclear weapons\n\n/\n\npolitics\n\n/\n\ndemocracy\n\n/\n\njustice and rights\n\n/\n\nwar\n\n/\n\nRussia-Ukraine Crisis",
        "headline_1": "​Sufferers, awarded: On the 2024 Nobel Peace Prize",
        "headline_2": "The Nobel Peace for the selfless Nihon Hidankyo should help stir debates on nuclear disarmament",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Bsufferers-awarded-on-the-2024-nobel-peace-prize/article68756834.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "16-10-2024"
    },
    {
        "full_article": "The Biden administration’s decision to send an advanced anti-missile system to Israel, and soldiers to operate it, is the latest sign that the U.S. is getting drawn into the unfolding conflict in West Asia. Ever since the latest war here broke out, after Hamas’s October 7 attack on Israel, the U.S. had publicly maintained that it did not want a regional war. The U.S President adopted a twin approach — to give Israel a free hand in its war on Gaza, while spending America’s diplomatic and military resources to prevent an escalation. When Israel carried out a disastrous, disproportionate war on Gaza, facing allegations of genocide, Mr. Biden sent Secretary of State Antony J. Blinken several times to the region to keep the American coalition intact. The U.S. launched an airstrike campaign against Yemen’s Houthis — who “declared war against Israel” and attacked commercial vessels in the Red Sea — and also strikes against Hashad al-Shabi, the Shia militias in Iraq and Syria, while Secretary Blinken held the American-Arab alliance together. But what Mr. Biden did not do was to put meaningful pressure on Israel, which is now accused by a UN investigation of having committed war crimes and crimes against humanity in Gaza. The Brown University’s Costs of War project says that the Biden administration has sent $17.9 billion in military assistance to Israel since October 2023. Washington did little when Israel took the war to Iran by bombing the Iranian embassy in Damascus or when it launched the Lebanon invasion. The U.S. decision to deploy the Terminal High Altitude Area Defense (THAAD) system also points to the precarious security situation its ally is in. After 12 months of war, Israel is yet to meet its objectives. Hamas still fires rockets into Israel. Hezbollah has stepped up rocket and drone attacks after Israel’s Lebanon invasion. On Sunday, a Hezbollah drone struck an Israeli military base, killing four soldiers. On October 1, Iran launched a massive ballistic missile attack on Israel. While most of the 200 Iranian missiles were intercepted by Israeli and American systems, dozens hit at least two Israeli air bases. With Israel preparing its response to Iran amid Iranian threats of a counter-retaliation, the U.S. finds it necessary to bolster the defences of its ally. The move also underscores the argument that Israel is overwhelmingly dependent on the U.S. for security and defence, which gives Washington substantial leverage over Tel Aviv. For some strange reasons, the Biden administration has, until now, refused to use that leverage as Israel has gone rogue in Gaza, West Bank, Syria and Lebanon. This escalation cycle could drag the U.S. deeper into the conflict, with disastrous consequences for all parties, unless Washington reins in its closest ally.  Published - October 16, 2024 12:10 am IST\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nUSA\n\n/\n\nmissile systems\n\n/\n\nIsrael-Palestine Conflict\n\n/\n\nYemen\n\n/\n\nIraq\n\n/\n\nSyria\n\n/\n\nUnited Nations\n\n/\n\nuniversity\n\n/\n\nwar\n\n/\n\nLebanon\n\n/\n\nIran\n\n/\n\ndefence equipment",
        "headline_1": "Deeper role: On the U.S. and West Asia conflicts",
        "headline_2": "The escalating conflict cycle in West Asia could have disastrous consequences",
        "link": "https://www.thehindu.com/opinion/editorial/deeper-role-on-the-us-and-west-asia-conflicts/article68756856.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "16-10-2024"
    },
    {
        "full_article": "While too many have to work too hard in India, a few prosper by doing precious little\nThe tragic case of a 26-year-old chartered accountant who was allegedly worked to death within four months of joining a multinational company has brought into scandalous spotlight the gruelling exploitation that many highly qualified employees are subjected to by the demands of their jobs.\nIndia’s boast of being the fastest-growing economy in the world has come at a human price. In the country’s corporate sector, on average, executives reportedly work more than 47 hours a week, which is longer than their counterparts in China, Singapore, and even Japan, notorious for its workaholic culture. \nAn Indian executive’s working week is 13 hours longer than that of a German office-goer. And as if this is not enough, the founder of Infosys recently exhorted employees to work a 70-hour week for the sake of national progress.\nCompanies can get away with bullying employees because of the economics of demand and supply: there are too few jobs and too many job-seekers. Every month nearly a million job-seekers enter a market in which 40% of graduates remain unemployed. \nWhile high-paid jobs in the corporate sector can make headlines, the unpaid work done by many millions of homemakers goes unnoticed and unrecognised. Indian women between the ages of 15 and 59 reportedly spend 46% of their waking hours doing unpaid household work – cooking, cleaning, looking after elderly relatives, tending to children – which is much longer than the number of hours men work. In terms of unpaid work done by women, India ranks behind China and Africa.\nHowever, as if to redress this imbalance of all work and no play, there is one profession that requires no formal qualifications, offers unlimited scope for career advancement, can bring both fame and fortune in its pursuit, with minimal risk of accountability, and has more than 2,500 officially recognised organisations that are legally exempt from paying tax and which can offer employment. What is this highly desirable profession, and what are its practitioners called? The profession is politics and those engaged in it are VIPs: Very Ingenious Politicians. \n\n",
        "headline_1": "Labour pains",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/jugglebandhi/labour-pains-2/",
        "news_paper_name": "The Times of India",
        "publish_date": "16-10-2024"
    },
    {
        "full_article": "Khalistani influence on Canadian politics is thanks to the country’s electoral rules \nTies between India and Canada are going from bad to worse. Ottawa’s latest allegation that six Indian diplomats, including high commissioner Sanjay Verma, were persons of interest in the probe into the killing of Khalistani separatist Hardeep Singh Nijjar has been vehemently rejected by New Delhi. The diplomats concerned have been withdrawn, while six Canadian diplomats in India have been expelled. New Delhi maintains that no substantial evidence has been shared by Ottawa in the Nijjar case. But the Trudeau administration is not budging from its claims. \nKhalistanis’ new home | Over the years, Canada has seen a steady rise in Khalistani activity. While the majority of the Indian-origin population in Canada has nothing to do with the Khalistani movement, the fringe extremists have come to acquire influence over Canadian polity, especially with regard to Trudeau’s Liberal Party. \nA peculiar system | Khalistanis have been exploiting the Canadian electoral system in two ways. First, Canadian political parties select candidates for polls through a nomination process where potential nominees have to bring in letters of support from actual voters. Since Canadian Sikhs have strong community unity, they can garner support for their candidate at the nomination stage. Second, corporations and trade unions can’t finance political parties in Canada. But charities can in an indirect way. Some Sikh gurdwara golaks use this loophole to finance their candidates, thereby increasing their political influence. \nTrudeau’s sinking ship | Trudeau’s popularity ratings have been sliding since last year and he has recently suffered several electoral knocks. Jagmeet Singh’s New Democratic Party has withdrawn support to Trudeau’s minority govt, while Liberal Party lost elections in Montreal and Toronto. True, Trudeau survived a vote of confidence last month despite the opposition Conservative Party having a big lead in opinion polls. But that’s because smaller parties like NDP and Bloc Québécois don’t want an election just yet, preferring Trudeau potters along for some more time.  All of this severely damages India-Canada relations. But Trudeau, with Canadian elections next year, simply doesn’t care. \n\n",
        "headline_1": "Maple fig leaf",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/maple-fig-leaf/",
        "news_paper_name": "The Times of India",
        "publish_date": "16-10-2024"
    },
    {
        "full_article": "Six Maharashtra leaders, six futures are at stake in state’s one-day poll. All bets are off \nMany, including from within Mahayuti govt, will be relieved that polls to the 288-seat Maharashtra assembly were finally announced, for it’ll put a stop to Shinde’s Santa Claus avatar. Between June and Oct, Shinde’s been on a ‘giving’ spree to the public, including waiving highway tolls, which as BJP’s Gadkari said, can hinder state’s ability to pay subsidies on time. But Shinde no doubt believes pre-poll state largesse and promises aplenty can paper over discontent over unemployment, rural stagnation, and growing disparity between richer western parts and poor eastern Maharashtra. And there’s the recurring Maratha fixture, quota activist Jarange Patil, on his sixth ‘indefinite’ fast in the year past, promises to whom Shinde won’t be allowed to forget.\nShinde’s breakaway Sena faction triggered a chain of events and constitutional questions yet unresolved. For both Uddhav and Shinde, electoral victory will establish political legitimacy – Shinde wrested CMship from UBT – and who keeps Bal Thackeray’s legacy. Ajit Pawar is said to have state BJP’s approval to contest between 50 and 60 of 288 seats despite poor LS performance. Baramati LS seat sent Sharad Pawar’s daughter Supriya Sule to Parliament. Ajit Pawar it seems doth protested too much before conceding to Baramati assembly constituency’s demand that he contest. Expect friendly fire? Defections aside, days ahead will show if Baba Siddique’s murder impacts prospects of Jr Pawar’s party.\nShinde rejected BJP brass’s Formula 1 of seat shares: 160 (Fadnavis), 80 (Shinde), 50 (Jr Pawar). Shinde wants “at least 90”, understandably bullish after winning 7 LS seats. But nifty political expediency is at play – BJP gun Narayan Rane’s son Nilesh might switch to Shinde Sena to run from Kudal assembly seat, allotted to Shinde but eyed by Nilesh. Too much of this ‘convenience’ in play will again see rebel nominees. In MVA meanwhile, Congress’s Haryana drubbing has the party struggling to keep intact its ‘right to contest’ 110-115 seats.  \nIt’s super-stakes for six veterans – Shinde, Fadnavis, Ajit Pawar in govt, and Uddhav, Sharad Pawar and Nana Patole in opposition. In the single-phase election, each party not only must deliver a handsome strike rate (seats won over contested), but each party chief must stamp his political brand on his coalition’s win. It’s only too easy for any or even all of them to come undone. \n\n",
        "headline_1": "Complicated sixer",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/complicated-sixer-2/",
        "news_paper_name": "The Times of India",
        "publish_date": "16-10-2024"
    },
    {
        "full_article": "As Maharashtra assembly elections draw close, the BJP-Shinde Sena-Ajit Pawar NCP governing alliance has gone on an overdrive. The Eknath Shinde-led cabinet has passed over 150 decisions in the last four meetings, at a speed that would shame even ChatGPT. For every social or economic ill, vatap, or distribution, is the solution Shinde seems to think the best – never mind the state’s strained coffers or the state of governance.\nThere’s Rs 50 per day per cow as an aid to keepers; free bus rides for old women; kitchen utensils and saris for poor women; kits for construction workers; salary hike for madrasa teachers; land plots for trusts owned or run by politicians.\n\nRead full story on TOI+\n\n",
        "headline_1": "Spend it like Shinde. but…",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/spend-it-like-shinde-but/",
        "news_paper_name": "The Times of India",
        "publish_date": "16-10-2024"
    },
    {
        "full_article": "We are worried about the persistent failure of government interventions in controlling the prices of eggs, vegetables, and other staples. The escalating prices of eggs, in particular, have drawn concern of late, with many wholesalers in Dhaka and Chattogram halting sales early this week to avoid being fined for exceeding government-fixed prices. Despite past failures of such price-cap regulations, however, the government again set new prices for eggs on Tuesday, following discussions with producers and suppliers.\nUnder the new pricing structure, which takes effect Wednesday, each egg is priced at Tk 10.91 at the producer level, Tk 11.01 at the wholesale level, and Tk 11.87 at retail. That means consumers should, in theory, be able to buy a dozen eggs for Tk 142.44. However, this is nearly the same price structure fixed by the Department of Agricultural Marketing on September 15. We all know how that directive fared, with eggs selling at Tk 180-190 per dozen as recently as Monday. Whether the new regulation will fare any better remains to be seen.\nThe government seems desperate to make an impact amid criticism of its failure in price control. To ensure uninterrupted supply and price compliance this time, it has decided that corporate poultry producers and small farmers will supply eggs directly to the wholesale markets, bypassing the middlemen. This is a pragmatic decision. But as experts have warned previously, regulating prices without addressing supply-chain bottlenecks and dismantling market syndicates cannot solve the problem. Rather, we've seen how mobile raids to enforce price caps have backfired, creating panic among wholesalers, exacerbating supply shortages, and pushing prices even higher. In addition to wholesalers' refusal to comply with official prices, there are other factors responsible for the crisis, including recent floods, extreme heat, and frequent load-shedding, all of which disrupted egg production.\nFurthermore, rising prices of poultry feed, hatchlings, and other inputs have driven up production costs and eventually market prices. Can we lower egg prices significantly without addressing the rising costs of production or increasing supply? The commerce adviser has acknowledged that daily egg production has fallen from 4.5-5 crore eggs to around 3-3.5 crore. Increasing egg imports can help, and the government recently granted permission to import over 4.5 crore eggs, but bureaucratic delays in issuing duty exemptions have stalled the process.\nSo to stabilise the market, there is no alternative to resolving these underlying challenges and production-market cost disparities. Price caps can only work as a temporary fix. It is important that the government prioritises structural reforms aimed at lowering production costs and increasing competition within the poultry sector. Reducing tariffs on imported poultry feed and other essential inputs would help lower costs, while fostering competition in the domestic market would prevent price manipulation by major companies. Enhancing local production efficiency is the key to long-term stability in the egg market.\n",
        "headline_1": "Will the new egg price cap hold?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/will-the-new-egg-price-cap-hold-3728381",
        "news_paper_name": "The Daily Star",
        "publish_date": "16-10-2024"
    },
    {
        "full_article": "There are discussions, yet to be confirmed, that the chief adviser may appoint a special envoy dedicated solely to Myanmar. Such a move would be timely and necessary, as the evolving dynamics of Bangladesh-Myanmar relations, internal security concerns, and the ongoing Rohingya crisis demand a focused and strategic approach. While other nations may be prioritising economic gain and geopolitical influence in the region, Bangladesh has every right to seek solutions—especially as the country most affected by Myanmar's internal conflicts.\nBangladesh's support for Rakhine State is central to the region's stability and future. International observers acknowledge Bangladesh's strategic significance, given its long, porous border with Rakhine, which provides a unique opportunity to influence developments across the frontier. The Arakan Army (AA), which has established control over large parts of northern Rakhine, conducts cross-border activities with Bangladesh, as reported by the United States Institute of Peace. Given the AA's rise through a coordinated military and political approach, Bangladesh is in a unique position to foster dialogue and humanitarian cooperation. Active engagement could stabilise Rakhine, open pathways for humanitarian aid, and promote trade through the Teknaf port, laying the groundwork for long-term regional progress.\nRecent developments, such as India's outreach to Myanmar's armed groups, reflect a shifting regional strategy. According to a Reuters report, India has begun discussions with these groups near its border, with the National Unity Government (NUG) of Myanmar confirming the dialogue, which is scheduled to take place in mid-November. While the specifics remain confidential, this move demonstrates India's efforts to secure its border and counter China's influence. Additionally, a recent visit by an Indian member of parliament to the Kaladan Multi-Modal Transit Transport Project underscores India's commitment to connecting its northeastern states through Myanmar and reducing dependency on traditional routes. India's proactive engagement highlights the need for Bangladesh to safeguard its own geopolitical interests as the situation in Rakhine evolves.\nThe humanitarian crisis in Rakhine, exacerbated by the Rohingya exodus, continues to strain Bangladesh, which already shelters over a million refugees in Cox's Bazar. The instability in AA-controlled areas, coupled with diminishing international aid, has stretched resources further, as noted by DW and the Lowy Institute. Severe shortages of food, shelter, healthcare, and essential supplies in Rakhine have created a critical humanitarian situation. Bangladesh, as a neighbouring country and a primary stakeholder, is now positioned to intervene. While the AA remains a non-state actor, previous diplomatic efforts with Myanmar's junta have proven largely ineffective. It is now time for Dhaka to consider a more pragmatic, forward-looking approach by engaging the AA from a humanitarian perspective.\nThe International Crisis Group has urged Bangladesh to initiate direct dialogue with the AA, especially given its growing control over northern Rakhine. While the repatriation of the Rohingya must remain a priority in formal negotiations, forging a humanitarian partnership with the AA could be a strategic step for Bangladesh. And a shift in Bangladesh's diplomatic posture could pave the way for more active involvement in the region.\nBangladesh should take the lead in convening a multi-stakeholder dialogue that includes the AA, international humanitarian organisations, and regional partners. This dialogue could facilitate the delivery of aid across the border and address the immediate needs of the people in western Rakhine. Additionally, this engagement could set the stage for the repatriation and rehabilitation of the Rohingya in the long term. Moving beyond the covert diplomacy of the past, it is time for Bangladesh to openly assert its role, recognising Rakhine as not only a humanitarian concern but also a potential economic partner.\nCross-border trade, cultural ties, and the functional land ports between Bangladesh and Myanmar are strategic assets that Dhaka must leverage. Bangladesh is well-positioned to be a key supplier of life-saving drugs, food, and essential goods to Rakhine, contributing to both humanitarian relief and infrastructure development. Formalising trade through the Teknaf port would offer multiplied benefits for both regions. Teknaf is crucial for cross-border commerce and has significant potential to drive economic growth. Despite recent security concerns, the port's prospects remain strong, and its effective utilisation can revitalise trade, maximise economic benefits, and enhance regional connectivity.\nBangladesh's involvement would not only serve its national interests but also position it as a compassionate and responsible regional actor, providing immediate humanitarian relief while fostering long-term sustainable solutions. International humanitarian organisations based in Cox's Bazar would benefit from enhanced logistics, enabling them to support aid activities more effectively. Sourcing supplies locally would also boost Bangladesh's economy, creating a win-win scenario. This strategic engagement would allow Bangladesh to shape Rakhine's recovery and reconciliation while securing its own geopolitical and economic interests.\nThe opportunity for Bangladesh is clear: it has the potential to lead and transform the humanitarian landscape in Rakhine. Through dialogue, aid, and strategic engagement, Bangladesh can support vulnerable communities while unlocking new avenues for trade and economic cooperation. The time to act is now—to ensure that humanitarian aid reaches those in need, and to foster peace, stability, and growth for the entire region.\nNazbul H Khan is a development practitioner, with experience working in Myanmar for the International Fertilizer Development Center (IFDC).\n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n",
        "headline_1": "Dhaka-Naypyidaw relations and the future of Rakhine",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/dhaka-naypyidaw-relations-and-the-future-rakhine-3728006",
        "news_paper_name": "The Daily Star",
        "publish_date": "16-10-2024"
    },
    {
        "full_article": "The Bangladesh Climate Action Forum 2024 which recently concluded in Dhaka was a huge success and surpassed all expectations. Key to the event was the scale in terms of the number of delegates and the quality of the speakers; and the international element, with the event shining a light on Bangladesh and its efforts to take a leadership role on climate issues.\nThe event exemplifies the power of global collaboration in addressing pressing climate issues. Bringing together over 450 delegates from various sectors—government, industry, academia, and NGOs—this event fostered a platform for cross-sector dialogue. International stakeholders' participation highlighted the climate crisis's global nature, where local actions must align with global goals.\nThe forum enabled Bangladesh, one of the most climate-vulnerable countries, to build relationships with global leaders and access international expertise, technologies, and resources. The event showed that climate action cannot be siloed, rather partnerships across national and sectoral boundaries are required to develop sustainable strategies tailored to Bangladesh's unique challenges.\nAt the forum, significant emphasis was placed on decarbonisation, particularly in renewable energy and industrial processes. The launch of the \"Better Mills Initiative\" and the OnetrueSOLar Fund reflects Bangladesh's commitment to reducing its carbon footprint, especially in garment production, which is a major contributor to global emissions.\nPresentations on solar rooftop system optimisation and thermal energy system optimisation showcased the potential of these technologies to revolutionise energy consumption in industrial settings. The push for energy usage reduction in manufacturing is vital not only for reducing emissions but also for positioning Bangladesh as a leader in sustainable production. By embracing these technologies, the country could attract more green investments and strengthen its global competitiveness in garment production since global fashion brands seek to green their supply chains.\nBangladesh also faces the dual challenge of increasing its energy supply while transitioning to renewable sources. With only two percent of its energy coming from renewables, the country is far behind global sustainability targets. Speakers at the forum, including government representatives and European Union delegates, stressed the critical need for Bangladesh to enhance its energy security in a way that is both sustainable and resilient to the effects of climate change.\nThe European Union's pledge to mobilise up to 300 billion euros in investments by 2027 offers a lifeline for countries like Bangladesh to access much-needed resources for green energy projects. As Bangladesh continues to develop as a regional economic power, its ability to meet energy demands through renewable sources will not only mitigate environmental risks but also secure long-term economic growth.\nOne of the forum's central themes was rethinking climate action as a business strategy, rather than a regulatory obligation. Delegates were encouraged to see sustainability as an opportunity for growth. A key point made at the event was that \"cheap labour is no longer a competitive advantage.\" Instead, meeting the sustainability targets set by international clients can differentiate Bangladeshi businesses in global markets. The apparel sector, a central plank of the nation's economy, is particularly poised to benefit from sustainable production practices.\nAs global brands increasingly demand eco-friendly products, businesses that invest in sustainability will likely gain a competitive edge. This shift in perspective is crucial for Bangladesh's long-term economic success, especially as the country strives to transition from being a low-cost manufacturing hub to a leader in sustainable innovation.\nSure, investing in climate action comes at a cost. There is no sugar-coating that, and how this cost is met is a question we should not shy away from. Regardless, there is a return on this cost—this investment—in the form of access to international markets. It's no different from the many other compliance costs supply chains need to cover such as social auditing, factory safety, and so on.\nThe forum's workshops, attended by over 300 engineers from the apparel manufacturing sector, played a pivotal role in empowering technical professionals to lead sustainability efforts within their organisations. Companies like Forbes Marshall and Jinko Solar provided hands-on insights into practical decarbonisation strategies.\nEmpowering engineers is vital because they are the ones who will implement the technologies and systems necessary to achieve sustainability goals. By focusing on skills development, Bangladesh is building a workforce capable of driving the transition to greener practices. This is particularly important for sectors like clothing, which is under increasing scrutiny for its environmental impact.\nThe broader significance of these workshops lies in their ability to equip engineers with the tools and knowledge to make immediate changes, ultimately contributing to the nation's long-term climate resilience and industrial sustainability.\nIn summary, Bangladesh Climate Action Forum 2024 showed that the Bangladeshi business community and our friends and partners in the international business community are now leading the way when it comes to climate planning. There is still much work to be done but the signs are evident: we are taking practical, thoughtful steps to plan for a climate-resilient future.\nMostafiz Uddin is the managing director of Denim Expert Limited. He is also the founder and CEO of Bangladesh Denim Expo and Bangladesh Apparel Exchange (BAE).\n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n",
        "headline_1": "2024 Bangladesh Climate Action Forum: Building a climate-resilient future",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/rmg-notes/news/2024-bangladesh-climate-action-forum-building-climate-resilient-future-3727981",
        "news_paper_name": "The Daily Star",
        "publish_date": "16-10-2024"
    },
    {
        "full_article": "The reports of a series of mysterious fire incidents in oil and LPG tankers between September 30 and the small hours of October 13 are disconcerting. So far two oil tankers owned by Bangladesh Shipping Corporation (BSC) caught fires on September 30 and October 5 respectively, one at a jetty of the Chittagong port and the other at the port's outer anchorage. The other fire incident reportedly took place at around 1 a.m. on Sunday (October 13) when a mothership named Captain Nicholas was unloading Liquefied Petroleum Gas (LPG), imported allegedly from questionable origin, to a lightering vessel named, B LPG Sofia, at the outer anchorage west of Kutubdia in the Bay. So, questions are being naturally raised if those tanker fires happening one after another were merely coincidental or if those hand any unholy link at a time when there is shortage of fossil fuel in the country.In the case of the LPG tankers, it took hours---from 12.55 am in the morning to around 12 noon on Sunday--- to bring the blaze at the lightering vessel under control. But the original blaze on the tanker carrying the bulk of the LPG could reportedly be extinguished within three hours. Amid the horrifying incidents of fire, the good news is there was no report of death in the latest case of LPG tanker fires as the 31 people from both the mothership and lightering vessel could be rescued thanks to the efforts of the Bangladesh Coast Guard, the Navy and other rescuers involved. However, the earlier fires at the BSC-owned oil tankers, especially the one that broke out on September 30 engulfing the vessel named, Banglar Jyoti, at a Chittagong port jetty, reportedly claimed three lives. In that case, there should be investigations into why and how the tragedy occurred. The Coast Guard which is learnt to have initiated an inquiry into the oil tanker-related fire incidents to unearth if those were pure accidents or acts of sabotage should advisably also include a probe into the circumstances under which the three people in the first case of oil tanker fire died. In another development, the probe committee that the CPA formed at the directive of the Shipping and Textiles Adviser to investigate the LPG vessels fire is reportedly tasked with the responsibility of finding out, among other issues, the cause of the fire, assessing the international standards for LPG transportation, assessing the suitability of the transported LPG, determining the damage and the liabilities in connection with the fire and coming up with recommendations for preventing such fires in the future. Evidently, these are routine and part of the formula approaches adopted in every case of fire and the results are often predictable. To make a difference, the CPA-initiated probe body might take the allegation lodged by the LPG Operators Association of Bangladesh (LOAB) into consideration that Captain Nicholas, the mother vessel as well as the other LPG-laden tanker, Gaz GMS (not mentioned earlier) provided false report about the origin of the LPG. Whatever the countries of origin of the LPG being transported by the tankers in question, the carriers or their agents must provide the port, customs or any other authorities concerned with correct information. Otherwise, it is not only the vessels or their agents, the receiving country may also fall foul of international maritime laws or face sanctions related to any cargo or the country where the cargo originated from. Hopefully, the probe committees so formed would exercise due diligence to avoid any lapse in getting to the root of the oil and LPG tanker fires.",
        "headline_1": "Getting to the root of oil, LPG tanker fires",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/getting-to-the-root-of-oil-lpg-tanker-fires-1729007869",
        "news_paper_name": "The Financial Express",
        "publish_date": "16-10-2024"
    },
    {
        "full_article": "Sea-level rise, the most potentially threatening fallout of climate change, appears to be almost around the corner as studies conducted at home and abroad suggest that what was believed to be a slow-onset disaster is, in reality, not so.Often referred to as \"ground zero for climate change,\" Bangladesh ranked ninth in the 2023 Global Climate Risk Index, and for many Bangladeshis, particularly the rural communities in low-lying coastal areas, those risks are already unmanageable. Riverbank erosion displaces 50,000 to 200,000 people here each year. The rise of sea levels in coastal areas is prompting people to migrate into cities. Climate migrants are subjected to poor living conditions, contributing to higher levels of poor health, food insecurity, and national poverty. The recent study by the International Labour Organisation (ILO) has reported that by 2050, some 17 per cent of Bangladesh's territory will be submerged by rising sea levels, resulting in a loss of 30 per cent of its agricultural land. This will compel coastal communities to migrate to cities, where they are likely to be subjected to poor living conditions and unemployment. The ILO's 'Regional Companion Report for Asia and the Pacific of the World Social Protection Report 2024-26: Universal Social Protection for Climate Action and a Just Transition' published last week also highlighted that Asia-Pacific region achieved social protection milestone in 2023 with over half or 53.6 per cent of its population covered by at least one social protection benefit. However, social protection systems in the region face both recurrent and new transformative challenges and require significant strengthening, if these are to effectively mitigate the impacts of climate change on populations in the region.The report says that despite a rise in social protection, some 2.1 billion people in the Asia-Pacific region remain unprotected against various lifecycle and socio-economic risks, and progress in extending social protection has been uneven. As regards Bangladesh, the ILO Country Director Tuomo Poutiainen said, \"As the effects of climate change are increasingly felt in Bangladesh, social protection gains greater importance for building resilience in the face of flooding, heat waves, and other natural disasters.\" Properly designed and funded effective social protection systems can greatly reduce the adverse impacts of climate change, facilitate just transition, and provide income protection for those impacted, he added. The impacts of sea-level rise were also assessed through a study titled \"Impacts of Projected Sea Level Rise on Water, Agriculture and Infrastructure Sectors of the Coastal Region\" conducted by the Department of Environment (DoE) Bangladesh. The study projected the sea-level rise along the coastal belt of Bangladesh for 2030, 2050, 2070, and 2100, and assessed its impact on various sectors. It found that sea level rise induced flooding would cover 12.34 per cent to 17.95 per cent of areas of the coastal zone by 2100. The inundation will affect Bagerhat, Barguna, Barishal, Bhola, Chandpur, Chattogram, Cox's Bazar, Feni, Gopalganj, Jashore, Jhalakathi, Khulna, Laxmipur, Narail, Noakhali, Patuakhali, Pirojpur, Satkhira, and Shariatpur, the study found. The study noted that \"In almost all future scenarios, Jhalakathi, Pirojpur, and Barishal will be most inundated, as most of them do not have a comprehensive flood protection system. The areas flooded are mostly inner coastal areas that are not protected by polders or embankments.\"The average annual sea-level rise for the Ganges tidal flood plain, the Meghna estuarine flood plain, and the Chattogram coastal plain is found to vary from 3.6mm to 4.5mm, 3.7mm to 4.1mm, and 3.1mm to 3.7mm between 1993 and 2019. \"Due to the present rates of local sea-level rise, more than 1 million people may be displaced,\" the study sated.The study found that salinity levels will rise further inland. \"The higher the sea level rise (SLR), the higher the salinity in the coastal areas. This will affect mostly the south-central region heavily and reduce these regions' agricultural productivity.\" The study also found that sea-level rise-induced flooding will cause a 5.8 to 9.1 per cent loss in Aman crop production. Barishal, Patuakhali, Jhalakathi, and Pirojpur districts are identified as the most vulnerable and affected areas where most damages will occur. Some coastal regions had been saved from flooding by the existence of polders and embankments.The study predicted that annual rainfall in coastal regions would be 5.0 per cent to 16 per cent higher between 2050 and 2080. The temperature may increase by 1.4 degrees to 2.7 degrees celsius in the 2080s.The study suggested establishing automated tidal and surge gauges to regularly monitor sea-level rise. The link between climate change, economic instability, food insecurity, and unmanageable urban migration makes Bangladesh's economy weak and vulnerable that only long-term planning can be expected to address. The country is not prepared for the spillover effects caused by climate change. The lack of resources and ineffective governance will hinder its capacity to respond effectively to climate change. It is high time the government instituted a high level taskforce to chart future course of action. This may also involve interactions with other vulnerable countries in order that exchange of ideas is facilitated in confronting the calamity lurking so close.\n[email protected]",
        "headline_1": "Encountering sea-level rise for survival",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/encountering-sea-level-rise-for-survival-1729008192",
        "news_paper_name": "The Financial Express",
        "publish_date": "16-10-2024"
    },
    {
        "full_article": "After a lull of about a month, the prices of essentials are on their way to breaking past records in the meteoric rise across wholesale and retail markets in Bangladesh. People's relief at seriously depressed prices (compared to the past) in the immediate aftermath of the change in government was evident. Indeed, wholesalers and retailers went on camera to state that the supply chain for perishable consumables was no longer subject to illicit toll collection and hence it was possible to offer goods to consumers at substantially lower prices.What has gone wrong now? According to a report published in this newspaper recently: \"The Directorate of National Consumer Rights Protection (DNCRP) has said that commission agents, known as aratdars, are manipulating vegetable prices, contributing to the overall price spiral in the market. The DNCRP has pointed out that wholesalers, dealers and retailers, in collusion with these agents, are driving up the prices of essential commodities, including vegetables.\"Notably, the government now has a taskforce to monitor prices and ensure steady supply of commodities to the market. While on paper, the DNCRP is supposed to be working with the taskforce to \"supervise markets across all division and districts of the country, including Dhaka metropolis\", this is actually easier said than done. It leaves little to imagination precisely how an understaffed directorate is going to supervise markets all over the country, when it has difficulty managing the situation in the capital city.The supply chain weakness has never been addressed by any government. That commodities change hands six or seven times is absolutely ridiculous and speaks volumes for why there are so many additional mark-ups in price. Then there is the question of illegal traders, also known as 'farias' who are operating in the city's principal wholesale market Karwanbazar, who have no legal basis to operate. It is, literally, a free-for-all situation. Now it has emerged from DNCRP market raids that wholesalers or 'aratdars' as they are known in local parlance, have formed their own mini-syndicate of traders at all levels of the supply chain to willfully dictate the price of vegetables.Hence comes the age-old question, is no government or authority in a position to take on these mafia-like organisations? There is no dearth of evidence as to where their tentacles reach. People have been patient with the authorities, but how long will that patience last? Citizens want change. They have had to bear relentless food-related inflation for many years now and they now want their rights to be protected. The 'raids' performed by DNCRP are becoming somewhat of a joke because the fact is that they're not working to stem the tide of price increases.A section of media has tried to spin the story to implicate that a new class of political hoodlums belonging to a certain political party has taken control of markets nationwide, but clearly syndicates remain at play. The fact remains that the authorities have more than ample evidence in their hands to take action against price manipulators, but haven't really done that. It is very convenient to play the blame game, but quite another to effect changes because the profit-sharing is just too good to pass up. One thing is clear as day light, and i.e., if today's authorities fall in to the same trap as the previous administration's agencies had, then it is going to be a very short honeymoon. People across the political divide are now exercising their right to expression, but all that will pale if people are once again forced to go hungry. Proper action is needed and needed immediately.\n[email protected]",
        "headline_1": "Price manipulation back with a vengeance!",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/price-manipulation-back-with-a-vengeance-1729008227",
        "news_paper_name": "The Financial Express",
        "publish_date": "16-10-2024"
    },
    {
        "full_article": "In the traditional banking era in Bangladesh, customers had to physically visit bank branches for services such as transactions. These banking services were not always readily available, and customers often had to wait in long queues. Banking hours frequently clashed with customers' schedules, limiting accessibility to essential services.Providing personalised services was a significant challenge for banks, as they relied on manual record-keeping and outdated data management systems. Moreover, without automated systems, it became difficult for banks to track customer interactions and preferences in real time. Instead of tailoring services to individual needs, banks used standardised loan offerings, interest rates, and financial advice.Manual processing posed another challenge for customers during the traditional banking era. Transactions were often delayed due to the reliance on manual processes and record-keeping. Each transaction required extensive documentation and significant paperwork, making the process time-consuming. For instance, if a customer wanted to withdraw or deposit funds, they had to fill out a physical form, which a teller would then review or seek approval from a higher authority. This lengthy process also applied to loan applications and account openings.However, times have changed. Today, customers can perform banking activities from anywhere and at any time using email, online chat, or mobile phones. Most banks now offer 24/7 customer service, eliminating one of the most frustrating problems of traditional banking.\nFaisal Hossain AnikStudentNorth South University[email protected]",
        "headline_1": "Drawbacks of traditional customer services",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/drawbacks-of-traditional-customer-services-1729008256",
        "news_paper_name": "The Financial Express",
        "publish_date": "16-10-2024"
    }
]