[
    {
        "full_article": "The clashes in Kolhapur over the last few days are part of a disturbing trend in Maharashtra. Several incidents across the State in recent months reveal signs of a premeditated plan for communal polarisation and to keep the pot boiling. Most of these incidents have seemingly silly origins but have derailed normal life for several days. The latest eruption was over random social media messages that apparently glorified Mughal emperor Aurangzeb and 18th century Mysore king Tipu Sultan. Forty people have been arrested and prohibitory orders are in place till June 19. Similar protests had taken place in Kolhapur on March 17. In Beed, on June 9, comparable events unfolded. The renaming of Aurangabad to Chhatrapati Sambhaji Nagar by the State government in February was the trigger for the latest incidents; clashes in the town led to one death on March 30. But there is never a dearth of reasons for a clash. On March 30, during a Ramnavami procession in Malad in Mumbai, there were clashes between Hindu and Muslim communities over the playing of loud music. On March 28, in Jalgaon, loud music being played before a mosque was cited as the reason.In Akola on May 13, violence erupted over a provocative post on social media about the Prophet, leading to the death of one person. The confrontation escalated as both groups engaged in extensive vandalism, including arson, even setting vehicles ablaze. Many, including two policemen, were injured. Over 300 people were booked. On the same day, in Trimbakeshwar in Nashik, a syncretic practice of Muslims paying obeisance at a temple turned into a flashpoint. On May 14, Shevgaon in Ahmednagar district witnessed communal violence during a procession organised to commemorate Chhatrapati Sambhaji. Several people were injured and also arrested, and normal life was disrupted following the imposition of prohibitory orders and a ban on Internet services. The familiar pattern of sustained polarisation often escapes the attention that comes with massive violence. In the run-up to the 2014 Lok Sabha and the 2017 Assembly elections, a similar pattern of low intensity violence was visible in Uttar Pradesh. In Maharashtra, the ruling alliance of the Bharatiya Janata Party and the Shiv Sena Shinde faction is facing a strong challenge from the Congress-Nationalist Congress Party-Sena Uddhav faction alliance. Polarisation is easy to create but extremely difficult to mitigate. The ruling alliance in Maharashtra must act decisively and impartially against troublemakers.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nMaharashtra\n\n/\n\nhate crimes\n\n/\n\nreligion and belief\n\n/\n\nBharatiya Janata Party\n\n/ \n\nIndian National Congress\n\n/\n\npolitics\n\n/\n\npolitical parties\n\n/\n\nhistory",
        "headline_1": "Telltale signs: On Maharashtra and a pattern of sustained polarisation",
        "headline_2": "Low-intensity communal violence in Maharashtra could take a dangerous turn",
        "link": "https://www.thehindu.com/opinion/editorial/telltale-signs-the-hindu-editorial-on-maharashtra-and-a-pattern-of-sustained-polarisation/article66957886.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "12-06-2023"
    },
    {
        "full_article": "India’s economy is firmly out of the throes of the pandemic blues, the higher-than-expected 7.2% GDP growth last year could actually be an ‘underestimate’, and the country is now poised for a decade, if not more, of uninterrupted 6.5%-7% growth, even if no further reforms are undertaken. This was the key message from Chief Economic Adviser (CEA) V. Anantha Nageswaran’s prognosis of the state of the economy, conveyed to industry leaders last week. India, he asserted, could now grow for a longer period of seven to 15 years as China did between 1979 and 2008 without “running into overheating problems” as it did after three-four years of strong growth in recent decades. Among the reasons for his optimism — strong momentum, better macro fundamentals with inflation and trade deficits easing in recent months, and cleaner bank and corporate balance sheets, bolstered by reforms such as Goods and Services Tax (GST) and digitisation that are spurring formalisation. The CEA’s elaborate elucidation on the economy’s bright prospects can well be seen as a fresh official nudge to the private sector to stop worrying and restart investing. At the same time, his comment that the economy could be on ‘auto-pilot’ mode, may be a hint that the appetite for important pending reforms such as rationalising the GST structure or fixing archaic factor market laws is low, at least till the 2024 Lok Sabha election.With sectors such as steel and cement seeing higher capacities in action, sections of industry may well start loosening the purse strings soon but a broad-based revival may take longer and needs more actions to buttress the confidence-building. That India has now recovered from the COVID-19 hit on the economy, marked by a 5.8% GDP contraction in 2020-21, is good. But returning to the pre-pandemic trajectory is not enough — remember that growth had slid for seven successive quarters even before the pandemic lockdowns. The economy grew just 3.9% in 2019-20 from 6.5% in the year before, and the quality of the recovery thus far remains uneven. Unless private investment recovers firmly and revs up job creation for millions of youth, demand growth shall not sustain enough to create the virtuous cycle the government is betting on. If India wants to encash the world’s China-plus-one supply chain quest, that intent is not often matched by actions. Misadventures such as high import tariffs and the complex ‘angel tax’ on inbound investments apart, even failing to fix an online service to register a new company does not engender investor confidence. Before the economic engine can be truly on ‘auto pilot’ mode, the government must desist from unnecessary tinkering with its calibrations and create conducive conditions for a smooth and swift, hurdle-free passage for value and job creators.\r\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\neconomy (general)\n\n/\n\ntaxes and duties\n\n/\n\nfinancial markets\n\n/\n\niron and steel\n\n/\n\nCoronavirus\n\n/\n\ninvestments\n\n/\n\nelection",
        "headline_1": "Miles to go: On the state of the Indian economy",
        "headline_2": "The economy is better poised but still needs deft steering and mindful reforms",
        "link": "https://www.thehindu.com/opinion/editorial/miles-to-go-the-hindu-editorial-on-the-state-of-the-indian-economy/article66957907.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "12-06-2023"
    },
    {
        "full_article": "There are few calls for expansion of the G7 which increasingly looks like a group of old rich uncles. The UN Security Council is crying for reform — for decades. It’s not about to happen. The new kids on the block, BRICS and SCO, are diplomatic minefields, and the jostling for influence there is intense. So a group artificially created by an investment banker two decades ago now has 19 countries knocking at its door asking to be let in.\nAs we prepare for the BRICS summit on August 22-24 in Johannesburg, two questions arise — should BRICS grow to say, 25? And, should BRICS have its own currency to rival the USD? A third question has dogged this group for a while — how relevant is BRICS in today’s world?\nLast week, BRICS foreign ministers who met in South Africa also met the “friends of BRICS” — a group of 15 African and other countries who had been invited as part of the outreach exercise. Reports said 13 countries have formally applied to join BRICS, with another six inclined to do so. The countries are not inconsequential — Saudi Arabia and Iran, UAE and Indonesia, Bahrain and Argentina, Algeria and Egypt. Three more African countries are reportedly in queue. From the Democratic Republic of Congo to Cuba, Bangladesh to Guinea-Bissau, there are many “friends of BRICS”.\nEverybody is looking to hedge their bets. India has shown enthusiasm for the expansion but there are concerns. First and most important, the expansion should not become a way for China to hijack the BRICS identity and agenda, as they have done to SCO.\nChina’s trying to stuff BRICS with its “friends”. India, sensibly, is proposing it becomes criteria-based. When questioned about the potential expansion, foreign minister S. Jaishankar showed off his bureaucratic training by putting forward steps and benchmarks. In other words, Pakistan should not have an easy entry. Neither should some of China’s “yes-men”.\n“This is still a work in progress. We are approaching this with positive intent with an open mind,” he told the media. “There are many aspects to it. One part of it is to consolidate how the existing BRICS members are working with each other. The second part of it is how the BRICS engages non-BRICS countries. And the third part is how we look at possible BRICS expansion – what will be the appropriate format for that is also something we need to work on.”\n\nThere are two things that strike you about the expansion. In the case of UNSC reform, China has resolutely opposed the text-based negotiations that the G-4 (India, Japan, Brazil and Germany) have been trying to push through the system, China’s stock answer is yes, sure there should be expansion, but, but, but … Its good India is striking the same tone for the BRICS expansion.\nSecond, BRICS aspirants Argentina and Egypt, to name just two, are also members of the infamous “Coffee Club” (United for Consensus) —opposed to India’s membership in the UNSC. They also get a lot of support from China. Why should India let these countries in? As it is, China’s doing some clever sleight-of-hand diplomacy — Indian officials have been fielding calls from some of these countries who said China had put India as the only obstacle to their joining, shifting the ball into India’s court.\nThe decks are stacked against India in BRICS — Russia, which used to stand as a superpower, is now reduced to doing multilateral grunt work for China. Indian officials at multilateral gatherings have come back dismayed at the visible transformation of Russia, India’s traditional ally, into China’s junior partner. In SCO, for instance, China is pushing its BRI, Global technology initiative and Global Security Initiative — into the official language of the group. Something similar is likely to happen in BRICS if Beijing’s plan of bringing in new countries bears fruit.\nChina is looking at the potential expansion primarily through the lens of expanding its sphere of influence. With the SCO and BRICS, China dominates the two most prominent “alternate” groupings — neither of which includes the US. India has to find creative ways of blunting Chinese strategy while opening up BRICS to countries that will ensure equitable distribution of power in the group.\nChina, and to a greater extent, Russia, are hoping to become influencers (in today’s world, influencers move markets and opinions) for an ‘anti-west’ club. The pandemic and the Russia-Ukraine war have changed much for the developing world. Many countries don’t buy the Western argument on the war or on Russia. They’re hurting from the West’s neglect during Covid, been left to fend for themselves in the climate crisis and, now, they hurt more from the sanctions than the war itself. So yes, there are takers for this view.\nBut China-Russia should be careful to not overplay their hand. The US can be pretty deft at rebooting estranged friendships — look at Saudi Arabia. The short point is that even with a group of its friends inside BRICS, Beijing will always be wondering if any of them have been “turned” by the US. Expansion, therefore, can be a double-edged thing.\nAnil Sooklal, South Africa’s ambassador to BRICS, told an interviewer, “What you’re seeing here is that these countries want to have a greater say in the evolving global architecture,” the ambassador said. “They would like to see a multipolar, multicultural and multi-civilisational world that is not dominated by one or two hegemons, and where they have more independence and choices to determine what’s in their best interest.” The BRICS, he was quoted as saying, is trying to create a “more inclusive” international order that “addresses the existing fault lines on the global, geopolitical, geo-economic and financial architecture.”\nBRICS may not set the world on fire, but it’s still a place for middle powers to hang out together and be a collective voice in the world. Hegemony is now a dual engine force — between the US and China. Swimming between them will remain a full-time activity.\n\n",
        "headline_1": "The hidden trickery in BRICS Expansion",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/globespotting/the-hidden-trickery-in-brics-expansion/",
        "news_paper_name": "The Times of India",
        "publish_date": "12-06-2023"
    },
    {
        "full_article": "Covid and malaria affect the rich and poor alike and so make headlines. Many readers may not have heard of kala azar, a disease mainly prevalent in some of the poorest parts of India such as northern Bihar and Bengal. Spread by sand flies, kala azar blackens the skin — hence its name. It does not kill directly but weakens the immunological system so much that the patient becomes a victim of other infections that abound in poor regions. Untreated, it leads to death in 95% of cases.\nRead full opinion on TOI+\n\n",
        "headline_1": "End of kala azar near but let’s not cheer too early",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/Swaminomics/end-of-kala-azar-near-but-lets-not-cheer-too-early/",
        "news_paper_name": "The Times of India",
        "publish_date": "12-06-2023"
    },
    {
        "full_article": "Dear government ministers, Citizens are numbed. On the evening of June 2, as passengers settled down for a train journey ahead, death came suddenly. Within minutes, hundreds perished in the Balasore accident. Parents lost children, families lost breadwinners. A notebook found on the railway tracks at Balasore contained a poem. It read: “Small clouds create rain, small tales create love. ” We will never know who this nameless poet on the train was, dreaming of rain and love. A doll was found too, its arms ripped off. A gift? Or being carried by a child? We’ll never know.\nThere is a clamour for the resignation of the railway minister Ashwini Vaishnaw. Lal Bahadur Shastri is being invoked, who, in an undoubted act of constitutional morality, resignedas railway minister after a train accident in Tamil Nadu in 1956. But did rail accidents stop after Shastri quit his post?\nNo, they did not. In 1979, after another accident, then rail minister Madhu Dandavate resigned. Two years later in 1981, a passenger train in Bihar fell into a river and over 800 died. In 1999, over 280 were killed in a collision between two trains in Gaisal in Bengal. After Gaisal, then railway minister Nitish Kumar resigned. In 2000 after another railway disaster, Mamata Banerjee also offered to resign as railway minister. But despite these resignations, citizens keep losing their lives on trains.\nResignations are not the solution. A hard safety audit across the railways is needed. More than 3. 12 lakh posts in the Railways remain vacant. A 2022 CAG report found shocking gaps in rail safety. In February this year, a senior railway official flagged faulty signalling systems. The anti-train collision system (in development since 2012 and named ‘Kavach’ by the Modi gov-ernment) does not exist on the South Eastern railway and covers only a fraction — 1,445 km — of the entire rail network of 68,000 km. Experts, however, are divided on whether it could have prevented a crash.\nAnother warning: ministers must steer clear of theatrics. Those holding office must be cautious, and work in a spirit of humility. When high-profile railway projects are flagged off with too much razzmatazz, these publicity campaigns must be tempered with the realisation that no system is error-proof. If you take all the credit today, tomorrow you will be facing all the flak too, and be asked to take responsibility.\nPolitical whataboutery and slogan-shouting at the accident site revealed a lack of empathy. Why has there not been a single hug or cradling a child or a physical gesture of sympathy for victims and their families? When citizens are suffering, officials must answer the call to empathy.\nA token resignation assuages the immediatepolitical cacophony, but doesn’t ensure the system learns from mistakes. In 1993, then civil aviation minister Madhavrao Scindia resigned after an air crash. But several air crashes have taken place since, including Scindia’s own tragic death in an airplane malfunction in 2001. In the UPA years, in 2013 Pawan Kumar Bansal resigned as railway minister after allegations against his nephew. Maharashtra CM Ashok Chavan resigned even before an FIR was registered in the Adarsh housing scam. What have been the results of these resignations? Has public life become free of corruption allegations or have politicians stopped engaging in real estate deals? No. Even after high-profile resignations, governance reforms are never undertaken to check ministerial functioning.\nResignations only feed into the political slugfest. When a flyover collapsed in Calcutta in 2016, BJP called for CM Mamata Banerjee’s resignation and PM Modi even called it an “act of fraud”. Surely, public deaths in an accident mustnot be used to settle political scores. Today, after the Odisha tragedy, the Bengal CM is training her guns against the Modi government at the Centre.\nAmidst accusations and counter-accusations, is the citizen safer? In 2022 over 100 died in Gujarat’s Morbi bridge collapse. The bridge company’s MD has been arrested but were lessons learnt in bridge safety? Two days after the train calamity in Balasore, in Bihar’s\nBhagalpur, another bridge collapsed for the second time in a year.\nAway from hyper-partisan politics, citizens need accountability for systemic breakdowns which are jeopardising our lives. We who do not travel in VIP cocoons must be assured that any inquiry after a major accident will lead to course correction at every level. Those who are elected by us have official privileges but with great power comes greater responsibility. Dear ministers, remember you have sworn an oath to protect all citizens. Resigning or not is on your individual conscience.\n\n",
        "headline_1": "A resignation won’t fix the railways. Let’s get serious about safety instead",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/bloody-mary/a-resignation-wont-fix-the-railways-lets-get-serious-about-safety-instead/",
        "news_paper_name": "The Times of India",
        "publish_date": "12-06-2023"
    },
    {
        "full_article": "The IPL final seems to have sparked off a feet-touching controversy across India. Hold your horses, I qualify as a true-blue sanskaari aurat (bet you didn’t see this coming) and have zero issues touching my husband’s feet. This is an annual Diwali ritual for me during Padwa (not to be confused with Gudi Padwa, the Maharashtrian new year). It’s a carry forward from my parents’ time. I grew up observing my mother performing a Padwa aarti for my father and then touching his feet to seek his blessings as the head of the family. Let me emphasise: My parents were equals in marriage and my father respected my mother as much as she respected him. But no, he didn’t touch her feet or perform an aarti for her. But that’s not discrimination, it’s tradition. Who started it? Why? Is it relevant in today’s day and age? Sorry, but I don’t have any answers. As for me, it is unilaterally my decision to follow or not follow this particular family tradition. I choose to follow it. Like with most traditions that may seem illogical, even absurd, to others, it’s still important to recognise an individual’s right to follow what appeals to the person. I don’t owe an explanation to anybody. I don’t need to justify my action. Nor do I feel apologetic/embarrassed/sheepish because it may look “unmodern” to others.\nBJP MLA Rivaba Jadeja (32), wife of cricketer Ravindra Jadeja (34), was known as Riva Solanki before she married the controversial cricket star in 2016. Her bio states she was trained as a mechanical engineer and is very much the heroine in her husband’s life, going by the evidence on the cricket ground. Rivaba rushed onto the field after her husband was declared the hero of this season’s IPL, and dived to touch his feet; he had dedicated his first win as the captain of the CSK team (2022) to his wife. But, of course, the latter act did not generate gigantic tidal waves of publicity as did the feet-touching viral video. There was widespread shock and awe as breathless anchors (mainly women) kicked off furious debates questioning Rivaba’s gesture — was it ‘sanskaari’ or plain medieval? While critics roared their disapproval and condemned Rivaba for “subjugating’’ herself and endorsing old-fashioned values, there were thousands of equally vociferous supporters batting for Rivaba and describing her as an ídeal wife and a “symbol of Indian culture”.\nThis is such a deeply personal matter. I am no ideal wife; such a creature doesn’t exist. To many, I am anything but a symbol of Indian culture but hey, I am happy to touch my husband’s feet during Diwali in the presence of our children and grandchildren…and that’s that. Call me regressive, call me a dinosaur, call me anything. I actively encourage my children to show respect to family elders bybowing with folded hands and seeking their blessings during auspicious ceremonies. I feel it’s equally important for me to demonstrate the same, without hesitation or self-consciousness.\nEvery culture and community follows certain age-old patterns that provide a sense of continuity to the next generation. Feet-touching was not invented by Rivaba or me. It is just a part of who we are, how we were raised and, most importantly, what we are comfortable with. Period. Why politicise such intimate gestures and ask “bigger’’ questions — what’s bigger than my agency over myself?\nSure, the very same act of touching feet can be manipulative and frequently is, especially when it involves politicians, movie stars, self-styled godmen and godwomen who demand a show of deference on public platforms. That’s called grovelling. Not “showing respect’’. It is nauseating and pathetic to observe senior citizens touching the feet of netas young enough to be their sons. This is an empty exercise, stripped of sentiment, designed to suck up to superiors. An outright ban on the practice is out of the question. But surely vehement and sustained discouragement is possible through aggressive communication and social messaging? Public feet-touching as a ‘patron-subject’ act is a repugnant symbol of our desi chamcha culture.\nOptics play a huge role. Whether it’s the sight of Rivaba touching her husband’s feet or Prime Minister of Papua New Guinea James Marape touching the feet of Prime Minister Narendra Modi on his maiden visit to the island nation last month, the emotional resonance created was similar. Mutual respect can be expressed in several ways, feet-touching is one of them. India, with all its complexities and contradictions, can accommodate and absorb it all, as we have demonstrated over centuries.\n\n",
        "headline_1": "Medieval, my foot! This ‘sanskaari’ woman is batting for Rivaba Jadeja",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/politically-incorrect/medieval-my-foot-this-sanskaari-woman-is-batting-for-rivaba-jadeja/",
        "news_paper_name": "The Times of India",
        "publish_date": "12-06-2023"
    },
    {
        "full_article": "We would like to recall with gratitude some harbingers of education from East Bengal (now Bangladesh) in the 19th century, who have 'illumined' the lives of generations by founding modern educational institutions at the primary, secondary and university levels in British India. Long years ago, theirs was a journey fraught with odds and impediments amidst the poverty, ignorance and deprivation of a colonial society. However, these dauntless pioneers were visionaries who took upon themselves the formidable challenges of a noble mission by spreading public education with remarkable tenacity regardless of the lack of ready resources. They managed to build schools and colleges too often by stages with relentless effort, perseverance and dedication with the help of local philanthropists. Their conscience were beholden to the notion of the 'noblesse oblige,' that is to say, privilege entails obligation and responsibility. The following are stories of such bravehearts. \nDr. Aghorenath Chattopadhyaya \n(1851–1915) was a distinguished British Indian educationist, intellectual, scientist and social reformer. He was born in Bhrahmongaon in Kanaksar village of Bikrampur, Dhaka, East Bengal (Bangladesh). He was the first Indian and Bengali to secure a D.Sc. (Doctorate of Science) degree, a rare distinction in those days. He attended the Pogose and Dhaka Collegiate Schools and the prestigious Presidency College, Calcutta. A meritorious student he moved to the University of Edinburgh for higher studies on a Gilchrist scholarship. During his student years in Edinburgh he excelled in his studies and was awarded the Baxter Scholarship and the Hope Prize.\nOn his return to colonial India, he was specially invited by the Nizam (ruler) of the premier Princely State of Hyderabad, Nawab Mir Mahboob Ali Khan (1866-1911) Kt, Asaf Jah VI, to modernize the education system there. He began by opening an English medium school there. With the Nizam's support he soon founded the Hyderabad College with himself as its first principal. It was later renamed as the Nizam College. He was instrumental in starting a Women's College in those highly conservative days as part of the Osmania University and implemented the progressive Special Marriage Act, a courageous step in Hyderabad State. For his principled stand on important matters of the State in which he sometimes strongly differed with the Nizam, he had to leave Hyderabad twice, regardless of the fact that the ruler always professed a high personal regard for Aghorenath, for his integrity, erudition and sound administrative acumen. \nAghorenath and his wife Varada Sundari Devi were blessed with eight children who included the celebrated Indian poetess and political activist against the Raj, Sarojini Naidu alias 'the Nightingale of India' their eldest daughter, who was the mother of Padmaja Naidu. Their second daughter Mrinalini was a Cambridge graduate who became the principal of the then well-known Sir Gangaram Girls' High School in Lahore before the partition. The third daughter Sunalini was an accomplished Kathak dancer. Their eldest son Virandranath (also Birendranath) was a dedicated leftist and an avowed political activist against the Raj, so much so, that he was listed in the British Crime register as a wanted revolutionary. He managed to slip away to Europe to carry out his clandestine activities from there. However, during his stay in the Soviet Union, he fell afoul of the political authorities there and became a victim of the pathological Soviet dictator Joseph Stalin's infamous purge of abominable cruelty. He was executed in 1937. The youngest son Harindranath was a social activist, poet and actor who received one of independent India's highest civilian award the Padma Bhushan in 1973.   \nDr. Aghorenath Chattopadhyaya died at his Lovelock Street residence, Calcutta on 28 January 1915. In his passing a befitting tribute was paid by his eldest daughter Sarojini Naidu, who said that her illustrious father could aptly be characterized as - a  dreamer by temperament, a man of intense curiosity, a visionary with bold initiatives coupled by a passion for holistic learning which extended even to the realm of Alchemy. We should take pride in the fact that the ancestral roots of this extraordinary scholar- educationist lie in Bikrampur (now Munshiganj), Dhaka Division, Bangladesh.\nGopalchandra Lahiri (1858-1936) son of Mahimchandra Lahiri was born in Rokonpur Pargana, in Kacharipara under Gopalpur Mauza, Pabna. In his lifetime he became a renowned pioneer of higher education, particularly at the college level in the district of Pabna. It was an enviable achievement in those difficult days of the colonial era. However, Gopalchandra was a public spirited, dedicated soul imbued with the noble mission of spreading the 'light' of modern education among the young. \nGopalchandra's family profession was that of Jotdaari (semi-feudal wealthy peasants). It is interesting to note that his birth almost coincided with the establishment of the Pabna Zilla School in 1853. Therefore, it is quite possible that he may have attended that school, although there is no provenance. As a meritorious student he later enrolled in Rajshahi College, another renowned institution of the time. He was taken in as a free boarder in the house of a well- known lawyer of Rajshahi named Shrijukto Guruprasad Sen, where he became the private tutor to Rajanikanta Sen, the school going son of Guruprasad. It was the same Rajanikanta Sen (1865-1910) who would later go on to become the famous 'Kantokobi' of Bengal, that is, poet and composer of devotional (Bhakti) as well as patriotic songs. Today, Rajanikanta Sen along with Rabindranath Tagore, Kazi Nazrul Islam, Atul Prasad Sen and Dwijendra Lal Roy (D. L. Roy) are famously regarded as the 'Pancha Orko' or the 'Five Sun' of Bengali Literature and culture.\nGopalchandra Lahiri graduated with a Bachelor's degree (B.A.) in 1881-82 from the Rajshahi College, while lodging with lawyer Guruprasad. In the same year, Rajanikanta too passed his Entrance Exam. The biographer of Rajanikanta, one Naliniranjan Pandit in his book, 'Kantokobi Rajanikanta' paid rich tributes to Gopalchandra Lahiri by saying that, 'his superb teaching skills, holistic approach to education  profoundly enhanced the knowledge base of Rajanikanta within a short period of time and transformed him into an erudite young man.' Later on, Rajanikanta also reverentially dedicated his much acclaimed second book of verse entitled, 'Kalyani' to the memory of his beloved private tutor.\nOn his return to Pabna town, Gopalchandra Lahiri, embarked on his life's mission of initiating formal institutional education. In March of 1894, he established the 'Pabna Institution' a High English School in the town. However, the school had to be relocated soon due to its unsuitable location in the congested bazar area. Besides, the school had already started to attract a lot of eager students for whose proper accommodation more space was urgently needed. Therefore, with the generous financial help of the enlightened Bhaduri zamindar family of the locality, a new school building was erected on seven bighas of land. In the meantime, Gopalchandra also opened a college in a room of the school to introduce higher learning by producing college graduates. For a while he took on the extra burden of being the headmaster of the school, college and the principal teacher at the same time. Thus, it was the 'Pabna Institution' (school) which finally gave birth in July 1898, to the renowned Government Edward College in Pabna as we know it today. Both the school and college are amongst the oldest educational  institutions in Bangladesh. On the death of Gopalchandra Lahiri in 1936, a pall of gloom descended upon Pabna town. Soon the grateful civil administration and people of Pabna, renamed 'Pabna Institution' (school) as the 'Gopalchandra Lahiri Institution' in loving memory of the noble man for his selfless dedication and virtuous contribution towards public education.\nThe eminent pioneering educationist Rai Bahadur Ananda Chandra Roy (1863-1920) of Comilla, was born in his village home in Gobindapur taluk, Homnabad, Laksham, in Comilla district. His ancestors came from Rajasthan to East Bengal and settled in Comilla in the 18th century.  After becoming wealthy traders they became zamindars (feudal landlords). The Roy family soon started to acquire landed property in Comilla town and constructed attractive residential homes, one of which was on forty acres of land in the Kandirpar area near the posh 'Talpukur Par'. Ananda Chandra Roy was the eldest son of his father. On his father's premature death, he had to take over charge of the Zamindari at a tender age. In his lifetime, he judiciously managed to substantially extend the Zamindari and became very wealthy and influential. Apart from the Zamindari, he also invested wisely in the contracting business through his contracting firm. When the plan of the Assam Bengal Railway was being implemented, he was awarded the lucrative contract to build the railroad. He built a beautiful house in the Ranirbazar area of Comilla town for his only daughter Labanyaprova. Presently, it is the residence of the District Judge of Comilla.\nHowever, Ananda Chandra Roy is best remembered for the establishment of the Victoria School (1877) and Victoria College (1899) in Comilla town in late 19th century. His enlightened quest for initiating public education at the primary and secondary levels, was the outcome of his ceaseless efforts. It all began modestly in 1886, when at the age of twenty three he established the 'Roy's Entrance School' with a handful of students, which was subsequently renamed as Comilla Victoria School in commemoration of the Golden Jubilee (50 years of reign) of Queen Victoria in 1877. It is heartening to know that Dinesh Chandra Sen (1866-1939) another outstanding son of East Bengal, born in village Suapur in today's Dhaka district was the Head Master of this school (tenure:1890-97), prior to his attaining all Bengal fame as a famous writer, researcher of Bengali folklore and contribution to Bengali literature for which he was invested with the title of Rai Bahadur. Hiralal Sen born in Manikganj, East Bengal, who is generally regarded as the first Indian filmmaker was Dinesh's cousin, while Samar Sen the prominent Indian poet, litterateur and journalist was his grandson.\nAt present the Victoria School is known as the Comilla Victoria Collegiate School. The renowned Victoria College eventually grew out of this school in 1899 and, was affiliated up to the F.A. standard at the time. Unfortunately, the school was completed gutted by a big inferno in 1902, and had to be rebuild by its founder within a short period of time. The Trust Deed of 1904, which practically separated the College from the School was replaced by a new one in 1908. The main reasons for the Trust Deed was for the overall improvement of the College. The expectation of the founder was that the problems faced by the new College would be overcome from grants made available from the Trust Deed. When the New Regulations of the Calcutta University came into force in 1904, the affiliation of the College was restricted to the Intermediate of Arts (I.A.) standard. However, in 1918 when a second building was constructed, the status of the College was raised to the Bachelor of Arts (B.A.) standard and the Intermediate Science classes (I.Sc) were introduced in 1924, soon after the sad demise of the Rai Bahadur in 1920. However, Ananada Chandra Roy died a satisfied man having witnessed in his lifetime that the modest School he once started with only five students, was finally able to produce College graduates with B.A. degrees.\nAnanada Chandra Roy established a primary school in his native village of Gobindapur, Laksham in Comilla district. He also donated land for establishing a post office there for public welfare. As an eager patron of religious and cultural activities, he was always forthcoming. As a person he was benevolent, affable, endowed with kindness, but also displayed a strong personality for which he was highly respected by all people. He passed away peacefully on 8 November, 1920 at the age of fifty seven. His last rites were performed at the family cremation grounds in the presence of thousands of mourners irrespective of religion, caste or creed.\nWaqar A Khan is the Founder of Bangladesh Forum for Heritage Studies.\n",
        "headline_1": "Lest we forget: The pioneering educationists from East Bengal",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/focus/news/lest-we-forget-the-pioneering-educationists-east-bengal-3343871",
        "news_paper_name": "The Daily Star",
        "publish_date": "12-06-2023"
    },
    {
        "full_article": "As the mainstream political parties have been engaged in endless squabbling on how the next general election can be a credibly fair and inclusive one, our law minister, Anisul Huq, has informed Jatiya Sangsad that the Election Commission has already formulated its work plan to make the upcoming election \"transparent, free, fair, and peaceful.\" The law minister further said that the EC wanted to ensure equal opportunities for all parties in the elections and that no government agency would file any case to harass anyone. He informed the lawmakers that the EC had finalised an 11-point decision for the next election.\nThe decisions he listed are nothing special or unique. The only one that's probably new is the move to appoint more qualified officials from the EC as returning officers. Other decisions – such as preventing attacks on candidates, their supporters, houses and business establishments and taking swift action as per law if such a incident happens, conducting drives to recover illegal weapons, ensuring equal treatment to all candidates, taking disciplinary action against violations of electoral laws and rules as well as bias shown by officials – have been in the rule books for ages.\nOne may wonder why we haven't heard about these decisions from the Election Commission first, instead of the law minister. Shouldn't decisions about the rules regulating elections and the electoral code of conduct be coming from the EC itself? If the law minister was right that these decisions were the EC's, then they are not part of any legislative business. It rather raises unnecessary suspicion about the government's role in the EC's decision-making process.\nSince the law minister's statement about the EC's decisions followed his placing of the Representation of the People (Amendment) Bill, 2023, which has widely been seen as an attempt to curb the EC's power, it makes critics of the government more suspicious.\n\nOne may wonder why we haven't heard about these decisions from the Election Commission first, instead of the law minister. Shouldn't decisions about the rules regulating elections and the electoral code of conduct be coming from the EC itself? If the law minister was right that these decisions were the EC's, then they are not part of any legislative business.\nDespite the government's claim that the amendment would empower the EC to cancel or postpone voting at one or several polling centres in face of unwarranted circumstances during the election, in reality, if the bill becomes law, the EC would no longer be able to cancel or postpone the election of an entire constituency. The current EC led by Chief Election Commissioner Kazi Habibul Awal, specifically sought such authority following sharp criticism from ministers and leaders of the ruling party after the annulment of Gaibandha-5 by-poll. In fact, though the EC retook votes in the entire constituency, it did not follow the rules of a fresh by-election, which should have required a new schedule and nomination process.\nAnother disturbing element in the proposed amendment is limiting the EC's authority by replacing the word \"election\" with \"polling\" in the provision that allows the EC to stop polls at any stage of the election if it is convinced that it won't be able to ensure the conduct of the election justly, fairly, and in accordance with the law due to malpractices, including coercion, intimidation and pressure. Though replacing the word \"election\" with \"polling\" appears to be innocuous, it severely curtails the EC's power in taking drastic actions, like postponing the election in a constituency in the event of serious disturbances or electoral violence during the whole electoral process, except on the polling day.\nThe proposed amendment alone would leave the EC in a precarious position in which it would be impossible for them to enforce its 11-point decision, which the law minister wanted us all to believe is a recipe for making the upcoming parliamentary election free, fair, and peaceful. The law minister's portrayal of these decisions as the proof of intention and ability of the EC to deliver a credible and fair election, however, is a mere repetition of the policies, which didn't work in 2014 and 2018, largely due to the government's control and influence over the commission.\nThere's no reason to believe that the current EC has either the will or the ability to act independently seeing as their appointment has been plagued with controversies. It gets even more complicated when a partisan government lacks trust from other contending parties, who have been demanding that the next election must be held under a non-party caretaker government.\nAs I have argued before, setting rules of the game without all parties' consent may prove unwise; there's plenty of time to bridge the gaps in a political solution to the issue of holding a free and fair election. Instead of rushing through legislation and imposing decisions regarding electoral codes arbitrarily, which in reality hampers the democratic process by creating even more distrust, a national conversation should be initiated at the earliest. Without such a dialogue and a consensus, a credible and fair election will not be possible in Bangladesh.\nKamal Ahmed is an independent journalist. His Twitter handle is @ahmedka1\n\n",
        "headline_1": "Shouldn’t the EC be saying how it will make elections free and fair?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/shouldnt-the-ec-be-saying-how-it-will-make-elections-free-and-fair-3343566",
        "news_paper_name": "The Daily Star",
        "publish_date": "12-06-2023"
    },
    {
        "full_article": "Bangladeshi immigrant communities face the challenge of cultural preservation in the fast-paced melting pot of America. Through assimilation and isolation, Bangladeshi-American youth now grapple with the obstacles of language loss – a phenomenon that creates a cultural disconnect and strains family relations.\n\"What most Bangladeshi people don't realise is that the United States is home to many cultures with people from around the world. In Bangladesh, it's mostly Bangalee people. When there is more diversity, it becomes more difficult to preserve a culture completely,\" said Afnan Salahuddin, a 17-year-old from Maryland.\nLanguage is a cornerstone of culture, carrying a community's collective history, traditions, and values. However, the increasingly prevalent language divide presents a significant challenge for Bangladeshi-American youths. As generations grow up in predominantly English-speaking environments, Bangla struggles to find its place. Adopting English as the primary language of communication in schools, combined with the influence of American culture, has resulted in the erosion of Bangla proficiency among these youth. This loss of language holds profound consequences that impact cultural identity, create an inability to engage in deep conversations, and minimise meaningful connections with family members.\n\"While at big family gatherings, I sometimes have difficulty finding the right words to express myself in Bangla, so sometimes I choose to stay quiet instead of sharing my thoughts,\" said Areebah Jahin, a 20-year-old from Virginia. \"In Bangladesh, my American accent is very clear at times, and sometimes my family will make fun of it and unknowingly hurt my feelings, which initially deters me from wanting to speak Bangla even more.\"\nAmid this language divide, Bangla language schools have emerged as an invaluable resource for those seeking to maintain their linguistic and cultural roots. These schools play a vital role in providing instruction in the Bangla language, fostering a sense of belonging, and preserving Bangladesh's heritage.\n\"A few years back, my family and I visited Bangladesh. It's been a long time since I've talked to my relatives in Bangladesh, but I barely talked to them during the visit. I barely knew how to speak Bangla, which was the only language they knew,\" said Obonti Zaman, a 15-year-old from Virginia. \"I then started Bangla school, and in only a month, I learned the basics of how to converse in Bangla. When I went to Bangladesh again, I could talk to my family more easily. Of course, I wasn't perfect, but it did help build a stronger bond between me and my family in Bangladesh. Knowing Bangla has also made me feel more connected to the history and culture of my parents and relatives.\"\nZaman takes Bangla language classes at the Bangladesh Center for Community Development, which serves the greater Washington DC metropolitan area. Not only does the school provide basic language/communication classes, but it also provides opportunities for students to participate in cultural activities such as Bangladeshi dance, music, and performance.\n\"Learning Bangla and engaging in Bangladeshi dance and singing broadened my knowledge of my culture and made me better understand the traditions in Bangladesh,\" said Zaman. \"Learning about Bangladeshi holidays and events in Bangla school helped me connect to those different aspects of the culture. Understanding the traditions and culture helped me find a sense of who I am and what my culture is.\"\nWhile some Bangladeshi-American youths have been lucky enough to attend Bangla language schools, others face a more uphill battle with Bangla proficiency. The inability to speak fluently in Bangla can lead to feelings of disconnection and a sense of loss regarding cultural identity, often grappling with how to embrace heritage while simultaneously navigating an English-speaking society.\n\"My schedule doesn't allow for me to dedicate time to specifically learn Bangla since I am preoccupied with school and extracurriculars,\" said Salahuddin. \"Because of that, I feel guilty for my inability to read, write, and speak my mother tongue fluently.\"\nWhile fluency in the Bangla language remains an ideal goal, there are alternative paths that Bangladeshi-American youths can take to foster cultural connection despite language limitations. Activities such as celebrating cultural festivals, engaging in traditional customs, and preparing traditional meals can serve as powerful reminders of their heritage. Storytelling, intergenerational dialogues, and engaging with cultural media can also help bridge the language gap and nurture a deeper understanding of their roots.\n\nWhile some Bangladeshi-American youths have been lucky enough to attend Bangla language schools, others face a more uphill battle with Bangla proficiency. The inability to speak fluently in Bangla can lead to feelings of disconnection and a sense of loss regarding cultural identity, often grappling with how to embrace heritage while simultaneously navigating an English-speaking society.\n\"Poetry is a significant part of Bangladeshi culture, something I didn't know until after reading and writing Bangla. I was introduced to so many poems and poets, like Kazi Nazrul Islam and Rabindranath Tagore,\" said Nahli Zaman, an 18-year-old from Virginia. \"I was already interested in Western poetry, but now I have a whole other branch to discover.\"\nIn a globalised community, preserving language and culture within immigrant communities is more crucial than ever. It is empowering to feel connected to one's history and heritage through language, and by recognising the impact of language loss, Bangladeshi-American youths can navigate the complexities of cultural identity and bridge the language barrier.\n\"It's okay not to be connected to Bangladeshi heritage right away. It does take time, especially if you are growing up in a community that doesn't speak Bangla. But try to introduce yourself to the traditions slowly. You will get there if you have the correct mindset and are willing to embrace your culture,\" said Zaman.\nAnisha Iqbal is a Bangladesh-born student journalist from the Northern Virginia/Washington DC area in the US.\n\n",
        "headline_1": "Language loss constructs cultural barriers for Bangladeshi-American youth",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/language-loss-constructs-cultural-barriers-bangladeshi-american-youth-3343511",
        "news_paper_name": "The Daily Star",
        "publish_date": "12-06-2023"
    },
    {
        "full_article": "It has been reported that there is a lack of interest among voters about the Khulna mayoral elections. The primary reason for this apathy is the absence of the main opposition BNP in the polls in a city where the party has had a strong voter base. Without BNP's participation, the mayoral race is seen as a mere formality with no real competition.\nGiven the track record of past city, by- and national polls, there is much to be concerned about in regards to voter apathy. The six by-polls in February, which took place a year after the formation of the present Election Commission, were marked by a poor voter turnout of about 28 percent. Such abysmal turnout was attributed to the absence of the main opposition BNP and a lack of trust regarding the neutrality of the responsible departments. The last two general elections have also greatly contributed to diminishing voters' enthusiasm, with one being uncontested and the other marred by allegations of widespread vote-rigging.\nThe EC's refrain of elections being \"peaceful and organised\" rings hollow when they are not participatory. This time, too, the EC has given assurance that there is adequate security in all polling stations, so that voters can freely vote. The point that the EC seems to be regularly missing is that, unless candidates from the main opposition party participate in the polls, there is little incentive for all voters to turn up at the polling centres. Can the EC continue to shrug off its failure to convince BNP to participate in these mayoral elections that are a precursor to the upcoming parliamentary elections?\nWe would like to repeat how urgent it is for major electoral reforms in order to ensure free, fair and participatory elections in the country, which is the mandate of the EC. The trend of uncontested elections, violence and intimidation of opposition rallies, harassment and arbitrary arrests of opposition candidates, administrative bias, and the overall failure to ensure a level playing field for all parties have contributed to destroying the election culture of the country. Clearly, the responsibility to change this debilitating trend lies largely with the government and specifically with the EC. Surely, the EC realises that there can be nothing more damning to the electoral process than when people feel their votes no longer matter. We fervently hope that it will make sincere efforts to convince voters to exercise their constitutional right, which is contingent upon convincing the BNP to come back to the drawing board.\n",
        "headline_1": "The EC can't ignore low voter turnout",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/the-ec-cant-ignore-low-voter-turnout-3343406",
        "news_paper_name": "The Daily Star",
        "publish_date": "12-06-2023"
    },
    {
        "full_article": "We are alarmed by the continuously high number of road crashes taking place across the country amid continued negligence by the authorities to reverse this trend. According to a report citing the findings of the Road Safety Foundation (RSF), 408 individuals lost their lives and 631 sustained injuries in 491 road crashes across the country in the month of May. The figures demonstrate how little progress has been achieved despite frequent promises by the government to make our roads safe.\nThe RSF study includes details that deserve to be taken seriously. For example, of all the crashes that took place in May, around 41 percent occurred on regional roads, most of them due to speeding. In addition, motorcycle accidents accounted for 34.55 percent of the total fatalities, which once again shows the danger that motorcycles pose to road safety. All this means that if the authorities take extra precautions on regional roads, prevent speeding, and better control/monitor the movement of motorcycles, we will be able to reduce the number of crashes and deaths.\nHowever, these measures alone may not be enough to ensure road safety. For a greater impact, the authorities also need to bring the drivers responsible for crashes to justice. According to a Prothom Alo report, some 492 cases were filed for road crash deaths in Dhaka over the last two and a half years. While police have completed the investigation of 275 cases, they couldn't identify the responsible drivers in 116 of them. This is quite unfortunate. If the drivers cannot be identified and punished, will it not embolden other reckless drivers? Reportedly, police often do not investigate such cases with sincerity, which is one of the reasons for not finding the guilty drivers. This must change.\nIt also highlights the often-overlooked need for employing skilled drivers with decent salaries and proper working hours, and properly enforcing traffic rules as well as the Road Transport Act 2018. We must do everything necessary to reduce the number of road crashes and deaths.\n",
        "headline_1": "Another deadly month for road travellers ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/another-deadly-month-road-travellers-3343191",
        "news_paper_name": "The Daily Star",
        "publish_date": "12-06-2023"
    },
    {
        "full_article": "The extent of neglect and apathy meted out to the country's workers in general comes up quite often and on repeated grim occasions. Few in the authorities and private employers care about it. The practice goes on in an ambience of nonchalance. Consequently, workers keep dying tragically and getting severely wounded. The latest such tragic deaths and casualties occurred on Dhaka-Sylhet Highway involving 25 hapless construction workers. Of them 14 died and 11 were injured. The mishap occurred in the early morning of June 7 last. A head-on collision between a sand laden truck and an improvised pickup, banned on highways, has led to the terrible mishap. The construction workers were being transported on the pickup from one place to another in Sylhet's Dakshin Surma. According to a passenger of the pickup, the driver of the truck was dozing while it approached the van. On the other hand, the workers were allegedly packed in the pickup like sardines. Along with others, a few issues warrant special mention in the accident's aftermath. The most important of them is the highway authorities' lackadaisical stance on the oversight of vehicles' condition. A perennial problem with the country's highways is all kinds of automobile can operate on them. They range from weird-looking makeshift public carriers like pickup vans, rundown buses to crookedly built three-wheelers. In spite of a ban imposed on these crudely fashioned contraptions, they move on the national and regional highways with impunity.The likes of the so-called pick-up van involved in the Sylhet accident remain prohibited on the country's highways. Few care about the ban. Travel of passengers on these so-called transports is a common sight in almost all parts of the country. As a result, fatal accidents occur often on the highways. Vehicles unfit for movement on the highways can ply because of a perennial dearth of sufficient law enforcers and also because of opposition to their ban from local lawmakers and UP chairmen. It remains acute in the areas far from Dhaka. Even the flyover segments on the fringe of the capital are witness to traffic movement irregularities of different characters. Dropping of passengers from buses at non-existent stoppages is one of them. Construction of staircases in the middle of flyovers to help passengers board a bus and disembark from it created quite a bedlam sometime back. In the face of a chaos, the law enforcement authorities intervened. The unlawful staircases were dismantled. The country's highway network is in need of similar drastic actions such as impounding the improvised vehicles declared banned on the highways.The Dhaka-Sylhet Highway accident brings to the fore many a flaw besetting the inter-district movement of traffic. They include drowsiness of drivers at the steering for long hours by night. At times they are compelled to drive a heavy truck without even a short rest. Lots of vehicle owners do not take cognisance of the imperative of their drivers' need for rest or sleep. But it is drivers who find themselves in the dock. Most of them are compulsively reckless in their driving job, which leads to repeated fatal accidents. A noticeable aspect of the driving assignment taken by the habitually reckless persons is their rashness while at the wheel. The reckless drivers earn a lot of ill reputation for the circumspect and professional highway drivers. This trend must come to an end.",
        "headline_1": "Death traps on highways",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/death-traps-on-highways-1686493112",
        "news_paper_name": "The Financial Express",
        "publish_date": "12-06-2023"
    },
    {
        "full_article": "Are the severe dry, hot spells that this part of the world including China, Vietnam, Thailand, Bangladesh and India recently experienced the fallout from the dreaded climate change? Or was it just a sudden change in the weather pattern? Though common belief is that it has something to do with the climate change, scientists chose to wait before reaching a firm conclusion. The World Weather Attribution (WWA), a project based on academic collaboration that studies extreme weather events to see if those make a pattern that can be said to be the tell-tale sign of climate change, carried out a study in May last. To go by WWA's findings, the heat wave that hit Bangladesh and India was \"made at least 30 times more likely by climate change\". That means it was very much of 'climate change'-origin.In many parts of Asia in April, the temperature rose at least by 2.0 degrees Celsius as a result. As reports go, on April 15, Dhaka's temperature crossed 40 degrees Celsius. Six northern and eastern cities in India recorded temperatures above 44 degrees centigrade. In Uttar Pradesh, the temperature crossed 45 degrees Celsius. So, what about the promise of keeping the world's average temperature well below a rise of 2.0 degrees Celsius above the pre-industrial level and making efforts to keep global warming within the limit of 1.5 degrees Celsius as set by the famous Paris Agreement?This would mean that humanity has already hit the global warming threshold of 1.5 degrees centigrade. That, in other words, would mean that the world is now indeed 1.5 degrees warmer than it was during the second half of 19th century after which timeline humanity started to burn fossil fuel on a massive scale to gradually make the world warmer than the pre-industrial era.In that case, if WWA's calculation is correct, then Bangladesh has already crossed the 1.5 degrees Celsius threshold! And, so has India! But there is no preparation afoot to ward off the cataclysm. The Ukraine war has made the world as it were blind to the fact that climate change, a product of human action, is the number one enemy of humanity. To fight it, the world has to be united, not divided by ideologies and wars, against burning of fossil fuel. But what is now happening worldwide is quite the opposite, a madness over the control and use of the worst type of carbon-emitting fossil fuels like coal and oil. It is only making matter further worse. Alongside the high temperature related to carbon emission worldwide, there is yet another player at work. It is the El Nino effect. According to scientists at the US National Ocean and Atmospheric Administration (NOAA), in May, the El Nino effect has again begun to show up. What is El Nino? It is a hot phase of the waters of the Pacific Ocean near the equator that occurs every two to seven years. It becomes noticeable off the South American coast. Once that happens, the warm waters begin to spread to other parts of the ocean. If the condition persists, at a stage, the atmosphere that picks up the oceanic heat spreads it from the ocean to the land. South American fishermen first discovered this behaviour of the waters of the Pacific Ocean in the 1600s. They called the phenomenon 'Little Boy', which in Spanish is El Nino. Usually, the world experiences hottest months the year after the El Nino event takes place in the Pacific. The last hottest year on record was 2016, the after-effect of El Nino. As defined by the US scientists, if the ocean waters remain 0.5 degrees Celsius hotter than usual for over a month and the atmosphere heating up as a result persists for a long period, then it is El Nino. Those conditions were met in May, according to the US scientists at NOAA. They believe there is more than 80 per cent chance that by the end of 2023, the temperature may cross the moderate level. In that case, the world may see the impact of what is called the 'super El Nino'. So, what would be the other possible consequences of the El Nino, that is in all probability going to visit us next year? The symptoms will include very dry weather conditions in Australia and parts of Asia and partial monsoon in the Indian subcontinent. In fact, this part of the world has already started to experience that. The impacts on the economies and the human settlements are obviously going to be heavy. It may be recalled at this point that a strong El Nino visited the world with its devastating impacts during 1997-98. The storms and floods took their huge tolls with around 23,000 dead and damage to assets worth over USD5.0 trillion? What has then 2024 in store for us?The subcontinent of which Bangladesh is an integral part is then facing the double whammy of the climate change caused by human action and the old oceanic event, El Nino? What this means, there will be more heat waves, droughts, storms, floods, you name it and they are all leaving a trail of death and devastation in their wake!\n[email protected]",
        "headline_1": "Facing climate change, El Nino",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/facing-climate-change-el-nino-1686493156",
        "news_paper_name": "The Financial Express",
        "publish_date": "12-06-2023"
    },
    {
        "full_article": "Up until now the much vaunted super-specialised hospital, the first of its kind in the country, has proved to be a super flop. But it could be a different story and make a difference in the country's medical service. Belying the hope of the country's highest authority, it has now lost its way in the wilderness of wrong policies and purposes. The hope raised initially is waning fast. Uncertainty over fulfilling the rosy promises casts a lengthy shadow of gloom and despair. But the sprawling 13-storey structure on 3.4 acres of land constructed at a cost of Tk 15.61 billion looks impressive enough to provide the country's first ever super-specialised treatment for patients, particularly for those who look for such treatment abroad in the absence of facilities for this. At the time of its inauguration by Prime Minister Sheikh Hasina on September 14, 2022, the high hopes expressed by her and the vision of cutting-edge treatment facilities portrayed by the vice-chancellor of the Bangabandhu Sheikh Mujib Medical University (BSMMU) gave the impression of a revolution in medical service in the making here soon. The 750-bed hospital, dubbed a state-of-the-art centre for medical care, would be an alternative to the top grade medical facilities, if not the best among the best found abroad. The introduction of advanced and highly sophisticated medical technologies such as bone marrow transplants, gene therapy, robotic surgery, nano-technology-based services and robot-assisted surgery, as the vice-chancellor declared, could indeed set this hospital apart from the rest of the country. Availability of all such latest services could be labelled as the nation's dream come true on the medical service front. But after eight months of its inauguration, the hospital is yet to arrange for admission of patients with bed or cabin facilities. Some outdoor service mostly in the form of physicians' consultation after their regular hospital hours is available with little or no diagnostic support or laboratory tests because the required machines and equipment are yet to be installed or imported. Those installed are not in full operation. Also, according to media reports, against 1,000-strong manpower the specialised hospital needs for its operation, only 250 people could be recruited by June 7 last. Reportedly, fund shortage is responsible for this state of things. Currently, it is the physicians of the BSMMU who are running the outdoor show on an ad-hoc basis. Here the case is intriguing. Under the 'Institutional Practice Policy 2023, physicians attend their private chambers in the hospital in the afternoon after their official duty hours. Patients have genuine reasons to complain that the consultation fees are double the rates set for doctors in other government hospitals.More concerning is the fact that the 14 ultra-modern operation theatres, a 100-bed intensive care unit (ICU), a 100-bed emergency unit, 44 cabins and 540 general beds the hospital is supposed to have cannot be made operational without the required number of qualified staff. Whether it is possible to pick up all the doctors from the local stock for all the departments is very much doubtful. The specialised hospital will follow the guidelines set by the BSMMU. But has the duty of super-specialist doctors for the super-specialised hospital been defined and scheduled? Similarly, pathologists, laboratory technicians and machine operators will be harder to find when it concerns bone-marrow transplants, gene therapy, robotic surgery and nanotechnology-based medical services and robot-assisted surgery. They need to learn their trade and skills, in addition to their academic study, through training abroad if necessary.A super-specialised hospital needs super-specialist staff. But already there are allegations of nepotism and irregularities in the recruitment of such staff. Now there is a rush for starting operations, apparently under pressure from higher authorities, of different departments and other facilities including laboratories, patients' accommodation, operation theatres and ICUs from July next. Does it not give the impression of putting the cart before the horse? For the hospital to rise up to its billing and stem the exodus of about 850,000 patients who go abroad for medical treatment every year, it must earn first the reputation that it delivers. To do so it must have adequate qualified staff and equipment.\n[email protected]",
        "headline_1": "Is super-specialised hospital destined to be a super flop!",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/is-super-specialised-hospital-destined-to-be-a-super-flop-1686493191",
        "news_paper_name": "The Financial Express",
        "publish_date": "12-06-2023"
    },
    {
        "full_article": "Traffic congestion is a daily companion for Dhaka city commuters. According to a World Bank report, in the last 10 years, the average traffic speed in Dhaka has dropped from 21 kilometres per hour (kmph) to 7.0 kmph, and by 2035, the speed might drop to 4.0 kmph, which is slower than the walking speed. Another study, commissioned by the Brac Institute of Government and Development, says traffic congestion in Dhaka eats up around 5.0 million working hours every day and costs the country USD 11.4 billion every year. During peak hours, a distance normally negotiable within 15-20 minutes can take as much as an hour or even more. As an eco-friendly vehicle, bicycle is popular all over the world. At the same time, it is affordable. While navigating through heavy traffic in a congested city like Dhaka, there is no better mode of transportation than a bicycle. Many countries of the world are now promoting this two-wheeler on a priority basis. In different cities of the world, everyone from the youth to the elderly is doing their daily work using bicycle. Bicycles are both good for our health and our environment. Cycling not only protects us from environmental pollution, it also saves us from carbon emitting motor vehicles and the blaring of their hydraulic horns. It involves a lot of physical activity and helps us lose weight. It also reduces the risk of various diseases including diabetes and hypertension.According to a recent report, production, marketing and sales of bicycles in Bangladesh are increasing at an encouraging rate. Now we need to increase the use of this vehicle. There should be a cycling revolution. The authorities concerned can help in this regard by creating dedicated cycling tracks and offer an incentive for cycling. People should learn to respect cyclists. There should be more cycling events so that Dhaka dwellers can promote the culture of cycling.\nMd. Sazidul Islam, Student of North South University, Dhaka, [email protected]",
        "headline_1": "Making cycles popular",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/making-cycles-popular-1686493219",
        "news_paper_name": "The Financial Express",
        "publish_date": "12-06-2023"
    }
]