[
    {
        "full_article": "The Genome India Project, a project funded and coordinated by the Department of Biotechnology, announced that it had finished sequencing 10,000 Indian genomes. This means that the complete genomes — the DNA blueprint that constitutes and maintains human bodies — from 10,000 individuals were analysed to create a ‘reference’ Indian human genome. India first sequenced a human genome in 2006. In a way, the latest enterprise would be akin to the creation of the first ever detailed map of India — with all political units, key geographical and topographical features — as opposed to a world map prepared elsewhere, with India just one of several countries and devoid of granular detail. Are 10,000 individuals representative of a country of over a billion? Surely not. But for now, it is the best there is and forms a vital template, the basis on which many more insights can be prised. The most immediate application is in combating disease. In 2009, geneticists in India, as part of an international collaboration, discovered that an aberration in a protein, MYBPC3 (cardiac myosin binding protein C), was correlated with a high risk of heart failure. This genetic variant was present in approximately 4% of those of Indian ancestry — a higher than expected number given that this problematic variant is rare.India has close to 4,500 population groups and the subcontinent’s history of being ordered along caste lines through endogamy implies that rare genetic variants, many harmful, that ordinarily through the course of evolution ought to have died out, persist. When the Human Genome Project published its reference ‘human genome’ in 2003, at a cost of nearly $3 billion, it rang with a ‘brave-new-world’ promise of humanity having finally decoded the secrets of the genome, mapping every awry gene to a disease and a future of ‘personalised medicine’. Much of Genome India’s sales pitch reflects similar promises. However, the subsequent decades have tempered such expectations. For one, only a small fraction of disease is monogenic (determined by a single gene). Despite advances in knowledge of how rare, inherited genes caused debilitating disease, little could be done as the necessary medicines, if discovered, were usually too expensive for those in need. In other words, genome sequencing only opened up new realms of complexity. While Genome India should go beyond the 10,000 mark, it must also be truly democratic. The findings ought not be locked up in the ivory towers of academia and should involve imaginative collaborations with scientists, students, technology companies, ethicists and social scientists to push forward India’s understanding of itself.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\ngenetics\n\n/\n\nIndia\n\n/\n\nscience (general)\n\n/\n\npopulation\n\n/\n\nsocial sciences\n\n/\n\ntechnology (general)\n\n/\n\ndisease\n\n/\n\nheart disease\n\n/\n\nCARDIAC ARREST",
        "headline_1": "Decoding the script: On the Genome India Project and its sequencing 10,000 Indian genomes",
        "headline_2": "Findings from the genome sequencing must be shared widely",
        "link": "https://www.thehindu.com/opinion/editorial/decoding-the-script-on-the-genome-india-project-and-its-sequencing-10000-indian-genomes/article67899979.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "03-03-2024"
    },
    {
        "full_article": "The structure of the law against money laundering is bound to throw up perplexing questions about the possible violation of federal principles. One such question has arisen in Tamil Nadu, where the Enforcement Directorate (ED) is trying to find out whether illegal sand mining in the State is due to corruption and if the “proceeds” are being laundered. The Prevention of Money Laundering Act (PMLA) allows the ED to probe the money laundering aspect of crimes registered by the police in various States. Allegations of rampant illegal sand mining, either by extraction in excess of permitted limits or without any permission, are quite common in Tamil Nadu. In ruling that District Collectors are obliged to respond to summonses issued by the ED, the Supreme Court of India has underscored Tamil Nadu’s duty to cooperate with investigations under central laws. However, this may not necessarily mean that the ED’s attempt to assess the likely loss to the exchequer as a result of unchecked mining is within its jurisdiction. A final determination may be required on this. The top court has stayed the operation of a Madras High Court order, which had earlier stayed the summonses to the Collectors. The State government and the District Collectors concerned had filed writ petitions in the High Court against the “usurpation” of the State’s powers by the central agency and the validity of the summonses.The Court has now described these petitions as thoroughly misconceived and that the High Court’s order was due to “utter misconception of law”. It has cited Section 50 of PMLA on the ED’s power to summon any person to give evidence or produce any record necessary for the investigation. It has noted that the probe is based on first information reports registered in Tamil Nadu, and some of the sections in those cases were scheduled offences under the PMLA. However, it does not take into account the High Court’s reasoning, based on the Court’s verdict upholding the PMLA in Vijay Madanlal Choudhary vs Union of India (2022), that the summonses indicated that the “proceeds of crime” have not been identified at all, and that the probe was nothing more than a “fishing expedition” to find out whether any scheduled offence has been committed. The High Court had cited the 2022 judgment on the point that the ED cannot pursue cases on a notional basis, on the assumption that an offence has been committed. While asking officials to cooperate with an investigation is unobjectionable in itself, it cannot be forgotten that the ED’s low credibility and obvious lack of independence make its actions vulnerable to the criticism of being biased against States ruled by the political adversaries of those in power at the Centre.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nlaws\n\n/\n\nmoney laundering\n\n/\n\nTamil Nadu\n\n/\n\npolice\n\n/\n\ncrime\n\n/\n\njudiciary (system of justice)\n\n/\n\ngovernment",
        "headline_1": "Vulnerable to criticism: On the ED and a possible violation of federal principles",
        "headline_2": "The Enforcement Directorate’s low credibility casts a doubt on its intent behind summoning Tamil Nadu Collectors",
        "link": "https://www.thehindu.com/opinion/editorial/vulnerable-to-criticism-on-the-ed-and-a-possible-violation-of-federal-principles/article67903153.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "03-03-2024"
    },
    {
        "full_article": "A red carpet-regular writes a tell-all – guaranteed bestseller. But does he/she have the right to tell all about all those who came into his/her life? Don’t those other peeps have a choice? This is a serious question. Because, while everyone wants privacy, no one knows where the line dividing private and social is. Legally, too, the border between the right to privacy and other rights is drawn in shifting sands.\nThe case | A dispute in Punjab & Haryana HC involved two movie producers battling over rights to portray a real life marriage-gone-wrong. One of the producers had tied up with the husband, who claimed monopoly over commercial exploitation of his privacy. Copyright issues came up. But the privacy dimension was most interesting. When an individual gives up his privacy to one person, can he object if others want a piece of it, too?\n\nPuttaswamy’s influence | Jurisprudence on specific privacy cases goes back to the landmark 2017 Supreme Court verdict where a nine-judge bench said that privacy is a fundamental right. Its key takeaways were that privacy is intertwined with an individual’s right to control her personality. People have autonomy over personal choices.\nNot so clear-cut | HC said privacy doesn’t get absolute protection. It’s only inherent aspects, something “attached to his very existence as a human being”, that gets the privacy cover. That can mean intimate relationships, as expressions of one’s personality that fall into the grey zone of social choices, won’t get unconditional cover. This is where it gets fuzzy. Sexuality is inherent to humans. Therefore, it’s eligible for privacy protection. But it’s also naturally expressed in a social context. What if the other party doesn’t want the story to be told? Legally, answers will vary case to case. But the debate will continue.\n\n",
        "headline_1": "Private I",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/private-i/",
        "news_paper_name": "The Times of India",
        "publish_date": "03-03-2024"
    },
    {
        "full_article": "Papa is going to vote for party A in Lok Sabha elections, as he did last time too. Beti has a crush on someone who votes for party B. Papa says, yeh shaadi nahi ho sakti. Pundits conclude: society is rottenly polarised.\nOne pundit breaks rank. She asks papa, what if the fellow is uninterested in arguing politics, let alone with you, who makes him tremble even in his Gucci shoes. Papa feels full relief. Gives new damaad ji full welcome. Beti is full happy. Revised conclusion: Society is much less polarised than doomsayers say.\n\nThis is the takeaway from research by University of Michigan political scientist Yanna Krupnikov. Her survey work is along the Democrat-Republican faultline in US. It has brought interesting nuance to the usual hand-wringing over the number of Americans who dislike the idea of their child marrying someone supporting a different party than their own – this proportion has jumped from 4% to 40% since 1960.\nIts logic may apply to India as well. A lot of the perception of extreme polarisation is from the loudest voices, particularly on social media, including our RWA WhatsApp groups. It’s like noisy passengers grabbing everyone’s memory of a flight, despite being decided outliers.\nHow many people can really afford to have polarisation as their main identity? There’s often too little energy left over from negotiating life. You can believe what you want, let the other fellow believe what he wants. Just don’t waste time arguing. You’ll, sort of, get along.\n\n",
        "headline_1": "Outside the noise-verse",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/outside-the-noise-verse/",
        "news_paper_name": "The Times of India",
        "publish_date": "03-03-2024"
    },
    {
        "full_article": "Memory is the prism through which we see ourselves and the world, says Why We Remember: The Science Of Memory And How It Shapes Us by Charan Ranganath. Memory isn’t a passive archive. It actively moulds our present and future. Your ‘remembering self’ takes all your decisions. Your ‘experiencing self’ does the living.\nWe berate ourselves for forgetting names and faces, or where we left something. But what we see as flaws of memory are in fact its features. We’re designed to prioritise. Perfect recall was never the point.\nThe brain learns through experience, in jargon, neural plasticity. We face an onslaught of information. So how do we make specific memories stand out? Through attention and intention. Don’t struggle to remember more. Mindfully create cues to remember those things you want to.\nMultitasking makes you feel that your brain is fried. Inflammatory infections, sleep deprivation, stress and alcohol all impair memory. What helps the body helps the brain: sleep, exercise, and a healthy diet.\nMany parts of the brain are involved in memory. The prefrontal cortex, about a third of your brain, is the central executive. The hippocampus is crucial to storing and activating memories. But there is no single mechanism in the brain that governs memory, which depends on an ecosystem.\nContext is crucial to remembering. Dormant memories can be awoken in places where they were formed. This episodic memory, a form of mental time-travel, is distinct from accumulated semantic memory, which is independent of when something was learned.\n\nThe mind chunks information, in the way we remember a ten-digit phone number in bits of three and four digits or use mnemonics and acronyms. But human brain is not a memorisation machine. It thinks. It uses frameworks to organise impressions. These mental blueprints help us understand what to expect – say, when you are in a cafe or airport.\nMemory and imagination are not far apart. We reconstruct narratives about the past, strung around a few impressions. Our memories can be false, or even implanted by others. Confabulation means you can ‘remember’things that never happened.\nOur minds can generate a feeling of intense familiarity, which is what we register as deja vu. Or they can make us unconsciously plagiarise, through what’s called cryptomnesia. But while memories are malleable, our minds aren’t entirely mush, the book cautions, we can learn to harness them better.\nFamiliarity has enormous power over us. Repeated exposure to something can make us like it. Reverse is also true. White people are prone to misrecognising those from other races. We worry about facial recognition tech. But human bias while identifying a perpetrator is far more dangerous.\nThe book also dwells on glitches of collective memory, as groups or social networks magnify and transmit memory errors, misinterpret the past or spread fake news.\nHuman memory adapts to each life stage. Children are supple learners and explorers, without fully developed prefrontal cortexes. As we get old, our episodic memory wanes, but semantic memory stays robust, so we learn less but know more.\nOther takeaways: Spider sense, or intuition, is real, it’s when your memory schemas fail that you notice something is off. Curiosity improves memory. Learning by doing, through mistakes, is more effective than memorising.\nSo, there’s no point memorising this book’s insights. Practise them.\n\n",
        "headline_1": "What we remember shapes who we are",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/what-we-remember-shapes-who-we-are/",
        "news_paper_name": "The Times of India",
        "publish_date": "03-03-2024"
    },
    {
        "full_article": "Musk has sued OpenAI, essentially arguing that Altman’s company, by becoming a closed-source de facto subsidiary of Microsoft, has abandoned its original charter. In a fundamental way, what Musk is arguing is linked to the bigger AI controversy – the ‘unauthorised’ scraping of content. His suit also points to the solution – AI models that train on others’ data must be opensource, not closed-source.\nBefore we get there, we need to understand what’s happened. AI revolution is a data revolution. We’ve had no fundamental softwarebreakthrough. AI ‘software’ that’s talked about in hyped-up, but inaccurate, terms is simply programmes that work well in identifying patternsin large piles of real world data.\n\nRead full story on TOI+\n\n",
        "headline_1": "Open AI, not OpenAI",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/open-ai-not-openai/",
        "news_paper_name": "The Times of India",
        "publish_date": "03-03-2024"
    },
    {
        "full_article": "The country's financial sector, dominated by banks, has not been in good shape for many years. Economists and financial analysts could not but withhold their negative comments on the poor performance of the sector. They have been particularly critical of the unpalatable developments in the banking industry. Some leading economists, however, consciously distanced themselves from any severe criticism. They have preferred making a few soft observations that would not hurt anybody. Of late, the situation in the financial sector has deteriorated so much that these people could not hide their deep frustration over the goings-on in the banking sector in particular. Thus, the country's senior-most and venerated economist Prof. Rehman Sobhan, while speaking at a recent SANEM event, said the default culture has progressively become a part of the business model to stay competitive. He explained how a politically privileged class has gone on multiplying their fortunes by 'rescheduling and defaulting' loans. Another noted economist Dr Wahiduddin Mahmud at another event held recently lamented how efforts made some years back to streamline the operations of boards and overall management of banks have lately been diluted much to the benefit of sponsor directors and errant clients of banks. The negative developments in the financial sector, according to a report published in this paper in the last week of February, have been taking a toll on the country's overall economy. The financial sector reportedly experienced stunted growth in the last fiscal year---FY2022-23---with its two key constituents, banking and insurance, performing poorly. The financial sector growth tumbled to 2.55 per cent in the last FY, compared to 5.87 per cent in the previous fiscal. Factors such as loan scams, soaring non-performing loans, problems with lending rates and subdued demand for funds from the private sector are listed as reasons for the poor performance of the financial sector. The central bank with the government being instrumental in the background is out to amend its past mistakes involving the composition of boards of banks and non-bank financial institutions and other compliance issues. The change in regulatory approach, however, has not come spontaneously. All those are included in the list of dos and don'ts that the International Monetary Fund (IMF) tagged with its US$ 4.7 billion loan. It is no secret that the Bangladesh Bank is finding it truly difficult to push through even soft reforms in the financial sector at least for a couple of reasons. Firstly, the regulator has yet to discard the soft approach towards the errant bank sponsors and delinquent large borrowers. Secondly, the people who are largely responsible for ongoing crisis in the country's financial sector are still active in the banking industry, using their strong political links. The central bank has been issuing circulars one after another in recent weeks in an attempt to make changes suiting the IMF recipe. These measures would certainly encourage the multilateral lender to make available the remaining tranches of its loan, but the outcome of putting the banking sector on a strong footing remains in doubt. The current state of affairs in this vital sector of the economy demands deep-seated reforms that are unlikely to happen anytime soon.",
        "headline_1": "Revamping the financial sector",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/revamping-the-financial-sector-1709392082",
        "news_paper_name": "The Financial Express",
        "publish_date": "03-03-2024"
    },
    {
        "full_article": "What happened in Abu Dhabi, United Arab Emirates (UAE), during the last week of February is neither new nor surprising. There are several records in the past that the ministerial conference of the World Trade Organization (WTO) extended for a day to reach some deal. In 2015, the 10th Ministerial Conference (MC10) in Nairobi, the capital of the African country Kenya, was extended for a day to break the deadlock. The last ministerial, or MC12 in Geneva, also took an extra day to end. In Abu Dhabi, there was a hint on the third day of the MC13 that the meeting may roll over to the 'reserve day.' In the early hours of the fourth day, it became clear that the conference would be stretched to Friday as the member countries were rigid in their stance. Finally, the conference ended at midnight on Friday, taking a whole day to complete the formalities, which means it was already the early hour of Saturday or March 02. Extending the conference to the reserve day means some negotiators have to work the whole night to finalise declarations and decisions agreeable to all. Though it is not an easy task, delegates and WTO officials must take the trouble as they burnt the midnight oil. Even after spending a sleepless night, which is taxed on them, the outcome is always not satisfactory. It is also reflected in the Abu Dhabi conference. In sum, WTO MC13 in Abu Dhabi concluded without a decision on a permanent solution for public stockholding of food. It also failed to reach a consensus on fishery subsidies. However, the conference approved the moratorium on e-commerce transmissions by two years. Despite hectic efforts to resolve differences in agriculture, fisheries subsidies, and other issues, countries like India, the United States (US), and the European Union (EU) have failed to find common ground. As predicted earlier, Least Developed Countries (LDCs), including Bangladesh, also got a minimum deal. The conference was the last functional ministerial conference for Bangladesh as an LDC. The next conference will take place in Cameron in 2026, when Bangladesh will graduate from the LDC category, or very close to the formal deadline, depending on the date of the MC14.Though the members have adopted a formal declaration and some ministerial decisions have also been taken, it is difficult to say how and when the unresolved main issues will be addressed. In the three-page declaration, members 'acknowledge', 'stress', 'reaffirm', underscore', 'retreat', and 'recognise' a number of things in good and strong sentences. Someone reading the declaration may find it optimistic due to the way the text is prepared. However, they have to struggle to find the core messages as it requires going between the lines and linking with the past events. One of the critical features of the event was the restricted activities of the civil society organisations (CSOs) at the conference venue. CSOs alleged that the UAE government had imposed stringent conditions that made the work of the organisations quite difficult. Our World is Not for Sale (OWINFS), a network of organisations and social movements worldwide, issued several statements in this connection. It alleged that even after filing a complaint to the WTO Director-General about several incidents of detainment, confiscation of materials, and heavy-handed restrictions on activities by CSOs, the CSOs faced restrictions. In a meeting with WTO DG, representatives of the CSOs also raised the matter. OWINFS also prepared a list of activities that CSOs and NGOs used to do in previous ministerial conferences. These include distributing informational flyers, handing papers to journalists, holding signs, chanting about the negotiations, displaying banners, taking photos of our actions, speaking with delegates as they enter negotiating rooms, taking actions in areas where delegates can see and filming according to the instructions. As the UAE generally does not permit these kinds of activities, and laws ban some of these, the authorities did not allow CSOs to work independently. In last year's climate summit in Dubai, however, there were some relaxations, and CSO activities were visible with limitations. Protest rallies, display of banners and some other things were allowed. So, it was expected from CSOs that at the MC13, similar opportunities would be provided by the UAE authorities. That did not happen, although the restrictions were later relaxed to some extent. Nevertheless, expressing solidarity with Palestinian people by wearing traditional Palestinian Kuffiyeh was restricted. So, there was no chance to protest against the Israeli genocide that had already killed 30,000 people in occupied Gaza. However, the Dubai climate summit provided an excellent space for such a protest. As the MC13 finally delivered a little, the CSOs expressed their satisfaction. In a statement issued immediately after the formal closing of the conference, they said: \"A ministerial marked by unprecedented repression of civil society has ended in paralysis as it fails to address the multiple economic, climate, and food crises facing billions of the world's people. Civil society has predicted this failure since the WTO was created in 1995.\" The statement issued by the OWINFS after midnight also said that though the 'developing countries successfully push back against radical new WTO expansion agenda', they also have failed as well as no deal has been reached on the areas of their interests.Historically, CSOs, also known as NGOs, have played a critical role in shaping the WTO agenda and outcome with their various inputs in the form of research and studies, brief notes, discussions, meetings, and protests. There is an understanding between CSOs and the governments in this connection, though many governments are uncomfortable with CSOs. Moreover, CSO activities are also not always beyond criticism and in many cases, these favour some particular countries in the name of bigger groups like Global South. Nevertheless, the governments should not contract adequate room for CSOs to raise their voices. Such a move ultimately hurts the poor countries in many cases.\n[email protected]",
        "headline_1": "Other sides of the WTO MC13",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/other-sides-of-the-wto-mc13-1709392113",
        "news_paper_name": "The Financial Express",
        "publish_date": "03-03-2024"
    },
    {
        "full_article": "A recent news report highlighting the plight of Towhidul Islam, a marginal farmer in the Godagari municipal area of Rajshahi, serves as a stark reminder of the vulnerability of farmers in Bangladesh due to unpredictable weather patterns. Because of a heavy rainfall during Aman harvesting period in 2023, Towhidul lost almost his entire Aman crop and the Tk. 2 lakh he had invested in cultivating his 15 bighas of land. This example alone underscores the urgent need for effective agricultural risk mitigation measures, particularly in a country where agriculture plays a significant role in the economy, contributing over 11.3 per cent to the GDP and involving more than 37 per cent of the population.Agriculture sector has long been vulnerable to natural disasters like flooding, cyclones, and droughts, which disrupt farming activities and may cause substantial crop and economic losses. Climate change has aggravated the situation further.To address these issues, weather index-based crop insurance can be a potential solution, offering a mechanism to mitigate weather-related uncertainties by providing timely compensation based on objective weather data. About five years back, such a scheme was piloted by the state-owned Sadharan Bima Corporation (SBC) and the Asian Development Bank (ADB). It received overwhelming response from farmers in three districts where the project was implemented, Rajshahi, Sirajganj and Noakhali. Its aim was to provide financial compensation to farmers against their losses caused by adverse weather conditions, thereby promoting sustainable growth in agriculture, reducing poverty, and maintaining macro-financial stability.Despite the potential benefits, one of the major hurdles in the implementation of such insurance schemes, however, has been the lack of government subsidies and support. The Ministry of Agriculture has shown reluctance towards endorsing weather index-based crop insurance, citing reasons such as concerns over undue claim settlements and existing subsidies on agriculture. While subsidies are essential for promoting private-sector agricultural insurance and ensuring affordability for farmers, it should not be viewed as a hindrance, but rather as an investment in mitigating production risks and safeguarding the livelihoods of millions of farmers.The case of Towhidul Islam highlights the devastating consequences of not having adequate risk mitigation measures in place. His struggle to recover from crop losses and the burden of having to repay loans taken from local micro-financiers paint a grim picture of the challenges faced by farmers. It is imperative that the government, policymakers, and relevant stakeholders prioritise the establishment of effective crop insurance mechanisms that are accessible, transparent, and sustainable. The experience of other countries, such as India with its Pradhan Mantri Fasal Bima Yojana (PMFBY), demonstrates the potential benefits of well-designed and subsidised crop insurance schemes in providing financial security and peace of mind to farmers. PMFBY focuses on making premium costs accessible to farmers through government subsidies, leveraging existing infrastructure, promoting investments by insurance companies, and ensuring efficient application processing through technology adoption.Bangladesh can learn from India's tried and proven effective experience and tailor its approach to suit its unique agricultural landscape and challenges.Furthermore, efforts should be made to address past shortcomings and improve the effectiveness of insurance products. This includes enhancing flood management strategies, innovating adaptation tools, and ensuring the transparency and efficiency of claim settlement processes. By addressing these issues and investing in resilient agricultural practices, Bangladesh can better prepare its farmers to withstand the growing threats posed by climate variability and extreme weather events. The story of Towhidul Islam - and there are many more like his - serves as a poignant reminder of the urgent need for comprehensive and sustainable agricultural risk management strategies in Bangladesh. A well-designed insurance programme can offer much-needed security to farmers against the adverse impacts of natural calamities, fostering long-term agricultural sustainability and economic development.Overall, a successful implementation of crop insurance in Bangladesh requires concerted efforts from policymakers, insurers, and international partners to overcome challenges and ensure the resilience and prosperity of the agricultural sector and rural communities. It is time for taking decisive action against the unpredictable forces of nature and protect the unsung heroes of the economy - the farmers.\n[email protected]",
        "headline_1": "Crop insurance: it's long overdue",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/crop-insurance-its-long-overdue-1709392152",
        "news_paper_name": "The Financial Express",
        "publish_date": "03-03-2024"
    },
    {
        "full_article": "The number of vehicles in Dhaka city is increasing day by day, causing trouble for city dwellers, especially in various circular road areas in the capital. The introduction of the metro rail in the Uttara - Motijheel Khilgaon - Motijheel route has intensified traffic, particularly during office hours, due to excessive pressure on the Motijheel area. Bus services are limited on this route, but alternative modes of transportation such as motorcycles, legunas, rickshaws, CNG-run auto-rickshaws, bicycles, and covered vans have significantly increased.Khilgaon and adjacent areas are known to be overpopulated in the capital city. Residents commute to various important locations including the High Court, Supreme Court, Judge Court, Dhaka University, and Notre Dame College. Motijheel, known as a Bank Para, houses the Central Bank along with a large insurance company.Traffic jams are a common occurrence at Shahjahanpur intersection area. Additionally, the Rajarbag police line is located here, and various administrative and public transport services pass through this route. Long queues are often seen in these traffic jams, with even ambulances carrying patients waiting for hours to cross the signal.In the circumstances, the authorities concerned are requested to construct an overpass at Shahjahanpur intersection on an emergency basis.\nMd. Muradul Haque Sardar Manager - Purchase (Local & Foreign)Amanat Shah Group, Moltijheel, Dhaka. [email protected]",
        "headline_1": "Shahjahanpur intersection needs overpass",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/shahjahanpur-intersection-needs-overpass-1709392177",
        "news_paper_name": "The Financial Express",
        "publish_date": "03-03-2024"
    }
]