[
    {
        "full_article": "In an interim order on Monday, the Election Commission of India (ECI) has allotted ‘Balasahebanchi Shivsena’ as the party name for the Eknath Shinde faction of the Shiv Sena, also asking it to furnish a fresh list of three symbols by Tuesday. The name and the ‘bow and arrow’ symbol had also been claimed by Mr. Shinde, the Maharashtra Chief Minister. The ECI’s preceding decision to freeze the name and the symbol of the Shiv Sena has followed precedent — in earlier cases of splits in the All India Anna Dravida Munnetra Kazhagam and the Lok Janshakti Party, the commission had kept the symbols suspended until a final decision on the contesting claims of rival factions could be taken. Symbols are more than symbolism for political parties after years of mutual association. In some cases, symbols may even carry some political meaning — as in the case of the Rashtriya Janata Dal’s ‘lantern’ and the Samajwadi Party’s ‘bicycle’. The Shiv Sena may have felt the ‘bow and arrow’ went well with its constant need to appear combative and strident. That inheritance is now the central element of the dispute between the two factions. Though the ECI has frozen it, the legal battle for the symbol and the name will continue. Both factions are marshalling facts and fiction in support of their claims and the ECI has a tough task in determining which side gets to own the Sena brand. Mr. Shinde is an ally of the Bharatiya Janata Party (BJP) that is in power at the Centre. Who gets to inherit the legacy of Bal Thackeray has a huge bearing on the political fortunes of both.Though there is a legal battle for the name and symbol of the Shiv Sena, the inheritance will be fundamentally settled through politics. Whichever faction will be seen as the more real Shiv Sena by the public will win the battle, regardless of who gets to keep the symbol and the name. Therefore, both factions are leaving no stone unturned to demonstrate their public support. The Dussehra rally, the most notable event on the Sena annual calendar, had two iterations this year — one addressed by Mr. Thackeray at the traditional venue of Shivaji Park, and the other by Mr. Shinde six kilometres away. The first electoral test for the factions will be on November 3, the date of the Andheri East Assembly segment by-election. The Thackeray faction will be facing off with the BJP candidate who is backed by the Shinde faction. Mr. Thackeray has inherited the name of his father and Sena founder, Bal Thackeray, but his style and character may be a bit too modest for the party’s reputation. Mr. Shinde on the other hand may lack the name, but is equipped for the street battles that have made the Sena. It is unlikely that both factions will survive over the long term: the symbol might not be enough to decide the winner, but it will have more than a symbolic value for the faction still standing after the slugfest.",
        "headline_1": "Battle for the Sena: On EC freezing Shiv Sena’s name and symbol",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/battle-for-the-sena/article65993041.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "11-10-2022"
    },
    {
        "full_article": "With the ninth season of the Indian Super League (ISL) commencing in Kochi and the ball set to roll at the FIFA U-17 Women’s World Cup in Bhubaneswar from Tuesday, football in India can finally put behind a chaotic and unpleasant period that was littered with boardroom battles and litigation in the nation’s highest courts. The two competitions have received fresh leases of life: the ISL has returned to the traditional home-and-away format after two stifling seasons in a bio-bubble, while the World Cup is back in the country’s embrace after seemingly slipping out of it, once in 2020 because of COVID-19 and then two months ago when FIFA suspended the All India Football Federation (AIFF) and withheld the hosting rights. Under the new AIFF administration, the expectation is for these two championships to usher in a productive era for the sport in India. The ISL is crucial for players’ preparation ahead of the 2023 AFC Asian Cup. A good performance at the premier continental tournament can enhance the nation’s standing. The World Cup may provide impetus to further the overall development of women’s football in the country, which is still in its nascent stages.It was eight years ago that the ISL was introduced with the aim of revolutionising the game. Months before that, in December 2013, India had won the rights to host its first global competition — the 2017 FIFA U-17 World Cup. But since then, progress has been only incremental. The ISL’s top-down approach, the lack of a pyramid of leagues held together by the principle of promotion and relegation, and the absence of qualitative reforms at the grassroots have resulted in India languishing at 106 in the world rankings and at 19 in the Asian pecking order. The 2026 FIFA World Cup will be a 48-team affair, expanded from the current 32. Eight spots are guaranteed for Asia, but India has to at least be in the top 10 at the continental level to have a realistic chance of qualification. The U-17 World Cup did trigger a change. A bunch of players, including the likes of Suresh Wangjam, Aniket Jadhav and Lalengmawia Apuia, flourished together at the AIFF’s developmental side Indian Arrows, then went on to become regulars for their ISL clubs and eventually secured berths in the Indian national team. Such a clear-cut trajectory does not exist for the women. If the U-17 Women’s World Cup can help lay a similar pathway, it would have done its job.",
        "headline_1": "Kicking around: On future of football in India",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/kicking-around/article65993126.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "11-10-2022"
    },
    {
        "full_article": "The recent Bengaluru floods washed up the dirty linen of mismanagement and corruption on the shores of a crumbling city infrastructure. Yet, no matter how quickly various governments build out physical public services, especially in urban India, the demand for it outstrips the supply. Be it roads and transport, electricity and water supply, hospitals, or universities.\nThere are simply not enough budgeted funds to provide and sustain adequate functional physical infrastructure at a per capita annual income of around $2,000 and a tax-GDP ratio of around 11%.\nRead full opinion on TOI+\n\n",
        "headline_1": "A job for the one percent: The elite must help build better cities, in public interest and in their own interest",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/voices/a-job-for-the-one-percent-the-elite-must-help-build-better-cities-in-public-interest-and-in-their-own-interest/",
        "news_paper_name": "The Times of India",
        "publish_date": "11-10-2022"
    },
    {
        "full_article": "That the five-member Supreme Court collegium issued a clarification, following reported differences over appointment of judges to four SC vacancies, is commendable. More so because key aspects of the collegium system of appointing judges are not open to any scrutiny. Take for instance, SC’s statement revealing that the “procedure of circulating the judgments of the prospective candidates and making an objective assessment of their relative merit was introduced for the first time” in the September 26 collegium meeting. This is a very important public disclosure and also startling – surely such objective criteria should be regular inputs in judges selection.\nBut this was mentioned almost in passing in the clarification. What other yardsticks have been formalised beyond the Second and Third Judges Cases (1993 and 1998) and Justice Department’s Memorandum of Procedure for appointment of judges (1999) stipulations? It must be asked why such an elementary selection procedure like vetting a candidate’s prior verdicts was not used for three decades. That there are disagreements among collegium members over what constitutes proper procedures is a good thing – the problem is that too little of the process is codified. Since the Third Judges Case and 1999 MoP that shaped the present collegium, the system seems unable to cope whenever a controversy over judicial appointment or transfer breaks out. Following SC’s constitution bench striking down the National Judicial Appointments Commission and reinstating the collegium in 2015, SC had tasked GoI to finalise a new MoP, which would lay emphasis on transparency and improve the selection of judges by the collegium. Unfortunately, that process was stalled. But nothing stops the SC collegium from fine tuning, publicising and institutionalising its internal criteria to find judges.\nSome may point out that at least a process of vetting judgments written by the candidates is now being followed. Some earlier CJIs reportedly interviewed candidates too. Emphasis on quality rather than largely quantitative parameters like seniority or number of judgments bolsters collegium’s credibility. But the question remains: Will an uncodified process survive the next CJI or a CJI further down the line? There are thorny questions. For example, how would an eminent lawyer interested in SC judgeship be evaluated? He or she won’t have judgments to show. So, when a big-name lawyer is made an SC judge, what criteria are at work? The collegium must lay down some parameters.\n\n",
        "headline_1": "Too few rules: Without some codification, SC collegium will keep running into problems in selecting judges",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/too-few-rules-without-some-codification-sc-collegium-will-keep-running-into-problems-in-selecting-judges/",
        "news_paper_name": "The Times of India",
        "publish_date": "11-10-2022"
    },
    {
        "full_article": "PM Modi on Sunday declared Modhera, Gujarat, as India’s first 24×7 solar powered village. It’s an important marker in India’s ambitious renewable energy vision. The aim is to increase installed capacity by more than threefold to 500 GW by 2030. The commercial viability of solar power will have a say in realising this goal. Presently, India’s electricity sector displays a dichotomy, representing the challenges facing the renewable sector.\nThermal power contributed 75-76% of the power generated over the last three financial years. Its installed capacity, however, dipped from 62.3% to 59.6% over the same period. During the same phase, solar power installed capacity increased from 9.4% to 12.8% and among renewables, its share in generation increased. Therefore, among available sources of renewable energy, it’s solar power that holds the brightest promise. Renewable energy consumption gets a big push from GoI in the form of legally binding purchases called renewable purchase obligation (RPO). Despite this boost, renewables struggle to meet generation targets because states which have an incentive to keep costs low often fail to meet their RPO. A March 2021 parliamentary committee report showed that only four states met their entire RPO target in 2019-20.\nSolar power trajectory is delicately poised despite GoI’s move to increase the share of RPO till 2030. An increase in import tariff this year on inputs such as solar modules to boost domestic industry will in the near future push up project costs and, thereby, power tariffs. This is at odds with a separate move to nudge discoms to maintain financial discipline. Moreover, the renewable space itself is set to get more competitive with the advent of green hydrogen. The renewable energy sector is set for a churn with a complex set of factors at play.\n\n",
        "headline_1": "A bit cloudy: Solar power is the best bet in renewables today but the sector is set for a churn",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/a-bit-cloudy-solar-power-is-the-best-bet-in-renewables-today-but-the-sector-is-set-for-a-churn/",
        "news_paper_name": "The Times of India",
        "publish_date": "11-10-2022"
    },
    {
        "full_article": "In the phalanx of socialist provincial players who turned into regional hegemons overnight, courtesy the VP Singh & Mandal Commission phenomenon, Mulayam Singh Yadav stood apart, as much for his politics as for his craft. He learnt these in rugged Chambal and amidst the rough and tumble of the 1970s’ fledgling anti-Congress churn.  His cunning mind was made of contrasts and contradictions, with ‘self-interest first’ as the credo.\nConfronting BJP in Ayodhya: By the late 1980s ‘Netaji’ broke through as a foremost protagonist of OBC assertion. Then, along with Bihar’s Lalu Prasad, he formed a twosome whose belligerent confrontation of the Ayodhya agitation and BJP upstaged a dazed Congress, reducing that once invincible party to a rump in the cowbelt. These initiatives also turned him into the presiding deity of the ‘secular’ pantheon and a key arbiter of Muslim politics.\nRead full opinion on TOI+\n\n",
        "headline_1": "Mulayam: Master of OBC realpolitik who got typecaste – Brand SP is a letdown for economic aspirations. The party’s platform for backwards has now splintered",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/mulayam-master-of-obc-realpolitik-who-got-typecaste-brand-sp-is-a-letdown-for-economic-aspirations-the-partys-platform-for-backwards-has-now-splintered/",
        "news_paper_name": "The Times of India",
        "publish_date": "11-10-2022"
    },
    {
        "full_article": "It is extremely disheartening that Pabna Mental Hospital, the oldest such facility in the country, remains in a terrible shape. The 500-bed state-run hospital has been struggling to provide patients with the most basic of requirements including nutritious meals, prescribed medication, and specialised treatment. And as per families of former patients, the standard of its medical care is not good enough to ensure that patients receiving treatment there would fully recover.\nThings had, in fact, gotten so bad that, in early September, the then acting director of the hospital issued an order to stop admitting new patients, citing a supply shortage of food, medicine, and other necessities. Although the order was withdrawn a day later, after the health directorate assured that it would provide the necessary support, things have not improved much.\nAccording to a report by this newspaper, the main reasons behind the hospital's dismal condition are the presence of an unscrupulous contractor syndicate responsible for food and medicine supply, a lack of specialist doctors, and the pervasive interference of brokers. While the hospital is supposed to follow a diet plan which includes meat and vegetables, patients have alleged that its food quality is substandard. In fact, the food quality is so poor that a large amount of food has to be dumped as patients cannot eat it. And this has largely been happening as the syndicate of unscrupulous contractors has been consistently getting their work order using their influence. They reportedly embezzle money by supplying subpar food and inadequate medicine. When the hospital decided to make changes to the traditional tendering process to break up the syndicate, one of the companies involved filed a lawsuit, which has further disrupted the supply of food and medicine.\nAdditionally, the facility also lacks provisions for advanced care due to an acute shortage of specialised doctors and other hospital staff. Of the 31 posts of doctors, only 10 are currently occupied. And out of the 643 positions at the hospital, 176 are presently vacant. With such a huge manpower shortage, it is not possible for the facility to provide quality treatment.\nUnder the circumstances, the health authorities need to take a long and hard look at themselves. Surely things have not come to this point in a day or two, but rather over a prolonged period, thanks to their negligence. The fact that mental health patients have so few options for treatment in our country – and that the country's oldest mental health institute is in such shambles – speaks volumes about their terrible performance. And for that, the government must hold the relevant authorities to account. Moreover, the government should immediately provide the Pabna Mental Hospital with all necessary funding and support to get it back on its feet, so it can provide quality care to mental health patients.\n",
        "headline_1": "A Hospital on Life Support",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/hospital-life-support-3139746",
        "news_paper_name": "The Daily Star",
        "publish_date": "11-10-2022"
    },
    {
        "full_article": "It is encouraging to learn of the story of a woman whose rise from a background of helplessness to be in a position to help others can be an example for countless people from similar backgrounds. Setara Begum, 37, comes from a small village in Lalmonirhat. And like many girls struggling with poverty and unhelpful social norms, her life, too, seemed headed to a destiny she didn't, or wouldn't, choose. According to a report, while in her eighth grade, Setara dropped out of school because of poverty, and after her father's death, was hurriedly married off. Her husband, known as Shamsu Pagla, was so called because of his mental illness.\n\nShe helps those in need to access government allowances and services, hears about their problems, and tries to solve them. She is like their \"guardian angel\".\nLife after marriage was no less painful for her, with an ailing husband in constant need of care, their meagre earnings, and no house to call their own. All this would have weighed down any person of lesser strength. But not Setara. She decided to turn her challenges into an advantage, and she had a lifetime of lessons to guide her. She became a candidate for the reserved chair-member post in the Mogholhat union parishad. It was initially ridiculed, but soon she convinced her people with her courage and down-to-earth attitude, and so they financed her campaign. Today, she is a UP member, and a very sincere one at that.\nEvery day, she sets out from her home at dawn, covering at least five villages on foot before the day's end. She helps those in need to access government allowances and services, hears about their problems, and tries to solve them. She is like their \"guardian angel\" who lives among them. With her small honorarium as a UP member and her husband's disability allowance, they live a simple yet richly rewarding life. In a way, her past life of struggle and caregiving set the stage for her eventual role in the service of her community. She remains an inspiration not just for those similarly battered by life, but women with political aspirations as well.\nIn Bangladesh, the road to women's political participation and representation is littered with many obstacles. Only last month, a female Zila Parishad member candidate, while returning from an election campaign, was waylaid by five men and raped at gunpoint. The victim later said, \"They raped me to stop me from competing in the election.\" This is just one example of just one kind of obstacle – sexual violence – that politically ambitious women have to face. Other challenges include smear campaigns, lack of support and security, the general preference for tokenism rather than representation, etc. Women are easier to target for political rivals, and we have a society that, for all its talk of equality and inclusion, is still not open to having women in decision-making positions.\nSetara has shown how women's political empowerment is actually in the best interest of our society. We hope more people will be encouraged by her example.\n",
        "headline_1": "An inspiring example of leadership",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/inspiring-example-leadership-3139731",
        "news_paper_name": "The Daily Star",
        "publish_date": "11-10-2022"
    },
    {
        "full_article": "We as a nation take a lot of pride in the achievements of our women and girls. Whenever we see them making their mark in various fields, we applaud them for their tenacity and perseverance.\nBut how many women or girls in our country get the opportunity to chase their dreams?\nThere is no denying that in the last few decades, especially since the 90s, Bangladesh has made significant progress in empowering girls and women, especially through providing greater access to education and healthcare facilities and fighting child marriage and child labour. Our secondary school enrolment for girls increased to 67 percent in 2017 from 39 percent in 1998, riding on the success of the Female Secondary School Assistance Project (FSSAP), which focused on providing tuition waivers and stipends, among other incentives, to encourage enrolment and retention of girl students in secondary schools. Also many policy measures have been taken over the past two decades to curb child marriage and provide healthcare services to girls, especially with regard to menstrual and reproductive health.\nBut it goes without saying that these measures are not enough. And to make matters worse, climate change and Covid-induced economic and social shocks have dealt significant blows to the progress we have made over 20-30 years.\nDuring the lockdowns and \"general holidays\" in the first year of Covid, when schools and offices were closed and national life came to a halt, many families struggled to feed their families without an income. The government's corruption-riddled special social safety packages were not enough to keep these households fed. In such a dire situation, many families opted to marry off their girl children, leading to a sharp rise in child marriage. A report by Manusher Jonno Foundation published in January 2021 revealed that in 2020, there was a seven percent increase in child marriage in the country, with more than 100 such cases being reported and 6,000-plus incidents prevented.\nA Unicef report titled \"Ending child marriage: A profile of progress in Bangladesh,\" published in October 2020, suggested that more than 51 percent of our girls are married off before they reach the minimum marriageable age of 18. The report added that of the 38 million child brides in the country, 13 million are married before the age of 15.\nMeanwhile, some families send off their girl children to earn a living for their families as domestic helps, and these girls face an entirely different set of problems: dreary working conditions, inhumane working hours, lack of access to sufficient nutrition, battery and torture, sexual abuse, and even trafficking by employers. The nation, unfortunately, is not unfamiliar with the frequent news reports of domestic help suicides – most of them young girls – a manifestation of their desperation and our inaction and failure to ensure their basic human rights.\nThe girls who successfully pass secondary schools do not find the state of affairs any better; rather, finding or securing access to tertiary education or decent jobs becomes the next obstacle in their journey towards empowerment. While the garments industry has played a pivotal role in empowering semi-educated young women, there are simply not enough jobs in the country, even for university graduates. In 2021, we had an unemployment rate of 5.23 percent. In such a situation, how are young girls with secondary school certification expected to continue their education or find respectable jobs?\n\nAs we mark the International Day of the Girl Child today, with the theme \"Our time is now – our rights, our future,\" we should not lose sight of the possibilities of adopting a holistic approach and initiating well-coordinated programmes to eliminate the risks that take away from our girls their right to dream big.\nAnd these problems are being aggravated by an aggressively approaching climate emergency. With families losing homes and livelihood opportunities to natural disasters, young girls are becoming the first victims through marriage or labour. Unfortunately, these desperate families are often taken advantage of by human traffickers, who show them dreams of a better and brighter future and then sell their girls into bondage and sex slavery in foreign lands.\nOur policymakers and the relevant authorities must take these issues and challenges very seriously. For our girls to grow empowered and thrive, we should eliminate these risks and obstacles through a comprehensive, multisectoral approach, with the participation of relevant actors from the public, private and development sectors.\nWhile the development sector players have been supporting the government's drive to empower the girls for decades now, in the recent years, private sector players, including big companies – both local and multinational – have come forward to support the empowerment of young girls, from facilitating access to education, to giving them the platform to engage in sporting activities, to promoting their well-being, as part of their Corporate Social Responsibility (CSR) or sustainability agendas. These are good initiatives, but these are also sporadic initiatives. If we can bring together these responsible private sector players and align their plans and investments with national goals – including the SDGs – then we would be able to reap more effective results from such collaborative programmes. The future is unleashing the potential of our girls through creating shared values by multisectoral actors.\nAs we mark the International Day of the Girl Child today, with the theme \"Our time is now – our rights, our future,\" we should not lose sight of the possibilities of adopting a holistic approach and initiating well-coordinated programmes to eliminate the risks that take away from our girls their right to dream big. Our girls should grow up empowered, confident in the knowledge that they are their own agencies. Only then would they be able to realise their full potential and play their due role in the narrative of a rising, emerging, unstoppable Bangladesh.\nTasneem Tayeb is a columnist for The Daily Star. Her Twitter handle is @tasneem_tayeb\n\n",
        "headline_1": "How do we help our girl children take the big leap?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/how-do-we-help-our-girl-children-take-the-big-leap-3139486",
        "news_paper_name": "The Daily Star",
        "publish_date": "11-10-2022"
    },
    {
        "full_article": "Bangladesh saw a sharp rise in inflation in August 2022 – 9.5 percent – which dropped slightly – 9.1 percent – in September, according to the Bangladesh Bureau of Statistics (BBS). Earlier in July 2022, the inflation rate was 7.48 percent, compared to 5.36 percent in July 2021. This increase is driven by food inflation in the domestic market, since food makes up about 60 percent of the Consumer Price Index in the country.\nLow- and fixed-income households are particularly feeling the bite of the inflationary pressure. For a country like Bangladesh, inflationary pressure is quite significant since we are not a rich country. Even if our per capita income is USD 2,824 (projected) in FY2022, lower-middle-income and fixed-income groups earn much less, because salaries are not increased in accordance with inflation. According to the Trading Corporation Bangladesh (TCB), prices of essential commodities have increased by as much as 50 percent compared to last year.\nHigh inflation is now a global phenomenon. But if we look at the prices of essential commodities in other countries, we will find there are several commodities that are more expensive in Bangladesh than even in advanced countries – be it domestically produced or imported. Much of it is due to market distortion and mismanagement, where only a few players dominate the market. We frequently claim that if imports become more expensive, domestic prices will follow suit. However, certain commodities are produced locally. Of course, the cost of transportation has gone up and it is added to the price at the consumer end, but by how much? In the case of imported goods, imports are made in bulk, and it is not like they are imported every other day.\nMonetary policy plays an important role in taming inflationary pressure. Within the monetary policy mechanism, the interest rate is used as an effective tool in such circumstances. Many countries are applying this tool where the rate of interest on bank loans is increased to control money supply in their economies. In Bangladesh, the interest rate regime is controlled by the central bank despite the fact that our economy is largely driven by market economy philosophy. The logic which is often used by policymakers of developing economies is that a high interest rate on credit would discourage private investment. But credit growth in our private sector has been upwards in the current fiscal year. Some of this loan is for importing capital machinery for investment, but not all. Besides, if one looks at the trend of private investment in the country, it has been hovering around 24 percent of GDP. It is unlikely that, during a crisis period, this trend will be broken. So, the logic of private investment being deterred, manufacturing process being disrupted and thus employment generation being reduced due to a high interest rate on loans is not well-grounded.\nWhat we need now is an increase in supply of essential commodities, both through imports and local production, for which bigger finance is needed. To create such a fiscal space, unnecessary costs and wastage of resources have to be stopped. There should also be targeted support for small and medium enterprises (SMEs). They should be given loans at a lower rate than the large enterprises for their survival and employment generation.\nApart from inflation, there has also been a decline in export earnings and remittance inflow in recent months. This is concerning because exports and remittances are important sources of our foreign exchange reserves, which are used for our imports since we are import-dependent for many commodities. Bangladesh mostly exports ready-made garment (RMG) products. Since the whole world is facing economic slowdown and inflationary pressure, people in the middle-income and lower-income categories will prioritise their spending on food, education, healthcare, housing and other necessities, and cut their expenses on clothes. The lower growth and apprehension of many economies slipping into recession are alarming signs for our export sector.\nAs for low remittances, there is a lack of interest among the remitters to send money through the banking channel, despite the 2.5 percent incentive offered by the government. Though the number of workers going abroad is increasing, the remittance flow is declining because of their preference to send money through informal channels that provide much better exchange rates. Also, because of the managed currency exchange rate regime for a long time, there was a significant difference between the official exchange rate and the kerb market and the informal hundi transactions. The central bank's recent move to operationalise the floating exchange rate has not seen any material impact yet, since the taka has been depreciating continuously. Of course, devaluation of the taka against the US dollar was overdue since the real effective exchange rate (REER) in Bangladesh has been higher than other competing economies. The REER indicates whether the currency of a country is overvalued, undervalued, or rightly valued. Though it helped to keep import costs lower, it hurt exports and remittances.\nAs opposed to lower export earnings, import costs are increasing, leading to a large trade deficit. The negative trade balance exceeded (-) USD 30 billion in FY2022, driven by rising imports and relatively lower rise in exports. Moreover, due to the negative growth of remittances, the negative current account balance rose sharply from (-) USD 4.6 billion in FY2021 to (-) USD 18.7 billion in FY2022, which is unprecedented in recent history.\nThe challenge in the external sector is also reflected through lower foreign exchange reserves. High import costs are depleting our forex reserves fast. In June 2021, our forex reserves were enough to cover 10 months of imports. Due to recent decline, the reserves can cover about five months of import bills. Though it should not concern us in normal circumstances, the rate of depletion and a smaller scope for replenishing the reserves in the current circumstances are worrying.\nThe ongoing challenges are expected to continue for many more months, and the scenario is uncertain. This is reflected through the changes in projections of various international organisations frequently. Therefore, policy responses of the relevant authorities will have to be prompt and pragmatic. This is not the time to be obsessed with GDP growth. Rather, our policymakers should focus on strengthening the macro-fundamentals so that our economy is strong enough to navigate through these uncertain and difficult times. \n \nDr Fahmida Khatun is executive director at the Centre for Policy Dialogue (CPD). Views expressed in this article are the author's own.\n\n",
        "headline_1": "Two major economic woes Bangladesh needs to address right now",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/macro-mirror/news/two-major-economic-woes-bangladesh-needs-address-right-now-3139311",
        "news_paper_name": "The Daily Star",
        "publish_date": "11-10-2022"
    },
    {
        "full_article": "It is extremely disheartening that Pabna Mental Hospital, the oldest such facility in the country, remains in a terrible shape. The 500-bed state-run hospital has been struggling to provide patients with the most basic of requirements including nutritious meals, prescribed medication, and specialised treatment. And as per families of former patients, the standard of its medical care is not good enough to ensure that patients receiving treatment there would fully recover.\nThings had, in fact, gotten so bad that, in early September, the then acting director of the hospital issued an order to stop admitting new patients, citing a supply shortage of food, medicine, and other necessities. Although the order was withdrawn a day later, after the health directorate assured that it would provide the necessary support, things have not improved much.\nAccording to a report by this newspaper, the main reasons behind the hospital's dismal condition are the presence of an unscrupulous contractor syndicate responsible for food and medicine supply, a lack of specialist doctors, and the pervasive interference of brokers. While the hospital is supposed to follow a diet plan which includes meat and vegetables, patients have alleged that its food quality is substandard. In fact, the food quality is so poor that a large amount of food has to be dumped as patients cannot eat it. And this has largely been happening as the syndicate of unscrupulous contractors has been consistently getting their work order using their influence. They reportedly embezzle money by supplying subpar food and inadequate medicine. When the hospital decided to make changes to the traditional tendering process to break up the syndicate, one of the companies involved filed a lawsuit, which has further disrupted the supply of food and medicine.\nAdditionally, the facility also lacks provisions for advanced care due to an acute shortage of specialised doctors and other hospital staff. Of the 31 posts of doctors, only 10 are currently occupied. And out of the 643 positions at the hospital, 176 are presently vacant. With such a huge manpower shortage, it is not possible for the facility to provide quality treatment.\nUnder the circumstances, the health authorities need to take a long and hard look at themselves. Surely things have not come to this point in a day or two, but rather over a prolonged period, thanks to their negligence. The fact that mental health patients have so few options for treatment in our country – and that the country's oldest mental health institute is in such shambles – speaks volumes about their terrible performance. And for that, the government must hold the relevant authorities to account. Moreover, the government should immediately provide the Pabna Mental Hospital with all necessary funding and support to get it back on its feet, so it can provide quality care to mental health patients.\n",
        "headline_1": "A Hospital on Life Support",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/hospital-life-support-3139746",
        "news_paper_name": "The Daily Star",
        "publish_date": "11-10-2022"
    },
    {
        "full_article": "It is encouraging to learn of the story of a woman whose rise from a background of helplessness to be in a position to help others can be an example for countless people from similar backgrounds. Setara Begum, 37, comes from a small village in Lalmonirhat. And like many girls struggling with poverty and unhelpful social norms, her life, too, seemed headed to a destiny she didn't, or wouldn't, choose. According to a report, while in her eighth grade, Setara dropped out of school because of poverty, and after her father's death, was hurriedly married off. Her husband, known as Shamsu Pagla, was so called because of his mental illness.\n\nShe helps those in need to access government allowances and services, hears about their problems, and tries to solve them. She is like their \"guardian angel\".\nLife after marriage was no less painful for her, with an ailing husband in constant need of care, their meagre earnings, and no house to call their own. All this would have weighed down any person of lesser strength. But not Setara. She decided to turn her challenges into an advantage, and she had a lifetime of lessons to guide her. She became a candidate for the reserved chair-member post in the Mogholhat union parishad. It was initially ridiculed, but soon she convinced her people with her courage and down-to-earth attitude, and so they financed her campaign. Today, she is a UP member, and a very sincere one at that.\nEvery day, she sets out from her home at dawn, covering at least five villages on foot before the day's end. She helps those in need to access government allowances and services, hears about their problems, and tries to solve them. She is like their \"guardian angel\" who lives among them. With her small honorarium as a UP member and her husband's disability allowance, they live a simple yet richly rewarding life. In a way, her past life of struggle and caregiving set the stage for her eventual role in the service of her community. She remains an inspiration not just for those similarly battered by life, but women with political aspirations as well.\nIn Bangladesh, the road to women's political participation and representation is littered with many obstacles. Only last month, a female Zila Parishad member candidate, while returning from an election campaign, was waylaid by five men and raped at gunpoint. The victim later said, \"They raped me to stop me from competing in the election.\" This is just one example of just one kind of obstacle – sexual violence – that politically ambitious women have to face. Other challenges include smear campaigns, lack of support and security, the general preference for tokenism rather than representation, etc. Women are easier to target for political rivals, and we have a society that, for all its talk of equality and inclusion, is still not open to having women in decision-making positions.\nSetara has shown how women's political empowerment is actually in the best interest of our society. We hope more people will be encouraged by her example.\n",
        "headline_1": "An inspiring example of leadership",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/inspiring-example-leadership-3139731",
        "news_paper_name": "The Daily Star",
        "publish_date": "11-10-2022"
    },
    {
        "full_article": "Notwithstanding the assurance of zero or negligible power outage on the weekend or holidays, the power supply situation worsened on Friday and Saturday last. The authorities themselves admitted the shortage in supply of electricity and the consequent load-shedding. One of the reasons is the non-operation of six units out of seven of Ghorashal power plant on account of scarcity of natural gas. It is like a doubled-edged sword that cuts both ways. If the scarce gas now generated is supplied to the power plant, many other areas of economy including domestic consumers suffer. If power is generated in quantities less than required, production of factories and industries is disrupted. All this is because of overdependence on gas that once was mistakenly thought to be limitless in the gas fields. This wrong notion also contributed to atrocious misuse of the gas generated. What is to be done then to meet the power crisis? Rampal thermal power plant was supposed to start generating electricity in September. Now a report says it will go into operation sometime this month. Since its inauguration on March 21 this year by the prime minister, Payra coal-fired plant has been generating power and contributing to the national power grid. Even without the two large thermal power plants, the generation at times exceeded the demand. But it was a mistake to renew licences for captive power plants instead of devising a plan for phasing those out soon. Had a plan for renewable power plants been put in place immediately after going for the temporary salvage measure from power crunch, things would have improved to a great extent by now. Maybe, the coal-fired power plants could be dispensed with. Now that fuel oils and gas have become dearer globally, countries like Bangladesh have little choice other than going for thermal power plants.Amid the gloomy prospect of maintaining a balance between dirty power generation and the environment, the Rooppur nuclear power plant is the only light at the end of the tunnel. All other projects, including the coastal wind-power plant, as mentioned by the authorities concerned from time to time, show no sign of taking off. But once the dirty power plants crowd different locations of the country in the days to come, the choice for generation of green energy will not be easy. Once the demand is met, as it happened in case of the rental power plants, the authorities may not feel the urge for transition to green energy. The national grid failure is a one-off kind. People can bear with it once in a while but if load-shedding happens for three to six hours a day, its impact on life and living can be immeasurable. For example, examinees of the higher secondary examination scheduled for next month will suffer immensely on account of such frequent and long power outages. Disruption of normal life means it has its snowballing impacts on production and economy. As it was found by a new study by the Rockefeller Foundation and philanthropist Adrienne Arsht, heat causes loss of productivity to the tune of $6.0 billion a year for Dhaka city alone. The scorching heat is made worse by the absence of power. So loss of productivity goes up. Clearly, this is an emergency and an all-out effort should be there to meet the demand for electricity.",
        "headline_1": "Impacts of power crisis",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/impacts-of-power-crisis-1665412756",
        "news_paper_name": "The Financial Express",
        "publish_date": "11-10-2022"
    },
    {
        "full_article": "In the past, it was mainly the traditional and social factors which played a critical role in the practice of marrying off teenage girls in rural areas. Throughout the passage of a century, the elders interpreted rural economy in their own ways. They added economic reasons to hasten the completion of the marriage of girl children. Many ultra-poor families considered the teenage girls a burden. The only way out, they deemed, was bidding adieu to the helpless teenagers, many of whom were below 12. Although many parents were not willing to part with their daughters, they had to give in to the social pressure. Economy-wise, few steps could be more pragmatic in the times immediately after the World War-II.With the 21st century rural Bangladesh witnessing the multi-faceted socio-economic realities in a new mould, the case for child marriage remains stuck in its ancient roots. The women's rights activists in the independent Bangladesh since the 1980s-90s have been waging a crusade of sorts to put an end to the custom of child marriage. Development strategists were able to read between the lines. Upon taking an in-depth look at the realities prevailing in the rural areas, they were unanimous on the point that the institution of child marriage was inextricably linked to the desire to enjoy a solvency of sorts. After the state-backed all-out efforts to impart at least junior-level education to the girls, and keeping the brilliant ones apart for grooming them for the SSC level, the prospects for the girl students continued to become brighter. Girl students were relieved of educational expenses, with stipends introduced to whet their urge for continuing school education. But the age-old baggage of the custom of going ahead with early marriage of girls wouldn't leave the family heads. Despite being poverty-stricken, the parents turned to the education of their boy children, as they showed potential for earning for the family. Compared to them, no matter how talented the girls were, their future was viewed as being blocked. Few sectors were there in the villages to employ them. Thus marriage became the only way to give the ill-fated girls a 'new lease of life'. Teenage girls were the most unlucky. One fine morning discovering them to be quite 'grown-up', the mother or the father becomes busy searching for a suitable bridegroom. In most cases, the groom is quite older than the girl. Maybe they had the latent genius to emerge as a talented post-teenage youth. But their future is nipped in the bud while at the Grade 4 or 5 at school.Given this bleak context, the State Minister for Women and Children Affairs has made an optimistic declaration. At a Dhaka meet last week the minister informed that the government was determined to reduce child marriage to zero level by 2040. Although the target might appear to be a pipedream to many, there are people who will take heart from the words. But they stress stringent laws against child marriage and mass-level awareness of the ills stemming from this practice. Of late, days are changing fast in the rural expanse. The education authorities nowadays provide a lot of monetary incentives to the girl students. Thanks to the changing situation, the spirited little girls show their unwillingness to leave school. They know that once lured to the confines of home, they would be engaged in helping their mothers do the domestic chores. Their role at home is thus one of an unpaid assistant of their mothers. The greater world outside school or home is one filled with hungry wolves moving in the guise of both young and elderly males. Carnal harassment of the teenage and post-teenage school girls with their focus on the ladder set to take them to the broader world shatters them into pieces. Many a girl who is defiled finds themselves condemned to a cocoon. It's difficult to come out of it. Those who know how to cope with the adverse circumstances and take a strong defence can, somehow, manage to trace the ray of light --- the ray which will one day take them onto the brink of emancipation.The task requires the firm commitment of the adolescent girls to cross the myriad social hurdles, mostly created by male chauvinists and lecherous males. Against the present fast-changing realities involving tolerably educated adult girls, who emerge from the rural background, teenage girls can see a wide horizon before them. It's only the spontaneous encouragement and patronage from the parents and the naighbourhood elders which they need badly. These essential supports can enable the ambitious girls to take great leaps forward. For the average rural girls, a secondary school certificate or one proving their higher secondary qualifications is sufficient to help them join the league of the financially self-made women. Many in today's rural areas have long emerged as powerful entrepreneurs. They have money, socio-political clout and a strong say in every local crisis. Had they given in to the normal community-based persecutions and the other exploitative menaces, they would have ended up being spent forces before they reached twenty. Not all teenage girls can be made to cower down with the threats of social isolation. These girls eventually learn how to fight their way out and settle down in a secure position.To speak without mincing words, child marriage in Bengal, later in independent sovereign Bangladesh, has done great damage to the rural prospects for achieving collective uplift. It's heartening to see that in the male entrepreneur-dominated rural society, spirited and committed women have already carved out their distinctive positions. Had the undaunted women been married off at a tender age hoodwinking the legal provisions, their later lowliness might have added to the already lopsided rural economy. It's the ineffable female resoluteness and the power of forbearance which has made all the difference.\n[email protected]",
        "headline_1": "Economic gains of banning child marriage",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/economic-gains-of-banning-child-marriage-1665412953",
        "news_paper_name": "The Financial Express",
        "publish_date": "11-10-2022"
    },
    {
        "full_article": "Of late, loadshedding is being experienced daily as part of the government's policy to save fuel. But last week's power outage was different in scale and duration. The probe committee formed by the Power Grid Company of Bangladesh (PGCB) is yet to find out why the six to eight hours long October 4's grid failure did happen. The power supply failed, the power department people say, when one of the lines of Ghorasal substation tripped (meaning, it failed to supply power). Similar power failures for long hours happened also last month, in 2017 and in 2014.So, we are not a stranger to power disruptions arising from grid failures. A host of factors may be behind grid failures. The power department body should be able to identify the exact cause of a grid failure once it happens. And finding the cause of the disruption in the supply is not enough. Urgent measures have to be taken to remove the cause of the power failures. So, the question that would naturally arise is why despite the previous experiences, the management of our power system could not respond to last week's grid failure in time?A leading energy expert, Dr Mohammad Tamim, is learnt to have told the media that the solution to the problem at the Ghorasal substation's tripping lay in poor technology. Had it been a smart grid, that is, one that is equipped with more advanced digital technology, he argued, the tripping of the Ghorasal line could instantly be identified by the technical people employed there. And that would then help them fix the problem then and there.Undeniably, the country's power grid management is in need of modernisation. The existing digital system to adjust generation and transmission of power in sync with the changes in the load definitely needs overhauling. As suggested by experts, the latest programmable logic control (PLC)-based power management network or SCADA (Supervisory Recontrol Data Acquisition) should be installed in its place. The existing SCADA is dated, they maintained and recommended its replacement with a smart one.The power ministry and departments concerned including the Power Grid Company of Bangladesh (PGCBL), which manages the national power grid, should consider the experts' suggestion to improve the management of generation, demand and transmission of power.Having said that, it is also necessary to point out that machine, though vital, is still not the final answer to all problems. As always, the human factor, the operator at the control panel, is still the determining one.If the National Load Dispatch Centre (NLDC), which controls the generation, transmission and distribution of power, is automated with a smart system, as suggested, will that be the panacea for the grid failures? While the changes in the voltage and frequency of power could be instantly monitored by the smart system, what about the failures caused by other factors? Human errors during opening or closure of larger power stations, any leak any in the transmission line, maintenance issues and so on may also be the causes of power failure. In the past when technology was mostly analogue, the smooth running of the power system depended mainly on the efficiency and sincerity of the technical people operating it. It is true even today despite the rise of smart, highly automated systems.\n[email protected]",
        "headline_1": "Human factor still matters",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/human-factor-still-matters-1665413002",
        "news_paper_name": "The Financial Express",
        "publish_date": "11-10-2022"
    },
    {
        "full_article": "Bahadur Shah Park in Old Dhaka is a historical place, where the captured rebels of the 1857 Sepoy Mutiny were hanged to death. The place, previously called Victoria Park, was renamed in 1957 after Bahadur Shah Zafar, the last Mughal Emperor of India. A memorial in this park reminds us of the sacrifices of the martyrs of the mutiny. Besides historical aspects, this park is important because Old Dhaka does not have enough open places. A large number of people regularly visit the park for breathing in open air, strolling, jogging and taking physical exercises. However, for lack of maintenance, the park remains unsuitable for them. It is occupied by floating people and vendors most of the time. There is hardly any walkway which is free from street hawkers. And now, permanent food shops have been allowed to conduct their business inside the park. If this continues, the park will lose its beauty permanently. Just two years ago, Dhaka South City Corporation authorities opened the park freshly to the public after renovation. Still, the park is not safe for Old Dhaka residents. People visiting the park often fall prey to robbers and snatchers. Another problem of this park is indiscriminate littering. Plastic bottles, polythene bags, peanut shells, cigarette stubs, torn cloths and papers are seen either seen piled up in corners as well as scattered everywhere. We urge the authorities concerned to look into these problems and resolve those as early as possible so that the park becomes a hazard-free place of gathering for the Old Dhaka dwellers.\nAbir Sujan, Student of Department of Land Management and Law, Jagannath University, Dhaka, [email protected]",
        "headline_1": "Making Bahadur Shah Park walkable",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/making-bahadur-shah-park-walkable-1665413025",
        "news_paper_name": "The Financial Express",
        "publish_date": "11-10-2022"
    }
]