[
    {
        "full_article": "The composition of the new Union Council of Ministers, and the distribution of portfolios, are meant to be seen as an emphatic assertion of authority by Prime Minister Narendra Modi who has won a third term, as leader of the National Democratic Alliance (NDA). The Bharatiya Janata Party (BJP) fell short of an absolute majority in the Lok Sabha by more than 30 seats, but the Council is a signature of continuity from the first two terms. Unlike the previous two terms, partners are crucial for the NDA in the third, but they have political reasons to remain aligned with the BJP. The continuation of all key Ministers in the Cabinet Committee on Security and those in charge of infrastructure portfolios suggests that no dramatic shift in policy should be expected in Mr. Modi’s third term, coalition or not. The TDP, JD(U), JD(S), the Shiv Sena faction led by Eknath Shinde, the NCP faction led by Ajit Pawar, and the LJP led by Chirag Paswan, have all accepted this reality, bickering by some of them notwithstanding. The composition of the Council is in line with the BJP’s strategy of seeking deeper and wider acceptance among Hindu communities across the length and breadth of the country, and representation for Christians and Sikhs, with the notable exclusion of Muslims.Rajnath Singh, Amit Shah, Nirmala Sitharaman and S. Jaishankar continue in their previous roles, as Ministers for Defence, Home, Finance and External Affairs, respectively. Mr. Modi evidently trusts them, and their performance, though in the case of Mr. Singh and Mr. Shah, political reasons are also at play. Apart from piloting India’s defence ambitions, Mr. Singh is also expected to use his famed diplomatic skills to deal with politically sensitive issues such as the Agnipath recruitment scheme for the military. Mr. Jaishankar did a commendable job of carefully balancing India’s traditional ties and emerging interests in the previous term. While improving ties with the United States, he has managed to protect the strategic autonomy of India, now with an additional Hindutva hue. Ms. Sitharaman steered the economy through the COVID-19 pandemic turmoil, and has been a champion of its prospects. She has, however, not managed the contentious questions of Centre-State fiscal relations very well. Mr. Shah has a long list of politically sensitive issues to tackle in his new term — completion of the Census operation, transition of the criminal justice system with the implementation of the new criminal codes, and Centre-State relations, among other things. The Ministers have their task cut out, and stability helps. They will also be called upon to exercise wisdom.\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nPrime Minister Narendra Modi\n\n/\n\nNational Democratic Alliance\n\n/\n\nBharatiya Janata Party\n\n/\n\nTelugu Desam Party\n\n/\n\nJanata Dal - Secular\n\n/\n\nShiv Sena\n\n/\n\nNationalist Congress Party\n\n/\n\nLok Janshakti Party\n\n/\n\nnational or ethnic minority\n\n/\n\nministers (government)\n\n/\n\ndefence\n\n/\n\ndiplomacy\n\n/\n\nUSA\n\n/\n\neconomy (general)\n\n/\n\npopulation and census\n\n/\n\ncrime, law and justice",
        "headline_1": "Continuity and stability: On the Modi government’s new cabinet",
        "headline_2": "The BJP has kept the important portfolios for itself despite the new reality",
        "link": "https://www.thehindu.com/opinion/editorial/continuity-and-stability-on-the-modi-governments-new-cabinet/article68277897.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "12-06-2024"
    },
    {
        "full_article": "The likelihood of protests, communal tension or prejudice to law and order ought not to be cited as a reason to suspend the screening of a film. The Karnataka government’s decision to stop the release of the Hindi film, Hamare Baarah, for two weeks violates the freedom of expression in the name of upholding order and preventing communal tension. Such a ban on public screening of films, independent of their merit, has no place in a democratic society. The Bombay High Court, which initially stayed the release of Hamare Baarah, has lifted the ban, following the producer’s offer to remove some controversial dialogues. Its observation that allowing an individual to stall the release of a certified film would encourage film producers being held to ransom is consistent with judicial precedents. Once it is certified by the Central Board of Film Certification, presumably after proper scrutiny of its suitability for public viewing, there ought to be no scope for a second opinion by a law enforcement authority. The position that a work, be it a book or a play or a film, may be proscribed under threat of protests or likely violence has been rebuffed by the Supreme Court of India in some landmark verdicts. “... freedom of expression cannot be suppressed on account of threat of demonstration and processions or threats of violence,” the Court said in its 1989 judgment in S. Rangarajan vs P. Jagjivan Ram on the film, Ore Oru Gramathile. The emphasis on freedom of expression does not mean that one should endorse any film whose content is distasteful or obnoxious or contains vile propaganda. As for the film now under the scanner, there is reason to believe that such criticism is justified, beginning with the overt communal overtones in its title itself. Its posters and synopsis suggest that the film draws upon sectarian allegations that the Muslim community is responsible for population growth and that its men force women to bear many children, in utter disregard of their health and well-being. The film’s proponents may claim it is about spreading awareness on population control, and that watching the film may dispel such an impression. However, it cannot be denied that contemporary film-making has made stereotyping the Muslim community a significant trend. Any film that gives prominence to the claim that members of the community have more children, must be aimed at pandering to communal sections and the political establishment that encourages them. If the country is to be a free and open society, there is no need to suppress any point of view. At the same time, it must also develop the wherewithal to counter sectarian propaganda with facts and without resort to unconstitutional methods. \nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nlaw enforcement\n\n/\n\nfilm making\n\n/\n\nKarnataka\n\n/\n\nhate crimes\n\n/\n\njudiciary (system of justice)\n\n/\n\nnational or ethnic minority\n\n/\n\npopulation",
        "headline_1": "Facts in fiction: on stopping the release of the Hindi film, Hamare Baarah",
        "headline_2": "No ban on books or films can be justified in the name of upholding order",
        "link": "https://www.thehindu.com/opinion/editorial/facts-in-fiction-on-stopping-the-release-of-the-hindi-film-hamare-baarah/article68277635.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "12-06-2024"
    },
    {
        "full_article": "A close shave involving two aircraft at Mumbai airport on Sunday morning has rightly sparked serious outcry. New civil aviation minister K Rammohan Naidu needs to take note. An IndiGo aircraft landed at the airport before a departing Air India plane had cleared the runway. The serious breach of SOP endangered hundreds of lives.\nDGCA has derostered the ATC official on duty. But reports say pilots of both departing and incoming aircraft may have contributed to the botch-up. There was also a fourth party involved: the huge infra constraint faced by India’s second busiest airport.\nInfra deficit | Mumbai airport has just one runway operational at any given time. As against a declared capacity of 46 aircraft an hour, it often caters ‘unofficially’ to as many as 55. This makes ATC’s job highly stressful. It also increases the chances of misjudgment.\n\nThe only foolproof way to avoid such incidents is to speed up work at the city’s second airport at Navi Mumbai. Civil aviation ministry has said it may be operationalised by March next year. Sunday’s incident is reason for the timeline to be met.\nMetro airports under pressure | High air traffic movement remains a concern at other metro airports as well. Delhi airport, among world’s 10 busiest, saw a similar near-miss last year. India is world’s fastest growing aviation market, and Indian carriers have an order book of more than 1,500 aircraft. This means pressure on airport infra in metros will only increase.\nThe ministry has proposed developing six ‘Twin City’ airports in metros by 2030. National Capital Region is likely to have its twin airport before year-end. Authorities would do well to get started on second airport projects in other metros before the situation turns alarming there.\n\n",
        "headline_1": "A flight scare too many",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/a-flight-scare-too-many/",
        "news_paper_name": "The Times of India",
        "publish_date": "12-06-2024"
    },
    {
        "full_article": "The question most loudly raised by Modi returning to office without a majority is, how he will run a coalition govt. But the other takeaway of the LS 2024 verdict is arguably even more significant: governance matters and voters reject political branding that is out of whack with reality. It is through both these lenses that the allocation of portfolios for the Modi-led NDA govt should be assessed.\nLine of continuity | Home, defence, finance, foreign affairs, road transport and highways – there has been no reshuffling in these top cabinet jobs. Endless speculation about Shah being downsized or Sitharaman getting replaced has proved wide of the mark. The message is that howsoever others may read the election result as a mandate for change, BJP and Modi are still solidly occupying the GOI driving seat. But these Modi 2.0 ministers must refresh their toolkit in response to all the distress that surfaced in LS elections, from Agniveers’ to self-employeds’ anxieties.\n\nScramble of allies | Eknath Shinde’s Sena, which won seven constituencies, is not pleased. With only a junior ministership, its MPs have drawn comparison with the allocation of cabinet berths to other allies – Manjhi was made Union MSME minister with just one seat in Bihar; LJP’s Chirag Paswan with five seats is Union sports minister. JDS has two berths, HDK has got the heavyweight steel ministry.\nLine of trust | Rijiju, who was removed as law minister after protracted tensions with the judiciary, has now been handed the parliamentary affairs portfolio, where he should contribute to coalition management. Shivraj Singh Chouhan, who could have headed to retirement after being removed as MP CM, has two ministries: agri and rural development. Not only did farmer distress take atoll on BJP across many states, the first file Modi has signed after becoming a third-term PM relates to a farmer welfare scheme. Chouhan walks into a job with high stakes, for Indians and their govt.\nBut even those who consider continuity a necessary condition for stability, must admit that it is not sufficient by itself. This does not merely refer to allies, who look restless with their 11 ministerial berths. It’s also about all the socio-economic factors that contributed to BJP dropping 63 seats this time. About how macro numbers actually impact lived realities – incomes, consumption, healthcare etc. It is at this level that the new council of ministers must deliver.\n\n",
        "headline_1": "Portfolios & people",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/portfolios-people/",
        "news_paper_name": "The Times of India",
        "publish_date": "12-06-2024"
    },
    {
        "full_article": "Books may come and books may go, but reviews live forever. Anyone can go online and leave a rating or comment behind in spectacular typos. No sooner is a book out than reviewers rush at the author, offering glowing reviews for a fee. But the real critic is hidden behind a paywall, reviewing free of charge or for peanuts because reviewing is a sacred duty. They are the gatekeepers between readers and writers, constantly taking a bullet. You can recognise reviewers by their martyred expression and memorised quotes from the one classic they read in college. They carry books much like Christ did the cross, bent over by the weight of all that terrible prose they must critique. Sometimes the difference between a good review and a bad one is the coffee they missed.\nAI will one day write books, but will it write a book review? Nah. Reviews require the hands-on human touch of literary snobbery and the primal urge to draw blood. The reviewer is faced with two choices: gush or gibe. When in doubt, the reviewer gives us the whole plot. Most of the tiny double-column space is swallowed by laborious displays of the reviewer’s intellectual prowess and command over the language. Many Indian novels are ignored back home until they make a shortlist or longlist abroad, making critics scramble. Second novels are especially snubbed; the nerve of the writer!\nBlurbs, trusting a lazy reviewer to quote them in lieu of a review, are breathless self-praise. This book will change your life, you won’t be you after you finish reading it…If it is not a stunning coming-of-age debut, it is a mesmerising bestseller from a master storyteller. Writers get into the act, lauding each other’s work as ‘magical masterpiece’ or ‘a prescient work of sublime brilliance’ in a ‘you scratch my back, I scratch yours’ world out there. Suddenly, two authors are each other’s biggest fans.\nIf one claims to sum up an author by his book, it is equally true that a review reveals the reviewer. You only have to read a review to guess the reviewer’s childhood trauma, inner demons, and the book they think they should have written. Serious critics only scoff – dissing is the more successful genre. If a book is worth reading, they will write it themselves. Reviews are where a reviewer and his pretentiousness go to have good sex.\n\n",
        "headline_1": "Reviewing reviewers",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/reviewing-reviewers/",
        "news_paper_name": "The Times of India",
        "publish_date": "12-06-2024"
    },
    {
        "full_article": "Written By: Narayani Ganesh\nHad i been a child, i would have sat and written out postcards to all my friends, updating them on my revised coordinates. For who knows, otherwise, snail mails might get delivered to another galaxy. Why the change? Well, i just re-read a decade-old report in Nature that Earth has a new address: ‘Solar System, Milky Way, Laniakea.’\nAstronomers have discovered that the local supercluster of galaxies – which includes the Milky Way and Earth – is, in fact, one hundred times bigger in volume and mass than it was previously thought, “160 million parsecs (520 million light years) across and contains the mass of 100 million billion Suns”. They have mapped the huge region and decided to name it Laniakea, a Hawaiian word that means ‘immeasurable heaven’.\nI can see myself writing out my address after my name, door number, street, city, and country coordinates, to finish with a flourish as follows:\nThe Earth, Solar System, Milky Way, Laniakea – Immeasurable Heaven. So what if it sounds like something out of A Midsummer Night’s Dream, Alice in Wonderland, or Cosmic Tales From Here? At least it gives you the much-needed respite from yammering over, say, jail terms, the general election results, political parties slinging mud at each other, Ukraine and Russia, Palestine and Israel at loggerheads, or even climate change and global warming. Turning towards the universe out there is so much more edifying than subjecting oneself to missile fire exchanged between insufferable netas, think-tankers, and rude talk-show hosts.\n\nTherefore, let’s return to my revised cosmic coordinates: There’s another twist in the tale. Researchers say that this address, too, is not permanent (naturally!), for these “massive cosmic structures” tend to be free-floaters. Moreover, it is very difficult to ascertain where one supercluster ends and another begins! But they do say that one can attempt to chart galaxy movements by inferring the “gravitational landscape of the local universe and then redraw its map”. That would involve a lot of math, computing velocities of thousands of galaxies, and subtracting from that the average rate of cosmic expansion. But even that kind of mathematical model would fall short of the whys and wherefores and still not be able to give an exact figure or position.\nResearchers at Hawaii University led by Brent Tully used an algorithm to translate these velocities into a three-dimensional field of galaxy flow and density, reports Nature. “We really can’t claim to have a good understanding of cosmology if we cannot explain this motion,” says Tully.\nThe point is: why split hairs, reducing the cosmos to algorithms and grids, when the macro picture is incredibly beautiful? Embrace your new cosmic coordinate while it lasts, a temporary but charming reprieve from all earthly shenanigans and tragedies, conflicts, and miseries. Enjoy, at least for a while, before you get your hands dirty once again with boring earthly affairs.\nOne more thing: once we map and chart, and explain everything there is, will that signal the end of human imagination? It will certainly end mystery, magic, and wonder, leaving us with only cold maps and tables, models and grids to chew on. Ouch.\n\n",
        "headline_1": "New cabinet? Heck, I’ve a new cosmic address",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/new-cabinet-heck-ive-a-new-cosmic-address/",
        "news_paper_name": "The Times of India",
        "publish_date": "12-06-2024"
    },
    {
        "full_article": "Bangladesh is a seasoned customer of heartbreaking finishes. As a Bangladeshi fan, all that could have gone in our favour naturally becomes glaringly obvious and sharpens the pain of losses in tight matches, such as the one against South Africa. Bangladesh lost the match by four runs—runs that were denied to the team due to a faulty decision by the on-field umpire. As the umpire raised his finger to Mahmudullah's dismay, the ball raced behind him to the boundary. He immediately reviewed the decision and successfully overturned it, but because of a rule of the game, the ball was deemed a dead ball and those four runs ultimately became the margin by which Bangladesh lost the game. That fact is salt to the wound for Bangladeshis as much as it is a consolation prize. Fans can look to moments like this to convince themselves that we nearly did it and lost it for something that was out of our control.\nSidharth Monga's insightful match analysis of the game, \"The Bangladesh-SA thriller that you think you saw, but TV didn't fully show\" on ESPNcricinfo sheds more light on the uncontrollable factors that did not go in Bangladesh's favour. He talked about the three full tosses that Maharaj bowled in the last over—deliveries that arguably should have helped Bangladesh score the required 10 runs. With Mahmudullah on strike and six to defend from two balls, Maharaj attempted to bowl a yorker. It was wind of all things that made the difference. It picked up just then behind Maharaj and turned the ball into a full toss instead of the attempted yorker. This became the batter's advantage and Mahmudullah was perfectly placed to finish the match with one winning shot. But as Monga says, \"What made Maharaj miss his execution also helped him.\" The same wind resisted the trajectory of Mahmudullah's shot, holding it just long enough in the air to not clear the boundary. The knife in the wound twists.\nThe only solution for Bangladesh to escape what feels like the curse of losing heartbreaking and close matches is to be so good that these factors no longer make a difference. I cannot say with certainty, but I am sure that other teams like ours who are often nearly there but not quite enough find a plethora of examples where if only things were slightly different, they would emerge victorious. The goal has to be to become a team that displays indomitable spirit and is so capable that they are largely always in control of the game. I doubt that achieving this high standard of cricket exempts a team from facing the short end of the stick in times of uncertainty. It's just that the team's performance would then be so strong that small factors no longer have much sway in defining the outcome of the game.\nWhen it comes to factors within the team's control, the batters' weakness against the short ball stands out. Both Shanto and Shakib got out to similar deliveries in the same fashion where they did not seem to have any idea of how to execute a shot against a short ball. The two players' years of experience vary greatly, and yet they seemed to have the same approach. This can be an example of the fact that when problems emerge in the team—which is only fair and expected—it is allowed to persist instead of being addressed with a strategy in place to overcome the weakness.\nThe Bangladeshi bowlers maintained excellent discipline throughout the first innings. They made the most of the early breakthroughs and did not falter in line and length even when the partnership grew after the fourth wicket. They pulled it back nicely towards the end of the innings with Mustafiz bowling a stunning last over that gave away only four runs. The bowlers seem to be in much more harmony with each other than the batters of the team. The bowlers' performance is that of a cohesive unit where if one has a bad over, they do not let the momentum get away from them. The captaincy was also commendable in terms of backing players who bowl expensive overs such as Rishad, who came back after bowling three overs for 28 runs to get the wicket of David Miller.\nBangladesh is experienced in playing and winning low-scoring T20 matches, but sadly the support of the batters is sorely missed. Surely, there cannot be an easier target to chase in a T20 match than 114. As always, Mahmudullah Riyad continues to be the most dependable asset of the team and has perhaps been its true leader without ever donning any feathers.\nMadiha Athar Khan is a columnist for The Daily Star and a technical writer at Optimizely. She also leads the Art for Soul movement. She can be reached at [email protected]\n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "How to break the curse of losing heartbreaking matches",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/how-break-the-curse-losing-heartbreaking-matches-3632241",
        "news_paper_name": "The Daily Star",
        "publish_date": "12-06-2024"
    },
    {
        "full_article": "For the past 15 years since the Awami League government took over, there has been pre-budget discussion every year about the need for increasing the miserably low public expenditure for education and health. And then the proposed annual budget paid little heed to the plea for a change in priorities, causing frustration and disappointment. The proposed FY2024-25 budget has been no different—it follows the same pattern.\nThe new budget can be described as a \"crisis response\" one that the government has prepared in the face of the formidable challenges of unabated inflation, economic slowdown, revenue shortfall, dwindling foreign exchange reserves, and a rising annual debt burden. Allocations have been tightened for every sector, while there is a nominal increase in the total budget from the previous one and a high level of deficit financing. There is, therefore, no expectation of any significant increase in education and health allocations as borne out by the proposed budget. Nor is there an indication of any shift in strategy and priority responding to long-standing issues in education and human development, which have been periodically raised by educationists and concerned citizens.\nOut of a Tk 7,97,000 crore budget, education allocation is Tk 94,710 crore or 11.88 percent of the budget and 1.69 percent of GDP. Allocations proposed for sub-sectors of education are: Tk 44,108 crore for secondary and higher education; Tk 38,819 crore for primary and mass education; and Tk 11,783 crore for technical and madrasa education. The education allocation for the outgoing fiscal year was Tk 88,162 crore or 11.5 percent of the budget and 1.76 percent of GDP. The revised budget was, however, reduced to Tk 74,597 crore. The proposed education budget is only nominally higher than the allocated amount for the past year, which is actually a reduction if the inflation of over nine percent is counted.\nNoteworthy is the fact that the education sector is not able to use all of the funds allocated for it in the outgoing financial year. As much as Tk 14,000 crore will not be spent, as the revised allocation indicates. It is difficult to make a case for increased budget when the fund available cannot be fully utilised.\nAs this author as well as other education activists have often pointed out, the education authorities—the two ministries—have to make a case for public investment priorities in education and be persuasive about it. When the national budget fails to give due recognition to the needs and priorities of a vital sector such as education, it is as much the failure of the education ministries as it is of the finance ministry, which presents the budget on behalf of the government.\nIt is not, but should have been, in the public domain what the two ministries asked for in respect of increasing allocations and whether any innovative thinking found a place in their budget submission. There was no opportunity for public discussion when the budget proposals by the two education ministries were being formulated. There hasn't been a great receptivity on the part of the two education ministries, the political leadership and the administrative decision-makers regarding the civil society education advocates' pleas for re-thinking the needs for 21st century education. There is rhetoric aplenty about Smart Bangladesh and a smart new generation, but the serious and holistic planning and systematic efforts for achieving results have been lacking.\nEducationists have argued that the various initiatives taken by the two ministries have been fragmented, partial and treating the symptoms of diseases rather than the roots of problems. These initiatives have not been based on a holistic and coordinated sector-wide effort to achieve well-articulated medium- and long-term educational objectives. Cases in point are the introduction of the new curriculum and student assessment without preparing the ground; the sub-sector activities such as the series of primary education development programmes (PEDP5 or the fifth round is supposed to be under consideration now); the decision again to shift Classes 6 to 8 from secondary to primary schools (after several failed attempts since 2010 Education Policy was announced); various largely ineffective and frequently re-formulated teachers' training projects; and token efforts towards building a decentralised, responsive and accountable system of school education.\nAcademics and researchers have put forward an agenda for re-imagining education for the 21st century through their advocacy, such as Education Watch reports. This agenda includes moving towards a greater and genuine decentralisation of education governance; attracting talented people to the teaching profession and keeping them there; a major initiative to widely and effectively apply the blended approach (merging tech-based and teacher-supported learning); building partnerships between government and non-state actors; and establishing a permanent education commission to guide and monitor education system changes. These could be the components of an education sector plan and a 10-year megaproject for education. All of these would lay the ground for equitable, quality and inclusive school education for all children, thus building the foundation for an education system fit for a higher-middle-income and eventually a developed country. Such a sector plan would demand larger resources and efficient use of the resources.\nThe annual budget is not the instrument for a major overhaul of the education system. It can, however, reflect and help prepare the ground for a transformative change, if such a change is envisaged by the policymakers. The new budget, as the ones of past years, following a much trodden path, has not helped a move in this direction.\nDr Manzoor Ahmed is professor emeritus at BRAC University, chair of Bangladesh ECD Network, adviser to Campaign for Popular Education (CAMPE), and associate editor of the International Journal of Educational Development.\n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n",
        "headline_1": "Education budget: A futile debate achieving little",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/education-budget-futile-debate-achieving-little-3632146",
        "news_paper_name": "The Daily Star",
        "publish_date": "12-06-2024"
    },
    {
        "full_article": "The depleting reserves of most major gas fields, decline in cumulative gas production, and disruption in the expected LNG supply mean that Bangladesh is going through the worst gas supply shortfall in recent history. This is not unexpected by any means, because energy experts, for a long time, have been warning about a major gas crisis coming due to the widening gap between the supply and demand of gas in the country.\nOn the supply side, local gas production has declined from a peak annual rate of 973 billion cubic feet (Bcf) in FY2016 to 840 Bcf in FY2022, according to Petrobangla. The increasing industrialisation and urbanisation over the last decades, on the other hand, led to a fast uptick in gas demand. The attempt to remove the gap by supplementing the gas supply through liquefied natural gas (LNG) import did not bear the expected result, because Bangladesh cannot import enough LNG to meet its requirement for two reasons. First, the price of LNG is very high and the country currently has a dollar crisis, which would not allow the funds readily available to pay for the import bill. Second, the country has yet to build a robust LNG import infrastructure.\nWaning reserves, falling production\n\nIn the 1960s, the Shell Oil Company helped place Bangladesh (then East Pakistan) on the world map for gas reserves by discovering several world-class multi-Tcf (trillion cubic feet) gas fields, including Titas, Habiganj, Bakhrabad, Kailashtila and Rashidpur. After independence, new gas fields were discovered on a regular basis, but that did not significantly change the reserve situation, because most of the newly discovered gas fields were relatively smaller in size. In 1997, Bibiyana, yet another multi-Tcf gas field, was discovered by a major international oil company (IOC).\nAmong the very large gas fields, Titas' initial gas reserve was estimated to be 6.36 Tcf in 2010. At the beginning of 2023, the Titas gas reserve declined to 1.14 Tcf, per Petrobangla data. Similarly, Bakhrabad's initial reserve was estimated to be 1.23 Tcf, which has been reduced to only 0.35 Tcf. Habiganj, another major gas field, has been depleted from the initial reserve of 2.63 Tcf to 0.097 Tcf. The reserve in Bibiyana, the gas field with the highest production volume in Bangladesh, has declined from the initial 5.75 Tcf to 0.33 Tcf at present. The same trend is visible in some other large gas fields. The Sangu, the only active offshore gas field in the country, has been completely depleted and abandoned.\nFrom the above, it is clear that most of the currently operational gas fields are past their youthful strength and cannot be relied upon for meeting our gas needs in the future. To attain future gas security, Bangladesh has to enter a robust exploration programme to find yet-to-find new reserves of gas.\nAt present, Bangladesh reels under a severe gas supply shortfall. About 78 percent of the gas supply is met through production from local gas fields. The remaining 22 percent is met with imported LNG. While domestic gas production has been on the decline for several years now, the LNG supply suffers from international price hikes and poor LNG infrastructure. The production facilities in local gas fields do exhibit various weaknesses, including less-than-optimum production volume per well compared to IOC wells. Energy experts opine that there is a scope for enhancing the rate of production in individual wells in the national gas fields.\nHow to boost gas production\n\nThe present gas crisis is more of the result of failure to exploit our gas resources enough, rather than the lack of it. That means we may add more gas to the production line if better technology and management are employed.\nThere are two ways the gas output may be increased. Production may be increased by drilling more development wells in the known reserves. The Chhatak gas field, for example, has a large reserve, but it has never produced through more than a single well. Largely untapped, the gas field, which faced a blowout accident in the late 1980s, still has the potential of production at a healthy rate.\nIn the Titas gas field, the largest gas field in the country, 26 wells have been drilled, and it currently supplies 390 million cubic feet per day (mmcfd) of gas to the national grid. In comparison, IOC-controlled Bibiyana, the second largest gas field with 26 wells drilled, produces 1,180 mmcfd—three times more than Titas.\nKailashtila and Rashidpur gas fields, two of the five largest fields in Bangladesh, do not produce even close to their capacity. Kailashtila produces only 25 mmcfd and Rashidpur produces only 42 mmcfd. Comparatively, the IOC-controlled Jalalabad gas field, with about half the reserve of either Kailashtila or Rashidpur, produces about 150 mmcfd. These are clear evidence of the underdevelopment of the nationally managed gas fields. Gas field development is not rocket science; simple improvement in technological and operational procedures can enhance production.\nIn 2011, internationally renowned oil-gas service company Schlumberger was engaged by Petrobangla to find ways to increase the production rate of individual gas wells in several gas fields across Bangladesh. Schlumberger detected 49 wells that it thought were underperforming and suggested procedures to enhance the production rate in those wells. These were procedures designed to perform from the surface, involving minor issues of wellhead repairs, adjustment and additional instrumentation, including higher diameter tubing. No subsequent follow-up of the recommendations was ever done; the technical report has been gathering dust till date.\nSo, it appears that the local companies dealing with production in the nationally managed gas fields need to upgrade their technology to a more upscale system. A comparison between the production of a gas well operated by a national company with that of an IOC-managed gas well makes this point evident. Bangladesh needs to catch up with modern technology to stand on par with the international standards.\nDr Badrul Imam is honorary professor at the Department of Geology in the University of Dhaka.\n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n",
        "headline_1": "To overcome gas crisis, upgrade field management",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/overcome-gas-crisis-upgrade-field-management-3523326",
        "news_paper_name": "The Daily Star",
        "publish_date": "12-06-2024"
    },
    {
        "full_article": "The country's dream of LDC graduation is hopefully going to be fulfilled by November 2026. To that end, Bangladesh has already met all the criteria to qualify for LDC graduation under the two consecutive triennial reviews conducted by the Committee for Development Policy (CDP) of the UN in 2018 and 2021 respectively. Mercifully, recognising the devastating impacts of the Covid-19 on the economy, CDP recommended an extended five-year (2021-26) preparatory period for graduation, a move that was endorsed by the UN's Economic and Social Council (ECOSOC). As usual, the UN's General Assembly (UNGA) adopted the ECOSOC resolutions on November 24, 2021. Now, during the preparatory phase, the main task before the government will be to prepare a Smooth Transition Strategy (STS) drawing support from the development partners and with targeted assistance from the UN system, especially from its Inter-Agency Task Force (IATF) on LDC Graduation Support. In this way STS is expected to provide the basis for a successful transition.So, the task before the government now is to formulate the right policies and strategies to overcome the final hurdles of LDC graduation. With this end in view, the government's Economic Relations Division (ERD), which is tasked with the coordination process to prepare STS by involving all stakeholders and the United Nations Department of Economic and Social Affairs (UNDESA) jointly organised a workshop titled, 'Technical Level Workshop on Smooth Transition Strategy' at the Bangabandhu International Conference Center in the city recently. True, devising an effective STS will require all the support from the country's traditional development and trading partners. But the uncertainties the government is going to come up against as soon as the facilities and entitlements of an erstwhile LDC are withdrawn, particularly in the area of external trade pose the greatest challenge. Notwithstanding extensive discussions on the issue, no concrete answers and action plan are yet in sight.  This is more worrying at a time when the economy is facing internal challenges from the financial sector of which proper governance and structural reforms are long overdue. There is also the growing challenge from the falling forex reserve situation as well as the depreciation of local currency against US dollar. One needs to keep in mind that these problems are directly connected to the country's export performance. For once the nation completes graduation, the first casualties are going to be the various duties and quota exemptions it had so far been enjoying from its major trading partners in Europe and America. To add to the uncertainties, the economies of big apparel markets in Europe and North America have for some time been undergoing recessionary trends, which have left a negative impact on those countries' consumer spending. Obviously, that necessitates diversifying export basket, a concern waiting to be duly addressed for long. Of course, the nation's graduation strategy has to be in alignment with its long-term development goals such as the upcoming 9th Five Year Plan and as envisaged in the Perspective Plan 2041 so it (nation) may not fall into the so-called Middle Income Trap.Hopefully, the recommendations emerging from the technical level workshop so held would pave the way for the nation's smooth transition towards its LDC graduation. Most importantly, the primary task before the government will be to remove the structural bottlenecks stymieing the nation's efforts to move forward.",
        "headline_1": "Tackling structural issues on way to LDC graduation",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/tackling-structural-issues-on-way-to-ldc-graduation-1718114762",
        "news_paper_name": "The Financial Express",
        "publish_date": "12-06-2024"
    },
    {
        "full_article": "It is time to seriously examine the link between the returns from the country's industrial sector and the huge sums of money dished out every year in the form of duty exemptions and a host of other fiscal benefits by the government. A report published in a local daily on the various fiscal incentives given to various export sectors in the recent years shows that the amount is astronomical, and so the immediate reaction of a conscious citizen is likely to be the obvious: what the economy gets in return, or is it worth parting with huge NBR revenue that otherwise would go to the state coffer. The government handed out around Tk 1.47 trillion in the form of tax exemptions at import stage to various sectors since 2014-15 until January last. The amount of tax waived is nearly half the current fiscal's total tax collection target of Tk 2.96 trillion. The aforementioned report, quoting data from various government sources, said the volume of taxes in the form of exemptions has been increasing every year since FY 15.Despite the soaring cash incentives against export receipts over the years, many sectors could not make their mark, bringing in limited results for the government's diversification initiative. Only the garment sector has consistently fared well, turning Bangladesh as the second-largest apparel supplier in the world. The sector accounts for about 85 per cent of the country's exports as well. Potential sectors such as jute and jute goods, leather and leather goods, agro-processing and frozen foods have not been able to emulate the feat achieved by the garment sector.The central bank data show that the subsidy amount stood at Tk 8,689 crore in the last financial year 2023-24, slightly down from Tk 8,784 crore from a year before. Currently, 43 sectors receive taxpayer-funded cash support, with the maximum rate standing at 15 per cent and the minimum rate at 0.5 per cent. There has not been any methodical research on the amount of money the country loses vis-à-vis the gains from exporting or the direct or indirect benefits enjoyed by the consumers. Moreover, there are instances of abuse -- allegedly significantly -- in enjoying tax holiday by some exporting sectors.It is true, quantifying the benefits of the economy from such exemptions is not easy. Attempts, however, may be made to see whether an enterprise gained, and if yes, how much from fiscal incentives and duty exemptions in respect of some broad parameters such as boosting productivity, product diversification, overseas marketing and export earning.It is a regular feature that businesses in the country are always eager to look up to the government for incentives -- mostly in the form of tax waivers. The government, too, is accustomed to viewing such waivers as trade facilitating actions that can lower costs, boost production and increase exports. This is a historical phenomenon prompted initially by the need of state support, especially fiscal support, for infant industries to compete with imported goods in the domestic market and also to find an edge in overseas markets. However, although the manufacturing scenario is changing a good deal over the past decades, the culture of incentivising by fiscal concessions is still quite pervasive. What appears to be behind this could perhaps be the perception that facilitation essentially calls for fiscal rebate, concessions and even outright waivers. But this is not necessarily the case, because facilitation through various infrastructure upgrading, removing bureaucratic bottlenecks, subsidised transportation cost, expansion of credit facility etc can also weigh substantially in rendering an enterprise better equipped. Economists and trade experts are in favour of phasing out the subsidies as a measure of preparedness for the post-LDC graduation period after 2026. Some steps have been taken in that direction. The imminent graduation and persisting pressure on the state coffer amid low tax collections prompted the government to cut cash subsidies for almost all sectors in February this year with a view to gradually bringing down the rates and protecting exporters from any shock that may emanate in the event of a sudden withdrawal of the cash support. The highest cash incentive rate has been reduced to 15 per cent from 20 per cent for most sectors. Only four sectors - diversified jute products, vegetables, fruits and products in the agro-processing sector, potatoes, and halal meat and processed meat exporters -- will qualify for the top rate. Experts view that the rates need to be revised every year in order that the sudden shock from withdrawal after 2026 may not be too harsh for exporters.Since incentives do not necessarily mean monetisation, it is imperative that the government works out a mechanism for meaningful export facilitation as mentioned above. Many developing countries, debarred from providing subsidies, facilitate their export industry in various ways that help exporters so much to make up for cash hand-outs. \n[email protected]",
        "headline_1": "Phasing out cash incentives for exports",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/phasing-out-cash-incentives-for-exports-1718114809",
        "news_paper_name": "The Financial Express",
        "publish_date": "12-06-2024"
    },
    {
        "full_article": "In the midst of all the doom and gloom surrounding the economy, it is good to know that Bangladesh now occupies the 2nd place in global freshwater fish production. According to a FAO report titled, 'The State of World Fisheries and Aquaculture 2024', Bangladesh topples China to trail only India in fish production. The figure mentioned in the report (that is published every two years) takes into account all fish, i.e. farmed fish, fish caught in open water, haors and beels and rivers.According to officials from the Bangladesh Fisheries Research Institute (BFRI), the bonanza has come primarily due to the fact that the country has taken steps to protect its open water bodies. On top of that policymakers have made it mandatory to stop catching fish fry during breeding season, allowing for the sufficient repopulation of fish stocks. Pragmatic steps taken are bearing fruit in the case of Hilsa fish production. It is obvious that the authorities took the issue of the national fish 'Hilsa' very seriously. Success with Hilsa breeding should be replicated for all the other breeds of fish that are popular with Bangladeshi consumers. Having sanctuaries where fish fry may breed in peace, introducing them to different water bodies and rivers - all these should be done as part of policy and not just as mitigation interventions when stocks run low. Looking at official data, it is seen that the country produced some 4.8 million tonnes of fish during the fiscal year (FY) 2023. When this data are segregated, it is found 1.3 million tonnes came from freshwater sources and the remainder were sea-catch. Of the 1.3 million tonnes, roughly half was Hilsa breed, the prized fish of the country. The research conducted by Bangladeshi scientists have resulted in artificial breeding and advanced farming methods for some 40 varieties of fish. These successes are paving the way for multiplying fish stocks through scientific and planned farming in the various waters including ponds, beels and haors. Reportedly, the number of people involved with the entire fishing supply chain is about 20 million people and it is quite significant. According to one national daily, \"back in 1990, per capita fish consumption was 7.5kg which has now reached the bar of 30kg\", or a four-fold increase. Needless to say, fish now is major contributor to meeting daily protein needs of the nation.Putting all this into a global perspective, that Bangladesh produces 11.7 per cent of the world's freshwater fish is no small feat, especially, when one takes into account the perpetual river-grabbing practices prevalent in the country; the unabated pollution of river and waterway systems by a largely unguarded industry. Yet the country marches on given its paucity of land and burgeoning population. As stated before, prudent policies on research and action plan to boost fish production coupled with protecting water bodies and ensuring that fishermen do not catch fish during breeding season, all helped to propel the country to this enviable position. Again, as with the Hilsa experience, it is time to extend the same sort of protection to other highly-prized fish varieties not simply from their market price but also nutritional value. Since the country has shown the propensity to do well in this sector and so many people are involved with the supply and value chain of fish farming and trading, there is a need for giving this sector enough protection and develop cold storage supply chain for preservation of fish for longer periods. Large-scale fish export could fetch valuable foreign exchange.\n[email protected]",
        "headline_1": "Bangladesh moves up a notch in ranking of fish production",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/bangladesh-moves-up-a-notch-in-ranking-of-fish-production-1718114856",
        "news_paper_name": "The Financial Express",
        "publish_date": "12-06-2024"
    },
    {
        "full_article": "Gazipur district is the second-largest industrial region in Bangladesh, home to thousands of mills and industries. Hundreds of thousands of people in service live here. Maintaining these mills and industries requires a substantial amount of fuel, yet they avoid disruptions thanks to their own generator systems.For months, the problem of load-shedding has been acute in almost all villages and areas of Gazipur. Residents struggle to perform daily tasks as electricity is unavailable for 16-17 hours a day. This results in numerous issues, including difficulties with water preservation, coping with intense heat, loss of refrigerated food, and difficulty in studying. The situation worsens when heavy rain and storms damage the electricity supply. This problem is no longer confined to Gazipur but affects the entire country.The government has taken many steps and implemented various projects, but these have not provided a permanent solution.Therefore, resolving this issue is crucial for the well-being of the people. I urge the authorities concerned and the government to identify and address the deficiencies and weaknesses in reducing load-shedding.\nAbu BakarGazipur [email protected]",
        "headline_1": "Disrupted public life by load-shedding",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/disrupted-public-life-by-load-shedding-1718114888",
        "news_paper_name": "The Financial Express",
        "publish_date": "12-06-2024"
    }
]