[
    {
        "full_article": "Anonymous donations of high value tend to undermine electoral democracy and governance as they facilitate a quid pro quo culture involving donors and beneficiaries. In striking down the Electoral Bond Scheme (EBS) under which anyone could buy electoral bonds and donate them to political parties for encashment, the Supreme Court of India has recognised this malaise and struck a blow for democracy and transparency in political funding. The Court found that the entire scheme violates the Constitution, especially the voters’ right to information. It further found manifestly arbitrary, the amendment to the Companies Act that removed the cap of 7.5% of a company’s profit that can be donated to political parties without any requirement to disclose details of the recipient parties in its profit and loss accounts. It has also mandated disclosure of donation details since 2019. The judgment is one more in a long line of verdicts the Court has handed down to promote voter rights and preserve the purity of elections. Its earlier interventions led to the featuring of the ‘None of the Above’ option on the ballot, the removal of the protection given to legislators from immediate disqualification on conviction for a criminal offence, the mandatory disclosure of the assets and criminal antecedents of candidates in their election affidavits and expedited trials for MPs and MLAs involved in criminal offences.The Court’s reasoning is unexceptionable. It found that the primary justification for the EBS — curbing the use of ‘black money’ for political or electoral funding by allowing donations through banking channels — failed the test of proportionality, as it was not the least restrictive measure to abridge the voters’ right to know. It has made the logical connection between unidentified corporate donations and the likelihood of policy decisions being tailored to suit the donors. The judgment is a natural follow-up to a principle it had laid down years ago that the voters’ freedom of expression under Article 19(1)(a) will be incomplete without access to information on a candidate’s background. The principle has now been extended to removing the veil on corporate donors who may have been funding ruling parties in exchange for favours. While the verdict may help ease the hold that donors may have on governance through money power, a question that arises is whether the validity of the scheme could have been decided earlier or the issuance of bonds on a regular basis stayed. How much of the thousands of crores of rupees given to parties under this scheme resulted in policy measures favourable to the donors or helped fund the deployment of additional campaign resources will never be known. This was a fit case for the grant of an interim stay.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\njudiciary (system of justice)\n\n/\n\nelection\n\n/\n\npolitical parties\n\n/\n\nvoting\n\n/\n\nRight to Information\n\n/\n\nbonds",
        "headline_1": "Unbonded: On the striking down of the Electoral Bond Scheme by the Supreme Court",
        "headline_2": "The electoral bonds verdict is a blow for freedom of expression",
        "link": "https://www.thehindu.com/opinion/editorial/unbonded-on-the-striking-down-of-the-electoral-bond-scheme-by-the-supreme-court/article67849827.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "16-02-2024"
    },
    {
        "full_article": "In Indonesia’s presidential election, Defence Minister Prabowo Subianto, a former general linked to violent actions by the military in East Timor, Aceh, and West Papua, appears likely to emerge victorious after early trends indicated more than 57% of votes in his favour. His probable win indicates a vote for continuity, as he had the torch passed to him by his predecessor, the popular Joko Widodo, suggesting that the latter’s policies on non-alignment in the strategic tussles between the U.S. and China and plans to build a new capital city, Nusantara, will be pursued as before. While full results are not expected for the next few weeks, the “quick counts”, or government-approved polling samples, suggest that Mr. Subianto succeeded in winning the support especially of younger voters, who might have been impressed by his image makeover on social media, including Tik Tok appearances hinting that he was more a friendly grandfather figure than a 72-year-old strongman leader with a shadowy past and questionable human rights record. In a sense, his political career has come full circle too, because his likely win will wipe his slate clean of memories of bitter rivalry with Mr. Widodo, to whom he lost the presidential race in 2014 and 2019. Their conciliatory moves that followed the 2019 election paved the path to political redemption and renewal for Mr. Subianto, as he was transformed from Mr. Widodo’s rival to his trusted aide and Defence Minister.While Indonesia held out hope at the turn of the century as one of Asia’s great tiger economies with immense potential for developmental uplift impacting the lives of the poor, the persistence of populist political leadership, with echoes of the dictatorship era under Suharto, has vexed those who hoped for democracy to take deeper roots. For example, Mr. Subianto already has a reputation for pushing populist policies such as support for Islamist extremists and denigrating ethnic and religious minorities such as the Chinese and Christians. There is also an unsavoury thread of nepotism favouring the elites within political circles, such as his bringing in Mr. Widodo’s 36-year-old son, Gibran Raka, as his running mate despite the latter falling short of the age threshold to run for high public office. Indonesia is a critical nation on the global stage, not only because its strategic calculus matters to the great power game between the U.S., China, India and others but also because it is a potential ray of hope for Asian resurgence in a post-COVID world. Yet, if it falls into the trap of populist nativism heralded by iron-fisted authoritarians, its prospects for steady economic progress could be hobbled by the baser collective instincts of its polity. \nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nIndonesia\n\n/\n\nelection\n\n/\n\npolitics\n\n/\n\neconomy (general)\n\n/\n\nnational or ethnic minority\n\n/\n\nUSA\n\n/\n\nChina\n\n/\n\nIndia",
        "headline_1": "A strongman at the helm: On Indonesia’s presidential election",
        "headline_2": "Indonesia must avoid the trap of populist nativism of authoritarian rulers",
        "link": "https://www.thehindu.com/opinion/editorial/a-strongman-at-the-helm-on-indonesias-presidential-election/article67849801.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "16-02-2024"
    },
    {
        "full_article": "Two of India’s most popular online payment options, UPI and RuPay, recently spread to three countries. Sri Lanka, Mauritius and UAE will allow these payment options in their domestic market. UPI and RuPay are both state-backed initiatives. Their international acceptance is a result of good tech and India’s diplomatic heft. But tech developed by private startups doesn’t travel well abroad. For example, Zomato shut at least 10 of its foreign subsidiaries last year.\nGlobal presence matters | Startup Genome, a research outfit, studied the impact of expanding a firm’s customer base across markets. It found that when startups target a customer base beyond the home market from an early stage, there are all-round benefits. A bigger pool of customers to tap into will also lead to faster growth.\nIndia, an outlier | This general principle doesn’t apply to India. India was identified as a market where startups that sought retail customers could become unicorns (valued at over $1 billion) by doing business only at home. The sheer size of Indian market provides an easier path to a unicorn status than it would for an Israeli startup.\nChina treads a different path | The same logic should apply to China, the second most populous country. Chinese startups, however, have made a bigger splash overseas than their Indian counterparts. Startup Genome ranks Shanghai on par with Tel Aviv, Berlin and Singapore as leading markets for innovation. Of course, Silicon Valley is right on top along with New York and London.\nFlip side of size | Indian startups have been presented with a large and underserved domestic market to tap. The focus naturally has been the domestic consumer base. But there’s a downside to it. An eager home market can be served without necessarily innovating much. But going abroad requires standing out with a novel offering. Innovation must be the vehicle for global expansion. That’s been lacking so far.\nExceptions to the rule | It’s newer Indian tech companies, catering to other businesses, not retail consumers, which have been built on an overseas client base. Firms in the market for software as-a-service are an example. But it remains to be seen if they can evolve into more sophisticated firms. Something an earlier generation of software companies haven’t quite managed.\nAn economy set to be the world’s third largest needs to see more innovation. We need global champions.\n\n",
        "headline_1": "Champs only at home",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/champs-only-at-home/",
        "news_paper_name": "The Times of India",
        "publish_date": "16-02-2024"
    },
    {
        "full_article": "Naval establishments will now allow officers and sailors to wear kurta-pyjama in the mess, as part of a mission to Indianise military traditions and undo ‘vestiges of the colonial era’. That’s fine and dandy. But navy has replaced one dress code for another, by issuing precise guidelines on cut and colour, collar, and cuff. Dress codes, of course, are meant to make the social order clear. At one point, they demarcated the nobility from the rest, sumptuary laws in Europe dictated appropriate attire for each class, Indian caste rules prohibited some kinds of dress and ornament for subordinated castes, in some regions they were not allowed to cover their upper bodies. Women have had to hide their faces and bodies in purdah and ghoonghat. Elite clubs with colonial roots declare their social cachet by insisting on western formal dress. Occasion-wear, for weddings, funerals and high-society events, still has clear protocols for men and women. Gender boundaries are patrolled through clothing, everywhere in the world.\n\nFlouting these rules takes social courage. It’s no wonder that social rebellion has expressed itself through discarded dress codes. The swadeshi movement made a bonfire of Western vanities. Mahatma’s insistence on homespun khadi rejected colonial exploitation and conveyed an ethic of simple dignity. Of course, dress codes like uniforms also impose institutional belonging, visually wiping out social differences and inequalities. It makes sense for schools, militaries, monasteries, and guerrilla groups to kit out individuals in the costume of the collective.\nBut control and standardisation serve little purpose in the wider world. Dress codes should be for strictly limited purposes, and a sense of irony and playfulness about all such impositions can only help the cause of freedom. Take off the tie, loosen the collar and breathe easy.\n\n",
        "headline_1": "Wearying rules",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/wearying-rules/",
        "news_paper_name": "The Times of India",
        "publish_date": "16-02-2024"
    },
    {
        "full_article": "As farmers’ protests return to Delhi it is not certain protesters and policy makers are talking about the same thing. Policy makers – cutting across governments – see demands of farmers in purely economic terms and lean towards letting market decide prices to be paid to them.\nFor farmers, their demands are expression of the severe challenges they face from multiple transformations they’ve experienced. With governments, and several experts, choosing to throw economic textbooks at a drowning community calling for help, there is a distinct possibility of India’s food security being compromised.\n\nRead full story on TOI+\n\n",
        "headline_1": "Kisans: North-South divide",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/kisans-north-south-divide/",
        "news_paper_name": "The Times of India",
        "publish_date": "16-02-2024"
    },
    {
        "full_article": "With the India-England Test series tantalisingly poised at 1-1 and the third Test beginning today in Rajkot, pace-ace Jasprit Bumrah, surprisingly on home pitches, is leading India’s wicket-taking charts. This has evoked comparisons with another legendary pace master.\nThey called him Whispering Death, because he was so light on his feet you would not hear him running in to bowl the delivery that would end your innings. He was referred to as Rolls Royce of fast bowlers because he was that smooth, that classy, that sophisticated. This was Michael Holding, the fast bowler with the most biomechanically pleasing action ever conceived. And now we have a very modern version in Bumrah.\n\nRead full story on TOI+\n\n",
        "headline_1": "Gujarat boy who became modern cricket’s whispering death",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/gujarat-boy-who-became-modern-crickets-whispering-death/",
        "news_paper_name": "The Times of India",
        "publish_date": "16-02-2024"
    },
    {
        "full_article": "The shortage of dedicated courts to handle corporate disputes – particularly those relating to matters such as annual general meetings (AGMs), share distributions, or minority-shareholder rights – has exacerbated the challenges facing shareholders and companies alike. Ideally, such courts should be readily available to address these internal conflicts efficiently. However, despite a High Court (HC) judgment advocating for the establishment of dedicated courts in every district, the required facilities fall short of this necessity.The Companies Act of 1994 also underscores the need for registered companies to address disputes at dedicated company courts. In the absence of specialised lower courts, businesses are forced to seek resolution courtesy of two benches within the High Court Division. However, with the rising number of cases, these two benches prove woefully inadequate, leading to a staggering backlog of pending cases. Data available from the Annual Report of the Registrar, Appellate Division of the Supreme Court show that during 2021 and 2022, the total number of original jurisdiction cases, including those under the Companies Act, increased remarkably. As of December 31, 2020, there were 12,710 original jurisdiction cases, including those under the Companies Act. In 2021, 2,114 new cases were filed, while only 374 were resolved, resulting in a net increase of 1,740. This trend continued in 2022, with 3,040 new filings, 419 resolutions, and a net increase of 2,621. According to a report published in the FE, the backlog currently stands at a daunting 15,000 cases, indicative of a systemic failure to address corporate disputes promptly and effectively. Disputes arising from the management of company affairs necessitate swift resolution to ensure proper functioning of businesses. Matters such as the timely holding of AGMs and the announcement of dividends often require legal intervention to prevent disruptions and uphold transparency. Moreover, safeguarding the rights of minority shareholders through legal recourse is of paramount importance in maintaining equity and fairness within corporations. Shareholders, who may find themselves embroiled in disputes over crucial matters affecting their investments, are left in limbo due to prolonged legal proceedings and delayed resolutions. Similarly, companies grappling with internal conflicts are impeded in their operations, hindering growth and potentially damaging their reputation and shareholder confidence. The scarcity of dedicated company courts acts as a deterrent to foreign direct investment (FDI) also, according to legal experts. The aforementioned FE story, quoting legal experts, has pointed to the challenges faced by foreign investors seeking to exit the market. If circumstances necessitate their departure, they need clear mechanisms for retrieving their capital and transferring their shares. Unfortunately, the current system offers no easy solutions. Given the situation, setting up dedicated courts as quickly as possible is the only way out to alleviate the burden on the judicial system and expedite the resolution of corporate disputes. The courts should be equipped with the expertise and resources necessary to handle complex corporate disputes. Only through such initiatives can the agony of shareholders and the problems of companies be alleviated, fostering a conducive environment for corporate governance and growth.",
        "headline_1": "Dedicated courts to handle corporate disputes",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/dedicated-courts-to-handle-corporate-disputes-1708005865",
        "news_paper_name": "The Financial Express",
        "publish_date": "16-02-2024"
    },
    {
        "full_article": "The last words spoken about flowers are those Satyendranath Dutta immortalised in one of his poems, \"Jote jodi mote ekti poisa/ khadya kinio khudhar lagi/ duti jodi jote ardheke tar/ ful kine neo, hey anuragi...\". Here he urges one to purchase food if there is just one poisa available but if the proceeds are two, he implores for sparing one for flower. The poet elaborates that food satisfies appetite of the body but flowers serves as ambrosia for the starving soul. Romanticism seems to be at its most resplendent and yet not quite devoid of the commercial consideration because one has been encouraged to pay a price for flowers not in the same measure as in case of food but it has been the next best choice. The month of February or Falgun on the Bangla calendar is specially earmarked for celebration of flower. What a coincidence it is this year with the Pahela Falgun, the Saraswati Puja (worship of the goddess of knowledge and wisdom) and the Valentine's Day finding a meeting point together. All three events are incomplete without flowers, in fact profuse use of those. Why do flowers take the centre stage in the observance of social, cultural, religious and commemorative events? Flowers are a unique gift of Nature to humanity. Sublime beauty of aesthetic craftsmanship, they illuminate human soul with boundless joy. Jalaluddin Rumi, a 13th century great Persian Sufi poet from greater Khorasan in his poem, \"Unfolding the Rose\" calls rose 'a flower of God's design'. He proceeds to say that the secret of unfolding flowers is not known to man. Unfolding the petals of flowers is beyond man's capacity. 'God opens this flower so sweetly/ When in my hands they fade and die', he laments. Then comes the philosophical climax of the poem where Rumi admits, 'If I cannot unfold a rosebud/ This flower of God's design/ Then how can I think I have wisdom/ To unfold this life of mine?' Enlightenment of the highest order of spiritualism! Well, not all people are like Rumi with such a deep insight. But most people's hearts dance at the sight of flowers like Wordsworth's did when he beheld the daffodils tossing their heads in gentle breeze. Many complain the generation Z's hearts with the reputation of getting immersed in the make-believe virtual world may not move by the sight of a host of flowers. On this score, February presents an opportunity for the urbanites to renew their inalienable bond with Nature's precious gifts in the form of flowers of exquisite shape, colour and scent – both local and exotic. The residents of the capital were not famous for their love of flowers. It was a ruler from the cantonment who, contrary to his profession, took the first decisive step to make flowers popular among the city people. The tentative flower business that began with his patronage has now turned into a Tk15-billion economy allowing some farmers to rely solely on flower cultivation in certain areas and encouraging many to opt for taking the trade as a full time occupation. Jashore's Gadkhali, Kaliganj and Jhenaidah have earned a reputation for flower growing hubs of the country. In the three days prior to the Pahela Falgun and Valentine's Day, flowers worth Tk 50 million were reportedly sold from Gadkhali alone. Popularity of flowers among the people,however, does not always serve as a barometer of love for flowers. At times it is an indication of a mania, a craze that is contagious with the economy marking a handsome growth. That the flower growers suffered losses during the pandemic and in the past three years is because of the recessionary trend of the economy. Even Satyendranath's sermon is bound to fall on deaf ears when people in their droves are compelled to stand in long queues for subsidised commodities from TCB (Trading Corporation of Bangladesh) trucks. Due to slump in flower business, some of the flower cultivators in the growing hubs had to shift to cultivation of other crops but then some young entrepreneurs also took the challenge of reviving the trade. It seems they are successful in their mission. This year, the prices of flowers are quite high to their liking. Demand for flowers, unlike in Kolkata where it is an everyday affair, is festival-centric in Dhaka and other urban centres. According to a report one fifth of flower trade takes place on the occasion of different festivals. After the three coincidental occasions on Wednesday last, there will be the observance of the International Mother Language Day celebration on February 21. The demand for flower on that occasion will soar as well. All in all, flower business in this month is likely to make up flower growers' past losses to a large extent.Then comes the prospect of flower export. The Netherlands earns over €250 million from export of tulip bulbs annually. Farmers in Bangladesh have demonstrated their expertise to grow a variety of flowers including tulip. Here is an area of cultivation for earning foreign exchange. In this context, the government decision to set up a national quarantine authority, a prerequisite for compliance with the World Trade Organisation's Sanitary and Phytosanitary (SPS) Agreement will be of tremendous help. However, advanced system of packaging, cooling facility in transports will have to be put in place. Overall, a comprehensive policy on cultivation and export of flowers can complement the government's fresh drive for sending more agricultural commodities abroad.\n[email protected]",
        "headline_1": "Aesthetic appeal apart, floriculture economy takes off",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/aesthetic-appeal-apart-floriculture-economy-takes-off-1708005916",
        "news_paper_name": "The Financial Express",
        "publish_date": "16-02-2024"
    },
    {
        "full_article": "'Battery-run rickshaws are Banglar Tesla'. That is how State Minister for Power, Energy and Mineral Resources Nasrul Hamid describes the battery-run three-wheelers that are now swarming the streets, lanes and bye-lanes of Dhaka and most other places of the country. Tesla is a cutting-edge company owned by SpaceX-famed Elon Musk known for manufacturing efficient electric cars.The state minister was all praise for these rickshaws when ruling party lawmaker from Narayanganj Shamim Osman drew his attention during the question-answer session of parliament late last week to the pilferage of power consumed for recharging these rickshaws and their unsafe structure. The minister's reply must have surprised Mr Osman. Like him, many had taken the minister's note of appreciation with a grain of salt. The first issue here is a legal one. Some municipalities or city corporations might have issued licences for these vehicles. All these three-wheelers plying the streets of Dhaka city are illegal, as they do not have valid licences issued by any statutory body. None knows for sure the actual number of these vehicles. Mr Nasrul Hamid quoted a figure – 4.0 million rickshaw pullers, but he did not tell the source of his statistics. He also dismissed the allegation of pilferage of power for charging the lead batteries used by the three-wheelers, claiming that return from these vehicles is much higher compared to the electricity they are consuming. About 4.0 million rickshaw pullers are dependent on these vehicles for earning their daily bread, he added. The state minister also informed parliament that the government had a plan to supply lithium batteries to the led battery-run rickshaws. Defending the plying of battery-run rickshaws, Mr Nasrul Hamid said world over electric vehicles are replacing fuel-run vehicles because the former are far more efficient than the latter. The minister's statement favouring the battery-run rickshaws comes in contrast to a government order, issued on May 05, 2011, banning the import and assembly of such vehicles. An inter-ministerial meeting had decided to stop such vehicles from plying the streets primarily because those used pilfered electricity for charging batteries. The battery-run rickshaws were first imported in 2008 from China. Following the imposition of the ban, indigenous varieties of the same started hitting the roads across the country. With the government agencies concerned preferred to be onlookers, thousands of rickety pedal rickshaws converted into battery-run vehicles are now swarming the streets of Dhaka and many other places. The police and city corporations are lenient to this illegal variety of vehicles. The authorities may like it or not, but it will be impossible on their part to ban these motor-driven rickshaws now, '4.0 million' people are now dependent on those for their livelihoods. Strong street protests are likely in the event of any such move. Indifference, deliberate or otherwise, is about to exact a cost, as far as road safety and discipline are concerned. When these vehicles started appearing on the streets, there were two opposing opinions in the government circles. The Bangladesh Power Development Board officials opposed their introduction while the Dhaka Transport Coordination Board recommended issuing operating licences in favour of rickshaws and opening battery charging stations for them. No government agency has issued any operating licences so far. Yet the number of these vehicles has grown phenomenally in recent years. There are many areas in Dhaka city where these rickshaws pose a threat to movement of other vehicles and pedestrians. It is impossible to ignore the relevant legal and safety issues. The problem is these vehicles are operating without valid licences. It is unimaginable that motorised vehicles without licences can operate on the streets. Now, who would issue licences in their favour, city corporations or the Bangladesh Road Transport Authority? Since these rickshaws are motor-run, one may argue, those should fall under the Motor Vehicle Act. In that event, the BRTA needs to issue licences. It will be impossible for the BRTA to handle such a huge number of vehicles. Besides, it is hard to ignore the issue of power consumption of battery-run rickshaws. One rickshaw needs at least 10 units of electricity for a single charging. The power division should assess how much power these vehicles are consuming daily and the quantity of fuel the power plants need to generate the same volume of power. \n[email protected]",
        "headline_1": "'Banglar Tesla': Illegal, unsafe and rickety",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/banglar-tesla-illegal-unsafe-and-rickety-1708005954",
        "news_paper_name": "The Financial Express",
        "publish_date": "16-02-2024"
    },
    {
        "full_article": "Night schools in Bangladesh are educational institutions that offer classes in the evening or at night, catering specifically to adults who are occupied with daytime work commitments. These schools serve as community-based educational centres, providing an opportunity for working individuals to pursue further education. Graduates of night schools can subsequently seek admission to undergraduate programmes.According to the Bangladesh Bureau of Education Information and Statistics' 2020 data, there are a total of 1,147 night schools in Bangladesh, comprising 827 government-operated institutions and 320 private ones.However, the condition of night schools in Bangladesh is far from ideal. Typically, these schools operate in shared facilities, often utilising classrooms or buildings belonging to other educational institutions during the day. Consequently, they suffer from a lack of dedicated resources and facilities. Common issues plaguing these schools include shortages of teachers, student absenteeism, inadequate educational materials, substandard teaching quality, irregularities in examination protocols, and limited student engagement.Despite their challenges, night schools play a crucial role in Bangladesh's educational landscape, offering a vital lifeline to the uneducated and working population. Students of these schools can balance their daytime employment with nighttime studies, thereby enhancing their knowledge, skills, independence, and societal responsibility.Moreover, night schools contribute significantly to national educational metrics, including the education and literacy rates, human resource development, access to education for underprivileged communities, and overall social and economic development.To uplift the standard and effectiveness of night schools in Bangladesh, several steps should be implemented. First and foremost, dedicated buildings or rooms should be allocated for night school purposes, ensuring a conducive learning environment. Adequate staffing with qualified teachers is imperative, alongside the provision of essential educational materials and textbooks. Efforts should also focus on enhancing educational standards and reducing student absenteeism through targeted interventions.Furthermore, mechanisms for student participation, feedback, and problem resolution should be established, fostering a supportive learning environment. Financial assistance, in the form of scholarships, loans, and special facilities, as well as counselling and guidance services, should be made available to support students in their educational pursuits.By implementing these recommendations, development and potential of night schools in Bangladesh can be significantly enhanced. It is imperative for higher authorities to prioritise this matter and take proactive steps to address the challenges faced by night schools, thereby ensuring equitable access to education for all segments of society.\nEmdad Hossain SojolStudent, IERDhaka University",
        "headline_1": "Don't neglect night schools, they offer a ray of hope",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/dont-neglect-night-schools-they-offer-a-ray-of-hope-1708005982",
        "news_paper_name": "The Financial Express",
        "publish_date": "16-02-2024"
    }
]