[
    {
        "full_article": "The emergency use authorisation (EUA) granted on April 26 to two COVID-19 vaccines — Corbevax for children 5-11 years, and Covaxin for children 6-11 years — is one more instance where the Indian drug regulator has acted in haste. Even if the EUA granted to Covaxin in January 2021 despite no safety and efficacy data of the phase-3 trial is condoned as a desperate measure in ensuring greater vaccine availability, the regulator clearly has no fig leaf to defend the greenlighting of the vaccines for children at this stage. Evidence from across the world after the deadly Delta variant and the extremely transmissive Omicron variant has shown that unlike adults, children in general, and little children in particular, do not suffer from severe disease. The ICMR’s fourth seroprevalence survey (June-July 2021) soon after the second wave peaked nationally found that 57.2% of children (6-9 years) and 61.6% of children (10-17 years) were infected by SARS-CoV-2 virus; seroprevalence among adults was 66.7%. Since vaccination of adolescents began only in early January 2022, the antibodies detected in children in mid-2021 were only from infection by the virus. The extremely infectious Omicron variant would have infected an even larger percentage of children. Yet, the number of severe cases and deaths in children 5-11 years has been very low. True, with schools reopening, children could be at greater risk of contracting infection. But with natural infection found to offer protection across age groups, India could have waited for validation of the available evidence on the vaccines for children.Unlike in January 2021 when approving vaccines for adults as soon as possible was the highest priority, and hence the EUA based on fewer cases and short follow-ups was seen as a necessity, the situation is not the same now, especially in the case of children as young as five. Hence, the regulator’s urgency to greenlight vaccines for children under the EUA route is highly questionable. Clinical trial data of Corbevax for children 5-12 years were posted as a preprint, which is yet to be peer-reviewed, on the day approval was granted; trial data of Covaxin for children 2-18 years were posted as a preprint in December 2021. The Health Ministry had already set a precedent last month by clearing Corbevax for children 12-14 years without first seeking the approval of the National Technical Advisory Group on Immunisation (NTAGI), which clears vaccines for the national immunisation programme. With NTAGI clearly against approving vaccines for children, there is every likelihood of the expert body being ignored again. Also, Prime Minister Narendra Modi’s message on April 27, a day after the EUA, that every eligible child should be vaccinated at the earliest might prompt the Health Ministry to sidestep the NTAGI once more, thus departing even more from evidence-based policy making.",
        "headline_1": "In haste: On vaccinating children against COVID-19",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/in-haste-the-hindu-editorial-on-vaccinating-children-against-covid-19/article65363396.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "29-04-2022"
    },
    {
        "full_article": "The conviction of Aung San Suu Kyi, Myanmar’s deposed State Counsellor and pro-democracy leader, in a corruption case, shows nothing but the desperation of the junta to silence her. For the military, which seems determined to destroy the Southeast Asian nation’s popular democracy, Ms. Suu Kyi, under house arrest ever since the February 2021 coup, remains the enemy number one. The conviction, in a kangaroo court, was based on the testimony of the former Chief Minister of Yangon who claimed that he had handed over to her $6,00,000 and gold in return for favours. The prosecution has presented no evidence. She was convicted earlier on five other charges and sentenced to six years in jail. In the corruption case, the court jailed her for five years. The junta has slapped more cases on her, with the clear objective of keeping the 76-year-old leader in prison. Since the coup, it has arrested 10,300 political prisoners, including most of the elected lawmakers of Ms. Suu Kyi’s National League for Democracy. The forces have also killed at least 1,798 civilians and threatened to “annihilate” all opponents.Myanmar’s military is one of the most stubborn enemies of democracy and basic human freedoms, having ruled for nearly 50 years using brute force. But even in the darkest moments of Myanmar’s past, there was popular resistance. And over the past three decades, Ms. Kyi has been the embodiment of that resistance. Between 1989 and 2010, she spent 15 years under house arrest. The military, faced with international isolation and growing domestic anger, agreed to release her and share power with civilians through a quasi-democratic arrangement. They barred her from becoming President and reserved key portfolios, including the Defence Ministry, for the Generals. Still, the 2015 and 2020 elections saw overwhelming public support for her party, and the country witnessed, barring the military crackdown on Rohingya Muslims, relative stability and growing economic opportunities. But the military was worried whether an increasingly popular and powerful Ms. Suu Kyi, after her second consecutive election, would clip its privileges. It was this fear that prompted the Generals to stage another coup. They may have succeeded in reversing Myanmar’s limited experiment with democracy, but the coup has also wreaked havoc on the country. The Opposition has taken up arms, pushing the country to the brink of civil war. A nationwide strike has crippled the country’s economy. The political opponents of the coup have also formed an alternative unity government. So far, the military has managed to cling on to power through sheer repression. But it is not a sustainable model. Even silencing Ms. Suu Kyi would not help the junta tighten its control over a divided, impoverished, and rebellious country.",
        "headline_1": "Myanmar’s woes",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/the-hindu-editorial-on-myanmars-woes/article65363484.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "29-04-2022"
    },
    {
        "full_article": "The idea of a justice system hinges on people's faith in its ability to offer fair solutions. So justice, as the saying goes, should not only be done, but be seen to be done as well, so that people's faith in it is kept intact. But what if the system is broken and people can no longer trust it to guide them to a just solution? Can they still be expected to show unquestioning allegiance?\nQuestions such as these are getting louder in Bangladesh as people increasingly lose their faith in the formal justice system. You see its manifestations in frequent denunciations of how the system is failing to protect the helpless, growing support for extrajudicial executions of rapists and thugs, growing acceptance of mob justice, victims' preference for out-of-court settlements, or their unwillingness to report crimes or file cases—all signs of discontent with a crumbling justice system. But when the families of victims surrender to their fate and say, \"We don't want justice,\" it means the system has hit rock bottom.\nWe've heard variations of this expression by frustrated citizens on a number of occasions, most recently after last week's clashes between shopkeepers and Dhaka College students in the New Market area. The clashes, which we're still struggling to make sense of, took the lives of two ordinary individuals. One of them was Nahid Mia, a 19-year-old who was involved with neither of the feuding parties. Yet, armed political thugs masquerading as students mercilessly hacked him to death. The other victim was Mohammad Morsalin, a 24-year-old shop staffer, who was hit by a brick during the clashes and died at Dhaka Medical College Hospital (DMCH). In comments later carried by the media, both their families refused to seek justice, because \"what's the point of seeking it? Whom shall we seek it from?\"\nThis is not the first time that we've had families of victims saying they don't want justice. Last month, when Samia Afran Prity, a college student, was fatally injured by misdirected shots fired during an attack on a political leader in Shahjahanpur, Dhaka, her father, too, had the same thing to say. \"Where would I seek justice? There is no justice here, nor do I have the ability to pursue it,\" he lamented, as he waited for his daughter's body in front of the DMC morgue.\nVictims or their families refusing to pursue their case in a court of law, out of a sheer sense of helplessness, is perhaps the brightest of all red lines for any justice system. We've had the warning signs for quite some time, though. Remember the reaction of the professor-writer Abul Quasem Fazlul Huq, whose son, secular publisher Faisal Arefin Dipan, was hacked to death by Islamic extremists in October 2015? He famously said that he didn't want justice, because \"even if I want it, there will be none,\" pointing to the futility of long-drawn-out legal battles. Even though eight extremists were sentenced to death in this connection in 2021, Fazlul Huq, in a recent interview with The Daily Star, repeated his belief that long delays defeat the purpose of a justice system.\nIn case it's not still clear, when people say they don't want justice, what they really mean is that they don't want to go through the motions of pursuing it through a process that not only does not guarantee success, but may very well leave them exposed to further trouble. A combination of factors is responsible for this disinterest, including long delays in trials (of which there are too many instances to recount), inadequate and often costly legal services, risks of harassment for giving testimonies, lack of security for victims and witnesses, etc. Even those fortunate enough to see a verdict, and its execution, must go through a series of obstacles starting from the filing of a case and its investigation until the very end of the road.\nUltimately, the question that looms large is not if you're on the right side of the law, but if you're on the right side of power. For only the powerful, or the able, or the lucky can survive this process. The staggering number of cases pending with different courts will attest to that. Just imagine: as of December 31, 2020, over 3.9 million cases were pending with courts across Bangladesh. Between January 1 and December 31 in 2020, only 739,000 cases could be disposed of. At the High Court, around 450,000 cases were pending as of December 31, 2020. About 200,000 cases are being added to the national backlog each year. These numbers, one can safely assume, will have swollen after the Covid-induced closures and disruptions.\nWe hear boastful claims of giving no quarter to criminals. We hear talks of appointing more judges and other court officials to dispose of pending cases, as if not having enough of them is the main problem. Rarely, however, is there a serious undertaking to modernise the system and remove existing roadblocks—systemic, political and social—to swift, unobstructed legal pursuits.\nFor the ordinary justice-seekers, two of these barriers have a particularly deterring effect: lack of protection for witnesses and complainants, and lack of financial means to ride out lengthy legal procedures. Protection can be extended through legislation and as part of regular police activities. Neither is guaranteed in Bangladesh, as there is currently no witness/victim protection act, nor are police in the habit of proactively defending ordinary victims and witnesses, making the latter vulnerable to threats, intimidation and duress. And despite there being a National Legal Aid Services Organization, and the Legal Aid Services Act, 2000, governmental legal aid continues to be elusive to most people.\nShould they cede their right to justice, then? Should they suffer silently, while their rights and dignity are being trampled on with carefree abandon? Unfortunately, as more people grow disillusioned with the justice system, the risks of crimes, chaos and divisions in society will grow as well. If people continue to be deprived of timely and adequate legal services, they will look for extrajudicial solutions and even take the law into their own hands.\nThis cannot be a desirable outcome for anyone. The authorities must treat people's rejection of the justice system as the ticking time bomb that it is. They must do everything to restore their faith.\n \nBadiuzzaman Bay is an assistant editor at The Daily Star. \n",
        "headline_1": "If justice had a face now, it would be of victims feeling let down",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/magic-madness/news/if-justice-had-face-now-itd-be-helpless-victims-3014611",
        "news_paper_name": "The Daily Star",
        "publish_date": "29-04-2022"
    },
    {
        "full_article": "In the last couple of months, we have been listening to discussions on how to build on the outcomes of the COP26—the 26th Conference of the Parties for climate change held in Glasgow, UK last year. These discussions are often accompanied by another flow of conversations: how to get prepared for COP27, scheduled to be held in Sharm el-Sheikh, Egypt this November.\nThese conversations put me in a dilemma. As a conservationist, I am quite excited to see repeated mentions of nature and biodiversity conservation as a means of climate change adaptation and mitigation in the Glasgow Climate Pact, the core document out of COP26. But, as a person who has seen repeated failures of the COPs in making major, meaningful decisions, or the failure of major actors to comply with major decisions between the COPs, I feel frustrated.\nAs a Bangladeshi, I am proud of seeing Bangladesh creating examples of climate actions over the last 12 years—be it formulating the Bangladesh Climate Change Strategy and Action Plan (BCCSAP) or funding it with the Bangladesh Climate Change Trust Fund (BCCTF), or leading the least developed countries (LDC) bloc at the COPs. In recent years, our proud moments included preparing climate budgets, formulating Bangladesh Delta Plan 2100, our second-term presidency of the Climate Vulnerable Forum (CVF) representing 1.2 billion people, and drafting the Mujib Climate Prosperity Plan, for example. But being proud doesn't mean anything when our fellow country people have to spend USD 2 billion every year to adapt to the dire impacts of climate change.\nI see the forthcoming COP27 as the opportunity for Bangladesh to prioritise climate action in three interconnected areas. First, we need to harness our leadership beyond the current CVF presidency, which formally ends in June this year. At COP26, we showed the world a new development philosophy—moving from \"resilience\" to \"prosperity\"—through the Mujib Plan. Can't we now collaborate with the CVF countries, and provide them with technical, intellectual, and philosophical support to move towards prosperity as well? Can't we now show how we can speed up funding for the Mujib Plan's implementation and create yet another outstanding example, as we did back in 2010 by implementing the BCCSAP with BCCTF?\nSecond, as we are now preparing our national budget for FY2022–23, I urge the government to establish a Biodiversity Conservation Fund. The provision for this fund already exists in Article 36 of Bangladesh Biodiversity Act, 2017. This new national funding mechanism will be yet another milestone of Bangladesh's leadership in implementing the COP26 decision. Why? Because, at COP26, nature-based solutions (NbS) have been appreciated as one of the effective ways to take ambitious, long-term actions against climate change. The Biodiversity Conservation Fund, therefore, can help us tackle two crises simultaneously: climate crisis and biodiversity loss. The parliament also acknowledged this by unanimously adopting a motion in November 2019, just before the Covid-19 pandemic hit the world.\nThird, while thinking of climate change, I am not forgetting our post-pandemic challenges. Our poverty level doubled within the first nine months of the pandemic. We are now expecting to push our poverty level down to the pre-Covid level by June 2022. NbS can help our economic recovery after a crisis or a disaster—we saw that after many natural calamities, or getting prepared for the next one. The mangrove plantations established since 2014, for example, to protect Gabura, Satkhira tell us that story. Globally, IUCN, ILO, the University of Oxford, and others are also advocating for nature-based solutions' economic recovery aspects. I would urge the government to incorporate \"economic recovery potentials\" of NbS in their post-disaster rebuilding initiatives, as well as post-pandemic recovery efforts.\nCovid has delayed our graduation out of the LDC status by a couple of years. We should use this additional time to change our mindset as well as our climate action culture. It is indeed fascinating to see that Bangladesh is spending 4.16 percent of its annual budget or 0.73 percent of its GDP in 2021–2022 to tackle climate change, despite passing through a pandemic. But how long should we be receiving external funds just to prepare a National Adaptation Plan (NAP) or update the old BCCSAP? We can't have the luxury anymore of preparing a plan in a celebratory manner and then just leave it unfunded.\nWe need to move forward from being called the \"adaptation capital,\" \"adaptation teacher\" or \"adaptation leader\" of the world. We must be more vocal globally and unprecedentedly aggressive to fund our prosperity and other development plans. What is stopping us from starting it before COP27?\n \nDr Haseeb Md Irfanullah is an independent consultant working on environment, climate change, and research systems. His Twitter handle is @hmirfanullah\n",
        "headline_1": "Let’s not pay lip service to climate change ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/lets-not-pay-lip-service-climate-change-3014606",
        "news_paper_name": "The Daily Star",
        "publish_date": "29-04-2022"
    },
    {
        "full_article": "The Household Income and Expenditure Survey (HIES), last conducted in 2016, is a comprehensive national survey in Bangladesh. The data is used to calculate the incidence of poverty in the country. Previously called the Household Expenditure Survey (HES), it has been carried out on a regular basis by Bangladesh Bureau of Statistics (BBS) since 1973-74. The HIES series was first launched in 2000, and subsequent surveys were conducted in 2005, 2010, and last in 2016. Therefore, the next round of HIES is overdue, needed to fill in the critical data gaps in the country.\nThe HIES is well-known for its quality and coverage, and is capable of estimating poverty in both rural and urban areas, divisional and the district levels. It is a core survey of the government, not only for its ability to measure poverty, but also for having a wide range of socioeconomic data crucial for policymaking and research. It gives detailed data on household income, expenditure and consumption, standard of living, and nutritional status of the population, among other things, and the data is also used to determine the weights of Consumer Price Indices (CPI). In addition, the data gathered from this wide-scale survey provides a proper picture of household-level consumption across the country, which helps with compiling national account estimates, and gives detailed information on health and educational status of the population. It also provides data on different social safety net programmes as well as on disability, housing conditions, employment, agriculture, water and sanitation, migration, remittances, microcredit and disaster management. It provides some demographic data that are considered important to fill in intercensal data gaps.\nThe HIES data is utilised to monitor Sustainable Development Goals (SDGs), and to get an idea about the outcomes of the government's Five-Year Plans (FYPs) and different sectoral plan achievements. The data is very critical in preparing periodic SDG progress reports, including Goal 1: \"End poverty in all its forms everywhere.\"\nThe field data collection during each HIES is carried out under strong supervision and quality control, which is why the data is reliable and acceptable to both national and international organisations, including the development partners and UN agencies. The data is collected by well-trained enumerators and processed using appropriate computer software. It reflects seasonal variations of income and expenditure patterns, and thus are vital for giving policy prescriptions in a wide range of social and economic areas.\nPoverty is one of the greatest challenges faced by Bangladesh, and it assumed an even greater prominence as a socioeconomic issue since the Covid-19 pandemic broke out. Several surveys conducted during the last two years have shown the consequences of the pandemic on household income and expenditure. A new HIES will help us determine the current socioeconomic status of our population and will show where Bangladesh has experienced a setback due to the pandemic, since it made a headway in its fight to end poverty in recent decades. The pandemic, as we know, has affected other dimensions of well-being in addition to poverty, such as education, health, nutrition, access to clean water, sanitation, etc. It is critical to have information on all these aspects that the HIES collects data on, especially as the country is getting back on track for economic growth, in order to formulate appropriate policy measures to ride out of the pandemic fallout.\nIn the pre-Covid era, one in four people were living under the poverty bracket in Bangladesh, and the government had set up a number of social protection programmes. During the pandemic, several other measures have been undertaken, such as cash support and open market sales (OMS) of essential food items for the poor. These programmes are still continuing, having been renewed last month under the recent inflationary pressure affecting the poor families the most. These programmes are being implemented under the assumption that the poverty map created from 2016 HIES remains valid. However, in reality, a significant change has surely taken place in terms of geographical concentration of poverty and occupational shifts occurring as a result of the pandemic. Therefore, a fresh set of data is required to better understand the changed dynamics now, and take more targeted measures to deal with the situation.\nWe didn't finish the job of ending poverty, and there is no room for complacency. As per 2016 HIES data, about half of all poor people in the country lived in extreme poverty and were unable to afford a minimum food basket for their families. In addition, there are others who are not under the poverty threshold, but are vulnerable to different types of shocks—one just experienced globally, affecting our country over the last two years. But fresh evidence is lacking to properly understand the poverty situation now, and how different marginalised and vulnerable groups like the elderly, widows, orphans, people with disabilities, female-headed households and others are doing. The amount of social transfers that are made under a number of government programmes are bound to be also affected by recent inflationary trends, and thus need to be reviewed and revised upward in order to maintain the same level of consumption by the beneficiary families.\nLong overdue, a new HIES has become even more urgent now, owing to the socioeconomic fallout from Covid and the latest development in the international arena caused partly by the Russia-Ukraine war and the global rise in energy and construction material prices as well as prices of consumer items. The global and national scenarios have both changed too fast in recent times, and using the outdated data from HIES 2016 is no longer plausible. Therefore, the government needs to undertake a fresh HIES as soon as possible, to frame evidence-based realistic policies, for which accurate, reliable and updated data are required.\n \nDr Nawshad Ahmed, a former UN official, is an economist and urban planner.\n",
        "headline_1": "Time to conduct the next household survey",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/time-conduct-the-next-household-survey-3014601",
        "news_paper_name": "The Daily Star",
        "publish_date": "29-04-2022"
    },
    {
        "full_article": "The word is one of the most pejorative terms in the English dictionary; it is the most reviled term, too, as well as an oft-used mechanism handy to the West to twist the tails of those it dislikes. But hardly had we ever expected to see our government institutions brought under the US sanctions.\nNot one but two of the US departments, namely the Treasury and the Department of State, have imposed sanctions on a leading law enforcement agency and relevant individuals in Bangladesh—for the first time. On December 10 last year, the US Department of Treasury imposed sanctions on Bangladesh's elite paramilitary force, the Rapid Action Battalion (Rab), as well as seven of its current and former officers for alleged serious human rights violations. Over and above that, the Department of State imposed sanctions on two individuals: a former head of Rab and a former commanding officer of a Rab Unit.\nIt can never be pleasing news to any Bangladeshi, notwithstanding a heap of reservations on Rab's modus operandi that one might have. It is regrettable, and disgraceful too, to see the name of our elite force along with some of its members bracketed with drug dealers and terrorists on the list of sanctioned individuals. What has added insult to the injury is that these actions came on the last day of the virtual Democracy Summit, in which Bangladesh was conspicuous by its absence. It was a double blow for those who pride themselves on the country's democratic credentials—of the distant past. As citizens, it is our right to ask whether a government agency has the right to incur adverse criticism due to its actions or inactions. For better or worse, in this globalised world, we are not impervious to international scrutiny or criticism for alleged violations of norms of human behaviour.\nIt is not the intention to engage in discussions on whether the sanctions are justified or not, or on the credentials of the US to question the human rights and democratic credentials of other countries when its own record of performance is questionable, both at home and abroad. One could just as well tell the US: Doctor, heal thyself. But that would in no way reduce the gravity of the allegations levelled against our law enforcement agencies, either in this report or reports emanating from other international human rights and democracy watchdogs. Nor is it of any use to engage in verbal subterfuge or decry the reports or the actions taken against us. The best thing to do under such circumstances is to engage in self-examination and ask ourselves whether or not the allegations hold water.\nInterestingly, there has been no crossfire death or enforced disappearance since the sanctions were imposed, except for two in the month of April. Is there a correlation between the two? What exactly should we make of it? Are we to believe that all the criminals have reformed themselves overnight and become good boys, or that Rab has modified its operating procedures? We have not seen any widespread deterioration of law and order or spurt in smuggling of drugs and narcotics, for example. Whatever may be the case, what this has demonstrated is that law can be maintained and order upheld without resorting to extrajudicial means or circumventing the legal process. And if there is correlation between the two, then we ask: Why does it require external pressure to compel our agencies to go by the book?\nWe believe that Rab was formed with the purpose of addressing the law and order problems during the second tenure of the BNP. Its formation was welcomed by all and sundry, and the agencies earned the confidence and respect of the common man. The petty ruffians went off the streets and people could walk out late at night without the fear of being waylaid. But there came a time when this very well-organised force, commanded also by military officers, got involved in extrajudicial killings starting with \"Operation Clean Heart,\" in which more than 40 people were killed allegedly by this agency. It is queer and interesting that the Awami League at that time had vehemently criticised Rab for the extrajudicial killings, just the way BNP has done the last 10 years. Contrary to its commitment to end the regime of extrajudicial killings, the number has gone exponentially high during the Awami League period, and things have come to a head.\nAdmittedly, there is a need to go into the way Rab is being employed. It is a well-trained force which has done extraordinarily well in combatting extremism and terrorism. This is something we all can be proud of. And that is what it should be employed for. However, its resources can be used to go after hardened criminals and tackle extraordinary law and order issues while remaining within the bounds of law. The last thing Rab should do is day-to-day police work. Military officers are not trained to chase common criminals. But once they engage in doing so, most of them lose the qualities of a good military officer, and most of them no longer retain the ability to command and train troops for battle. We believe that the time has come to rethink Rab operations and its manning policy, and to draw a Lakshman Rekha for it to restore and preserve its image.\n \nBrig Gen Shahedul Anam Khan, ndc, psc (retd) is a former associate editor of The Daily Star.\n",
        "headline_1": "The slur of sanctions",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/strategically-speaking/news/the-slur-sanctions-3013826",
        "news_paper_name": "The Daily Star",
        "publish_date": "29-04-2022"
    },
    {
        "full_article": "It is unfortunate that the government has not been able to make any progress in building a vaccine plant and research institute in Bangladesh to start producing its own Covid-19 vaccines. While the government announced that it would set up the plant in July last year, according to a report by this daily, the six-acre land in Gopalganj designated for the project has not been acquired yet. And while the development project proposal (DPP) is yet to be finalised, no headway has been made to get a foreign biotechnology firm to sign for the technology transfer and production of vaccines.\nWhile the government's Covid vaccination programme has been a success—as of April 6, 2022, it has administered one dose of the vaccine to 75.25 percent and two doses to 67.37 percent of the population—it should not create any room for complacency, leading to delays in implementing this project. Immediately after the decision was made to build the plant, a technical committee on vaccine production was formed, which gave some initial recommendations. But the committee has reportedly not held any meetings since then, and the members hardly have any idea about the latest development in the project. What's the point of even having such committees if they sit idle for eight long months? And we can't agree with the coordinator of the project, who said that the authorities were working to build a state-of-the-art vaccine production and research facility, which is a massive task and so the delay is normal. Given the importance of the project, we believe it should be expedited.\nJust because the intensity of the pandemic is waning does not mean that we should lose our focus on building the plant. Since the world has already suffered three waves of the pandemic and is bracing for a fourth one, we should be prepared in every possible way. Since vaccination is one of the most effective ways to fight the virus, producing our own vaccines will safeguard us in the future without being dependent on the outside world.\nAdditionally, the vaccination plant will not only produce Covid vaccines, but can also be used for making other vaccines that we regularly import. Therefore, we urge the government to not waste any more time and start implementing the plan to set up this plant without further delay.\n",
        "headline_1": "Why is there no progress with the vaccine plant?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/why-there-no-progress-the-vaccine-plant-3014596",
        "news_paper_name": "The Daily Star",
        "publish_date": "29-04-2022"
    },
    {
        "full_article": "The US sanctions on the Rapid Action Battalion (Rab) have brought out a rather familiar scene to the fore: frictions among different ministries and stakeholders. We're used to seeing public offices trading metaphorical blows in attempts to ward off blame for any domestic crisis or failure. But the US sanctions have internationalised Rab's image crisis, and thus needed to be handled with care, which did not happen. A report on how the home and foreign ministries were lambasted at a meeting of the parliamentary standing committee on foreign affairs for their failure to tackle the debacle was quite illuminating. At the meeting, the foreign ministry's top brass blamed the home office for their failure to help them respond to accusations of extrajudicial killings and forced disappearances, leading to the sanctions. The parliamentary watchdog, on the other hand, blasted the former for \"being oblivious to the impending US sanctions on Rab.\" What's obvious from these narratives is that lack of coordination and inter-ministerial wrangling were partly responsible for creating and prolonging this crisis. This is totally unfortunate.\nIn our view, the home ministry does share the blame for failing to undertake post-sanction reforms in how Rab operates, as does the foreign ministry for appearing clueless even to this day. Unfortunately, from the very start of this crisis, the government's policy has been reactive rather than constructive, underpinned by a desire to come out of the crisis looking good. It has adopted a PR approach to it and lobbied, unsuccessfully, to lift the sanctions. The foreign minister's admission on Tuesday that he sought India's assistance in lifting the sanctions and even engaged representatives of the Indian diaspora in the US is demeaning to our country, not to mention a diplomatic overreach inconsistent with our national interests. It makes us look weak and leaves room for unwarranted meddling.\nThe US ambassador in Dhaka has already made it clear that without concrete actions and accountability on Bangladesh's part, the US will not lift its sanctions on Rab. Any illusion that the government may have had about whitewashing its elite force should be gone after that. The government should realise that, instead of seeking a backdoor exit out of the crisis or challenging the allegations against Rab, it should focus on establishing durable mechanisms of accountability within our law enforcement agencies. This will no doubt improve the government's public standing as well. It should also ensure greater coordination and collaboration among different departments and ministries so that any such disaster can be pre-empted. In the end, however, the only outcome that the public really cares about is how respectful our law enforcers are of our laws, and individual rights and dignity.\n",
        "headline_1": "Rab crisis betrays lack of inter-ministerial contact",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/mishandling-the-rab-issue-may-hurt-further-3014461",
        "news_paper_name": "The Daily Star",
        "publish_date": "29-04-2022"
    }
]