[
    {
        "full_article": "The Right to Information (RTI) Act, 2009 is made of interlocking parts. We usually focus on two of its main protagonists: citizens, for whose empowerment the law was enacted in the first place, and public authorities, who are required by the law to respond to legitimate information requests. Today, we will focus on another key element of the system—the Information Commission of Bangladesh.\nThe role of the Information Commission in implementing the RTI Act takes up more than half of the entire written text. And this is for good reason, because the law has entrusted the commission with a wide range of activities to carry out the purposes of the law. The \"purposes\" are facilitating citizens' participation in the affairs of the state so that \"transparency and accountability of all public (offices) shall increase, corruption… shall decrease and good governance... shall be established.\"\nThere can be no bigger objective than this in a democracy. The goal is to move away from an age-old culture of official secrecy that has kept citizens in the dark about the work of their government, and usher in an era of open and accountable governance, where citizens are at the centre. They are given the key role to play for the success of the law. But for that to happen, only an enlightened commission, with the necessary independence, authority, resolve and impartiality, can pave the way. Moving away from darkness to the light can be a long and arduous process.\nThe Information Commission is tasked with framing the rules and regulations for RTI implementation so that citizens are able to submit their information requests without much difficulty, and public authorities who are required to deal with them do so with due diligence and in accordance with the law. Among other things, the commission has been tasked to make sure that the authorities respect the timeline specified for their response. It verifies that any denial of request is based on the law and reviewed by a senior official on appeal, and that citizens' complaints against final denial or incomplete disclosure are duly considered by the commission. It is mandated to ensure that both the complainant and the respondent are duly heard, and all those decisions by the Information Commission are based on law, duly explained and properly justified, and that any recalcitrant or defaulting official is duly chastised. Whenever necessary, the Information Commission undertakes on site investigations to establish the truth.\nReading between the lines of the law reveals yet another role: to promote positive application of the law so that its objectives to advance public good are achieved, and not frustrated by a narrow interpretation of its provisions. In fact, most observers find a clear bias of the law towards disclosure of the requested information, unless, of course, it is clearly exempted under the law or the request is fraudulent. In many countries, the RTI law provides for a \"public interest override clause\" in the text itself to favour disclosure, though no such specific provision exists in the Bangladeshi law.\nThe RTI Act also provides for a monitoring role of the Information Commission to ensure that all public offices preserve any information they possess or create through an appropriate information management system, so that they can be easily accessed; each office is required to proactively disclose all relevant information of interest to citizens through their annual reports, websites or by other means. Officials tasked with meeting the information demands of citizens are expected to be duly appointed and properly trained, and their names and particulars displayed prominently on office notice boards and official websites.\nTo ensure that the Information Commission undertakes its tasks in an objective and professional manner, specific provisions have been inscribed in the law for the selection process of the three members of the commission, including its chief. They include the necessary safeguard requirements of impartiality, integrity, expertise, experience, and necessary knowledge of the field. This is clearly one of the most important provisions of the law. The goal of the law can be thwarted if inappropriate or unqualified persons are selected.\nAs the Information Commission's role is clearly geared towards facilitating the use of the law by citizens to promote its purposes, the latter bear the ultimate responsibility of overseeing that they are duly performed. Towards that objective, citizens must keep a constant watch on the activities of the commission, on its decisions and how it conducts the complaint hearings, on the balance it seeks to establish between genuine information requests from the citizens and the legitimate concerns of public officials to safeguard basic public interest, whether it is reading and interpreting the law correctly, and, most importantly, whether its activities hinder progress. Any negative public perception about the commission's work can be extremely detrimental to its image, and therefore to the success of the RTI Act. As such, there is no alternative to frank and constructive dialogue between the Information Commission and the citizen groups monitoring the application of the law.\nMost of the introspective reviews of the RTI Act's operation in the country over the last one decade have been focused on the role of citizens and public authorities in the implementation of the law, and very little on the work of the commission, which steers the ship of RTI. This was perhaps justified in the initial phase of implementation of the law when all, including the Information Commission, were busy finding their way through this new and very onerous process. With the passing of time and the benefit of significant knowledge and experience about the process, we must now turn our attention to a proper flourishment of the Information Commission's role.\nAs strong believers in the efficacy of the RTI Act for constructive citizen-government interaction to advance the cause of democracy in the country, and as ardent supporters of the very important work of the Information Commission in this regard, we also believe that there is a need for special efforts to develop a closer interaction between citizen groups committed to advancing the objectives of the RTI law as well as the Information Commission, so that we can review our respective roles together and identify ways to cooperate for mutual benefits.\nWe suggest that an in-depth assessment of the work of the Information Commission, which is objective, impartial, and constructive, be undertaken on a regular basis by citizen groups, individual researchers or any other third party, in close collaboration with the commission. We hope that in all future commemorations of International Right to Know Day and other such important occasions, assessments of this nature will receive greater focus. The commission is the key to the success of the RTI Act. It needs constant attention and support from all concerned.\n \nDr Shamsul Bari and Ruhi Naz are chairman and RTI coordinator, respectively, of the Research Initiatives, Bangladesh (RIB). Email: rib@citech-bd.com\n",
        "headline_1": "Success of the RTI Act relies on an effective Information Commission",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/success-the-rti-act-relies-effective-information-commission-2230026",
        "news_paper_name": "The Daily Star",
        "publish_date": "15-11-2021"
    },
    {
        "full_article": "I am delighted to be returning to Bangladesh in its Golden Jubilee year, and I look forward to celebrating the tremendous achievements of the past half century with friends old and new. Two weeks ago in London, Prime Minister Sheikh Hasina described Bangladesh at 50 as a \"land of opportunities and promise.\" I could not agree more. I also agree that the time is ripe for us to reset and renew the Bangladesh-UK bilateral relations. The ties between our two countries have evolved through our history, and today, as we work as equal partners across the breadth of our interests, I am confident that our partnership will continue to flourish over the next 50 years and beyond.\nI cannot look forward without reflecting on the momentous events of 1971. I join my friends here in honouring the memory of those who sacrificed their lives in service to the founding ideals of Bangladesh, and the promise of democracy and freedom enshrined in the constitution for those who had lived without them for so long. I know that when Sheikh Mujibur Rahman arrived in London on January 8, 1972 as the leader of a free Bangladesh, the excitement and optimism were palpable. Our then prime minister, Edward Heath, knew that this was a historic moment, and welcomed Bangabandhu to 10 Downing Street the same day. Later, our Royal Air Force flew him home to greet a newly-liberated country.\nToday, the world looks on with admiration at what Bangladesh has achieved in its first half century: the fastest-growing major economy in Asia before Covid-19; a leading contributor to peace and security, especially as a provider of troops to UN peacekeeping missions; and one of the most influential global voices on climate change, as we have just seen at the UN Climate Change Conference (COP26) in Glasgow, Scotland. Over the next few days, I will listen to my friends here in Bangladesh, and will set out my aspirations for our ever-closer cooperation in future, including on trade, security and the democratic principles that the father of the nation, and so many others, fought for in 1971.\nBangladesh's landmark graduation from the Least Developed Country (LDC) status, due in 2026, highlights our shared interests in each other's prosperity. We can take this forward together through our new UK-Bangladesh Trade and Investment Dialogue. We have much to build on: the UK is currently the third-largest destination for Bangladeshi exports and the second-largest cumulative investor in Bangladesh. We have committed to providing Bangladesh with duty-free, quota-free access to the UK market until 2029. I look forward to identifying and encouraging more innovative investment in both directions.\nWith more efforts to improve free and fair trade between our countries, I believe we can continue to grow our economic ties. The UK is a world leader in finance, health and education services—all of which will become more important in supporting Bangladesh's future prosperity. There is a particular opportunity for UK universities to provide world-class higher education to young Bangladeshis, as they already do through partnerships in Malaysia and Sri Lanka.\nEducating girls is one of the smartest investments we can make to fight poverty and save lives. This week, I will announce new UK government support for education in Bangladesh, to ensure equitable access and learning for all children, especially girls, which can contribute to Bangladesh's continued economic growth.\nWe work together closely on security issues, including counter-terrorism, maritime and aviation security, and through our shared peacekeeping operations around the world. I was delighted that Royal Navy frigate HMS Kent visited Bangladesh last month as part of the first deployment to the Indo-Pacific region of the UK's new aircraft carrier, which has been working and exercising alongside nations across the Indo-Pacific region. I am also very happy that, as a dialogue partner, we will be able to support the Indian Ocean Rim Association's important work under Bangladesh's forthcoming presidency. Its efforts at ensuring that the Indian Ocean's economic potential is harnessed in an inclusive and sustainable way should also contribute to good governance and maritime security.\nWe also work together closely on the Rohingya refugees crisis, a situation that I continue to find desperately sad. I am concerned to hear about increasing violence and insecurity for those living in and near the camps, and call on everyone in the international community to work together on a solution that will allow the Rohingyas to return to their homes as soon as possible, in a way which is safe, dignified and voluntary. We will continue to work with the Bangladesh government to support the Rohingyas for as long as necessary, and have already provided over GBP 320 million to the humanitarian response.\nWe work together closely on climate issues, and last week at COP26 we announced GBP 120 million of new funding for climate action in Bangladesh over the next six years. This will help turn our pledges in Glasgow into a reality on the ground, by scaling up adaptation in some of the most vulnerable communities, expanding renewable energy options, and tackling pollution and waste.\nAll of this is possible because of our deep links and shared history. The 600,000-strong British-Bangladeshi diaspora plays a vibrant role in UK politics, arts, cuisine, healthcare, and education. People are at the heart of our relationship. And it is people I look forward to celebrating while I am here this week.\nCongratulations to everyone in Bangladesh on your Golden Jubilee. I hope you will join me in looking forward to many more years of #BritBanglaBondhon.\n \nLord Tariq Ahmad of Wimbledon is the UK government's minister of state for South Asia and the Commonwealth, and the UK prime minister's special representative on preventing sexual violence in conflict.\n",
        "headline_1": "At 50, Bangladesh is a land of opportunities and promise",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/50-bangladesh-land-opportunities-and-promise-2230021",
        "news_paper_name": "The Daily Star",
        "publish_date": "15-11-2021"
    },
    {
        "full_article": "Last week, I wrote about the implications of COP26 on the RMG sector in Bangladesh. Since then, representatives from the fashion industry have made another major announcement at the climate conference, which could set off serious reverberations in the global fashion supply chains over the next decade.\nA group of leading global fashion brands, including some of Bangladesh's largest customers such as H&M and Inditex (owner of Zara), signed an updated commitment to the United Nations Fashion Industry Charter for Climate Action. The original fashion charter was signed at COP24, held in Katowice, Poland in 2018. At that time, signatories made commitments on decarbonising their supply chains, reducing dependence on coal-fuelled power in their supply chains, and directing their suppliers towards increasing the use of sustainable materials, including recycled textiles.\nAnyone who thought that our buyers were not serious about this issue, will now need to think again. At COP26, all signatories made renewed commitments, including forming a decarbonisation plan aligned with the Paris Agreement ambitions to limit the global temperature rise to 1.5 degrees Celsius above pre-industrial levels.\nCentral to the new agreement was a call for the signatories to set science-based targets, or halve their emissions by 2030, with a pledge to achieve net zero emissions by no later than 2050. This is an update of the previous target of 30 percent aggregate greenhouse gas (GHG) emission reduction by 2030.\nFurther commitments in the updated charter include sourcing 100 percent of electricity from renewable sources by 2030, the sourcing of environmentally friendly raw materials, and phasing out the use of coal from supply chains by 2030, among others.\nI can remember COP24 like it was yesterday, and here we are, three years later, where the global fashion industry is once again making commitments that will make business as usual a thing of the past in the coming decade, and which have fundamental implications for suppliers.\nHow do we respond? Well, it has been interesting to note that the past week has also seen calls by fashion retailers to provide fiscal incentives to encourage them to source sustainable fibres such as organic cotton, recycled polyester, etc. This call was made by the US-based non-profit Textile Exchange, and also included signatories from the fashion sector such as Gap, Primark, and VF Corp—all of whom source apparel products from Bangladesh.\nTextile Exchange claims that these incentives are required because \"cost is one of the key barriers faced by companies looking to shift their supply chain towards environmentally preferred materials.\"\nI would not argue for or against that, but what about suppliers? The signatories of the renewed fashion charter will be heavily dependent on their suppliers to invest in more sustainable manufacturing processes in order to meet their climate commitments.\nIn light of this, it seems reasonable to ask: Where are the fiscal incentives for suppliers? How can trade policies be used to incentivise and support suppliers in the greening of supply chains? How can investment in sustainability be made to make economic sense for suppliers?\nThis is a question I believe that we all need to give much thought to in the coming 12 months. It strikes me as odd that over the past five years, the fashion industry has made many commitments where the climate is concerned, but has not yet provided enough details about how these commitments will impact suppliers, what suppliers need to be doing for fashion retailers to achieve the goals, and where the funding and investment will come from to upgrade the supply chains. There are a lot of great ideas, but none of them has enough \"meat on the bones.\"\nThen what could fiscally incentivise suppliers to look at alternative sources of energy, to invest in new water-saving technology, and to examine how recycling options can be incorporated into production?\nThis is a broad question, and there are many ways of gently nudging the suppliers to go green. But how about, as a starting point, offering tax relief on supply chain investments which have a focus on sustainability? Surely, it is not beyond the imagination of the authorities to develop a list of investments that fall under this category?\nBut as fashion brands and retailers are making these pledges—which have implications for suppliers—perhaps there are some steps that they could take to support the suppliers along this path.\nIn the past, I have seen partnerships between the fashion industry and global entities such as the World Bank, designed to provide low interest rates for suppliers. To offer a specific example, a couple of years ago, the International Finance Corporation (IFC), a member of the World Bank Group, and US-based fashion giant Levi Strauss & Co signed an agreement to help the company to reduce GHG emissions and water use in its supply chain. The IFC worked with 42 Levi's suppliers and mills in 10 countries to implement renewable energy and water-saving interventions to cut GHG emissions.\nI don't know what happened with this initiative, which included Bangladesh within its remit. What I do know, however, is that we will need more—a great many more—initiatives and partnerships like this one if suppliers are to help fashion meet some of the climate objectives laid down at COP26.\nFashion has thrown down the gauntlet at COP26 with its latest sustainability announcements. Suppliers are ready to work with their buyers to meet the challenge, but we can't do it without the necessary support and access to finance.\nIt's time to get to work.\n \nMostafiz Uddin is the managing director of Denim Expert Limited, and the founder and CEO of Bangladesh Apparel Exchange (BAE) and Bangladesh Denim Expo.\n",
        "headline_1": "Apparel manufacturers are key to fashion’s climate ambitions",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/rmg-notes/news/apparel-manufacturers-are-key-fashions-climate-ambitions-2230011",
        "news_paper_name": "The Daily Star",
        "publish_date": "15-11-2021"
    },
    {
        "full_article": "The first displacement happened in the 1950s. The Pakistani government acquired about 1,842 acres in Gobindaganj, Gaibandha in northern Bangladesh (erstwhile East Pakistan), promising both the local Santal and Bengali communities employment as labourers in the sugarcane farm that would be set up on that land. This was in 1955-56—a time when the subcontinent was still recovering from the shock of Partition and the riots that followed. Perhaps the memory of the killings of 17 Santal refugees, who were shot point-blank by the Pakistani police in March 1950 at the border, not far from Gobindaganj, was still fresh in the minds of the native community. But the pangs of hunger were probably a stronger driver—after almost two centuries of colonial exploitation, North Bengal was, at that time, one of the poorest and most deprived areas in the region, and continued to be so for many decades to come.\nWe know now that the original owners of the land were duped by the repressive Pakistani regime. According to the Jatiya Adivasi Parishad, at least 1,200 acres of the land taken belonged to the Santal community, and the rest belonged to local Bengalis. In 2016, The Daily Star checked old land records, the agreement between the Rangpur district administration and the Pakistan Industrial Development Corporation signed in 1962, and the report of a cadastral survey completed in 1940, to corroborate this claim, and found it to be beyond dispute.\n Reportedly, only two Santals were later employed in the farms. The land was never returned to them again, and the Rangpur Sugar Mill, which was established on what is now known as the Sahebganj-Bagda farm area, continued to operate till about last year. Although many of the Santal and Bengali communities returned over the years to live on their ancestral land in makeshift homes, they effectively had their ownership rights stolen, pushing them and their next generations into poverty.\nThe second displacement occurred only five years ago: on November 6, 2016, more than 2,000 Santal and Bengali families were evicted from the area following a violent clash between the families, mill employees, and police. Three Santal men were killed and 20 others, including nine policemen, were injured. Their makeshift shacks were set on fire, and almost all of them lost all or part of their belongings.\nTo this day, the victims' families have not received justice. In fact, many of them are still being forced to waste precious time and resources in fighting cases that were brought against them after the clashes. This lengthy legal process is also preventing them from travelling to find the employment that they badly need, since most of the community are mainly engaged in low-wage agricultural work.\nIt is now highly possible that we will soon witness a third displacement, if the government goes ahead with its plan to build an export processing zone (EPZ) on the disputed land. There are currently about 1,500 Santal and Bengali families living in the Sahebganj-Bagda area and in two Santal villages in nearby Madarpur and Joypurpara, who are also under threat from the EPZ. Almost every official involved in this project maintain that the land belongs to the government, with the project director telling this daily's district correspondent that \"the 1,842 acres of land were fully acquired during the Pakistan period and the government has decided to hand it over to the Bangladesh Export Processing Zones Authority (BEPZA).\"\nNow, the question is: Why is the acquisition of land by a regime whose very purpose was to subjugate the people of then East Pakistan, and who relished in profiting from the sufferings and hardships of the local population, being accepted so casually in independent Bangladesh? Should we not have done everything in our power by now to mitigate the effects of the cruel and repressive policy of the authoritarian Pakistani government in Gaibandha, which made thousands of Bangladeshi citizens destitute and homeless?\nAfter the 2016 attacks, there were claims from certain quarters that the land did not originally belong to the Santals. As mentioned earlier, The Daily Star's own research, and that of others, have disproved this claim. In fact, the 1962 agreement holds two important clauses that, if taken into account long ago, would have provided the original owners of the land with the justice they deserve. A portion of Clause 3 declares that \"the aforesaid corporation shall not change the character of the requisitioned property\" and Clause 5 states that \"...if it is decided that the land shall not be acquired for the aforesaid purpose, the said corporation shall surrender the land to the provincial government for its release and restoration… and the corporation shall bear all costs and compensation in connection with the release and restoration of the land.\"\nThe Rangpur Sugar Mill authorities first violated these clauses when the mill shut down in 2004, and they began leasing the land out to local influential groups. In the following three years that the mill remained shut, these influential groups then began sub-leasing the land to farmers at exorbitantly high prices, according to a 2019 report by this daily. Santal leaders have also alleged that, despite incurring massive losses—from 2016 to 2019, they amounted to around Tk 3-4 crore in each fiscal year—the mill continued to operate in order to prevent them from returning to their ancestral land.\nGiven that the character of the \"requisitioned property\" has been changed, that it has in the past not been used for the \"aforesaid purpose\" (of sugar farming), and that its future purpose will be completely different as well, it is high time that the \"release and restoration\" of this land was taken seriously. It is a great shame that not only have no serious steps been taken to rehabilitate the Santal and Bengali populations living in poverty in the Gobindaganj area, but there are now plans to push them into further destitution. In fact, it seems like they have hardly crossed the minds of those in charge of the proposed EPZ project—on August 24, BEPZA Executive Chairman Md Nazrul Islam visited the farm area and held a meeting at the Gaibandha DC office with stakeholders, but not a single member of the Santal community was invited.\nAt the meeting, the reassurance was given that 200,000 people would be employed at the new EPZ. How many of the locals will be part of these lucky 200,000? Members of the Santal community have every right to be sceptical, especially since their forefathers' trust in empty promises of employment turned out to be their greatest misfortune. Earlier this month, Philimon Baske, president of the Sahebganj-Bagda Farm Bhumi-Uddhar Sangram Committee, told The Daily Star that without education, and with no experience of work outside of the manual labour expended on agricultural fields, it is highly unlikely that those evicted by the EPZ project will have any opportunity to work there in future.\nQuestions have been raised on its sheer size as well. Currently, the plan is to acquire the entire 1,832 acres of land for the EPZ, even though the largest EPZ in the country to date is built on around 500 acres of land. So far, no information has been shared on why this entire space is required, and what industries will be built upon it—just that the EPZ will be built on a small area first, and then eventually expanded. The authorities must ask themselves if this is reason enough to make so many marginalised families homeless and landless, without a second thought to their livelihoods and way of life.\nWithout a doubt, the establishment of EPZs in different parts of the country has created much-needed employment and developed previously poverty-stricken areas. But who exactly is this development for, if it does not reach the local population—especially if that population not only lives in one of the poorest regions in the country, but consists of landless agricultural labourers belonging to a historically marginalised indigenous community? What is the point of all this development, if inequality continues to grow, and the poorest end up slipping through the cracks?\n \nShuprova Tasneem is a member of the editorial team at The Daily Star. Her Twitter handle is @ShuprovaTasneem\n",
        "headline_1": "Who is this ‘development’ for?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/who-development-2229196",
        "news_paper_name": "The Daily Star",
        "publish_date": "15-11-2021"
    },
    {
        "full_article": "We congratulate the chief justice for his prompt action in suspending the criminal case trial powers of Mosammat Kamrunnahar, judge of Women and Children Repression Prevention Tribunal 7. Our congratulations are also due to the law minister, who deserves all praises for quickly rising to the occasion and reacting publicly and vociferously against Judge Kamrunnahar's observations. Such action by the law minister, followed by that of the chief justice, have together greatly enhanced the prestige of and strengthened our deeply held respect for our higher judiciary.\nJudge Kamrunnahar's conduct and her views on women have raised some very disturbing questions in our mind. What if the judge had not revealed her mind the way she did, and only pronounced the accused \"not guilty\" ostensibly because the case was weak, but actually because she thought the women were \"willing\"—a conclusion she could only come to out of prejudice and not out of facts.\nSo the challenge before our judicial system is: How do we know the mindset of a judge before appointing him or her to that special tribunal? If he or she believes that a woman who goes to a hotel late in the evening at the invitation of a friend, swims and socialises with other guests, including men, can be raped because she seemed \"willing,\" that is not a mindset which can ever do justice to a female victim. We dare not hazard a guess as to what she and other judges like her think of women who travel on business, stay in hotels, meet business partners, travel to factories together, etc.\nThe point we are making here is that, just because someone is fully qualified to be a judge, does not mean that they should automatically be placed in a Women and Children Repression Prevention Tribunal, because pronouncing on gender-based violence against women, especially rape, requires a sensitivity and a nuanced understanding of the sufferings of the victims that a mere bookish knowledge of the law does not automatically bring into play.\nWe humbly suggest that before assigning a judge to that specialised court, especially one set up to impart justice to victims of sexual crimes and gender-based violence, they should undergo suitable training on gender equality, gender violence, all contemporary national and international laws on gender, elements as to what constitutes equal rights in every aspect of social, economic and political life of a woman, etc.\nWe congratulate the law minister for another step he recently took. He declared that in future no arrest would be made in any case under the Digital Security Act (DSA) without completing prior investigation. It was reported that he would talk to the home minister about it. We hope that he has already done so, and urge him to make the matter official and public through a formal notification.\n \n",
        "headline_1": "When a judge breaks the law",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/when-judge-breaks-the-law-2229876",
        "news_paper_name": "The Daily Star",
        "publish_date": "15-11-2021"
    },
    {
        "full_article": "The recent discovery of 10 sculptures in four Sylhet temples, all dating back to the Middle Ages, is exciting for a number of reasons, not the least of which is the sculptures' indication of the ancient practice of Shaivism in the region. The Kali temple—established around the year 1800 by Kalicharan Bhattacharjee—on Amzad Ali Sarak itself houses two of the most intriguing relics: the rare quintuple-faced (five-faced) Shivalinga, and the ancient four-handed goddess. Though archaeologists and academics have yet to determine the identity of the latter, there is little doubt as to the uniqueness of the former, with this latest discovery being only the second of its kind in Bangladesh.\nNot only does this latest discovery signal a past presence of Shaivist worshippers in the region, but it also once again points to the fact that more resources must be dedicated to the discovery and study of such relics. As important as our journey to becoming a developing country is, we must also be equally enthusiastic—and alert—about preserving our history and keeping records of what we can, so that our future generations have more to learn about their roots, to identify their individuality with, in a world that is globalised.\nExperts have already said how crucial the two aforementioned idols are for understanding the aesthetics and gender politics of the region and religion at the time. Though these relics have existed for many years and have been worshipped in these temples, they have been out of our archaeologists' and academics' line of study. There is no mention of them in any books or historical documents in the country either.\nWe believe that conservation and preservation of such historical finds are crucial in order for Bangladesh to retain its culturally-diverse history. As such, we would urge the government to not only encourage the study of the 10 relics that have just been found, but to also help researchers in any way possible to discover and study more of such artefacts. If these relics have existed for so long without anyone noticing, there must be other such valuable ones like them strewn across the country. It is crucial that we, as a nation, do not let any bit of our rich history be lost to decay or neglect. Preservation and study of these historical relics will also add to our development, as much as high-rises and flyovers do.\n",
        "headline_1": "Conservation of history is also part of development",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/conservation-history-also-part-development-2229156",
        "news_paper_name": "The Daily Star",
        "publish_date": "15-11-2021"
    }
]