[
    {
        "full_article": "In just the last few days, there have been two major reports from the United Nations on the status of global climate change and our efforts to tackle it. The first was on the science of climate change impacts by the UN Intergovernmental Panel on Climate Change (IPCC) which, in its sixth assessment report, confirmed for the first time that human-induced climate change is now unequivocally an attributable reality all over the world, and that its impacts will get worse unless drastic actions are taken to reduce emissions of greenhouse gases and to keep global temperature below 1.5 degrees Celsius above what it was in the pre-industrial period. The time window for achieving this goal is closing in on us fast, as the global mean temperature has already gone up above one degree Celsius due to human-induced climate change.\nThe second report was published by the United Nations Children's Fund (Unicef), which highlighted the fact that over a billion children and youths around the world will be victims of the adverse impacts of climate change if we do not take urgent actions to prevent the worst impacts from occurring. Both the reports contained further information on the basis of region and country. In both cases, the South Asian region stands out as a particularly vulnerable one with nearly one and a half billion people at risk—of whom a very large proportion consists of children and youths.\nThe Secretary General of the UN, Antonio Guterres, has described these reports as a \"Red Alert\" for world leaders to step up their actions to tackle climate change through reducing emissions of greenhouse gases as quickly as possible, to stay below 1.5 degrees Celsius of warming and also to build the adaptive capacity of vulnerable populations in every country.\nWhile these reports have painted a very dire picture of a crisis requiring emergency measures from all countries, there are ways for us to turn this challenge into an opportunity going forward.\nThe first point to make is that, globally, young people didn't cause the problem but will be the victims of their parents' failure to act when they could. This point has been made ad nauseam by teen Swedish climate activist Greta Thunberg, who started skipping school three years ago every Friday and sitting alone with a placard in front of the Swedish parliament in Stockholm. Since then, millions of schoolchildren have joined her Fridays for Future movement and every Friday, they go on strike in practically every country of the world.\nThe schoolchildren and youth in the South Asian region have also been quite active in joining this movement, as well as in other initiatives where the young people are being activated to not just protest but to start taking actions themselves.\nIn Bangladesh, Youth Net is an active part of this global initiative, amongst other youth groups who are becoming more responsive on the issue of tackling climate change.\nOne such global group is the Youth Adaptation Network (YAN) that was set up by the Global Center on Adaptation (GCA), which has its headquarters in the Netherlands and has a Regional office for South Asia in Dhaka, hosted by the government of Bangladesh. This South Asia regional office has already launched the YAN chapter in Bangladesh and in other countries of South Asia. The network is very active at the local level in not only raising awareness of adaptation to climate change, but also for taking actions, especially for locally-led adaptation where Bangladesh is an acknowledged world leader.\nThus, as the world is now entering the era of human-induced climate change and also loss and damage from the adverse impacts of climate change, Bangladesh—and South Asia, as a whole—can become world leaders in promoting actions on adaptation and share that knowledge and experience with the rest of the developing and developed world.\nAs the impacts of climate change become global and universal and even the richer countries are bound to be affected, they can learn from countries like Bangladesh on how to adapt more effectively to the adverse impacts.\nThus, over a short time, if we invest properly in capacitating our young girls and boys to become adaptation experts, they can not only help their own countries adapt but can also share that knowledge with countries around the world.\nThis should mean having climate change included in primary and secondary schools' curricula, and even more rigorously at the university level in all public and private universities in Bangladesh, and in South Asia at large.\nGopal Krishna Gokhale's age-old saying, \"What Bengal thinks today India thinks tomorrow,\" can thus be modified to \"what Bangladesh does today to adapt and build resilience to climate change, the rest of the world will learn and do tomorrow.\"\n \nSaleemul Huq is Director of the International Centre for Climate Change and Development at the Independent University, Bangladesh.\n",
        "headline_1": "Young people can be saviours in dealing with climate change",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/politics-climate-change/news/young-people-can-be-saviours-dealing-climate-change-2160931",
        "news_paper_name": "The Daily Star",
        "publish_date": "26-08-2021"
    },
    {
        "full_article": "Over the last four years, the Rohingya refugee crisis has changed the Cox's Bazar-Teknaf Peninsula on many levels. It is not only that 3,200 hectares of forest area got converted into 34 camps to shelter about a million Rohingyas, but also that at least 700 thousand tons of fuelwood have been collected from the surrounding areas. Since August 25, 2017, while funds for Rohingya refugees positively supported Cox's Bazar's economy, there was also a gradual increase of tensions between the host and refugee communities. Despite many positive stories coming out of the refugee camps and the host community, the risk of organised crimes, like human and drug trafficking, remains high.\nAs we enter the fifth year of the Rohingya crisis, the government of Bangladesh, UN agencies, international NGOs (INGOs), and local and national Bangladeshi NGOs need to consider making five changes.\nFirst, long-term planning regarding this crisis is difficult, since Rohingya repatriation—the ultimate and only solution, as far as Bangladesh is concerned—is uncertain. After repeated attempts until 2019, repatriation still did not occur. Since March 2020, the Covid-19 pandemic has made repatriation elusive. And, since February 2021, the coup and the state of emergency in Myanmar have made any resolution of this crisis nearly impossible for the foreseeable future. Preparing for long-term crisis management also gives the wrong impression to concerned parties—Myanmar, the Rohingya, humanitarian agencies, international actors, donors, and Bangladeshis—that Bangladesh is not only expecting, but is also accepting and preparing for a long delay in resolution.\nBut a certain extent of long-term planning is necessary—for the refugee camps as well as for the whole region. For example, although the ongoing refugee crisis sped up forest destruction drastically since August 2017, Inani National Park and Teknaf Wildlife Sanctuary have lost significant tree cover over the last 30 years. A satellite image-based study published in November 2020 predicted that a further 5,100 hectares of forest may be transformed by 2027 due to the crisis. Based on past losses, ongoing damages and future predictions, it would be ideal to opt for landscape restoration as a nature-based solution for the region. This will not only provide economic improvement, food security, disaster risk reduction, and biodiversity benefits to Cox's Bazar, but will also offer long-term adaptation to climate change.\nSecond, such long-term planning—more importantly, immediate support to the Rohingya—requires money, and lots of it. As per the UN Office for Coordination of Humanitarian Affairs (UNOCHA), during 2018-2020, at the beginning of each calendar year, the government of Bangladesh and the UN agencies requested from the donors, on average, USD 980 million as Rohingya humanitarian assistance. These appeals are called Joint Response Plans (JRPs), against which 68 percent funds were received per year, on average. In the first eight months of 2021, 34 percent funds have been received against the USD 943 million required. Since 2017, Bangladesh has received USD 3.38 billion, of which 22 percent were not part of the JRPs. Until now, we have been seeing a stable flow of funds, which is at risk of shrinking due to the pandemic's impact on global economy and long-term and new humanitarian crises occurring around the world. Bangladesh and its humanitarian partners urgently need to strategise to cope with such decline in funding and have that be reflected in the current and 2022 JRPs. This could be done by identifying and exploring unconventional sources for funds, reducing expenses by changing implementation modality, and generating resources internally.\nThird, we need to engage adult and able Rohingyas in income-generating activities within the camps, so that they can generate a part of the funds required to support them. Mainstreaming them into Bangladeshi society is not possible since Bangladesh hasn't signed the 1951 Refugee Convention yet and officially identifies Rohingyas as \"Forcibly Displaced Myanmar Nationals\", and not as \"refugees\". We need to invest in improving Rohingyas' livelihood skills to produce goods (e.g. grow vegetables, plant nurseries, and create handicrafts) and offer services (e.g. as part of the workforce in different sectors), and subsequently by linking the products to in- and off-camp markets. While the Rohingya do get involved in different occasional livelihood activities within the camps, taking a holistic approach to this problem and linking them to markets are currently missing from these livelihood efforts. Through this approach, they could add value to their presence in Bangladesh, gain dignity, reduce unemployment-related concerns (like domestic violence and organised crimes), and become prepared for returning to Myanmar. Such a shift is needed as soon as possible by revisiting the approaches and activities in the 2021 JRP, while remaining vigilant against the pandemic, and continuing with it through to the 2022 JRP.\nFourth, in terms of refugee crisis management, we also need a shift from the present dependency on the INGOs to Bangladeshi NGOs. As per the 2021 JRP, nine UN agencies, 56 INGOs, and 69 Bangladeshi NGOs are working in Cox's Bazar. In 2018, these numbers were 12 UN agencies, 69 INGOs, and 58 Bangladeshi NGOs. Movements of Bangladeshi professionals from Bangladeshi NGOs to INGOs or UN agencies were common, which is inevitable in a closed, dynamic situation like a humanitarian crisis. This, and the increasing involvement of Bangladeshi NGOs in the past four years, indicate significant improvement of Bangladeshi professionals' capacity. The expertise and values INGOs and UN agencies have been adding to the crisis management should have effectively been transferred to Bangladeshi NGOs by now, in terms of high project management standards, quality delivery of output, accountability and transparency, responsiveness, and innovation. It is, therefore, high time to facilitate a faster replacement of the INGOs by Bangladeshi NGOs for the forthcoming 2022 JRP.\nFifth, an online search through Google Scholar shows that, between January 1, 2018 and August 21, 2021, 140 academic journal articles were published on the Rohingya crisis in Bangladesh. While 93 articles were published in the first three years of the crisis (2018−2020), 47 were published in the first eight months of 2021. This means that researchers in this field have been publishing their work 2.3 times faster in recent months. The research mostly highlights Covid-19, mental and other health issues, crisis resolution, security and legal aspects, and disaster-related and environmental concerns. The Bangladeshi government and humanitarian agencies manage the camps based on large databases on the Rohingya, planned interventions, and changing situations. Different agencies also conduct assessments and studies such as the World Food Programme's (WFP) 2019-2020 Plantation Assessment Report, International Rescue Committee's (IRC) analysis on Gender-Based Violence among the refugees, UNHCR's assessment on piloting of pressure cookers to increase the efficiency of LPG use, and BRAC's study on the impacts of digital platforms being used by the Rohingya. These knowledge products, both by humanitarian agencies and academic researchers, should be considered in designing interventions and planning for the 2022 JRP. In this way, refugee crisis management can be transformed from being a data-driven action into being a knowledge-guided venture.\nUncertainty is the only certain thing when it comes to the Rohingya refugee crisis. We need to accept this as a fact, make changes in our approaches to take effective action, and get ready for yet another uncertain year.\n \nDr. Haseeb Md Irfanullah is an independent consultant working on environment, climate change, and research systems. His Twitter handle is @hmirfanullah\n",
        "headline_1": "Five changes we need in the fifth year of the Rohingya crisis",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/five-changes-we-need-the-fifth-year-the-rohingya-crisis-2160926",
        "news_paper_name": "The Daily Star",
        "publish_date": "26-08-2021"
    },
    {
        "full_article": "In the wee hours of August 25, 2017, a group of militants—the Arakan Rohingya Salvation Army (ARSA)—attacked around 30 police posts in the north of Rakhine State, Myanmar. According to media reports, 10 police personnel, an immigration officer, one soldier and 59 militants were among the casualties. The militants were said to be equipped with knives and homespun bombs.\nWhat followed was a brutal bloodbath unleashed by the Myanmar military—also known as the Tatmadaw—in the name of counter-insurgency operations. Rakhine State, home to about a million Rohingya Muslims, was turned upside down by the Tatmadaw—going village to village, door to door, exacting revenge on the Rohingya. Villages were razed to the ground. People were burnt in their own homes. Men were killed in scores; women and girls were gang-raped by the Myanmar military—in many instances, multiple times—their private parts intentionally mutilated, their bodies and souls bearing the scars of sexual violence; infants and children were shot, burned with their parents, and at times left out in the open for scavengers to feast on.\nAccording to an estimate by Médecins Sans Frontières (MSF)—popularly known as Doctors Without Borders—at least 6,700 Rohingya were killed in the first month of that ethnic cleansing operation. MSF itself called the number \"an underestimation.\" The atrocities of the Tatmadaw led to the exodus of more than 700,000 Rohingya Muslims from Rakhine State, including around half a million children, who took on the desperate journey to cross to the other side of the Naf river into Bangladesh's Cox's Bazar.\nIt was later noted in a UN fact-finding panel report that the atrocious military offensive in Rakhine State was orchestrated with \"genocidal intent\".\nAccording to a report published by Thailand-based rights group Fortify Rights, the Tatmadaw attack on the Rohingya community had been premeditated. Titled \"They Gave Them Long Swords: Preparations for Genocide and Crimes Against Humanity Against Rohingya Muslims in Rakhine State, Myanmar\", the report traced and documented how between October 2016 and August 2017, in preparation for the ethnic cleansing operation, the Myanmar authorities, \"Systematically 'disarmed' Rohingya civilians, confiscating household items that might be used as weapons or in self-defence. Systematically tore down fencing and other structures around Rohingya homes, providing the military with a greater line-of-sight on civilians. Trained and armed local non-Rohingya communities in northern Rakhine State. Suspended humanitarian aid and access to Rohingya, systematically weakening the civilian population and removing monitors on the ground. Enforced a discriminatory Muslim-only curfew in northern Rakhine State and evacuated thousands of non-Rohingya citizens from the area. Built up an unusually sizeable military presence, incommensurate with the threats at hand.\"\nThe world watched in horror as hundreds of thousands of persecuted Rohingya fled for their lives in the face of the vicious Tatmadaw crackdown. While today marks the fourth year of the latest Rohingya displacement, it is certainly not the first instance that this has happened.\nThe predominantly Buddhist Myanmar has historically harboured an exclusionary attitude towards the Rohingya, which has been reflected in their 1948 citizenship law, and especially in the policies adopted during and after the rule of General Ne Win, who grabbed power in 1962. General Ne Win, in various phases, systematically excluded the Rohingya Muslim minorities, initially excluding from citizenship those people whose ancestors had entered the country after 1823. Then, the 1974 constitution recognised 134 \"national races\"—this did not include the Rohingya, who were treated as a non-indigenous minority. Later, the Burma citizenship law of 1982 stated that only children of the \"national races\" will be considered full citizens of the country, thus excluding the Rohingya further.\nOver the decades, there have been frequent spikes in attacks on the Rohingya, which have led to multiple episodes of displacement, specifically in 1978, 1991-1992, 2012-2013, 2016 and again from 2017 onwards. Yet, little has been done to ensure safe living conditions in their native land. A generally accepted etymological notion of the word Rohingya is that \"Rohang\" comes from the word \"Arakan\" and \"gya\" means \"from\", in the Rohingya dialect. The irony is, these people terming themselves as \"from Arakan\" are barely allowed to live in their own lands.\nIt is not that the world did not react to these atrocities committed against the Rohingya. There have been multiple UNGA resolutions condemning these human rights abuses, and there have also been instances when sanctions were imposed on the Myanmar junta by countries and blocs. Unfortunately, none of these seem to have played any role in stopping the ethnic persecution of the Rohingya.\nThe 2017 Rohingya displacement created multiple layers of pressure on host countries, including Bangladesh, which is now sheltering more than 1.2 million refugees. It takes the Bangladesh economy an estimated USD 1.21 billion every year to support Rohingya refugees, as mentioned in an article by The Diplomat.\nAccording to a report published recently by a local news outlet citing an official from the Office of the Refugee Realief and Repatriation Commissioner (RRRC), around 30,438 infants are born in the Rohingya camps each year. And in the face of waning donor support, Bangladesh is grappling to support the refugees, especially in the backdrop of the ongoing global pandemic. In 2017, against an appeal of USD 434 million, the world community pledged USD 344 million as part of a six-month response plan; in 2018, it was USD 656 million against an appeal of USD 951 million. In 2019, the figure fell to USD 635 million. The worst was yet to come. In 2020, against a request for USD 1,058 million, the donors only pledged USD 509.95 million till October 2020. Till May this year, only USD 340 million has been pledged against a request of USD 1,000 million—just north of a third of the requirement.\nThe living conditions in the Rohingya camps are also growing worse by the day. Sanitation, hygiene and health have become major concerns, especially in the wake of faecal contamination of the land and water, which has led to an increased risk of water-borne diseases.\nDue to deforestation of more than 6,800 acres of forest land where the Rohingya have been sheltered in squalid camps, the refugees remain exposed to the risk of landslides and mudslides during monsoon. As recently as July this year, the Bangladesh authorities had to evacuate around 10,000 Rohingya due to lethal landslides.\nNow unable to accommodate the growing number of Rohingya refugees in cramped camps, the Bangladesh government has been left with no choice but to relocate around 100,000 of them to the remote island of Bhashan Char. While the long-term habitability of Bhashan Char is questionable and is being doubted by the international community and humanitarian agencies, what other choice does Bangladesh have now?\nWith international funding declining drastically and living conditions in Cox's Bazar worsening, Bangladesh is almost left on its own to support these persecuted refugees. Despite the pandemic and the myriad challenges faced by the people of this nation, the Bangladesh government allocated Tk 202 crore in the last budget as part of social safety net programmes for refugees.\nWhile during the time of Aung San Suu Kyi there was a small ray of hope that a safe repatriation of the Rohingya would be possible in the medium to long-run, that has been smothered after the military coup in Myanmar.\nWith no end in sight to the protracted stay and struggles of the Rohingya refugees, Bangladesh is doing its best to provide for them, even while the international community is failing them in both enabling safe repatriation and supporting them with livelihoods. Right now, relocation of the Rohingya to Bhashan Char looks like the most feasible option that Bangladesh can offer. The international community should support Bangladesh in making Bhashan Char more liveable and safe for the Rohingya, or provide the country with more funding so that it can arrange better accommodation for them. Complaining and pointing out flaws is not going to help any of the parties involved, not least the refugees. Until the international community is able to ensure that the Rohingya will be protected in their homeland from the Myanmar military regime's brutal crackdowns, the least they can do is support Bangladesh in providing for them.\n \nTasneem Tayeb is a columnist for The Daily Star. Her Twitter handle is: @tasneem_tayeb\n",
        "headline_1": "Four years on, no end in sight to the plight of the Rohingya",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/closer-look/news/four-years-no-end-sight-the-plight-the-rohingya-2159946",
        "news_paper_name": "The Daily Star",
        "publish_date": "26-08-2021"
    },
    {
        "full_article": "Death is always difficult to accept, but in the case of some, it is more so. The news of Major (retd) Muqtadir Ali passing away on August 20 not only shocked his family, but also all his freedom fighter colleagues, second war course batchmates, professional colleagues in the energy sector, and personal friends and relatives. It was so because he was in such robust health and was an example to us of healthy living. His brain stroke proved to be fatal. In a matter of a few hours, we lost a dear friend, the freedom fighters a proud example, the energy sector a well-known professional, and the country an ideal citizen who worked relentlessly for its betterment. He was courteous to the core, the first to volunteer for a collective cause, always exuding human qualities and ever ready to extend a helping hand to whosoever needing it. Modesty was his trademark.\nIt was a motley group that had gathered at Murti, a temporary training camp in the mountainous part of northern Jalpaiguri, India, for the training of the second batch of commissioned officer cadets for the Bangladesh army to serve our Liberation War.\nThere were about 70 of us, of various ages and educational and social backgrounds. As we gathered for our first fall-in, in the early hours of an October morning, I looked around at all these unknown faces—recognising only three—and realised that these comrades in arms were all the family I had, for God knows how long? Suddenly, all these unfamiliar faces' fates seemed to have been blended into mine and magically made one.\nThey were all filled with a youthful and dreamy determination to fight for the country now under Pakistani occupation. We all had an unspoken sense of being a part of a far bigger historical force, of something grand and noble and beautiful. During our first break, we started talking and getting to know each other.\nThere was one youthful face, full of earnestness, sincerity and grace that naturally drew me towards him. This was the first time that I met Muqtadir Ali, soon to become one of my constant sources of warmth, support and friendship. We exchanged personal information, and unbeknownst to us, a bond was forming and the seeds of a life-long friendship were being sown. Every day, through our physical training, theoretical classes, evening games, long night patrols and modest meals, our friendship grew.\nMuqtadir was an ideal officer cadet—disciplined, sharp, eager, energetic, agile and mentally strong. He was often the first one to answer questions by the training instructors and the one to rigorously engage them on issues of formulating strategies and tactics, whose rudimentary levels we were being taught.\nThere was a special dynamic among the 70 of us who, by some unknown and unfathomable stroke of fortune, had been thrown together. We realised that for the foreseeable future, our whole world consisted of just us—this diverse group of freedom fighters, most of whom we did not know till the day we came together at the Murti camp. Our Liberation struggle was that unique moment in history that brought us together, our love for our motherland was that magical bond that held us together, and our firm belief in the independence of Bangladesh was the dream that strengthened us, in every moment of the time that we spent together.\nIt was often that we felt anxious and worried about our parents and loved ones that we left home. There were many occasions where we would huddle together and talk about the atrocities that we had ourselves witnessed. Muqtadir's was a very meaningful and powerful presence for us in those occasions. He would drive away our sorrows with his optimism, his ardent hope about the future and his steely determination about our purpose. All this had a magical impact on our psychology and strengthened our motivation to carry on, whose frequent author was Muqtadir.\nWithin a short time, I became close to Muqtadir, who showed most of the virtues that make for an ideal freedom fighter. I learnt about his personal life, his family and especially about what he did before he joined the Murti camp. He joined the Liberation War in May and after some initial training, joined Major CR Datta's operation in what later became Sector 4. His extraordinary valour and readiness to engage the enemy earned him great respect from his compatriots, which later resulted in his nomination for the Murti training to be an officer in the Bangladesh army. In everything he did, he exuded confidence, commitment, determination, a single-minded sense of purpose and a spirit of sacrifice that would make him, later in his life, an exceptional professional in the service of his country. In the future, he would be a part of that committed group who would work tirelessly to build Bangladesh after independence.\nAfter independence, we parted ways. On returning from Murti in February 1972, I resigned from the army and re-joined my studies at Dhaka University, and later entered journalism.\nIt was really after I co-founded The Daily Star in January 1991 that my friendship with Muqtadir began anew. By this time, he was a well-known professional and had for years worked at Titas Gas Company, of which he later became Managing Director. He also became the chairman of Petro Bangla and chairman of the Petroleum Corporation of Bangladesh. He retired as an additional secretary of the government in 2012 and served the private sector in various advisory capacities.\nHis long involvement in the gas sector earned him respect from experts. He devoted himself to learning more and more about the vital energy sector, thus receiving laurels from his contemporaries.\nHis role as the founding secretary general of the Bangladesh War Course Foundation (BWCF), an organisation of all the participants in the first and second war courses at Murti, was most exemplary. His energy, discipline, commitment and care for the foundation got us off to a great start. Subsequently, he held various executive posts, in all of which his performance was unmatched. In fact, for those of us who were not such regular members, Muqtadir was the person who would constantly strive to get us more involved. Thus, for any activity of the foundation, I could count on his unfailing effort to move us forward.\nIn his passing, we have lost another freedom fighter and a patriot. Several such brave and committed freedom fighters left us during these trying times. Due to the pandemic, we couldn't observe their passing in the appropriate manner that they so richly deserved. But we must remember that with the passing of each of them, we are losing members of that blessed generation who had the honour and the privilege of being personally involved with that glorious moment in our history that gave us an independent country, where we can live in freedom.\nMy tribute to each and every one of them for their unique roles in 1971—roles that were a blend of youthful energy, courage, sacrifice, love and a beautiful dream of freedom and a life of dignity. Muqtadir, who personally touched so many of us in so many splendid ways, personified all these qualities in a magnificent way.\n \nMahfuz Anam is Editor and Publisher, The Daily Star.\n",
        "headline_1": "Tribute by Mahfuz Anam: Major (retd) Muqtadir Ali, an unassuming patriot from the blessed generation",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/tribute-mahfuz-anam-major-retd-muqtadir-ali-unassuming-patriot-the-blessed-generation-2159941",
        "news_paper_name": "The Daily Star",
        "publish_date": "26-08-2021"
    },
    {
        "full_article": "Yesterday marked the fourth anniversary of the deadly Myanmar military operations against the Rohingya community in Rakhine State, Myanmar, which led to the mass exodus of hundreds of thousands of Rohingya refugees to Bangladesh, fleeing what was described by the then UN human rights chief as a \"textbook example of ethnic cleansing\". At the time, there was widespread condemnation of the atrocities committed by the Myanmar military, as well as praise for Bangladesh for opening its borders to the persecuted refugees. However, it is extremely disheartening to see that, four years on, the international community has failed to put its money where its mouth is, as international funding for Rohingya refugees continues to decline.\nAccording to a report in this daily yesterday, the fund for humanitarian assistance for refugees and host communities in Cox's Bazar—which ranged between 72 and 75 percent of the total requirement in the first three years since 2017—came down to 65 percent in 2020. Until July this year, USD 366 million has been committed or disbursed, which is only 34 percent of the required amount of around USD one billion for this year. On the other hand, the military coup and recent unrest in Myanmar, which includes brutal crackdowns on pro-democracy protesters, have also put the repatriation of refugees at risk, creating even greater uncertainty in the lives of the refugees trapped in Bangladesh.\nIt is contemptible that not only has the international community, including ASEAN countries, failed to properly condemn the Myanmar military's unlawful seizure of power, but they are now also failing to support its victims. According to experts, the slashing of humanitarian funds in the camps will only increase the risks of human trafficking, gang violence, drug-related crimes, domestic violence and early marriage, as well as leave Rohingya youth vulnerable to being exploited by extremist groups. It is widely acknowledged that the best way to minimise these risks is to provide education and income-generating activities within the refugee camps, while strictly maintaining law and order. However, this cannot be done by the host country in isolation—the international community must do its fair share in supporting Bangladesh. In turn, the Bangladesh government must also conduct joint campaigns for funding and keep up the pressure on donors, so that we are better equipped to ensure the rights and protection of refugees within our borders.\nAlready, there are worries that the humanitarian crisis in Afghanistan will take the spotlight away from the Rohingya. However, we cannot accept a situation where the world is only concerned with one crisis at a time, forgetting that other communities and groups are also in dire need of support. Despite being one of the world's most populous nations, Bangladesh has generously hosted Rohingya refugees for decades. It is time the rest of the world came forward and provided robust support for refugee-hosting nations, which includes coming up with comprehensive solutions to the plight of the Rohingya refugees.\n",
        "headline_1": "Worrying decline in funding for Rohingya refugees",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/worrying-decline-funding-rohingya-refugees-2160906",
        "news_paper_name": "The Daily Star",
        "publish_date": "26-08-2021"
    },
    {
        "full_article": "A group of teachers from different universities announced on Tuesday that they will start holding symbolic classes in open spaces if the authorities do not reopen universities from the first week of September. Alongside this demand, they have also provided a roadmap to ensure greater safety for students, a precondition for reopening.\nAccording to the roadmap, the residential halls should be reopened immediately (from September 1) for honours and master's students—then for following batches in phases. Exams should only be taken after residential facilities are provided—students staying in dorms and those coming from home should be seated in separate rooms to curb Covid-19 transmission. A hybrid system of education—where students can opt to attend classes either offline or online—should be offered for convenience. And lastly, Covid-19 testing facilities and vaccination centres have to be set up on campuses.\nEven after ensuring these steps, there will be plenty more to do, and the University Teacher's Network, as the group of teachers is called, has recognised that. Which is why they have also called on authorities to abolish the \"gonoroom\" system in halls—and have instead advocated for the transfer of authority back into the hands of teachers from the ruling party's student wing, which has gained enormous influence across university campuses in recent times. Moreover, steps have to be taken to ensure that hygiene rules are being followed.\nGiven the immense length of time over which most education has remained completely stalled, the authorities should seriously consider these suggestions, as well as others that have been made by academics and experts regarding reopening educational intuitions. The DU authorities have already announced that they will reopen dormitories in the first week of October for the resident students of master's and honours final year, who will sit for their exams, and we believe that is a good first step. But government authorities must provide universities with full support in order for them to reopen safely.\nOn the flipside, the government should also use this time to make preparations for the reopening of primary and secondary schools. As revealed by Unicef on Tuesday, Bangladesh's school closure since March 17 last year has been the second-longest school closure in the world. This means that, on the educational front, Bangladesh is falling further behind the rest of the world. And this is something that we cannot afford to do. The psychological toll this prolonged closure must be having on students is simply unimaginable. Unless absolutely necessary, we see no reason why reopening of schools should be postponed any further.\nAt the same time, prioritising the health and safety of all students is vital. For that, academics and other experts have provided the government with plenty of good, workable suggestions. It is now up to the government to formulate those into a system and work alongside educational institutions to implement them effectively.\n",
        "headline_1": "High time for in-person learning to restart",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/high-time-person-learning-restart-2160901",
        "news_paper_name": "The Daily Star",
        "publish_date": "26-08-2021"
    }
]