[
    {
        "full_article": "At 5.40 p.m. on August 23, the Chandrayaan-3 lander was a 1.7-tonne hunk of metal, plastic, and glass speeding in an orbit some 30 km above the moon. But in the next 23 minutes, it had made history by slowing down, righting itself, and — guided by a suite of sensors and actuators — gently descending to the moon’s surface. As it touched down shortly after 6 p.m., people gathered at the various Indian Space Research Organisation (ISRO) centres, and across India were jubilant. India is only the fourth country in history to have soft-landed a spacecraft on the moon, and the first to have done so in the moon’s South Polar region. The feat illustrated a simple fact of complex space flight missions: by virtue of their enormous hunger for resources but at the same time capacity for caprice, succeeding at them is indistinguishable from a triumph of human will. That is why they are capable of galvanising people — as Chandrayaan-3 has now done for India. The immediate implication of the Chandrayaan-3 lander now sitting on the moon is that ISRO took away the right lessons from the failure of the preceding mission, Chandrayaan-2. In September 2019, as the Chandrayaan-2 lander was 2.1 km above the lunar surface, ISRO lost contact. Based on data transmitted by the lander until then and that from other sources, including the Chandrayaan-2 orbiter, ISRO pieced together the distal causes of the lander’s premature demise. Experts at ISRO then modified 21 subsystems to give rise to the upgraded Chandrayaan-3 lander. The latter is particularly distinguished by the redundancies built into it: if one component or process had failed, another would likely have taken over.Taking a broader view of time, Chandrayaan-3 sits at an important juncture. India is now a member of the Artemis Accords, the U.S.-led multilateral effort to place humans on the moon by 2025 and thereafter to expand human space exploration to the earth’s wider neighbourhood in the solar system. Given the firsts that India has now achieved, it has an opportunity to lead the other Artemis countries interested in maximising the contributions of the space sector to their economies, alongside the U.S. While Russia and India were not racing to land on the moon this week, the failure of Russia’s Luna-25 spacecraft on August 19 foretells the country’s ability to contribute in more limited fashion, in this decade at least, to the International Lunar Research Station programme, which it leads together with China as a parallel axis to the Artemis Accords. With Chandrayaan-3, India has also demonstrated familiarity with the major types of interplanetary spacecraft: orbiters, landers, and rovers. The Chandrayaan-3 rover is rudimentary, and speaks to an important focus area for the Indian space programme: the planning and implementation of scientific missions. The data from Chandrayaan-3’s scientific instruments will be crucial because the mission will be the first to physically, chemically, and thermally characterise the soil, subsoil, and air near the moon’s South Pole on location. India has some measure of technological superiority now compared to most other space-faring countries, and it should press the advantage by going to more places in the solar system and conducting stellar science. The better space-based scientific instruments currently operated by India are largely concerned with earth-observation and remote-sensing; AstroSat is a notable exception as the forthcoming Aditya-L1, XPoSat, and NISAR missions are expected to be. In the relatively recent past, Chandrayaan-1 was scientifically well-equipped whereas the Mars Orbiter Mission had room for improvement (it was a technology demonstrator but at the same time it did get to Mars). Better science results demand more investment in research, both in the public and private sectors, rather than spending cuts, and mission design that puts scientific outcomes before engineering thresholds and launchability.The landing also brings to a close the second phase of India’s lunar exploration programme. The third phase will begin with a collaboration between ISRO and the Japan Aerospace Exploration Agency (JAXA) for the Lunar Polar Exploration (LUPEX) mission, which also involves a lander and a rover that will study water-ice at the moon’s South Pole. LUPEX is set to use the landing system that ISRO developed for Chandrayaan-2 and -3. This is an important reason why the failure of the surface component of the Chandrayaan-2 mission placed its successor under great pressure. It is notable that this is the gear that Russia was to provide for Chandrayaan-2, but could not in the aftermath of its ill-fated Fobos-Grunt mission in 2011, prompting ISRO to develop one on its own. Finally, ISRO is on a roughly fixed path vis-à-vis future missions from which deviations — such as those as a result of Chandrayaan-2 and the COVID-19 pandemic, but also the sluggish production of rockets — are financially and politically expensive. The success of Chandrayaan-3 gives ISRO the confidence to graduate to the next steps: satellites powered by electric motors, quantum communications, human space flight, reusable launch vehicles, planetary habitation, and interplanetary communications, to name a few. The commerce of space also demands a greater launch cadence and lower launch costs. Private sector contributions to many of these aspects will be crucial, especially to accelerate innovation and open new vistas in which this renewed vector of human enterprise can contribute to India’s development. India is over the moon. From now on, ISRO will have the chance to lead from the front. \nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nspace programme\n\n/\n\nIndia\n\n/\n\nRussia\n\n/\n\nUSA\n\n/\n\nChina\n\n/\n\nscience and technology\n\n/\n\nJapan\n\n/\n\nISRO",
        "headline_1": "On the moon, over the moon",
        "headline_2": "Chandrayaan-3 signals the launch of India’s time in space exploration",
        "link": "https://www.thehindu.com/opinion/editorial/the-hindu-editorial-on-chandryaan-3-soft-landing-on-the-moon-over-the-moon/article67227908.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "24-08-2023"
    },
    {
        "full_article": "More than three months since ethnic violence broke out in Manipur, there are still little or no signs of lasting peace. From competing groups imposing blockades of arterial roads to sporadic attacks resulting in deaths, the conflict is rife with incidents suggesting the breakdown of law and order. Another indication of the state of affairs is the difference in perceptions between the police and the paramilitary Assam Rifles with unedifying acts such as an FIR being lodged by the police against the latter for “obstructing” it from discharging its duties. Far from moving away from the ethnic quagmire and in search of a détente, the situation is more like a powder keg. That people are still in relief camps and many houses have been destroyed, and anyone seeking peace has been subjected to violence or threats also attest to this unfortunate fact. India’s mainstream polity had an opportunity to use the monsoon session of Parliament to nudge key stakeholders to work towards reconciliation. But that opportunity was seemingly lost, as Prime Minister Narendra Modi and Home Minister Amit Shah had little to say beyond homilies on what needs to be done even as the Opposition only sought to pin down the government for its failures as a means to score a political point in the run-up to the 2024 Lok Sabha election. The events in Manipur so far suggest that the ethnic conflict festers because of the intractable positions by the Meitei and Kuki-Zo leaders. The Meitei refuse to acknowledge the sense of bias in the State government’s actions — especially by Chief Minister N. Biren Singh — that have alienated the Kuki-Zo and its representatives, cutting across party lines. The latter seeks to harp on the idea of a “separate administration”, complicating the fragile co-existence of ethnic identities in the State which include others such as the Naga community. The refusal of civil society representatives to rise above their ethnic differences has also exacerbated the conflict, which has worsened due to the lack of accountability of the State government and its refusal to change its leadership — a step that seems to be the only clear possibility of bringing forward reconciliation. Manipur is a vital border State and the continuing distrust between the Meitei and Kuki-Zo will have a lasting impact on future generations, severely hampering progress. The Union government’s choices are clear: it can either continue the narrow-minded emphasis on not giving into any critique, even if constructive, and let the situation fester into an uneasy stasis, or take up the gauntlet and bring about substantive changes in the State leadership, heralding steps towards reconciliation.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nManipur\n\n/\n\nunrest, conflicts and war\n\n/\n\npolitics\n\n/\n\ntribals\n\n/\n\nPrime Minister Narendra Modi",
        "headline_1": "Festering wounds: On Manipur’s elusive peace",
        "headline_2": "Manipur continues to remain on the boil due to ineffective governance",
        "link": "https://www.thehindu.com/opinion/editorial/festering-wounds-on-manipurs-elusive-peace/article67223852.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "24-08-2023"
    },
    {
        "full_article": "Nessie, Yeti and those lovely lurking beasts can remythologise this oh-so-banal world\nIn TH White’s Arthurian trilogy, The Once and Future King, one of the knights of Camelot, Sir Pellinore, dedicates his life to pursuing a mysterious creature, the Questing Beast. Over long years, he tracks his elusive quarry through deep forests and desolate wastelands, far from the haunts of men, following the spoor left by the Beast’s fewmets until, overcome by age and the futility of his mission, Sir Pellinore gives up the chase and returns to a well-earned rest in Camelot.\nHis retirement, however, is short-lived. For a plaintive snuffling outside the city’s walls announces the Questing Beast’s presence, which has tracked down its erstwhile pursuer to coax him into renewing the chase. After all, what’s the use of being a Questing Beast if there’s no one questing after you?\nWith a sigh of noblesse oblige, the gallant knight dons the spurs that he’d hung up and sets off again in pursuit of his fugitive. The maps of antiquity, which featured vast tracts of uncharted terror firma, marked with the ominous caveat, ‘Here Be Dragons’, have long been dispelled by the hi-tech wand of GPS navigational systems that have forever banished unexplored wildernesses from the face of the planet.\nBut the enticing unknown still exists, lurking in the twilight zone of fertile imagination, where wondrous things still go bump in the impending night of undiscovery, their silent siren songs luring us to search for them. Unlike Sir Pellinore, we have not one, but many Questing Beasts, to track down in the labyrinth of legendary lore.\nPerhaps, the most celebrated of these creatures is the Loch Ness Monster, who’s earned herself a feminine identity and the endearing nickname of Nessie. She is believed to inhabit the Scottish lake of that name, the largest and one of the deepest freshwater bodies in Britain. First purportedly spotted in 1933 by the manager of a lakeside hotel, Nessie has attained worldwide fame and become the biggest tourist draw in the region.\nThese numbers are set to reach recordbreaking levels at the end of this month when the official Loch Ness Centre has announced the biggest-ever search for Nessie and sent out a summons to ‘all budding monster hunters’ to participate in it. The proposed hunt will use modern gadgetry to unearth – or rather, unwater – the gargantuan critter, which now has evaded successive attempts at finding it, including one organised by the Loch Ness Investigation Bureau in 1972.\nCloser to home is the realm of the humanoid Yeti, the so-called Abominable Snowman of the Himalayas, said to be a denizen of the high pinnacles of eternal snow. During the 1950s-1960s, when the Cold War was at its peak, and Earth a ticking doomsday clock minutes away from nuclear Armageddon, inexplicable phenomena like UFOs, and little green men from Mars, provided diverting distraction from the looming threat of destruction.\nThe Yeti took pride of place in this unearthly pageant, and in 1961, Everest hero Edmund Hillary led a team on a six-month-long quest for the Snowman. Though tracks supposedly left by it were discovered, the creature proved untraceable, and a supposed ‘Yeti’ scalp obtained from a remote monastery turned out upon forensic scrutiny to be that of a Himalayan bear.\nHowever, the Yeti remains tantalising bait for monster buffs. As does its overseas counterpart, Bigfoot, or Sasquatch, a large, 8-foot-plus hairy inhabitant of the forests of the Pacific Northwest in the US and Canada. Unlike the Yeti, whose existence no documented evidence exists, Bigfoot has allegedly been captured in blurry photographs.\nMay Sasquatch and his marvellously monstrous ilk remain forever unfound. For they may well satisfy a deep-seated psychic need by doing so. According to Carl Jung, the triumph of scientific rationalism has ‘desacralised’ the world of the mind, which we require to remythologise through mystery.\nAnd what better mystery than made-up monsters, seductive serpents of a forsaken Eden?\n\n",
        "headline_1": "Thank you for the mystery, monsters",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/jugglebandhi/thank-you-for-the-mystery-monsters/",
        "news_paper_name": "The Times of India",
        "publish_date": "24-08-2023"
    },
    {
        "full_article": "A licence to import computers created panic and triggered abrupt disruptions. Incentivise local design, work with industry, encourage component makers to shift to India\nOn August 3, GOI dropped a bombshell, frightening both industry and consumers. The free import of personal computers, laptops and tablets was banned with immediate effect. A licence would be needed to import a computer. Apple, Dell and Samsung stopped orders from abroad.\nStudents asked where to queue up for a licence. Parents wondered if prices would go up. IT companies were worried about the future of their business. There were anxious calls from overseas investors, asking if the Indian economy was in trouble. “Doesn’t India have comfortable reserves?” asked one. Another hoped India was not going the way of Sri Lanka and Pakistan.\nRead full opinion on TOI+\n\n",
        "headline_1": "The laptop error",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/the-laptop-error/",
        "news_paper_name": "The Times of India",
        "publish_date": "24-08-2023"
    },
    {
        "full_article": "In a few hours, Chandrayaan-3 will – hopefully – successfully soft land on the Moon. A singular feat for India’s space mission, more so for a nation whose space agency Isro works on shoestring budgets. It is a measure of the scientific acumen behind India’s 61-year-old space programme that it continues to deliver high science, despite the paucity of funds and a not-really-expanding talent pool.\nBudget for 2023-2024 allocated ₹12,544 crore for government space activities, 8% less than what was earmarked in Budget 2022-23. In 2021-22, the allocation was ₹12,474 crore. In 2020, GOI launched a facilitator-cum-regulator body INSPACe, as a link agency between Isro and the private sector. Private space startups, which number around 150 now, can use Isro’s scientific and technical expertise, its infrastructure and its data, but it is a long voyage for them to tap funds, manufacturing bases, and get customers to boost business.\n\nIsro’s bread-and-butter is its satellite launchers. India’s key legacy technology, PSLV, along with GSLV and SSLV, has successfully launched 431 satellites for 36 countries till July 2023. Till July 2022, Isro had earned $223 million in its lifetime from launching foreign satellites aboard PSLV. This, when India is one of just 10 nations capable of launching rockets, North Korea aside. We are barely among the top 15 countries on numbers of satellites in orbit. India accounts for just 2% of the global space economy. GOI targets a 9% market share by end of the decade. But a report by consulting firm Arthur D Little estimated that while on the current “trajectory”, India’s space economy could reach $40 billion by 2040, “India has the potential to claim a much larger share of the global space economy,… $100 billion… opportunity by 2040.” So, it’s a question of reconfiguring Isro’s ambition and it’s also a question of the support it gets.\nThe space agency must have the funds and the scientists to ensure innovation, to do science that is transformational, not incremental. It’s been years since Isro has expanded its manpower strength. A declining number of students pursuing PhDs doesn’t help. A successful Moon mission is bound to translate into international collaborations. But can India exploit opportunities that come her way? It isn’t rocket science, but it does call for some deep changes.\n\n",
        "headline_1": "Not rocket science: Even as we get closer to the Moon, let’s recognise India should be a much bigger player in global space economy",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/not-rocket-science-even-as-we-get-closer-to-the-moon-lets-recognise-india-should-be-a-much-bigger-player-in-global-space-economy/",
        "news_paper_name": "The Times of India",
        "publish_date": "24-08-2023"
    },
    {
        "full_article": "IMD has forecast more heavy rainfall for the Himalayan foothills in the coming days. So, Himachal Pradesh and Uttarakhand, where the rains have already triggered hundreds of deaths and much destruction, may have to take further monsoon blows. The year began with alarming subsidence in Joshimath and the bad news has just kept pouring in. Through it all one message has become crystal clear, that these mountain states need a new development model. Breakneck widening of roads, construction of highrises and gushing of tourists are unsustainable and dangerous. However, despite months of debris and evidence piling up, whether the two state governments have accepted this clear message remains worryingly unclear.\n\nA telling story in TOI yesterday outlined how in the case of Shimla, the past couple of decades have seen geological and environmental norms flagrantly violated by government itself, with others then aping it. It still continues to battle NGT efforts to stop Shimla’s perilous vertical growth and encroachment of green zones. CM Sukhu has promised to fully restore the damaged infrastructure within a year, but the commitment that is really needed is to rebuild sustainably. CM Dhami next door has kept up the celebration of record pilgrim numbers and walked back from capping these. He has also criticised how an atmosphere of “fear” was created about Joshimath and declared everything as “normal” there. Work on the Helang-Marwari bypass near Joshimath has been restarted without any public broadcast of new safety features. Amid continuingly unusual occurrences like residents of the upper Ganganagar area in Rishikesh reporting groundwater oozing out from the floors of their houses, government is acting as usual. This nonchalance is a guarantee of more pain with the next heavy rain.\nIf the 1976 Mishra committee’s excellent and prescient report hadn’t fallen victim to indifference, Uttarakhand and Himachal Pradesh would not be suffering so much today. This year’s lessons mustn’t be similarly ignored. One essential task is a truthful assessment of the carrying capacity of the hill towns. The tourism industry needs to be practically reimagined here.\n\n",
        "headline_1": "Respect the mountains: Himachal and Uttarakhand need to reimagine the road ahead, not repeat what got washed away",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/respect-the-mountains-himachal-and-uttarakhand-need-to-reimagine-the-road-ahead-not-repeat-what-got-washed-away/",
        "news_paper_name": "The Times of India",
        "publish_date": "24-08-2023"
    },
    {
        "full_article": "The lists of dengue infections and deaths are only getting longer, and nobody can tell if, or when, the situation will get better. The prices of daily essentials continue to skyrocket, with the price of eggs, the go-to protein for the poor, now equal to that of a kilogram of broiler chicken. Meanwhile, more than 50 people were killed in the floods in Chattogram and the Chittagong Hill Tracts area in recent weeks.\nIn all of this, it is the common people (or in the context of the upcoming national election, the voters) who are the worst sufferers. But the politicians seem to be blissfully oblivious to the plight of their electorate. There is no denying that the country is headed towards its next parliamentary election with the two major political parties harbouring opposite stances regarding the election itself. Of course, a free, fair, and inclusive election is necessary for a better society and stronger democracy. But when people are suffering the most, when they are dying because of poor governance, how can the political parties focus on only the physical exercise of the election and how it will play out in about four months? Shouldn't their focus be on how best to serve the people now? Shouldn't they be concerned about the welfare of the poorest of society? Shouldn't our politicians be working to win the hearts and minds of the people, instead of engaging in political power play with their archrivals?\nIdeally, and historically, people get into politics for the welfare of their people. But it appears from recent political machinations that the people have been conveniently forgotten or even sidelined in the game of politics. When one political party says that the country's people are with it, and the other party claims that it represents the people, I can't help but wonder who it is that is actually representing me, or has my interests at heart.\nBangladeshi politics is going through a critical phase. The fact is that politicians have lost control over politics in general, which appears to have been hijacked by corporate interests – given the representation of businessmen and former bureaucrats in the parliament. Currently, around 62 percent of lawmakers are from the business sector. The government's dependency on the administration has increased. And none but the politicians have brought this upon themselves, in their pursuit of shortcuts and expediency. When career politicians become weak, so does politics. And when the people are sidelined, politics – so far as it is concerned with maintaining democracy – becomes more fragile.\nIt is in this context that the exhortations of the diplomatic corps in Dhaka – India, China, the US, and the EU – about the supremacy of the people and how they hope that the people's wishes will be reflected in the outcome of the election, are both ironic and intriguing.\nThe two previous elections changed the nature of Bangladeshi people's participation in national politics. The 2014 election, which BNP had boycotted and which saw 153 lawmakers being elected uncontested, remains a rare example of a lopsided election. In the 2018 election, many people were denied the right to cast their votes, and allegations emerged of ballot-stuffing on the eve of elections, so much so that it was even mentioned by Awami League's alliance members. When politicians found that they could get elected even without votes, voters ceased to become a factor to consider when trying to win elections. In the past, candidates did have to woo voters, and win their hearts and minds to get their votes. But now, when a mere nomination all but guarantees victory for a candidate, the exercise of putting in effort to win voters has become all but cosmetic.\nOn the other hand, while the opposition can do little so far as actual measures are concerned – whether that relates to dengue or prices – it is their responsibility to hold the government accountable. It falls on the opposition to keep these issues alive so that the government cannot ignore them. One way to do that is in parliament, which has unfortunately lost its purpose since the official opposition is, by and large, an informal extension of the ruling party alliance. Meanwhile, the main opposition camp on the streets, BNP, is too obsessed with its one-point demand for a resignation of the ruling government than with the plight of the voters.\nSo now, whenever I hear calls for this or that \"in the name of the people,\" and when political parties launch campaigns for the supposed sake of the people, it seems to me that those politicians are merely cementing their political careers using the name of the people. Is anyone actually thinking about the families of those 50 people who died in the floods? Or about the children who are going to bed hungry in Bangladesh even now? That one has to pose such questions in a column is perhaps an even bigger tragedy.\nMohammad Al-Masum Molla is chief reporter at The Daily Star.\n",
        "headline_1": "A people sidelined by its politicians",
        "headline_2": "",
        "link": "https://www.thedailystar.net/the-street-view/news/people-sidelined-its-politicians-3401086",
        "news_paper_name": "The Daily Star",
        "publish_date": "24-08-2023"
    },
    {
        "full_article": "The 2008 financial crisis in the United States kicked off a debt supercycle, which spread to Europe in 2010 and has recently engulfed many of the world's low-income and lower-middle-income countries. Could the debt woes of Country Garden, the behemoth Chinese real-estate developer now facing billions of dollars in losses, augur the cycle's next turn?\nThe answer remains unclear. While the Chinese authorities have a remarkable track record when it comes to containing economic crises, the challenges posed by a significant growth slowdown, combined with high debt levels – especially for local governments and the property sector – are unprecedented.\nChina's current problems can be traced back to its massive post-2008 investment stimulus, a significant portion of which fueled the real-estate construction boom. After years of building housing and offices at breakneck speed, the bloated property sector – which accounts for 23 percent of the country's GDP (26 percent counting imports) – is now yielding diminishing returns. This comes as little surprise, as China's housing stock and infrastructure rival that of many advanced economies while its per capita income remains comparatively low.\nAt the same time, in what had once seemed like a race between a tortoise and a hare, the US is speeding toward artificial-intelligence-powered technological innovation and higher long-term economic growth. As highly respected Wall Street Journal economics commentator Greg Ip recently put it, \"No one talks about secular stagnation now,\" referring to a theory that a chronic deficiency in global demand and economically important innovation will hold down growth and real interest rates long into the future.\nFunnily enough, I said much the same at a conference seven years ago. In my presentation, which was based on my 2015 paper \"Debt Supercycle, Not Secular Stagnation,\" I explained that post-crisis malaise was typical and would at least partly fade. I then conjectured that \"in nine years, nobody will be talking about secular stagnation\" – a perhaps hyperbolic remark to underscore the point.\nOver the past decade, the overwhelming consensus in academic and policy circles has been that the world is deeply mired in an era of ultra-low interest rates driven by weak growth fundamentals. And in fact, it remains so today. For example, Northwestern University economist Robert J Gordon's magisterial history The Rise and Fall of American Growth offers persuasive arguments for the death of innovation and the end of growth. Gordon posits that post-1970s inventions – even the computer revolution – are not nearly as economically important as, say, the steam engine or electricity generation.\nBillionaire investor Peter Thiel and former world chess champion Garry Kasparov made similar arguments in a 2012 debate on the topic of \"Innovation or Stagnation\" at the University of Oxford. Arguing on the \"innovation\" side of that debate, I pointed to advances in chess that heralded the coming of an AI age, while also noting that commercial innovation invariably stalls at times, for example during the Great Depression. In fact, my greatest concern has never been an end to innovation, but rather that the rise of AI will outpace our ability to control it.\n\nProgressive politicians have used this work to make the case that bigger government is needed to fill the void.\nThere are strong arguments for secular stagnation on the demand side, owing to demographic decline. In a brilliant 2013 speech, Harvard economist Lawrence H Summers argued that only a continuing shortfall in global demand could explain the era's ultra-low interest rates, triggering an avalanche of research on fundamentals that could explain the demand deficiency. Progressive politicians have used this work to make the case that bigger government is needed to fill the void. Summers, however, was more circumspect, advocating increased investment in infrastructure and education, and outright transfers from rich to poor – ideas with which I strongly agree.\nBut despite some good arguments for secular stagnation, concerns about sustained slower growth are overblown. Charles Goodhart and Manoj Pradhan have challenged the view that demographic decline inevitably lowers demand by pointing to the rapidly growing elderly population.\nMoreover, long-term trends are not wholly responsible for the spectacular collapse in real interest rates after the 2008 crisis; the collapse was at least partly because of the crisis itself. After all, interest rates also fell to zero during the Great Depression and stayed there – until they didn't. Notably, the rate on ten-year inflation-indexed Treasury bonds is currently well above its average level of about zero from 2012 to 2021.\nThe debt supercycle may have lasted longer than initially expected, perhaps because of the pandemic. But it was a critical piece of the story, and now, as China's economy falters, it is the best explanation for what might come next.\nKenneth Rogoff, professor of Economics and Public Policy at Harvard University and recipient of the 2011 Deutsche Bank Prize in Financial Economics, was the chief economist of the International Monetary Fund from 2001 to 2003.\n\n",
        "headline_1": "The debt supercycle comes to China",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/the-debt-supercycle-comes-china-3401066",
        "news_paper_name": "The Daily Star",
        "publish_date": "24-08-2023"
    },
    {
        "full_article": "It has been quite some time since the authorities decided to relocate the traders of Karwan Bazar Kitchen Market to the Amin Bazar and Jatrabari wholesale markets. Reportedly, most traders are still not willing to go there because they fear it may affect their business negatively. Up until now, only some 300 wholesalers have agreed to relocate their shops. But most businesses – including retailers selling groceries, clothes, hardware and electronics items – are still against the move. The kitchen market was long marked as risky by the authorities, and already 90 percent work of the Amin Bazar and Jatrabari markets is complete, so there is hardly any option left for the traders but to close shop here. But there should be proper arrangements in place to facilitate or ease their relocation.\nAt present, there are 1,789 permanent and 180 temporary shops at the four DNCC-owned markets of Karwan Bazar. The plan is to relocate them in phases. While the authorities think that the move will improve the supply system for farm products and reduce traffic congestion in the Karwan Bazar area, the traders believe they will suffer huge losses in the new locations. They have also expressed concerns about the new shops which they say are too small compared to those that they now have. Moreover, there is a visible lack of trust between the traders and the authorities concerned as far as the relocation is concerned.\nGiven the situation, we think the authorities should continue discussion with the traders' bodies and come to a solution that is agreeable to all parties. While concerns about inappropriate designs of the newly-constructed markets should be addressed through necessary renovations, the authorities should also consider constructing three separate roads at Amin Bazar and Jatrabari, as the traders have demanded. \nAdditionally, the government should think about giving some financial incentives to them considering the loss they might incur due to shifting their business to new locations. The relocation should be done sooner than later, but not without addressing the traders' concerns first.\n",
        "headline_1": "What’s delaying Karwan Bazar relocation?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/whats-delaying-karwan-bazar-relocation-3401046",
        "news_paper_name": "The Daily Star",
        "publish_date": "24-08-2023"
    },
    {
        "full_article": "It has been quite some time since the authorities decided to relocate the traders of Karwan Bazar Kitchen Market to the Amin Bazar and Jatrabari wholesale markets. Reportedly, most traders are still not willing to go there because they fear it may affect their business negatively. Up until now, only some 300 wholesalers have agreed to relocate their shops. But most businesses – including retailers selling groceries, clothes, hardware and electronics items – are still against the move. The kitchen market was long marked as risky by the authorities, and already 90 percent work of the Amin Bazar and Jatrabari markets is complete, so there is hardly any option left for the traders but to close shop here. But there should be proper arrangements in place to facilitate or ease their relocation.\nAt present, there are 1,789 permanent and 180 temporary shops at the four DNCC-owned markets of Karwan Bazar. The plan is to relocate them in phases. While the authorities think that the move will improve the supply system for farm products and reduce traffic congestion in the Karwan Bazar area, the traders believe they will suffer huge losses in the new locations. They have also expressed concerns about the new shops which they say are too small compared to those that they now have. Moreover, there is a visible lack of trust between the traders and the authorities concerned as far as the relocation is concerned.\nGiven the situation, we think the authorities should continue discussion with the traders' bodies and come to a solution that is agreeable to all parties. While concerns about inappropriate designs of the newly-constructed markets should be addressed through necessary renovations, the authorities should also consider constructing three separate roads at Amin Bazar and Jatrabari, as the traders have demanded. \nAdditionally, the government should think about giving some financial incentives to them considering the loss they might incur due to shifting their business to new locations. The relocation should be done sooner than later, but not without addressing the traders' concerns first.\n",
        "headline_1": "What’s delaying Karwan Bazar relocation?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/whats-delaying-karwan-bazar-relocation-3401046",
        "news_paper_name": "The Daily Star",
        "publish_date": "24-08-2023"
    },
    {
        "full_article": "Bangladesh has hit an unwanted milestone this week as the total number of dengue cases in 2023 reached 1,02,197 (till August 21) – the highest in a single year – surpassing the 2019 high of 1,01,354 in just under eight months. Earlier, the country saw another record broken in terms of the number of deaths, which has crossed 485. We're officially in the worst phase of the short history of dengue on our shores – a stark reminder of how this disease evolved from a seasonal nuisance tied to some cities 23 years ago into an uncontrollable force of nature spreading its tentacles across the country.\nIt's also illustrative of the failure of this government that has repeatedly failed to heed calls for caution – and prioritise the well-being of citizens over its parochial interests – even though the last few years sent plenty of warnings to that effect. Even now, when overwhelmed hospitals are turning patients away, and essential services have been stretched thin, there is still no sense of urgency in our policy circles. A national health emergency is yet to be declared, and a central wing is yet to be opened to expedite and coordinate dengue-related interventions. The authorities in Dhaka, which saw at least 363 deaths till August 21 this year, as well as in other cities are still following traditional, largely ineffective methods of dengue control. As we have warned in a recent editorial, the current measures undertaken by the city corporations are not only unscientific, but are actually contributing to the surge in dengue cases.\nAugust-September is usually considered the peak time for dengue. But if this year has taught us anything, it is that this disease is evolving fast, with new variants and risks of multiple infections coming into the fray, while the deadly combination of rain and increasing warming of our atmosphere (which helps Aedes mosquitoes to breed) may lengthen the danger period. In other words, there may not be any relief any time soon, despite the relative decline seen in recorded cases lately. Additionally, dengue has grown into a year-long menace by now. What all this means is that traditional strategies will no longer work.\nThe authorities, therefore, must shed their laissez faire approach, and allow scientists to fashion a comprehensive response with an eye to the future. Given the current danger level, the priority now is to reduce infections at any cost and equip all hospitals properly. The authorities must not fail in this task.\n",
        "headline_1": "Another day, another dengue record",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/another-day-another-dengue-record-3400996",
        "news_paper_name": "The Daily Star",
        "publish_date": "24-08-2023"
    },
    {
        "full_article": "The first three weeks of August has witnessed the notoriety of a fresh surge in price hike of essentials. There is hardly any vegetable, fish, egg, meat and spice that has not registered an irrational price hike over the past three weeks. The only saving grace is the nation's staple that has not joined the bandwagon. But coarse flour (atta) has become dearer by Tk 5.0-10 a kilogramme (kg). Some of the common and popular vegetables, eggs and broiler meat recorded 20-30 per cent price increase within a week and one particular vegetable has to its credit a hundred per cent price increase. But even this abnormal price escalation has been undermined by the price explosion of whole cumin seed and its powder making it record high in the country's history and also the highest in the world at Tk 1,400-1,600 and Tk 2,200 respectively right now. What is particularly galling is that such unbridled price hike is bleeding the general consumers at a time when prices are going down globally. Even Sri Lanka which saw its inflation climb to as high as 49.72 per cent in 2022 has managed to tame the galloping horse in a spectacular manner. For the tenth consecutive month, it has brought down inflation to just 6.3 per cent last month. Unsurprisingly, the island nation has repaid $50 million of the $200 million loan it took from Bangladesh in time of its severe economic crisis two years ago. It is likely to pay another instalment of $100 million within this month. It seems a country can tide over critical financial crunch by prudent fiscal management. Both public and private sectors need to find a meeting place of collaboration with each other, keeping the national interest high on the agenda. Unholy business cartels are not allowed to take the people hostage, let alone prosper.Sadly, it would be gratifying if the same could be said about today's Bangladesh. The country that was born out of a massive bloodbath and immense sacrifice of the people has seen the rise of swindlers and looters of national resources who never stop at accumulating unearned money. A section of business coteries are always on the lookout for chances to fleece the consumers. There is none --- neither the government nor the people ---to challenge the blatant ploys resorted to by business syndicates in hiking prices of essentials beyond rational explanations. The latest such deplorable manoeuvre involves the sudden increase in onion within hours of India's slapping of 40 per cent duty on the vegetable-cum-spice's export. This comes on the heel of similar price hike in eggs, broiler chicken and a host of other daily necessaries. Although the ministry of fisheries and livestock has set the price of an egg at Tk 12, rational enough if taken into account the cost of production, it is not complied with. Culprits responsible for similar manipulation of egg market in 2022 were detected but not punished. Why? There indeed lies the problem. If punishments were meted out for creating artificial crises of commodities --- like the one clandestinely done earlier in case of cooking oil --- and also for raising prices irrationally, business cartels would have thought twice before repeating the crime.",
        "headline_1": "No end to artificially triggered market volatility",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/no-end-to-artificially-triggered-market-volatility-1692802838",
        "news_paper_name": "The Financial Express",
        "publish_date": "24-08-2023"
    },
    {
        "full_article": "Politics in the United States has been getting curiouser and curiouser since 2016, when Hillary Clinton, fully prepared to replace Barack Obama in the White House, unexpectedly lost to Donald Trump. And then Trump, in his inaugural address in January 2017, spoke in a vein that was a rude departure from his predecessors, Presidents who had disseminated the message of unity from the same platform.It was a chaotic presidency Trump operated. He appointed cabinet members and advisors in dramatic fashion and then dismissed them through tweet messages. He then lost the 2020 election to Joe Biden but refused to accept the results, with the consequence that today he faces as many as ninety-one charges under four indictments. No American former president has been charged with criminal offences before. But none of that has bothered Trump. He remains unfazed.What amazes people around the world about American politics today is that Trump remains an obsession with Americans, in particular with his Republican supporters who continue to believe the 2020 election was stolen from him and who think he should be president again. He remains hugely popular among his base and none of his Republican rivals can match him in the opinion polls, despite the fact that they are, each of them, qualified to be much better candidates than he for the party's presidential nomination. And now observe the Democrats. When Joe Biden was elected President in 2020, the expectation was that he would serve a single term --- his age precluded a second term --- and that for 2024 a younger person, preferably Vice President Kamala Harris, would carry the party standard against the Republicans. But Biden has made it clear he wants to be re-elected in 2024. That has put paid to Harris' ambitions and those of other Democrats who harbour presidential aspirations at this point. The scene is quite intriguing. Two old men --- Trump is seventy-seven and Biden is eighty --- are both going for a rematch (unless the justice system sends Trump to prison before the election). They are both tired men who ought to have called it a day. They have not.Again, if Trump is going through all his legal difficulties, President Biden has his own problems as he seeks a second term. His son Hunter Biden is under investigation for questionable business dealings, with the Justice Department under Attorney General Merrick Garland determined to ensure that the law is applied equally to Trump and the young Biden. But besides the question of age related to Trump and Biden, there is that question of the extent to which the Hunter Biden case will affect Biden's campaign for a second term in the White House. If Trump beats Biden and then if the courts, notably the legal system in the state of Georgia, convict Trump, how will America cope with a situation the likes of which it has never been up against in its history? Something bizarre has happened to the American psyche, in that political sense of the meaning. Indeed, it has been happening over the past many decades, beginning with the election of Ronald Reagan as President in 1980. In these last few decades, men who could have made a positive difference as occupants of the White House were simply unable to make it to presidential office. Michael Dukakis was a good candidate but lost to George H.W. Bush in 1988. In 2000, it was quite clear that Al Gore, Vice President under Bill Clinton, had won the election in a hard-fought campaign. But then the Supreme Court stepped in, stopped the vote count in Florida (where Jeb Bush was Governor) and decided George W. Bush had won the presidency. Back in 1960, there was the suspicion that Richard Nixon had beaten John F. Kennedy, that Chicago Mayor Richard Daley had a hand in manipulating the results in favour of the latter. Nixon's team asked him to challenge the results. To his lasting credit, Nixon declined to take the advice. Eight years later, it was a revived Nixon --- politically astute, an expert in foreign policy --- who beat the Democrat Hubert Humphrey to become America's 37th President.The paucity of qualified candidates for the presidency is today a reality in American politics. And that is quite a departure from the way things were in earlier times. Even as late as 2008, John McCain, a Vietnam veteran and decent man, was the torch bearer of the Republicans against Obama. Four years later it was Mitt Romney, today a Senator, who was the Republican choice against Obama. Looking further back, even Barry Goldwater, a conservative Republican people thought should not have his finger on the nuclear button, was nevertheless a gentleman who lost badly to President Lyndon Johnson in 1964. There was Nelson Rockefeller, who spent years trying to be President but somehow failed to reach the end of the marathon. The highest he could go up to was serving as appointed Vice President under an appointed President Gerald Ford in 1974-1977.There were other good, well-meaning Republicans in those days. Thomas Dewey, Governor of New York, came close to beating President Harry Truman in 1948. Dwight Eisenhower, the World War Two general of fame, won two terms in the White House, beating the cerebral Democrat Adlai Stevenson both times. In 1968, George Romney, Governor of Michigan, entered the race for the Republican presidential nomination but withdrew when he realised that America's generals had given him a misleading picture of the situation in Vietnam. He subsequently served in President Nixon's cabinet.Harold Stassen and William Scranton failed to win Republican support for the presidency. Among Democrats, there has been a plenitude of presidential politicians --- Hubert Humphrey, Eugene McCarthy, Robert Kennedy, Edmund Muskie, Edward Kennedy, John Kerry, Hillary Clinton, Bernie Sanders, Gary Hart --- each of whom could have made a difference in American politics.Given the legacy which has been associated with American presidential politics, the landscape today, as Americans prepare to vote next year, is barren. Biden has little wish to walk away into the sunset; and Trump, for all his wrongdoing and indiscretions, will not find peace until he regains the presidency. How times have changed! In 1961, Dwight Eisenhower was the oldest man to have completed two terms in the White House. In 1980, much speculation went into the candidacy of Ronald Reagan, then seventy and till that point the oldest candidate in history for the White House. And today, two men, one in his late seventies and the other in his early eighties, plan on fighting it out again in 2024.Gerontocracy overshadows American politics today.\n[email protected]",
        "headline_1": "America's presidential politics ... today and yesterday",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/americas-presidential-politics-today-and-yesterday-1692803013",
        "news_paper_name": "The Financial Express",
        "publish_date": "24-08-2023"
    },
    {
        "full_article": "Many of us might not have heard about the Multilevel Marketing (MLM) company, Metaverse Foreign Exchange (MTFE) Group Inc. It used to claim itself to be a trading service provider for online investment in foreign exchange, commodities, stocks, cryptocurrency and other products. But in reality, it was nothing but a Ponzi scheme, promising potential investors high returns on their investments in a short span of time. Interestingly, the company did not have any office in Bangladesh; neither did it have any staff. However, tens of thousands of people in the country trusted it and invested their hard-earned money in the the online investment firm. It was seemingly an easy process. What the investors needed was just download an app, deposit money in its virtual wallets, log in there for an hour every day and earn a 30 per cent monthly return. The online investment firm also followed MLM (multilevel marketing) plans. If any investor could make others join the scheme, they would get even more lucrative points and rewards. Until last week, the profit and capital gains were shown accurately and it showed loss only one day a week. Investors were under the impression that losses were natural as it was a business. On August 17, a notification appeared on the MTFE app saying that it was facing loss. And so it could not deliver promised returns. So, , all the money invested is lost. The victims of the scam are now unable to reach any of the people involved with the company. Many have lost their entire lifesavings. The MTFE incident is a reminder of fraudulence by other MLM companies like Destiny and Jubok. Years ago, thousands of people got involved with these companies that defrauded millions of taka from investors all across the country. Some of the key actors of these MLM companies are in prison now. But the victims have not yet received a penny back. So, question can easily be raised whether the victims of MTFE scam are going to get their money back. If law enforcers and investigators take effective initiatives, it is not impossible to trace the culprits and bring them to justice. There are a number of Messenger and WhatsApp groups through which the perpetrators used to lure common people to invest in the scheme. If these criminals could be identified, the victims would have the chance to get some of their lost money back. Ponzi schemes have been criticised for decades. But those are still operating today. The question is, why do people continue to fall for such schemes? The simple answer is everyone wants easy money. People tend to look for shortcuts, but it is not always greed that pulls them to these schemes. The said MLM company, MTFE, was disguised as a genuine organisation and many considered that it provided an attractive investment opportunity. This type of scheme takes advantage of the financial system to embezzle millions from unaware investors. In the beginning, investors are promised high returns and the investment appears to be profitable. Consequently, new investors are attracted to the scheme. The early investors are paid off with the money from the new investors and the cycle continues. If we could make our people aware of such fraudulence and make them financially-literate, it would be possible to tackle this type of fraudulence. \n[email protected]",
        "headline_1": "Compensating victims of fraudulent MLM companies",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/compensating-victims-of-fraudulent-mlm-companies-1692803056",
        "news_paper_name": "The Financial Express",
        "publish_date": "24-08-2023"
    },
    {
        "full_article": "Ghatokchar High School is a 60-year old educational institution located in Madaripur Sadar. Constructed at the initiative of Wajuddin Dhali, a chairman of Kendua Union Parishad, in 1963, the school has produced a good number of graduates. And it has been playing an important role in spreading the light of education in the southern part of Bangladesh. However, the building of this school is not in a good condition. It is old and its eastern and northern parts are the most damaged ones. Most of the students cannot concentrate and remain distracted during the classes as they keep staring at the ceiling to watch out when the plaster falls off. When it rains, their school building's roof leaks, and the plaster falls below. There are also big cracks in the ceiling. Sometimes accidents occur when the damaged plaster falls on the students. More than 2,000 students are now attending classes in the dilapidated building. And more than 30 teachers are risking their lives while teaching them. The school receives all kinds of government benefits including MPO (monthly payment order). The SSC result of this school is very good in Madaripur district. The school is also used as a centre for various public examinations including SSC. But the school building is crumbling down and it can collapse any moment. We urge the authorities concerned to construct a new building for this renowned school otherwise there could be an accident anytime. \nDhali Mohammad Aminul Islam, Ghatokchar, Madaripur Sadar, [email protected]",
        "headline_1": "Constructing a new building for Ghatokchar school",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/constructing-a-new-building-for-ghatokchar-school-1692803076",
        "news_paper_name": "The Financial Express",
        "publish_date": "24-08-2023"
    }
]