[
    {
        "full_article": "An effective and efficient justice system is essential for sustained economic growth anywhere in the world. In a well-functioning justice system, decisions are made within a reasonable time frame, which contributes to a country's economic growth. In Bangladesh, more than 30 lakh cases are currently pending with higher and lower courts across the country. \"Justice delayed is justice denied\"—this is a legal maxim. It means that if legal redress or equitable relief to an injured party is available, but is not delivered in time, it is the same as providing no remedy at all. As the late Martin Luther King, Jr rightly said, \"Law and order exist for the purpose of establishing justice, and when they fail in this purpose, they become the dangerously structured dams that block the flow of social progress.\" There is another legal maxim: \"Justice hurried is justice buried.\" If there is any hurry in the proceedings, there is a high probability that efficient justice won't be delivered.\nBenjamin Franklin, one of the US' founding fathers, said, \"It is better (that) 100 guilty persons should escape, than that one innocent person should suffer.\" This principle has been a staple for legal thinking for centuries. The efficiency of a judicial system is important for an emerging economy in order to create a good business climate, and is essential for attracting foreign direct investments, ensuring smooth collection of tax revenues, timely mitigation of tax and custom disputes, and resettlement of cases related to loans and credit—which ultimately support economic growth. Say, if we consider one plaintiff, one accused, one witness, one prosecutor, and one investigation officer being involved in one single case, then 30 lakh cases have 1.5 crore people engaged with the case-related dealings. As the cases are still pending, the economy is losing out on support and contribution from the income-generating economic activities of these people in their fullest capacities.\nThe number of judges per 100,000 people in developing countries differs from country to country. In 2020, the number of judges per 100,000 people in India was over 1.4. India's judge-population ratio has improved over the last few years. Considering this ratio, Bangladesh, with its 16 crore population, should have at least 1,600 judges actively serving at courts across the country.\nIn one of the World Bank's World Development Reports published several years ago, the importance of well-functioning courts to strengthen economies and their investment climates—and ultimately reducing poverty and boosting business growth—was highly acknowledged by the bank's researchers. Indicators of court performance were a part of the World Bank Group's country-level investment climate assessments and Ease of Doing Business reports up to 2020. But this year, the World Bank stopped the assessment of the performance for the Ease of Doing Business report. Now it is time for each country to assess its own performance to find the state of the administration of justice relating to business climates in order to boost their economies. This is how important it is: for instance, countries seeking accession to the European Union (EU) or to the Organisation for Economic Co-operation and Development (OECD) need to demonstrate their satisfactory and time-bound performance of legal proceedings in association with other indicators.\nWhen it comes to commercial, corporate and financial cases, enforcing contracts and settling disputes are critical parts of smooth business operations and sustained economic growth. Economies with efficient judiciary—in which courts can effectively and timely enforce contractual obligations of business entities—have better developed credit markets as well as people's trust, and have domestic and international financiers for business as well. Timely judicial verdicts can assist rapid growth of small firms and improve the business climate, foster innovation for small businesses, attract foreign direct investments, and secure strong tax revenue collection that ensures economic and business growth.\nTo ensure an efficient trial system, the time schedule for every event of a court proceeding—such as hearing, framing charges, recording depositions of witnesses, arguments, and delivering judgment—needs to be carefully tracked. The time limit for adjournment of each event should be defined. The number of times a time petition may be granted should be articulated clearly. According to Section 339C of the Code of Criminal Procedure, a magistrate needs to conclude the trial of a case within 180 days from the date the case is accepted for trial. Meanwhile, sessions judges, additional sessions judges or assistant sessions judges need to conclude the trial of a case within 360 days from the date the case is received for trial.\nThe staggering backlog of pending criminal cases at the country's courts is likely causing frustration and resentment, not to mention leading to the waning of people's faith in the criminal justice system, according to some lawyers. The court proceedings should be conducted within a reasonable time frame. The lawyers also say that adequate opportunity should be given to the parties of a case to put forth their contentions and produce evidence. The court ensures that the laws have been strictly adhered to, so that frequent adjournments may be avoided, but a recurrent submission of time petitions by the parties creates delay and makes it difficult to maintain the time limit. The courts alone cannot follow the time limit for trials if the parties do not cooperate. Meanwhile, some say the delay in trial proceedings are a result of a lack of adequate number of judges and public prosecutors. Delay in the serving of summons, the parties seeking frequent and long adjournments, and recurring time petition by advocates are some other reasons why the disposal of a case takes so long.\nAccording to some legal experts, a permanent and well-equipped prosecution office would help develop the professionalism and quality of criminal justice in the long run. The development of infrastructure of the criminal courts, with innovative exploration of modern digital technology, is indispensable for the proper administration of criminal justice in Bangladesh.\nIf we consider the legal maxim of \"justice delayed is justice denied,\" then a good number of judges needs to be recruited in the country as soon as possible, and a big investment in modernising the digital platform for judiciary is essential to avoiding inordinate delays. Furthermore, laws need to be amended to allow recording to deposition through videoconference or mobile apps such as WhatsApp on smartphones instead of issuing conventional summons. Accelerating economic development of the country depends not only on infrastructural development, but also on the overall development of the administration of justice, including the modernisation of the digital platform of judiciary, following the best practices of the courts systems in developed countries.\n \nDr Md Shamsul Arefin is former senior secretary of the government and adjunct faculty at the Bangladesh Institute of Governance and Management (BIGM).\n",
        "headline_1": "An efficient justice system can boost business growth",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/efficient-justice-system-can-boost-business-growth-2190041",
        "news_paper_name": "The Daily Star",
        "publish_date": "04-10-2021"
    },
    {
        "full_article": "A megaproject is a large-scale, costly and complex venture, and its implementation usually takes several years. Often implemented under a public-private partnership, megaprojects can be undertaken in many sectors like transportation, energy, seaport, airport, bridges, mining, etc. The growing tendency of undertaking megaprojects in Bangladesh in recent years is justified by their impacts, which are higher economic growth and helping to meet basic needs of the people. By some estimates, when completed, the currently undergoing megaprojects of the country are supposed to enhance our growth potential by at least four percent. However, the huge delay and cost overruns of these projects are causing a big drain in the national budget and lowering the social benefits.\nNow, what are the drivers that are pushing the adoption of so many megaprojects in the country? Analysing them will show that, besides the justification given by the economic viability calculated through cost-benefit analysis, there are four other factors that underlie the decisions to take up the megaprojects. These are: a) Technological aspect which broadly means that, globally speaking, there are proven designs, standard implementation modalities, and manpower available to implement a megaproject; b) Vested interest created by a range of stakeholders who are engineers, suppliers, bankers, consultants, and construction workers, benefiting from these projects; c) Political aspiration to undertake such a project due to the clout and image created; and d) Relative ease in spending money quickly, showing improved budget-expenditure ratio and the convenience of managing a single megaproject, instead of dealing with many regular-sized projects.\nAlthough the justifications are many, Bangladesh has been facing a different type of reality in terms of project management and execution since it decided to go for megaprojects. There have been many issues, and lessons are being learnt constantly. Each of the megaprojects has experienced serious delays and thus caused huge cost overruns. Such cost escalations have big benefit shortfalls on the other side of the equation, reducing the impacts of these projects. People also suffer for a long period of time due to the inconveniences created during the construction period, and not receiving the services for long. This actually weakens the credibility of the government and raises questions about the capability of public institutions to execute these projects.\nAn analysis of the implementation performance will show that the costs have gone over the budget estimates for all the megaprojects that are currently being implemented in Bangladesh. Although their performance improved in 2019, the Covid-19 pandemic affected the progress of project implementation in 2020 and 2021.\nWhile viewed as technologically successful, the megaprojects are being built with huge financial costs. There are various factors causing delays in project implementation. These are related to weak initial designing that require time-consuming revisions and government approval, inadequate contract negotiation skills with international bidders, time-consuming land acquisition process, problem in timely procurement of items, complicated fund release procedures, multiple players in some cases—like the Dhaka Metro Rail project—where coordination is a big issue, strict environmental and social standards required by the projects with which the authorities are not fully conversant, and weak monitoring and supervision of the work.\nLet's take the 6.15km Padma Bridge, for instance: the cost of this project was estimated to be Tk 10,161 crore in 2007, but has increased to Tk 39,246 crore by now. The work on this bridge started in 2009 and was supposed to be completed in 2014. Several revisions of the cost estimate were necessary as a result of the long delay in implementation. Due to this delay, cost recovery will take longer or at a higher rate or both—thus, the social return from investment will be lower than that calculated at the time of the project's feasibility study.\nTo deal with increased fund requirements, the government has enhanced the total budgetary allocation of seven megaprojects from Tk 25,473 crore in 2020-21 fiscal year to Tk 37,000 crore in 2021-22. These are: Padma Bridge, Padma Bridge rail link, Dhaka Mass Rapid Transit Line 6 (Metro Rail), Chattogram-Cox's Bazar rail link, Rooppur Nuclear Power Plant, Matarbari 1,200MW coal-fired power plant, and the Payra deep seaport.\nThe government should properly analyse the technological, financial, coordination and management issues associated with the megaproject execution, and take lessons for the improvement of these projects, so that the delays and cost escalation could be minimised. A report published by The Daily Star on September 16 said the 1.47-kilometre Payra Bridge, which was finished at a cost of Tk 1,447.24 crore, took five years longer than the stipulated deadline and cost 3.5 times more than the original estimate. Another report by The Daily Star, published on September 24, revealed that the Chattogram Development Authority (CDA) had been implementing a Tk 5,617 crore megaproject to solve the drainage problem in the city and extended it for three more years in two phases. The various components of the project have seen a cost escalation between 8 and 38 times, while only 29 percent of the total budget has been spent so far. The reasons for delay has been mentioned in a government study: flawed feasibility study; slow pace of fund disbursement; shortage of workforce; and poor coordination between the implementing and consulting firms. Similarly, another report dated September 24 by The Daily Star said the Dhaka-Sylhet-Tamabil highway megaproject was expected to experience a two-and-a-half-year delay, and the cost was expected to double.\nIn order to expedite implementation, the megaproject management should draw up time-bound work plans, expedite fund release, improve communication and take quick decisions, and strengthen monitoring mechanisms. With so many resources tied up in megaprojects, we need to remember that we are foregoing other alternative uses of these scarce resources coming from our taxpayers' money. Therefore, the government needs to do its utmost to ensure timely and optimum utilisation of public resources. To this end, Bangladesh must improve its megaproject execution capacity.\n \nDr Nawshad Ahmed is an economist, urban planner, and a former UN official.\n",
        "headline_1": "The flip side of megaprojects",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/the-flip-side-megaprojects-2190036",
        "news_paper_name": "The Daily Star",
        "publish_date": "04-10-2021"
    },
    {
        "full_article": "Having lived in Dhaka for more than 20 years and, prior to Covid-19, travelled to many other cities, I've had plenty of opportunities to reflect on what makes a city great. On the occasion of World Habitat Day today, it's worth considering: Do people crave high-rise buildings, wide roads, and fancy airports, or are other aspects of a city more important?\nIt is easy to lose track of basic essentials in pursuit of a dream of the modern, sophisticated city of the 21st century. But the truth is people's basic needs remain the same as they have for thousands of years, though our urban habitats do an ever worse job of catering to them.\nPeople need jobs, housing, and transport, but they also need fresh air. They need to be able to concentrate on their work and studies, and to sleep peacefully at night. They need to feel connected to those who share their living environment. Children especially need to play, but people of all ages need opportunities to interact, to socialise, to relax, and to enjoy themselves outdoors.\nA great city is one that caters to people's basic needs before considering how to provide for modern aspirations—especially those that harm others. In great cities, people can move about safely on foot and by bicycle; public transit rewards rather than punishes its users. In great cities, use of the automobile is discouraged through parking charges, congestion fees, and car-free areas. People are prioritised. The streets, rather than being littered with cars, are full of people moving, talking, buying and selling. The presence of so many people outdoors increases safety. A great city is welcoming to everyone, not just young able-bodied men.\nIn great cities, there is an abundance of parks, plazas, and other open public spaces where people can enjoy themselves outdoors, where different kinds of people can meet and mingle. These are possible partly because infinite space is not accorded to the notoriously space-inefficient automobile.\nThe funny thing about great cities is, while many of them are wealthy, they are actually more affordable to design and operate than car-centric cities. It requires far less money to build and operate a public transit system combined with a bicycle network and good footpaths, than to build and maintain flyovers and highways. It's much more affordable for the residents if they can access public transit, and walk and cycle, than if they must purchase and maintain a car or a motorbike.\nAnother vital aspect of great cities is that much of what people need is available close to their residences. Neighbourhoods involve a mix of uses. Children can walk or cycle to school; people can walk or cycle to work, to shops, to restaurants, to visit their friends. It is easier to cross the street than to cross the city.\nGiven all that, Dhaka could become a great city if people understood what its true assets were, and stopped chasing a ridiculous dream of the high-class, modern, car-clogged city that many seem to aspire to: a city of pollution, of car crashes, of fear of strangers, of social isolation and unrest. A city where people are caught in a web of debt to buy and operate an automobile because it is the only feasible way to move around. With many minor and, yes, a few major changes, Dhaka could become great by greatly reducing its cars and enhancing its facilities for more efficient, safer, and less polluting travel, by placing shops and businesses on the ground floors of buildings rather than car parks, and by making clean air and some peace and quiet priorities.\nIn fact, Dhaka could simultaneously become more liveable, climate-resilient, and less polluted. Take away most of the cars, and there would be more space to rip out asphalt and replace it with porous surfaces that would ease waterlogging. More dirt, canals, and trees in the city would make the city more attractive and cooler. In contrast, the car-oriented city where I grew up back in America would basically have to raze itself and start all over to achieve anything like the sustainable, resilient city that Dhaka could become almost overnight.\nVery recently, for 18 months, I did not use motorised transport. I took lots of walks and went jogging near my home. I took a few short rickshaw rides and one or two bicycle rides. Mostly I stayed hyper-local, in contrast to my previous hyper-mobile lifestyle. The more time I spent in my Dhaka neighbourhood, the more I appreciated it. Most people are on foot. People sell things on the sides of the road, from rickshaw vans and bicycles and directly on the street. In the evenings, people stroll around, looking at the goods and chatting with the vendors. Children roam the streets, confidently independent. Everyone knows me and many talk to me, but I also see people greet and talk to each other. This is a low-income neighbourhood that is wealthy in vitality, sociability, and community cohesion. It is a microcosm of what all of Dhaka could become.\nYes, with a different set of policies and priorities, Dhaka could climb out of the ranks of unliveable cities and become a world-class city—not for its monumental skyscrapers and multi-level expressways, but for its lively, friendly street life, its complete neighbourhoods, and its colourful, chaotic, attractive street life.\n \nDebra Efroymson is executive director of the Institute of Wellbeing, Bangladesh, and author of \"Beyond Apologies, Defining and Achieving an Economics of Wellbeing.\"\n",
        "headline_1": "Can we make Dhaka better?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/can-we-make-dhaka-better-2190026",
        "news_paper_name": "The Daily Star",
        "publish_date": "04-10-2021"
    },
    {
        "full_article": "Mohib Ullah and his family walked for eight days before they could reach Bangladesh. The former Rakhine state schoolteacher lived, lived amidst constant death threats for a week, when the Tatmadaw unleashed their scorched-earth campaign to wipe out the existence of the Rohingya from Myanmar in 2017.\nOnce in Bangladesh, Mohib and his family might have heaved a sigh of relief at having escaped the Myanmar military crackdown. Unfortunately, the sense of relief was not meant to last long. Mohib was brutally murdered in the Rohingya camp in Kutupalong, Cox's Bazar, on the evening of September 29, 2021. Assassins shot at Mohib at close range as he spoke with people in front of his office.      \nMohib's family suspect the Arakan Rohingya Salvation Army (ARSA) for his murder. Mohib's brother informed the media that he had received multiple death threats recently—from many unknown phone numbers—and he suspects that ARSA committed this atrocious act. But what made Mohib a target for ARSA?\nMohib was a leader who had played a proactive role to promote the cause of his community. Over the last few years, he emerged….one of the few from the Rohingya refugee community—to have boldly raised the concerns of the Rohingya community and worked towards ensuring a safer and respectable life for them. Mohib spoke on international platforms, including the UN Human Rights meeting in Geneva, and met the US president, to highlight the cause of the Rohingya refugees.\nMohib also established the Arakan Rohingya Society for Peace and Human Rights (ARSPH), a rights group, which unearthed and documented the sufferings of the Rohingya refugees at the hands of the Myanmar military.\nHowever, it was Mohib's unfailing commitment towards a peaceful resolution to the Rohingya refugee crisis that might have made him a potential target for the ARSA. The Arakan Rohingya Salvation Army is known for its ruthless terrorist activities. Fortify Rights earlier suspected the militant group to be behind the abduction and torture of at least five Rohingya refugees. And Mohib's resolve to take a peaceful path to promote the Rohingya cause angered the ARSA who threatened him even earlier this month. Nur Khan Liton, a Rohingya rights activist told the AFP, \"His [Mohib's] peaceful activism angered ARSA.\" ARSA might as well have acted on their threats.\nHowever, Mohib was a threat to many more. Mohib was also known for his activism against any kind of repatriation of Rohingya refugees to Myanmar, until a conducive environment for their return was ensured. Mohib led a peaceful protest in 2019 when a repatriation process was announced. This also made him an enemy of the quarters—even within the Rohingya community—who were and still are pushing for a so-called repatriation of the refugees.\nAnd there are many other players in the Rohingya camps who could have been behind Mohib's murder. Violence is a common scenario in the Rohingya camps. One might remember the October 2020 gang violence that erupted in the Rohingya camps as different factions tried to establish their dominance in drug trafficking that led to the killing of seven people and left many families without shelter. There are also speculations that people within Mohib's own organisation might have been behind this, due to differing opinions. Or even the other factions who felt threatened by Mohib's rising popularity and greater acceptability among the refugees. \nPolice have arrested a suspect—a man named Mohammad Selim alias Lomba Selim, was arrested from Ukhiya on October 2. \"They fired five rounds of bullets and fled immediately. Our search mission is on to arrest the killers,\" deputy police chief in Cox's Bazar, Rafiqul Islam, was quoted by Reuters. However, the killing of Mohib has raised multiple questions about the security situation in the Rohingya camps. If ARSA indeed has committed this crime, that too in full public view, then the possibility of their active presence and operations in the camps cannot be ruled out. If this turns out to be the case, then it is high time the government revisit its security strategy in the Rohingya camps in Cox's Bazar. ARSA's presence in the Rohingya camps is not just a threat to the security of the Rohingya, it is a security threat for the country and the region.\nEven if any other quarter has carried out the assassination attack on Mohib, this incident has nonetheless exposed the security lapse in the camps. How can murderers just kill a man in public and get away with it? \nAs of writing this column, the police informed the media that they were investigating the murder. The bullet shells are being scrutinised to trace them back to the killers. Witnesses are being interviewed. The police initially suggested that the witnesses saw four to five men shooting at Mohib before fleeing the scene. Given the tight security that is supposed to be in place at the Rohingya camps, how could this have happened?\nThe current state of security affairs in the Rohingya camps reflects poorly on the living conditions in the camps. While human trafficking, drug trafficking and sex trafficking have remained constant threats in the Rohingya camps, the murders of various individuals at the camps over the years have exposed the security loopholes in the area. Unfortunately, not much has been done it seems to rectify the situation. As a result, an honest man, a father of nine, an activist, died for supporting the right cause. According to a Reuters report, in view of the threats, Mohib had earlier sought security support from the Bangladesh authorities and the United Nations. But he was provided with none it seems. Why?\nRafiqul Islam suggested that Mohib did not file any official complaint. \"If he did, we could have considered that,\" Islam was quoted as saying by Reuters.\nIn the Rohingya refugee crisis, Myanmar looks after its own interests and thus they are unwilling to take the refugees back. While Bangladesh is trying its best to accommodate the refugees, it cannot continue to host them in Cox's Bazar for long. And even if the refugees are shifted to Bhashan Char, this will not be a sustainable solution. Unfortunately, Bangladesh has not been able to secure international support to force Myanmar into taking back its people amidst peaceful conditions. And the international community—due to the various economic and political interests in Myanmar of many influential countries—are not helping the cause of the Rohingya refugees either. For them, economic and political gains perhaps come before human rights. \nSo, the refugees are caught in a limbo. They have nowhere to go, and they do not have a voice of their own. As Mohib was once quoted by The Guardian as saying, \"Imagine you have no identity, no ethnicity, no country. Nobody wants you. How would you feel? This is how we feel today as Rohingya.\" Today the Rohingya are an unwanted people, and their only voice was Mohib. And now that voice has been taken away from them.\nWho will now speak for the Rohingya refugees? Who will be their voice?\nMohib was more than just another Rohingya refugee. Mohib was an influencer and he could have played a constructive role in aligning and promoting the concerns of the Rohingya in the coming years as well. He could have also played an instrumental role in the safe repatriation of the refugees.\n\"For decades we faced a systematic genocide in Myanmar. They took our citizenship. They took our land. They destroyed our mosques. No travel, no higher education, no healthcare, no jobs… We are not stateless. Stop calling us that. We have a state. It is Myanmar,\" Mohib had said. And at the end of the day he wanted to go back to his state, provided the conditions were right for his people.\nThe killing of Mohib is not just a major loss for the Rohingya community, but also for the Bangladesh government as it lost the one person who could have been helpful in mobilising support for safe Rohingya repatriation. While Mohib's assassination has left a void in the leadership space for the Rohingya, it has also sent …a very alarming message to those who are working to support the cause  of the refugees through peaceful means.\nWhile the void cannot be filled so easily, the killers of Mohib should be immediately apprehended and brought to justice. The security situation in the camps needs to be reassessed. Further bloodshed at the Rohingya camps must be avoided at all costs.\nTasneem Tayeb is a columnist for The Daily Star. Her Twitter handle is @tasneem_tayeb\n",
        "headline_1": "Who will speak for the Rohingya refugees now? ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/closer-look/news/who-will-speak-the-rohingya-refugees-now-2189181",
        "news_paper_name": "The Daily Star",
        "publish_date": "04-10-2021"
    },
    {
        "full_article": "According to Evaly's own data obtained by The Daily Star, the controversial e-commerce platform owes at least Tk 408 crore to 1,026 sellers. This amount is nearly double of what Evaly claimed to be the case to the commerce ministry on September 5. The actual amount could be even higher as there may be more data outside of what this newspaper obtained. Out of the 1,026 merchants, most are owed between Tk 5 lakh and Tk 30 lakh each. Around 70 sellers are owed over Tk 1 crore, and over 10 sellers north of Tk 5 crore each.\nThere are more than 500 small traders—each owed Tk 10 lakh or less—who are still waiting to be paid. Many of them are now stuck in a limbo, as the amount they are owed is quite substantial for a business of their size, and could be the difference between them continuing their operations and going out of business. According to Rab, Evaly had only Tk 30 lakh in its bank accounts, which is nowhere near enough to repay the vast majority of its merchants. The question is: Where has all the money gone? Experts have already called on the authorities to investigate the money laundering aspect of it. If the money is not in the banks, chances are that it has been laundered abroad.\nFollowing in the disgraced footsteps of Evaly, social network platform RingID has also recently come into the limelight after one of its directors was arrested. According to our report published on Sunday, RingID had been running a type of pyramid scheme that promised to reward members for drawing in more clients. It was also conducting transactions through e-wallets in the name of selling various products at unusual discounts, even though the company did not have the authorisation to collect such deposits. Nevertheless, between May and July, RingID collected a total of Tk 212.3 crore by selling memberships.\nThese two cases and others that have come to light recently have exposed the stark weaknesses of the country's various regulatory bodies that allowed these companies to operate and defraud people for too long. One may recall that it was in August 2020 when the media first reported that the Bangladesh Bank would investigate Evaly's financial transactions. At that time, Evaly had told the commerce ministry that it owed its customers Tk 311 crore, and that it had 207,741 customers. Why was the company still allowed to continue with its fraudulent operations? Why is it taking the various government bodies so long to complete their investigations? Is it due to a lack of coordination? What about the merchants and customers, who have fallen victim to Evaly's tricks? Who will pay for their losses?\nWhile the authorities should take every step necessary to recover the money lost by clients and customers of both Evaly and RingID, they also need to take a good hard look at their own failures which allowed these companies to defraud people. Additionally, there has to be better regulatory supervision of the e-commerce sector, which doesn't deserve to get mischaracterised because of a few bad apples.\n",
        "headline_1": "E-commerce sector needs a major overhaul ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/e-commerce-sector-needs-major-overhaul-2189921",
        "news_paper_name": "The Daily Star",
        "publish_date": "04-10-2021"
    },
    {
        "full_article": "Friday, October 1, marked three years since the Digital Security Act (DSA) came into force in Bangladesh. From its very inception, we have warned against the indiscriminate use of this draconian law which, instead of protecting online spaces and making them safer, has been used to clamp down on freedom of speech and target independent journalism. Recent research from the Centre for Governance Studies (CGS) now verifies that our claims of the DSA being used as a tool to harass and silence certain individuals are not unjustified.\nAccording to the think tank, which tracked details of 668 out of more than 1,500 cases filed under the Act in the last 20 months or so, only two cases have been disposed of so far. However, scores of DSA cases against journalists, teachers, politicians, students and others remain pending.\nCGS data revealed that from 1,543 individuals accused, charges were pressed against only 1.17 percent, despite the fact that the law stipulates an investigation report must be submitted within 60 days of filing the case. This wanton disregard of the existing provisions of the law, which has led to the unlawful detainment without trial of those accused under the DSA, is a serious breach of the fundamental rights that a Bangladeshi citizen is accorded under the country's Constitution. We cannot forget that writer Mushtaq Ahmed was locked up under the DSA for over nine months and denied bail six times before he died—receiving the worst punishment even before being given a trial. Yet, there has been no serious inquiry into why it took nine months to complete the investigation.\nWe are also gravely concerned to note that 13 children (under the age of 18) have been prosecuted under the DSA, including a ninth-grader who was sent to a juvenile correction centre for allegedly insulting the prime minister on Facebook. But an overwhelming majority of these cases are not filed by aggrieved persons—in 507 of the 577 cases logged by CGS, those filing the cases were not the direct victims of the incidents. Only 76 cases were filed by law enforcement; 85 percent of the accusers were ruling party activists. The sheer folly of being allowed to lodge a DSA case against just about anyone, without even being affected by their alleged \"crime\", should not be lost on anyone, especially when it leads to situations like that of farmer Abu Zaman, who despite not even owning a smartphone or having internet access, was on the run in March this year after being accused under the DSA.\nThis reckless use of the controversial law has shrunk civic spaces and created a culture of fear in the country. We call upon the government to immediately remove this threat to freedom of expression and democracy, and rescind the DSA before more innocent citizens fall victim to it.\n",
        "headline_1": "DSA cases kept in limbo",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/dsa-cases-kept-limbo-2189136",
        "news_paper_name": "The Daily Star",
        "publish_date": "04-10-2021"
    }
]