[
    {
        "full_article": "Expectations of unsavoury events tend to fulfil themselves. The address of Tamil Nadu Governor R.N. Ravi to the Legislative Assembly to open the new year’s first session yielded the sort of drama that many foresaw. Mr. Ravi has been voicing controversial political views for quite some time. His indiscreet remarks in recent days to the effect that the State should not call itself ‘Tamil Nadu’ and that its politics was “regressive” portended tension when he came to address the House. What was unfortunate about Mr. Ravi’s approach was that this baiting of the DMK regime was carried into the legislature, of which he is an integral part. Against this backdrop, Mr. Ravi chose to skip portions of the prepared text, including a reference to the “Dravidian model of governance” and words commending the law-and-order situation in the State. There have been instances of Governors deviating from the prepared texts, but unlike in other States, this evoked an immediate backlash from Chief Minister M.K. Stalin. The constitutional convention is that the President or the Governor should not depart from the text, as it is nothing but a statement of policy of the elected government. Most Chief Ministers have in the past avoided confrontation despite the occasional departure from the convention. Mr. Stalin, however, chose to hand out an immediate riposte in the very presence of the Governor through a resolution that said the House record would reflect only the prepared text, and not the one with impromptu additions or deletions made during delivery by the Governor.As soon as he realised the import of Mr. Stalin’s speech in Tamil, Mr. Ravi walked out, apparently treating the move to adopt the resolution as an affront. The Governor need not have reacted in such a manner, as there is no reason why a deviation from convention on the Governor’s part should not be met with an immediate response that was also a deviation from convention. The events highlight the consequences of a confrontationist attitude on the part of constitutional functionaries. Future confrontations can be avoided if the Governor gives up his penchant for making politically loaded remarks and is heedful of the State’s political sensibilities. In the longer term, the role of the Governor in the country’s constitutional scheme needs a thorough overhaul, so that incumbents in Raj Bhavan give up their sense of overlordship and focus on their core constitutional functions such as granting assent to Bills.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nGovernor\n\n/\n\nTamil Nadu",
        "headline_1": "Bad and ugly: On the Tamil Nadu Governor’s walkout from the Assembly",
        "headline_2": "A Governor’s departure from convention has set off unsavoury events",
        "link": "https://www.thehindu.com/opinion/editorial/bad-and-ugly-the-hindu-editorial-on-the-tamil-nadu-governors-walkout-from-the-assembly/article66360889.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "11-01-2023"
    },
    {
        "full_article": "Well before he was defeated by Luiz Inácio Lula da Silva in last year’s presidential elections in Brazil, Jair Bolsonaro had repeatedly said that if he failed to get re-elected, it could only be through fraud. He called his political rivals “thieves” and warned of violence if voted out. After his election defeat, he refused to concede publicly. Two days ahead of Lula’s inauguration on January 1, he left Brazil for Florida, while his supporters continued to stage camped protests outside Brasilia’s Army headquarters. Unsurprisingly, a week after Lula was inaugurated, thousands of Mr. Bolsonaro’s supporters stormed the institutional trinity of Brazil democracy — the presidential palace, the Supreme Court and Congress — saying the election was stolen and demanding that the military shut down Lula’s government. Mr. Bolsonaro has to take the blame for what happened in Brasilia on Sunday, which was reminiscent of the January 6, 2021 riots at the U.S. Capitol by Donald Trump’s supporters. While in power, he had flirted with the anti-institution, conspiracy-peddling far-right fringes of Brazilian polity. Mr. Bolsonaro, a fan of the military dictatorship, had little respect for the country’s institutions. His silence, along with support from Brazil’s wealthy classes, seems to have empowered the protesters to invade state institutions on Sunday.For Lula, the riots posed the first major challenge to his presidency. He said the local police, under the control of Brasilia’s Governor Ibaneis Rocha, a Bolsonaro ally, did not do enough to stop the invaders. But Lula quickly deployed federal security officials, clearing the rioters of state buildings. The Supreme Court also stepped in, ordering the military police to clear the camps of Mr. Bolsonaro’s supporters outside the military headquarters, and removed Mr. Rocha from office for three months. But that is not enough. For its own political stability, Brazil should put an end to this election-related crisis. Until now, its institutions have dealt with threats from the fringe groups with maturity. But Brazil, a relatively young democracy, has a not-so-distant violent past and its leaders should not entertain any kind of threat to its democratic stability. Brazil should get to the bottom of the riots through a thorough probe; bring all the culprits, from the instigators and the financiers to the participants, to justice; and make sure that such an incident does not occur again. Meanwhile, the least Mr. Bolsonaro could do, pending probe, is to publicly concede that he was defeated in the elections, and ask his supporters to accept this fact and respect the country’s Constitution.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nBrazil",
        "headline_1": "A riot of losers: On the violence of Jair Bolsonaro supporters in Brazil",
        "headline_2": "Bolsonaro should concede defeat and ask his supporters to stand down",
        "link": "https://www.thehindu.com/opinion/editorial/a-riot-of-losers-the-hindu-editorial-on-the-violence-of-jair-bolsonaro-supporters-in-brazil/article66361703.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "11-01-2023"
    },
    {
        "full_article": "In 2047, India will mark the 100th year of nationhood and it’s only natural that there is much curiosity about the economic wellbeing of the country’s population when we hit that landmark year.\nToday, the country boasts more than 4.3 million ‘crorepati’ households, equivalent to 23 million consumers. Millions are knocking on the doors to join this richie-rich bandwagon and they are spread all over the country.\nRead full opinion on TOI+\n\n",
        "headline_1": "Greatly expanding Indian middle class: In a decade almost half of Indian households will be in the middle income group, ready to transform society in multiple positive ways",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/greatly-expanding-indian-middle-class-in-a-decade-almost-half-of-indian-households-will-be-in-the-middle-income-group-ready-to-transform-society-in-multiple-positive-ways/",
        "news_paper_name": "The Times of India",
        "publish_date": "11-01-2023"
    },
    {
        "full_article": "Tamil Nadu governor RN Ravi walked into yet another controversy when he walked out of the Tamil Nadu assembly – the ‘provocation’ being a treasury resolution critiquing his deviations from the text of the speech written by the government. These speeches are always a party-government pamphlet. And while there are a small number of precedents for governors objecting in such cases, Ravi’s action was still arguably over-the-top. Even less gubernatorial were his official Pongal invites that described him as “Governor of Thamizhagam”. Thamizhagam, Ravi’s sudden brainwave, is not the state’s official name. All this is however in the realm of theatrics. The really substantive issue is the governor sitting on bills passed by the legislature.\nArticle 200 stipulates that a governor shall “declare” that he/she is giving assent to a bill or withholding consent. Governors can forward a bill to the President for consideration or return a bill with a message suggesting changes. But if the house passes the bill again, the governor has to give assent. So, Ravi and governors like Kerala’s Arif Mohammad Khan and Chhattisgarh’s Anasuya Uikey, who are also keeping bills pending without “declaring” their intent, are violating the constitutional spirit.\nWhile the Supreme Court has repeatedly ruled that legislative power of governors is extremely limited and that governors are bound by the aid and advice of the cabinet, there is constitutional and judicial silence on how long a governor can keep a bill pending. But no Constitution can be expected to provide answers for every scenario cropping up and holders of constitutional positions must perform their duties with responsibility, avoiding reckless confrontation.\nAnything allegedly unconstitutional in a law, like Tamil Nadu and Kerala’s attempts to remove the governor as chancellor of state universities or Chhattisgarh’s to provide 76% reservation, is for the judiciary to quash. The governor usurping the agency of the legislature and council of ministers and playing judge is simply not on. The breakdown of the governor-cabinet relationship in many opposition-ruled states is unfortunate. The governor is a key intermediary in the Centre-state relationship. The Constitution gives Parliament and the Union government the upper hand when laws of the state clash with those of the Centre. Maintaining this status quo doesn’t require governors to overplay their hand. Ravi, as ex-police and IB, must show more administrative wisdom.\n\n",
        "headline_1": "The guvs are off: Governors in some opposition-ruled states are keeping bills pending for long, violating constitutional spirit",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/the-guvs-are-off-governors-in-some-opposition-ruled-states-are-keeping-bills-pending-for-long-violating-constitutional-spirit/",
        "news_paper_name": "The Times of India",
        "publish_date": "11-01-2023"
    },
    {
        "full_article": "Data from Wetlands International shows India has lost nearly two of five wetlands in the last 30 years, while 40% of them can’t support aquatic animals. Most of this degradation is thanks to usual culprits – unplanned infrastructure, pollution, over-exploitation, reclamation. Given that wetlands are vitally important for water storage and aquifer recharge and play the role of storm buffers and flood mitigators, their erosion is bad news on several critical fronts. Wetlands are also natural carbon sinks, making them crucial for combating climate change.\nA total of 75 Indian wetlands with a surface area of over a million hectares are designated as wetlands of international importance under the Ramsar Convention, which India ratified in 1982. But even the largest among them, the Sundarbans wetland, has lost around 25% of its mangroves due to erosion over the past three decades. One of the main culprits for this is reduction in sediments due to upstream dams. Similarly, encroachment and construction on urban wetlands like the Pallikaranai marsh in Chennai have made cities susceptible to flooding. In fact, Vadodara lost 30% of its wetlands between 2005 and 2018, while Hyderabad has lost 55% of its semi-aquatic bodies due to inefficient waste management and unchecked urban development.\nTrue, GOI has notified the Wetlands (Conservation and Management) Rules, 2017 to serve as a regulatory framework for conservation efforts. But most of the assistance provided by the Centre to states for conservation of wetlands is directed towards the notified Ramsar sites, ignoring urban wetlands. Unless greater awareness is created about the benefits of wetland conservation and urban planning actively incorporates preservation of these bodies – Delhi Master Plan 2041 is a good start – the situation will worsen. Wetlands are natural shock absorbers. We need that protection.\n \n\n",
        "headline_1": "Get wet, get well: Wetlands are nature’s shock absorbers. Their degradation in cities is real bad news for urban future",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/get-wet-get-well-wetlands-are-natures-shock-absorbers-their-degradation-in-cities-is-real-bad-news-for-urban-future/",
        "news_paper_name": "The Times of India",
        "publish_date": "11-01-2023"
    },
    {
        "full_article": "Shafi Goldwasser is among the world’s top scientists and one of the only three women to have won the Turing Award. She has made fundamental contributions to cryptography and computational complexity and co-invented zero-knowledge proofs which are a key tool in the design of cryptographic protocols. During her visit to Bengaluru for the Infosys Science Prize awards last week, Goldwasser – who is also Director of the Simons Institute for the Theory of Computing and the C Lester Hogan Professor in Electrical Engineering and Computer Sciences, University of California, Berkeley – spoke with Chethan Kumar on cryptography, cyber security, quantum computers and more.\nCan you underline some key technologies resulting from innovations in cryptography?\nThe first, probably the most famous one, is public-key cryptography which enables identifying yourself using digital signatures or identification mechanisms over the internet without actually meeting people in advance, plus sending secret messages between people who’ve never met. So that’s public encryption and digital signatures. The second technology is zero-knowledge proof, which is a way to prove essentially that the theoretical mathematical claims are correct without actually revealing the proof. In terms of applications, there is proving your identity without revealing information that will enable someone to posture as you in the future. Or, in the context of blockchain, proving that a particular smart contract has been executed correctly.\nRead full opinion on TOI+\n\n",
        "headline_1": "‘The next coding revolution will enable hospitals to do large patient studies without revealing personal data’",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/tell-tale/the-next-coding-revolution-will-enable-hospitals-to-do-large-patient-studies-without-revealing-personal-data/",
        "news_paper_name": "The Times of India",
        "publish_date": "11-01-2023"
    },
    {
        "full_article": "2022 was supposed to be the year Bangladesh celebrated 100 percent electricity coverage.\nOf course, when the PM made a declaration to this effect in March, patting our government on the back for increasing electricity generation fivefold to 25,514MW in the last 13 years (no mean feat, by any means), many of us knew that such a grand gesticulation was being propped up by decades of costly and unsustainable energy policies.\nSince it came to power in 2009 and inherited a power sector in shambles, the Awami League government has pursued a highly ambitious energy policy, succeeding to reduce loadshedding dramatically and increase electricity production to such an extent that, as of the beginning of 2022, almost 50 percent of the electricity being produced was remaining unused. In the process, the government ignored pleas and protests from environmentalists and experts to move away from dirty energy and towards cleaner and cheaper alternatives, and save our environment and ecology, including the Sundarbans. It also paid no heed to the repeated warnings that depending on imported LNG to fuel such a large infrastructure was simply unsustainable in the long run, and that it should, instead, focus on increasing its own capacity, particularly in exploration of natural gas. \nNot only did the government not listen to any critical voices, but it essentially provided wholesale indemnity for all power generation deals that were put into effect since then through the enactment of the Quick Enhancement of Electricity and Energy Supply (Special Provision) Act 2010. Although initially passed as an \"emergency\" law to shore up electricity within a short period of time, its duration was extended time and again. Thanks to the law, which will remain in effect till 2026 (unless it is extended again) any and all corrupt and criminal activities conducted in the name of the power sector have been deemed \"halal,\" with no scope of being questioned in a courtroom. \nFor more than a decade, vested quarters have feasted lavishly on public money, without any accountability or oversight, with the blessings of our policymakers, who never missed a beat proclaiming the prowess of their development mission. \nEven now, with the corruption in the energy sector finally making the headlines, no one has had to answer for the collusive and non-competitive deals made with the private sector, such as the one made with private power plants, which cost taxpayers around USD 1 billion and pushed the price of electricity up by 15 percent. \nNo one bothered to explain why policymakers overestimated the electricity needs of the nation and in turn paid Tk 90,000 crore of public money as capacity charges to a handful of companies to simply sit idle. No one clarified why the government decided against exploration of natural gas, despite having a one in three success rate, and this when the cost for extracting each unit of gas by local companies is Tk 1.27, extraction by a foreign company is Tk 2.90, but the cost of importing the same amount of LNG is a whopping Tk 50 (as per Petrobangla's own estimates).\nGiven that we have long lost any semblance of accountability, it almost seems futile to harp on how state institutions should be answerable to the public. Yet, we must, because in the end, it is the public who are being asked to pay the steep price of the misguided energy policies of the government. And they will be asked to pay significantly more in the days to come. \nOn November 21, the Bangladesh Energy Regulatory Commission (BERC), which is supposed to be an autonomous body, increased the average bulk power price by 19.92 percent, 38 days after it rejected the proposal for a price hike from Bangladesh Power Development Board (BPDB) following a public hearing in May. At the time, BERC Chairman Abdul Jalil said that the information filed by BPDB was \"inadequate\" and that if they hiked the price based on the incomplete data, \"it would only bring on chaos.\" Shortly after, BPDB filed an appeal against the decision, which prompted BERC to increase the price without any discussion involving other stakeholders on the review appeal. Even if we are to believe that the BPC finally provided sufficient and transparent data, there can be no justification for raising the prices without holding a public hearing, particularly given that the initial proposal for a price hike was contingent upon a guarantee of zero loadshedding.\nOn November 28, the government went several steps further and decided it no longer even needed to pretend to consult the public. \nThe cabinet approved an amendment to the BERC Ordinance 2022 allowing the government to set fuel prices under \"special circumstances,\" without having to wait for a decision for the commission's public hearing and decision. What constitutes \"special circumstances,\" of course, is open to interpretation by the government and the government alone. \nAlthough the BERC has never been completely autonomous, the mandatory provision of a public hearing at least made sure that questions could be raised in a public forum about the many inefficiencies plaguing the sector. Now, even that small window of accountability has been tightly shut. \nThe government seems bent on trotting down the same inefficient and costly path that has brought us to the current crisis. The proposed Integrated Power and Energy Master Plan (IEPMP), a long-term energy plan covering every sector and energy source, continues to overestimate our demand for electricity – by about 30 percent in 2030 and 25 percent in 2040, according to the Centre for Policy Dialogue (CPD) – which means that the government will continue to pay huge amounts of subsidies as capacity charge, even as people are asked to pay higher prices to make up for the rising costs in the sector. The masterplan relies heavily on imports, foreign companies, and foreign investments, which will increase our dependency in a highly volatile global market. At a time when experts have been repeatedly pointing out the need to explore Bangladesh's natural gas, the masterplan downplays the critical importance of building our own capacity in this regard.\nWhile initially we were supposed to generate 40 percent of electricity from renewables, as per a modified draft, we will be generating 40 percent through \"clean energy.\" The change in wording is certainly ominous, particularly when one notes the attempt to pass off coal, the dirtiest of fuels, as \"clean\" through the use of carbon capture and storage (CCS) – a technology being touted by oil and gas lobbyists. CCS, which tries to trap carbon emissions after burning fossil fuel before it enters the atmosphere, may sound promising, but environmentalists and scientists around the world have pointed out that such projects have largely been unsuccessful in the past, in addition to being expensive, energy-intensive, and risky. It is essentially a red herring, meant to distract and detract us from switching to renewables at a time of an urgent climate crisis. \nIt is frustrating that Bangladesh should go down this path, while proudly claiming to be a climate champion in global climate talks and negotiations. Moving away from renewables will not only be suicidal from an environmental perspective, but will also soon prove to be financially unfeasible.\nIt is obvious that the only thing the government has really learnt in the past year is that it can get away with repeating the same mistakes, with impunity. In other words, it's doing what it does best. The question, however, is: how much longer will we, the public, keep our mouths shut and continue to pay the heavy price for our policymakers' noxious and self-serving decisions? \nSushmita S Preetha is op-ed editor at The Daily Star.\n",
        "headline_1": "An energy sector on steroids",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/the-sound-and-the-fury/news/energy-sector-steroids-3217491",
        "news_paper_name": "The Daily Star",
        "publish_date": "11-01-2023"
    },
    {
        "full_article": "Sometimes it feels intriguing why some issues kick off fierce debate and others don't. One such less discussed, but hugely significant development, was the Hefazat delegation's recent meeting with prime minister Sheikh Hasina.\nVery little has been divulged about the December 17, 2022 parley, other than the home minister telling the media that the PM will definitely look into the demands made by the Hefazat-e-Islam leaders and fulfil those which are deemed reasonable. Hefazat leaders, too, have said nothing much, except describing the meeting as \"very fruitful.\" The Bangla daily Bhorer Kagoj quoted Maulana Meer Idris as saying, \"The meeting with the prime minister was very fruitful. She heard us with seriousness.\"\nPress reports say Hefazat had a meeting on the same day under the banner of National Ulama Mashayekh Conference. The conference held at Kazi Bashir Auditorium in Gulistan was attended by representatives of the organisation from all parts of the country. A seven-point charter of demands was drafted, to be given to the PM. It wouldn't be unreasonable to assume that those are the same demands that the home minister referred to that the PM would look into.\nSo, what were those demands? According to Prothom Alo, they were: 1) Release of Alem-Ulama, and Hefazat leaders and workers; 2) Withdrawal of all cases lodged against them; 3) Enact blasphemy law making provisions for punishments for slandering against Islam and the Prophet (PBUH); 4) Declare Kadiyanis non-Muslim by the state; 5) Making religious education mandatory in educational curricula; 6) Ensure representation of Al Hiyatul Uliya Lil Jamiatul Kawmia Bangladesh in the board that prepares curriculum and textbooks; and 7) Not allow Indian preacher Maulana Muhammad Saad Kandhalvi to attend this year's Biswa Ijtema.\nBefore proceeding further, it needs to be made clear that everyone should be presumed innocent until a court of law convicts someone for any specific crime, and the right to get bail – unless there are exceptional reasons, like posing a danger to society – and a speedy trial are essential elements of the rule of law. No one, irrespective of being an Alem or a secular person, a political opponent or a supporter of the government, should be kept in prison prolonging their trials unjustifiably, and no one should be subjected to imprisonment or implicated in any prosecution without sufficient grounds.\nIt must be noted here that many of the imprisoned Hefazat activists were detained for protesting against the visit of Indian PM Narendra Modi in March 2021, when the protests became violent and more than a dozen lives were lost. There were allegations of high-handedness in policing the protest and thousands of Hefazat activists were implicated in a number of cases in various parts of the country. Unfortunately, mass arrests and political harassment are nothing new in Bangladesh. But, we can only hope that all those left behind bars on flimsy grounds or with insufficient proof will get relief through the judicial process.\nReading the list of the demands raised by Hefazat puzzles us as to how such a meeting could take place, especially when the humiliation of a particular faith group has been sought from the state?\nThis particular meeting didn't happen out of the blue. There were reports of a few other meetings between the Hefazat leaders and the home minister during preceding months.\nAccording to Bhorer Kagoj, before 2019, the now deceased former military secretary to the PM, Major General Mia Mohammad Zainul Abedin, was the person who used to liaise with the then Hefazat supremo, late Allama Shafi. After General Abedin's death, Hefazat leaders reached out to home minister Asaduzzaman Khan Kamal.\nOne may well wonder: Was the home minister convinced that such an anti-constitutional demand could be forwarded to the prime minister?\nThe answer probably lies somewhere else. If we refresh our memory and look back to 2018, we might be able to draw some conclusions.\nOn November 3, 2018, virtually addressing a discussion on the Jail Killing Day, PM Hasina said: \"When we assumed office in 2008, many incidents and conspiracies like the BDR carnage and Hefazat's so-called movement were carried out to remove Awami League from power.\" But, on November 4, the day after, she attended a grand reception organised by Hefazat-e-Islami, where she was given the title \"Qawmi Janani.\" The reception was organised to thank her for recognising Dawra E Hadith of Qawmi Madrasa to be of equal status to a postgraduate (Master's) degree. Barely two months ahead of a general election, it appeared to be a mutually beneficial understanding with the Awami League, albeit to the dissatisfaction of the country's secular forces, and the ruling party's main challenger, the BNP.\nIn the ensuing years, a few changes had taken place mysteriously in school textbooks, which many educationists have alleged were done at the behest of Hefazat. Their new demand of granting them a seat on the curriculum board, therefore, raises further concerns about the prospect of pushing our education system back to a state where science and philosophy may not receive due emphasis.\nThere is no doubt that the current state of the relationship between this ultra conservative Islamic group and the ruling party is the result of the long-held silence of the so-called secular allies of the ruling party for their political opportunism. These allies have lost their moral standing to counter, or at the very least, oppose the policy of appeasing the ultra conservatives.\nAs we approach another general election, and with the BNP on the path towards a revival, the utmost thing of worry is that such appeasement will only intensify.\nKamal Ahmed is an independent journalist. His Twitter handle is @ahmedka1\n\n",
        "headline_1": "Hefazat’s politics and the government’s policies",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/hefazats-politics-and-the-governments-policies-3217551",
        "news_paper_name": "The Daily Star",
        "publish_date": "11-01-2023"
    },
    {
        "full_article": "A young man from an expatriate Bangladeshi community in the US was gunned down by police in Massachusetts on Wednesday. The victim is 20-year-old Arif Sayed Faisal, a student at the University of Massachusetts Amherst. Condemning the \"brutal killing,\" the local Bangladesh Association organised protests outside Cambridge City Hall. They described the death of Faisal, the only child of his family, as a racist incident carried out by white police officers. This is a clear sign of an extrajudicial killing as no evidence has yet been shown to indicate otherwise. For this, US' escalating prejudice against ethnic minorities, particularly those of Asian heritage, is concerning.\nWhen it comes to promoting democracy and human rights across the globe, the United States of America (US) shows up faster than anyone. But the same country displays utter negligence towards its multicultural society. The rising trend of police brutality in several states presents an alarming situation in the US.\nIt is important to note that the US has been witnessing a surge in gun violence in recent years. Again, gun-related violence threatens our most fundamental human right, the right to life. It is a daily tragedy affecting the lives of individuals around the world. It is not only having lasting impacts on victims and their families, but is also deteriorating the overall human rights situation globally.\nNumerous figures demonstrate the disturbing rise in gun-related violence, including extrajudicial executions and hate crimes, as well as the systemic violation of human rights. Police violence is becoming a daily problem for US society, and the government seems to be failing to enact efficient policies or take effective steps to hold the perpetrators accountable. A culture of impunity is equally prevalent in the case of extrajudicial executions. The seeming guardian of global human rights appears to be struggling lately at home.\nThe claim that Faisal was carrying a large knife has been denied by his family. According to media reports, they were given no videos showing Faisal carrying a sharp weapon. His family also demanded a fair probe of the incident and punishment of the police officer who opened fire on Faisal.\nFollowing this, some concerned Bangladeshis organised a human chain in front of the Ministry of Foreign Affairs in Dhaka. Meanwhile, referring to the killing, Foreign Minister AK Abdul Momen on Friday said Bangladesh does not want any hate crimes anywhere in the world. \"We want to stop racism, and communal violence and establish peace in the world,\" he added. \nPolice killings of unarmed people have drawn significant attention in recent years and spurred mass protests. Fatal police shootings remain a persistent and contentious issue in the US, prompting protests and ongoing calls for serious reforms to policing. There are numerous examples of extrajudicial killings in the US and Canada, which are known as countries of advanced human rights. While focusing much on data, statistics, and ranking, we often forget the tragic stories behind each number. Each life matters and everyone has a different story.\nA report published by The Washington Post on February 12, 2019, stated that the number of people killed in police shootings in the US yearly has been close to 1,000 for four consecutive years. According to the report, 996 people were killed in police firing in 2018 while the number was 987 in 2017, 963 in 2016, and 995 in 2015. In 2020, there were 996 extrajudicial killings in the US. Police shootings also contributed to 96 percent of homicides. Of the deceased, 27 percent were African-Americans, although they constitute 13 percent of the total population. According to the Human Rights Report, no action has been taken against the police in 98.8 percent of the cases. The irony here is that the US brought charges against Bangladesh and others over human rights violations.\nAmong wealthier and developed countries, the US is an outlier when it comes to gun violence. It seems the US government has allowed gun violence to become a human rights crisis. Widespread access to firearms and loose regulations lead to more than 39,000 men, women, and children being killed by guns each year in the US. Due to this culture, the US has topped the list of civilian gun-owners. It now has 120 guns per 100 people, a number even higher than Yemen, a country currently in one of the worst civil wars of recent times. \nThe US must maximise the protection of human rights, creating the safest possible environment for people, especially those considered to be at the greatest risk. If a state does not enact adequate laws in the face of persistent gun violence, it could amount to a breach of its obligations under international human rights law. It is yet to make a progressive decision regarding stricter laws. So, the US should focus on its domestic condition while promoting the very same sentiments in its human rights and foreign policies.\nTo be the \"lawmakers\" of human rights, the US must address its own violations, duality, and the \"immoral\" aspects of its policies.\nApart from international laws and norms, extrajudicial killings are also acts of violations of basic human rights. Against the backdrop of the recent killing of the Bangladeshi student in the US, it is right to say that the country should now take a good look at itself. It is high time the US realises whether they are enforcing laws or violating them. \nErina Haque is a human rights activist, refugee affairs researcher, and freelance columnist.\n\n",
        "headline_1": "Bangladeshi youth gunned down in the US: Lawmakers or lawbreakers?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/bangladeshi-youth-gunned-down-the-us-lawmakers-or-lawbreakers-3217396",
        "news_paper_name": "The Daily Star",
        "publish_date": "11-01-2023"
    },
    {
        "full_article": "Put your winter socks on, snuggle in under that comforter and plug in those wireless headphones – it's time for 2022 Wrapped. Not Spotify Wrapped, since these streaming tech companies arbitrarily decide whether a country/region (sorry, Bangladesh) should get an exciting new feature or not – no, it's time to take a look back at the biggest tech happenings in the past year. Spoiler alert though, we're still teetering on the brink of total collapse of human civilisation due to climate catastrophe with barely any shift in outlook since last year, so… yeah.\nClimate change may be the farthest thing from your mind when your supposedly-safe areas of work are crumbling around you. Not literally, as would be the case for minimum wage workers from sweatshops in the Global South – more of a figurative crumbling, as tech jobs in the United States and the western world disappeared overnight in 2022.\nAccording to Crunchbase, close to 91,000 tech workers were laid off, with some estimates putting the total figure closer to 150,000. Even the largest software-based companies – including Meta, Amazon, Apple, Netflix and Google – were forced to lay off staff to cut costs in the post-pandemic revenue crunch, as bloated hiring in a remote-work environment finally caught up. Some are speculating that a significant number of these jobs are due to be shifted eastward, outsourced to the cheaper labour markets of India and Bangladesh, but it's hardly a silver lining for those laid off – some of whom are immigrants on work visas from those \"cheap\" countries.\nIt's not just factory floors feeling the crunch either – latte sipping, man-bun and Burberry sporting crypto-bros felt the effects as well. Brought about by a series of scams and market crashes, cryptocurrency enthusiasts lost millions as their NFTs lost whatever little digital value they had overnight. Bitcoin, Ethereum, Logan Paul's NFT zoo game – everything graced by Web 3.0's toxic and often inexplicable presence crashed and burned. Twitter sizzled with the anguished sorrows of people making bad investments in crypto, but it wouldn't be a raging fire until much later in the year.\nElon Musk's acquisition of Twitter and subsequent dismantling of the once-mediocre social media platform has been covered so thoroughly that there's little else left to say, except he seems to have wisened up to his own ineptitude after a poll he himself posted about stepping down from running (read: ruining) the company decidedly called for his removal. Not before he let a bunch of clowns back onto the platform however – as Elon soon realised, having the crazies of Donald Trump, Kanye West and Andrew Tate back on Twitter is bad for business.\nIf only Twitter employees had the foresight to push harder for unionisation, they might have fought back the egomaniacal billionaire firing them for the smallest of slights. A silver lining is that 2022 saw a series of high profile union formations across some of tech's biggest names – 110 of Apple's 160,000 employees formed a union in June at an Apple Store in Maryland, USA, paving the way for much needed unionisation efforts across Amazon warehouses and order processing chains. Hopefully, the trend continues despite the mass layoffs and union-busting practices encouraged in the US, and workers can finally protect themselves from unachievable targets, absolute disregard for mental and physical wellbeing, and the greedy and predatory practices that are so prevalent in the global tech industry.\nHow do you fight that which you are asked to create, though? Many tech workers are faced with the ethical dilemma of engineering Artificial Intelligence engines that might replace them in the near future. At present, AI engines that generate images and motion graphics based on prompts and use millions of datapoints gathered from real art – such as MidJourney and Stable Diffusion – are threatening to replace the very artists that they use as sources of AI training data.\nIn 2022, artists of all backgrounds and nationalities took a stand against use of their intellectual property as reference data by image generation AIs to produce work for commercial purposes. Important discourse on intellectual rights, creative vision and artistic talent aside, it is surely a mood dampener on the fact that Stable Diffusion's founder, Mohammad Emad Mostaque, is a Bangladeshi-Briton who coded one of the most intricate (and, thankfully, open source!) image generation models in the world. His company is now reportedly valued at over USD 1 billion, and the engine has millions of monthly users.\nChatGPT is a variant of the GPT (Generative Pre-training Transformer) language model that has been fine-tuned for the task of chatbot dialogue. It is designed to generate human-like responses to a given input, using the information and language patterns it has learned from a large dataset of conversational text.\nLike other language models, ChatGPT is able to generate text that is coherent and flows naturally, and it can be used to create chatbot systems that can hold a conversation with a human user in a variety of contexts. ChatGPT is trained to understand the structure and content of conversational text and can generate appropriate responses to a wide range of input. It can also handle a variety of language styles and levels of complexity, making it a useful tool for building chatbots that can communicate effectively with humans.\nThis is clearly understood from the fact that the entirety of the last two paragraphs was written by ChatGPT. Journalists, copywriters, editors and people working in communications, are you scared for your job yet?\nThankfully, there were slight glimmers of hope – in what is a sure sign of progress, digital artifacts can now be admitted to a court of law in Bangladesh as evidence, and digital forensics tools can help ascertain their authenticity. Outlined under the Evidence (Amendment) Act, 2022, this implies that perpetrators can no longer hide behind a veil of digital anonymity. For example, an altered image posted online and used to incite communal violence can now be admitted into evidence, and its metadata can be used to determine ownership, transference and dates of origin. However, as with almost all laws drafted for digital governance and law enforcement, there exists unexplored loopholes – lack of specificity being the chief culprit in this case. Given our track record with the Digital Security Act and its use in curbing free speech and clamping down on journalists and cartoonists, it might just prove to be a different face of a well-known monster.\nMany things happened in the expansive, sprawling world of tech in 2022, and most were less than desirable, but the important thing is we all trudge on, pursuing that dream of outdoing ourselves on almost every front, with the biggest entertainers repeatedly coming from the tech industry. It's a rat race, but with our hands seemingly tied against the whims of Mega-Corporations and Mega-Characters, we might as well take a sick sense of joy from it. Are you not entertained?\nShaer Reaz is a Product Manager with SELISE Digital Platforms and a tech enthusiast interested in social justice, human rights and history.\n\n",
        "headline_1": "Hand over that keycard, 2022: Your access has been revoked",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/hand-over-keycard-2022-your-access-has-been-revoked-3209566",
        "news_paper_name": "The Daily Star",
        "publish_date": "11-01-2023"
    },
    {
        "full_article": "We are delighted that Amatullah Bushra, an accused in the murder case of BUET student Fardin Noor Parash, has been finally granted bail after two months of undeserved detention. Although the time it took for the bail to come through is disturbing, we would nonetheless like to celebrate the freedom that Bushra can now enjoy and the relief that her family must feel. We would also like to draw attention to the unfairness that Bushra was subjected to as she was kept behind bars even after being exonerated by the police. She was detained despite there being no incriminating evidence against her – which is a gross violation of justice.\nBushra has gone through a tiring ordeal so far. She was on police remand twice. Her detention at the Kashimpur Women's Central Jail, according to her family members, had left her \"devastated\". Although she has been granted bail now, the trauma of being unfairly dragged into this case and later imprisoned may stay with her for long. We can only hope that as a promising university student involved with extracurricular activities, she will be able to get back to her life properly, leaving all the memories of jail behind. We also hope she will be able to overcome the stigma that society attaches to those jailed, even if they were innocent.\nBushra's bail was denied twice, once on November 16 and again on December 5. It was later revealed by DB and RAB in separate briefings that Fardin's death was a \"suicide\", and she had nothing to do with it. However, the damage to her \"reputation\" (a concept that is overvalued in our patriarchal society) had already been done by then. The media is partly to blame for this. The way her story was presented and sensationalised, especially about her purported relationship with Fardin, even before all the facts came out, has contributed much to the public imagination of Bushra.\nWhen it comes to wrongful imprisonment or rejection of deserved bail, Bushra is not an isolated case, however, nor is she the latest even. We often come across cases where persons deserving bail have to wait indefinitely to get it. Often, the problem begins with police bringing unsubstantiated charges, which eventually erodes trust in the criminal justice system. We urge the authorities to ensure that all accused persons that deserve bail are given it in a speedy manner, so that they don't have to languish in jail unnecessarily. They must ensure no one is detained without any evidence of the crime they are being accused of. Proper procedure must be followed at all stages of a judicial process.\nFinally, we think Bushra deserves a public apology, or at least damages, from the police or the home ministry for wrongfully implicating her in this case and the trouble that she and her family had to go through ever since. This is only the right thing to do.\n",
        "headline_1": "A two-month wrong finally righted",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/two-month-wrong-finally-righted-3217231",
        "news_paper_name": "The Daily Star",
        "publish_date": "11-01-2023"
    },
    {
        "full_article": "The winter has predictably brought a wave of suffering in the country, and it owes as much to the cold weather as to the lack of preparation and resources, making the poor and homeless suffer disproportionately. Over the last few days, we have come across reports highlighting the many winter-related effects, including shrinking income opportunities for those in the informal economy, lack of food, lack of protection against the cold, winter-related diseases, etc. Photos of people suffering without warm clothes and blankets have gone viral. As the mercury dropped, so has their hope of a quick relief.\nAnother effect that hasn't been talked about enough is the struggle of patients with cold-related diseases to get treatment at hospitals. Reportedly, the rising caseload has overwhelmed many hospitals, with bed crisis emerging as a big problem. There are too few beds for too many patients. For example, at the Khulna Medical College Hospital, which has 500 beds, there were 1,083 patients admitted as of Sunday, most of them forced to stay on the floors in wards, corridors and balconies. The accommodation problem was also reported at Tangail's 250-bed General Hospital, where the number of patients has increased almost four times.\nMost of the patients crowding public hospitals, including children and elderly people, are suffering from pneumonia, asthma, diarrhoea, etc. There are also those suffering from burn injuries, which they sustained while sitting by the fire or using cooking stoves or after falling into boiling bathwater. The burn hospitals in Dhaka are overflowing with such patients coming from different parts of the country. Those with minor burns are also visiting the outdoor units. Of course, negligence and lack of awareness are mostly to blame for these burn injuries. But the fact that hospitals treating them as well as cold-related diseases are having such a difficult time to accommodate patients shows how a predictable surge in winter patients has turned into a logistical nightmare thanks to lack of preparation, for which the higher authorities must take responsibility.\nThe question is, why haven't they increased the capacity of hospitals to deal with the extra load? Unfortunately, lack of preparation and resources – not just medical – has hurt the most in regions known for poverty. As per a recent study covering the period of 2009-2021, an average of 104 people die annually in Bangladesh due to cold-related diseases and injuries, with the mortality rates higher in divisions with colder winter and higher poverty. Rangpur and Barishal are, unsurprisingly, the most at-risk divisions. What this shows is a direct link between poverty and winter suffering. And that the authorities have been slow to respond to the multidimensional threats of this combination has only made things worse.\nOnly the other day, we have commented on the lack of relief efforts from the government and affluent sections of society. But only relief will be of little help if we don't take note of the many-sided effects of winter. We, therefore, urge the authorities, including district administrations and public hospitals, to properly respond to poor people's need of food, warm clothes, income opportunity, medicine and treatment.\n",
        "headline_1": "Prepare hospitals for the high winter caseload",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/prepare-hospitals-the-high-winter-caseload-3217216",
        "news_paper_name": "The Daily Star",
        "publish_date": "11-01-2023"
    },
    {
        "full_article": "People with latent tuberculosis (TB) infection are not sick because their bodies are still able to fight the (TB) bacteria to stop them from growing. On the other hand, people with TB disease are those who are sick as their body cannot stop the bacteria from growing. That is why the US national public health Agency, CDC, says that TB is a serious health threat, especially for people living with diabetes. According to the International Diabetes Federation (IDF), around 13.1 million people are living with diabetes in Bangladesh and the number is projected to double by 2025. As diabetes compromises body's immune system, the above figure should be a cause for serious concern because there is a dearth of dependable statistics on how many among this pre-diabetic or diabetic population do also have latent TB infection or active TB disease.In this context, according to a recent study done by the Diabetic Association of Bangladesh (BADAS), TB prevalence is much higher than thought among the diabetic patients in Bangladesh. Going by the World Health Organization (WHO)'s Tuberculosis Report 2022, the information about over 0.3 million people suffering from TB in the country was notified to the National Tuberculosis Control Programme (NTP) in 2021. The incidence of the disease was found to be 221 for every 100,000 people. Of these 100,000 infected people, 25 die of the disease, the report further says. Between 2020 and 2021, BADAS also carried out a similar survey in collaboration with an international aid agency, USAID, and health service provider and research body, ICDDR, B. That study identified 70,000 cases, having a condition called 'presumptive persons' as they had symptoms of TB. It further found that of over 6,700 people diagnosed with TB, 70 per cent had diabetes.In a country where a large segment of the population cannot afford the required diet to maintain proper nutritional standard, it is hardly surprising that so many people have been identified with presumptive TB condition along with diabetes. Such a combination of diabetes and TB, doctors warn, can create what they term a 'perfect storm', for a lack of proper nutrition in a person provides the ideal ground for developing TB, especially among those who have TB germs in their body but are still not sick with the disease. It is worthwhile to note at this point that poor level of nutrition, among other problems, severely weakens a person's immunity against various infections including that from TB. If those nutritionally deficient people have the added condition of pre-diabetes or diabetes, their immune system is doubly compromised.On this score, one wonders, if there is any statistics with the government on the number of such people in the country who have poor level of nutrition and at the same time are also diabetic. Whatever the condition was before the soaring food prices and runaway inflation that hit hard the low-income and poverty-stricken population of the country, any current survey in this regard may prove to be a shocker for those concerned. Even so, a study should be done to know how many of them are diabetic as well as have TB and hence are a candidate for what doctors term a 'perfect storm'. The situation calls for treating diabetes and TB among the population with equal importance and doing everything to stop the impending perfect storm from happening.",
        "headline_1": "To stop 'perfect storm' from happening",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/to-stop-perfect-storm-from-happening-1673356212",
        "news_paper_name": "The Financial Express",
        "publish_date": "11-01-2023"
    },
    {
        "full_article": "Despite the fluctuating trends in shrimp and other frozen fish export over the past few years, hope for recovering the better prospect of overseas marketing never actually waned. But lately, with some developments in this sector, it is difficult to say if the prevailing slump in export can be overcome in the near future. In other words, what would it take to energise exports with increased production and greater market access?The question is relevant given the state of export performance at present. According to Export Promotion Bureau (EPB) data, export earnings fell by 27.39 per cent to US$208.27 million during the first five months of the current fiscal year (FY 2022-23) from $286.85 million in the corresponding period (Jul-Nov) of last FY. A FE report, quoting industry insiders, attributes this slump to declining demand for expensive fish varieties, particularly shrimps (the type Bangladesh exports) in the up markets. In FY 2010-11, export earnings from local frozen fish, including shrimp, stood at $625.04 million and has been on a slide since then, except for the FY '14 when the sector earned the highest $638.19 million. The downward trend continued until FY 2019-20 to reach $456.15 million, before recovering to some extent in the following two FYs when export earnings rose to US$477 million and US$532.94 million respectively in FY 2020-21 and FY 2021-22. The FE report further adds that both prices and demand for frozen fish, particularly shrimps, declined in the major markets because the global market is flooded with cheaper shrimp variety called vannamei. That is to say, the low cost variety has captured global market to the extent that the high value shrimp namely Bagda for which Bangladesh had attained much repute since decades is no longer in a position to cause any dent in the overseas markets.Export is believed to have been hit by undiversified product range. According to industry insiders, Bangladeshi shrimp, recognised as a delicacy as well as a high priced kitchen item overseas, is struggling to retain its market share amid uneven competition with low priced varieties from other sources. Clearly, there is a shift in market behaviour. This is not at all unusual. Consumer tastes and preferences keep changing, and exporters have to continually remain tuned to the market behaviour and when necessary, change marketing strategy by way of new product development and adaptation. It is here that the need for introducing newer varieties of shrimps in line with market demand comes into consideration. Otherwise reliance on a costly and prime variety such as Bagda shrimp may not be the best practice to stick to. According to Bangladesh Frozen Food Exporters Association (BFFEA), 85 per cent of the shrimp exported from Bangladesh goes to the European countries, while 15 per cent goes to the US, Japan and others. EPB data show Bangladesh's share in the world shrimp market has decreased from 4.0 to 2.0 per cent in the five years till 2021. During this time, shrimp exports have fallen by 33 per cent and production has shrunk by 28.5 per cent. As a result, frozen food - comprising mainly shrimp - once the third major export item of Bangladesh next to RMG, jute and jute goods, has now dropped to seventh position.As mentioned already, the main reason for not being competitive is because of the low price of the shrimp variety-Vannamei (or white-leg shrimp), a disease-tolerant and high-yielding variety. The Vannamei variety, because of its high yield and low production cost, has already gained wide popularity capturing 77 per cent of global demand, according to reports. However, this variety did not receive government's nod for commercial cultivation, presumably because of its low quality compared to the better and high priced varieties cultivated and exported from the country.There are conflicting views as to whether Bangladesh should go for commercial cultivation and export of Vannamei shrimp. According to some industry people, commercial cultivation of Vannamei variety of shrimps could help the sector survive. The BFFEA president wants that the government change its policy by allowing commercial production of Vannamei. However, it has been learnt that there are quarters within the industry who believe that commercial cultivation would be injurious to local varieties. Lately, as newspaper reports say, the government is going to allow commercial cultivation of the Vannamei variety. The government had earlier gone for small-scale experimental farming of this variety under a pilot project in the southern coastal region of the country, which proved to be a success in so far as higher yield is concerned. The authorities concerned including the ministry of fisheries are reportedly at work to give their decision soon. It would be important to monitor the cultivation process as well as other related issues to assess the outcome of introducing the non-native shrimp variety.\n[email protected]",
        "headline_1": "New varieties of shrimp with better export prospect",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/new-varieties-of-shrimp-with-better-export-prospect-1673356390",
        "news_paper_name": "The Financial Express",
        "publish_date": "11-01-2023"
    },
    {
        "full_article": "A recent survey conducted by the University of Aberdeen and Transform Trade, \"a trade justice charity\", on some 1,000 manufacturers in Bangladesh, over the period from March 2000 to December 2021 has been published. Titled 'Impact of Global Clothing Retailers' Unfair Practices on Bangladesh Suppliers During Covid 19' brings to light the less than favourable situation for apparel manufacturers in the country, which are catering to the UK market. Some of the biggest names in the fashion industry have been named for engaging in discriminating practices that include amongst others, unfair purchasing practices, \"including cancellations, failure to pay, delays in payment and discount demands, with knock-on effects including forced overtime and harassment\".Interestingly, it is the larger brands that had resorted to such malpractices more than smaller brands. Not all the brands resorted to all the malpractices at a time. This would partially explain why the Bangladeshi apparel industry almost invariably finds itself in the red whenever an economic crisis hits. According to government data, the RMG (readymade garments) sector earned US$4.49 billion from the UK market during FY 2021-22) and hence the UK market's importance cannot be understated. The study that is based on a survey on more than 1,000 Bangladeshi factories / suppliers is an eye-opener. Precisely, why have some buyers resorted to these strong-arm tactics with the 2nd largest manufacturer of RMG in the world? They have because they can. For too long, a section of buyers/brands have been doing this, despite the fact that the RMG sector has spent a huge sum to make factories safe by international standards and is in the process of implementing a minimum wage rate. All these investments are being made to meet the demands of Alliance and Accord, and yet, the well-known brands are not going by the best international business practices.The study states that during Covid lockdown, one out of four (25 per cent) factories received delayed payments (more than three months following delivery of goods); one out of five (20 per cent) factories had a tough time paying wages; 51 per cent had supply chain issues related to sourcing raw materials (cloth, wool, thread); 70 per cent faced cost escalations due to increase in price of raw materials. The pandemic took its toll on workers too, where about a tenth of the workforce could not work properly. These factors (and others) combined to make it more and more difficult for factories in the country to meet shipping deadlines. Of the 1,138 brands/retailers named, nearly 40 per cent are deemed to have engaged in unfair practices. The study states that 25 per cent buyers either cancelled or partially cancelled orders whereas 19 per cent \"reduced the payment compared with the one in the contract.\" It would be impossible to detail everything that is stated in the study but surely it demands a thorough analysis by the policymakers here in order to find ways out of this mess.While the government has been forthcoming with financial aid for the bulk of the surveyed factories, this is hardly a conducive practice because RMG wasn't the only sector to be adversely affected by Covid 19. Of all the respondents to the survey, surprisingly not a single supplier has taken its brand/retail customer to court for reparations. Now what does this say for the RMG sector as a whole? It would appear that fear of losing customers is greater than sustaining serious financial loss. Time has surely arrived when a workable cross-border mechanism can be advanced for discussion and agreed upon by the government and the suppliers' associations like BGMEA and BKMEA to put a stop to these purchasing malpractices by international brands and / or retailers.\n[email protected]",
        "headline_1": "UK retailers failed to honour contractual obligation",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/uk-retailers-failed-to-honour-contractual-obligation-1673356427",
        "news_paper_name": "The Financial Express",
        "publish_date": "11-01-2023"
    },
    {
        "full_article": "The amount of electronic waste has been rising alarmingly in Bangladesh for the past few years. According to a study by the Environment and Social Development Organisation (ESDO), about 400,000 tons of e-waste is now produced in the country every year. The quantity will increase several times by 2030. What is more worrying is that only 3.0 per cent of the waste is recycled and the rest is dumped into landfills or water bodies. E-waste includes anything like plugs, cords and electronic components. Common sources of e-waste include televisions, computers, mobile phones and any type of home appliance, from air conditioners to children's toys. When broken or unwanted electronics are dumped in landfill, toxic substances like lead and mercury can leach into soil and water, which is harmful for public health. Such materials are capable of posing a serious risk to human health and the environment. These also harm the growth of plants. E-waste damages the food chain of the ecosystem and contributes to the overall environmental change. Informal e-waste recycling practices by workers, including men and children, have led to the development of many health-related diseases like damage to kidney and liver, skin cancer, central and peripheral nervous system dysfunction, etc. Besides, air, water, and soil pollution are caused by the improper incineration of e-scraps leading to environmental pollution. To cope with such a critical matter, nevertheless, there is no specific policy in Bangladesh. We must create a proper framework for dumping and recycling of e-scrap in the country as soon as possible.\nAbu Elias Linkon,Banasree, Dhaka,[email protected]",
        "headline_1": "E-waste management in Bangladesh",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/e-waste-management-in-bangladesh-1673356535",
        "news_paper_name": "The Financial Express",
        "publish_date": "11-01-2023"
    }
]