[
    {
        "full_article": "Two contrasting issues concerning the legislature in two States appear to sum up the potential for political controversy when elected governments and Governors do not see eye to eye. In the West Bengal Assembly, Chief Minister Mamata Banerjee and legislators of her party had to virtually plead with Governor Jagdeep Dhankhar to start reading his customary address amidst a prolonged uproar by the Opposition BJP MLAs. Mr. Dhankhar appeared ready to give in to the protesters, but was ultimately persuaded into reading the first and last lines. In Telangana, on the other hand, the K. Chandrasekhar Rao government seems to have decided not to have Governor Tamilisai Soundararajan address the legislature before it presented this year’s Budget. Instead, it is treating the current meeting of the legislature as a continuation of the last session. That the session, which last met some months ago, was not prorogued, has given scope for the government to contend that it is just a further meeting, and it is not necessary for the Governor to open it with an address. The ceremonial address is usually delivered in the first session of every year. Dr. Soundararajan has issued a rare statement to argue that the government’s position was technical, and it would not be proper to commence the Budget session without her address. The episode appears to arise from points of conflict between the government secretariat and Raj Bhavan, as the ruling TRS seems aggrieved that the Governor deviated from the text of her address last year and on some other issues too.\rThe Governor’s address is a constitutional formality, albeit a significant one, as it is essentially a statement of policy of the regime of the day. That the formal occasion is mired in political wrangling is a sign of institutional decay and unwarranted politicisation of constitutional norms. That Ms. Banerjee saw the incidents in the Assembly, which almost resulted in the abandonment of the Governor’s address, as “an attempt to create a constitutional crisis” shows that leaders still attach constitutional significance to the tradition. It will be desirable if the same recognition is seen in Telangana too. After all, if not now, the next session will have to open with the Governor’s address. It is true that there are sound arguments that question the need and the relevance of the office of Governor, or support the view that some incumbents are politically partisan. There may even be a case for doing away with the formality, or even arguing that the policy statement is better read out by the elected Chief Minister. However, as long as the current system is in vogue, there is a case for abiding by the norms. Politics notwithstanding, it is only in such formality that civility in public discourse is expressed.",
        "headline_1": "Tradition and formality: On politics and constitutional reforms",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/tradition-and-formality-the-hindu-editorial-on-politics-and-constitutional-reforms/article65207673.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "10-03-2022"
    },
    {
        "full_article": "Ukraine’s President Volodymyr Zelensky delivered a Churchill-like speech at the British Parliament on Tuesday, vowing to fight to the end “in forests, fields and streets”. But hours before his speech, through video-conferencing, he sent the clearest signal to Russian President Vladimir Putin — in an interview — that he was ready to compromise on the most sensitive issues such as Ukraine’s bid to join NATO, and the status of Russian-controlled Crimea and the breakaway Donetsk and Luhansk republics. He also called for “a collective security agreement” that would include Russia, the U.S. and Western European countries as part of a lasting solution. What makes his apparent concessions important is that he announced them a day after the Kremlin laid out three conditions to stop what it calls its “special military operation” in Ukraine: It wants Kyiv to accept Crimea as a Russian territory, recognise Donetsk and Luhansk as independent republics and amend the country’s Constitution to drop attempts to join any bloc (NATO) and reinstate its neutrality. While Mr. Zelensky stopped short of offering recognition to the breakaway regions, his offer for compromise and dialogue opened a path towards a political settlement. The Russian Foreign Ministry’s statement on Wednesday that its goals would be better achieved through talks also signals hope for a de-escalation.In the last two weeks, Mr. Zelensky has emerged as the face of the Ukrainian resistance. But he is also in a difficult situation. The Russian advances are slow given Russia’s relative power, but in the last 13 days, Ukraine has lost sizeable territories, from its northern border with Belarus to its southwestern Black Sea coast. Russia has not taken any major Ukrainian city except Kherson in the south, but most cities, including Kharkiv in the north and Mariupol in the southeast, are being encircled. Kyiv, the capital city, is being enveloped from the east and west. Mr. Zelensky has repeatedly asked for military help from NATO. But his request for a no-fly zone was shot down. Even the Polish offer to send its fleet of MiG-29 jet fighters was dismissed by the U.S., which does not want any kind of military involvement in the conflict. So, the practical solution before Mr. Zelensky is to take advantage of Ukraine’s initial resistance and seek a solution through talks. Against this backdrop, his comment about Ukraine dropping its NATO bid is a welcome step. But the question is whether Mr. Putin would take this and be ready for de-escalation. If Russia had expected a quick collapse of the Ukrainian government, it has been proved wrong. Nearly a fortnight of conflict has taken a huge toll on Russia’s economy. Its ties with Europe have been set back by decades. Continuing this war endlessly does not serve anybody’s interest. If Mr. Putin’s primary concern is Russia’s security interests, he should pause the operation and start serious dialogue with the Ukrainians on Mr. Zelensky’s proposals.",
        "headline_1": "A chance for peace: On Russia-Ukraine talks",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/a-chance-for-peace-the-hindu-editorial-on-russia-ukraine-talks/article65207924.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "10-03-2022"
    },
    {
        "full_article": "Dhaka, the nucleus of Bangladesh's economic success, is the most densely populated city in the country (and perhaps in the world), accommodating more than 47,000 people per square kilometre (as of 2018). The megacity alone accounts for one-fifth of our GDP and nearly half of the country's jobs. Dhaka is also the fourth least liveable city in the world, according to the Economist Intelligence Unit's annual global survey in 2021. The country's commercial lifeline has been subjected to haphazard and unplanned urbanisation, as a result of which it is now facing an existential crisis of its own.\nDhaka is plagued with high levels of pollution, unbearable traffic congestions and unplanned cluster of habitats mushrooming everywhere. The city often finds itself at the top of the Air Quality Index (AQI), with scores as high as 288—AQI score between 201 and 300 is considered \"poor,\" while 301 to 400 is considered \"hazardous.\"\nThe average driving speed of seven kilometres per hour is not only physically taxing for the commuters, but also takes a toll on the economy. A 2017 World Bank study suggests that 3.2 million working hours are lost every day due to Dhaka's traffic congestion. A 2018 study by the Accident Research Institute (ARI) of Bangladesh University of Engineering and Technology (Buet) reveals that traffic congestion costs the economy a staggering Tk 37,000 crore every year.\nGiven that these data are four to five years old, one might assume that the current scenario has only become worse. An article by The New York Times reporter Lisa Friedman, hosted on the Cities Alliance website, suggests that each year, about 500,000 people migrate to Dhaka from rural and coastal areas. With the land mass remaining constant, it is only natural that this growing population burden would take a toll on the city.\nThen there are the unplanned roads and alleys, which make the city even more vulnerable to disasters and make disaster management more challenging. Let's take the fire incidents as a case in point. These incidents are a recurring phenomenon in Dhaka—for many reasons ranging from violation of Rajuk guidelines and usage of residential areas for commercial purposes, to lack of basic fire safety measure in the buildings. Managing fire hazards has been made even more difficult in many localities because of the narrow roads that are inaccessible for large vehicles carrying heavy equipment.\nMoreover, the desperation of people who migrate to Dhaka from other parts of the country is often exploited by some vested interest groups, leading to criminal activities and increased pressure on law and order management. And with unemployment increasing—many employers had to lay off workers to mitigate the pandemic-induced losses—the migrants remain prone to the lures of income opportunities by unscrupulous individuals.\nAnd people still keep migrating to Dhaka in the hopes of building a better life. And why not? Dhaka city, along with the greater Dhaka region, account for 48 percent of all the jobs in Bangladesh. All the major infrastructures of governance, including the secretariat, are based in Dhaka. The best educational institutions and medical facilities are concentrated in Dhaka. Who would not want to have these facilities?\nThe question is: For how long would we be able to sustain this rampant concentrated urbanisation? A report presented at the Annual BIDS Conference on Development in 2021 says our per capita income and GDP was 11 percent lower than its potential in 2017, as a result of excessive resource concentration and economic activities in Dhaka. The report further suggests that the country is losing between 6 and 10 percent of GDP because Dhaka's growth rate exceeds the optimum rate. If this continues, in the long run, Dhaka's rapid urbanisation will become a liability for the nation's growth and development.\nDo we want to keep watching as Dhaka crumbles down by the burden of overpopulation?\nOn multiple occasions, experts have recommended the capital's decentralisation to take off the extra population load. It is time for us to act on those suggestions now. This is not only about empowering local governance, down to the district levels, with decision-making abilities, or improving the educational and healthcare services across the 64 districts, but also about creating economic hubs in all the regions. Every region has its strengths, and these strengths should be leveraged to create employment opportunities for the local people. The government should consider offering incentives to industries to relocate outside Dhaka. In addition, to support the industries, the government should build the necessary infrastructure and improve connectivity to ensure smooth trade and transactions.\nMoreover, medium-sized, climate-resilient secondary cities need to be developed across Bangladesh, so that people can find livelihood opportunities closer to home. People living in the coastal areas are especially prone to internal migration, and there should be a plan for their proper, constructive rehabilitation in the nearest secondary city, so that they do not find themselves lost in big cities without any livelihood support.\nFor Bangladesh, there is no alternative to developing secondary cities. We have big aspirations: we want to achieve all the Sustainable Development Goals by 2030, we want to become a developed nation by 2041. But without developing sustainable, economically efficient, climate-resilient cities, achieving these goals would be impossible. For a prosperous tomorrow, we need to act today, and the responsibility falls on the policymakers. It is high time they revisited their vision for Dhaka and took proactive measures to turn it into a liveable city.\n \nTasneem Tayeb is a columnist for The Daily Star. Her Twitter handle is @tasneem_tayeb\n",
        "headline_1": "Is Dhaka beyond saving?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/closer-look/news/dhaka-beyond-saving-2979391",
        "news_paper_name": "The Daily Star",
        "publish_date": "10-03-2022"
    },
    {
        "full_article": "The International Monetary Fund (IMF) is showing promising signs of changing with the times. In addition to recognising that climate change poses significant risks to financial stability, it has responded to the pandemic with a major new allocation of special drawing rights (the fund's reserve asset), while criticising the G20's inadequate framework for dealing with debt distress. Moreover, in a recent agreement with Argentina, the IMF largely abandoned the kind of austerity programmes that have long plagued its reputation, not to mention undercutting livelihoods around the world.\nThe IMF will have a chance to take another major step in the right direction when it reviews its stance on capital flow regulation later this month. The original rationale for such regulation, enshrined in the IMF's Articles of Agreement, was that cross-border capital flows could disrupt international financial markets, the stability of which was the IMF's raison d'etre.\nYet, ironically, in the IMF's darker days during the 1980s and 1990s, it made bailout packages conditional on recipients deregulating financial flows, and in the late 1990s, it even tried to change the Articles of Agreement to outlaw capital flow regulation. But the 1997-98 East Asian financial crisis, which resulted largely from capital market deregulation, sidelined that effort.\nFor many countries, capital flows are important for sustaining investment and growth. But some of the IMF's own research shows that international capital flows to emerging markets and developing countries (EMDCs) tend to be highly unstable—surging when interest rates are low in the United States, only to undergo \"sudden stops\" when monetary conditions tighten. While the surges push up exchange rates and encourage EMDC companies and households to borrow excessively, the sudden stops derail growth, weaken exchange rates, and drive debt up to unsustainable levels. The resulting crises take an enormous toll on these countries' economies and citizens.\nRecent advances in economic theory have proven that capital controls can make markets more efficient, not less. In 2011, Anton Korinek published an article in the IMF Economic Review, showing that capital flows generate negative externalities, because individual investors and borrowers are focused only on their portfolios, not on how their decisions may affect financial stability.\nThe following year, the IMF issued a new \"institutional view,\" acknowledging that capital flow deregulation is not optimal for most EMDCs, and that capital controls can indeed be effective under certain circumstances. And, to reduce the stigma, it rebranded such regulations as \"capital flow management measures\" (CFMs).\nYet, the effects of this shift remained limited, owing to resistance from major IMF shareholders, financial lobbies, and intransigent economists inside and outside the institution, who argued for unfettered financial markets and massive bailouts when things went awry. In the end, it became IMF policy to recommend CFMs only as a last resort, after a government had exhausted all other possibilities, even though academic economists and the IMF's own researchers have shown that capital controls are most effective when they are deployed alongside other policies, not used in isolation.\nEven in the early days of the Covid-19 crisis, when EMDCs experienced massive capital flight, which predictably depreciated exchange rates and pushed many countries into debt distress, the IMF remained reluctant to advise countries to regulate capital flows. But things began to change this past December, when the IMF admitted that it should have sanctioned CFMs in its failed Argentina programme.\nAnother problem, however, is that even as the IMF has slowly changed its own stance on capital controls, trade and investment treaties have further curtailed the countries' ability to regulate capital flows. A recent study analysing more than 200 trade and investment agreements finds that the majority of those between advanced economies and EMDCs not only prohibit capital controls, but also allow private financial firms to challenge governments directly through dispute settlement bodies that tend to favour the firms. Worse, treaties outlawing capital flow regulation are fast becoming the norm, and cases against governments are on the rise.\nAt this month's review, the IMF's board should press for four reforms to the fund's capital account policy. First, the IMF must clearly advise member countries to enact permanent regulations, allowing for the rapid deployment of CFMs during surges and sudden stops. Second, it must recommend that CFMs be part of a multipronged approach, rather than used only as a last resort. Third, the IMF should advocate reforms to trade and investment treaties to grant EMDCs more policy leeway for using CFMs. And, fourth, the IMF must set aside time to train its staff to implement these policies in a consistent and even-handed manner.\nGiven the possibility that interest rate hikes and Russia's war in Ukraine will trigger massive capital flight and a global debt crisis, it is critical that the IMF embrace capital controls and the role they can play in helping member states mitigate financial instability. The world economy may well depend on it.\n \nJoseph E Stiglitz, a Nobel laureate in economics, is a professor at Columbia University.Kevin P Gallagher is a professor and director of the Global Development Policy Center at Boston University.\n",
        "headline_1": "IMF’s Unfinished Business",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/project-syndicate/news/imfs-unfinished-business-2979381",
        "news_paper_name": "The Daily Star",
        "publish_date": "10-03-2022"
    },
    {
        "full_article": "Maksura lived in Shyamnagar, in the coastal areas of Bangladesh. She graduated against all odds and dreamed of a future where she could work and apply her knowledge in real life. But she was unable to find a suitable opportunity, and instead was married off to a disabled and slightly less educated man. The man owned a small shrimp firm, but his business was being threatened by newer, wealthier entrants. So she wished to shape a better life for herself and her family. But everyone was awaiting news of her pregnancy. The pressure from her family and society kept mounting, and soon after her wedding, she decided to give in and have a baby.\nAmid financial duress and a dwindling career, she conceived her first child at 28. As fate would have it, three months into her pregnancy, she lost the baby. As her husband wrestled with diminishing business opportunities in the heavily salinised area, Maksura found herself facing all sorts of social stigma. She decided to try for a child again; her world in tatters, Maksura knew that a baby was her ticket to peace and stability in the family. Unfortunately, this was not to be, as four months into her pregnancy, she miscarried again.\nMaksura met with an NGO medical practitioner who instantly advised her some medication, food and a change of her source of drinking water, and to opt for treated water found a little further from her home by Friendship's water treatment plant. Maksura was finally able to give birth to a healthy baby.\nMaksura's story reveals the research by the icddr,b, which found that women residing within 20km of the coastline and seven metres above sea level were 1.3 times more likely to suffer miscarriage than women residing further inland. According to the Soil Resource Development Institute (SRDI), salinity has been a problem since the early 1970s, and has increased around 26 percent in the last 35 years. However, salinity is not the only issue ailing Bangladeshi women's health and lives in general.\nWomen have assumed familial roles such as guardians, caregivers, homemakers, economisers, healthcare providers, teachers, and disciplinarians. A woman multitasks her way expertly in a household and plays all these roles with zeal; she has been doing so for hundreds of years now. More and more women have stepped outside for work in recent times. Regardless, they never did let go of the older responsibilities that they had internalised and inherited from society. Thus, they now have dual roles and, therefore, assume dual burdens.\nWomen in rural settings who are not working to earn do not fare much better either. They have also had to step up over time to take on a number of different roles to ensure the stability of their families. Oftentimes, as men venture outside their villages and countries in search of jobs, women stay behind to look after the children and the elderly. They find themselves in charge of bringing wood and dry leaves for fire, water for household needs, and food for their families. If it is a traditionally woman-led household, these roles are even starker. Even as a standalone job, water collection is difficult. If water collection points are far from a woman's place of residence, it becomes physically and mentally burdensome. As many as 68.3 million people lack access to safely managed drinking water in Bangladesh, while 103 million are deprived of safely managed sanitation facilities, according to a new Unicef-WHO report. Women and girls bear 90 percent of the responsibility of collecting water in Bangladesh, according to the World Bank.\nAs for providing their families with food security and nutrition, the primary solution for women is often to plant crops and vegetables in their respective homesteads, and invest in small-hold agriculture or diversity into sub-sectors like fish farming and forestry. It is worth noting that females lead 50-80 percent of food production around the world, but actually own very little land. Whether or not these ventures bring them an earning opportunity, they do help them provide a source of food and nutrition for their families. According to data obtained from FAO in 2018, 11 percent of small-scale fishers and almost half of all aquaculture workers around the world are women, and climate change could harm all of these women's livelihoods.\nWomen often miss out on critical weather safety from disasters. According to the Climate Change Profile Bangladesh (2018), in times of climate-related disasters (which are likely to happen more often in the future), women are hit harder than men. In the past, cyclones and floods have been associated with death rates for women five times higher than for men. Cyclone Gorky in 1991 had a death ratio of 14:1 with the heavier side being that of females, according to a study by the World Bank.\nThe Intergovernmental Panel on Climate Change (IPCC) recognises that one of the issues that can really exacerbate climate-related hazards is gender inequality, as workload, occupational hazards, psychological, physiological, and emotional stress, and mortality will all rise for women and girls. Even as the world tries to reduce carbon emissions, direct measures to ensure support for women are missing.\nLaws, policies, and practical interpretation are very important to empower women. Most of the issues are cross-cutting, and to be able to sift and work through them, extensive gender-disaggregated data on the more marginalised and vulnerable groups of women, including girl children and the very old, is needed.\nClimate change is not a gender-neutral concept, nor are the effects of it more lenient towards the disadvantaged female. However, the personal realisation for each one of us is that stories like Maksura's should not be repeated, and that each one of us should genuinely and positively intend to prepare a stronger future generation that does not fall victim to age-old prejudicial norms and practices. \n \nKazi Amdadul Hoque is a senior director at the NGO Friendship, working on strategic planning, climate action and development.\n",
        "headline_1": "Time to change the story of coastal women’s struggles",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/time-change-the-story-coastal-womens-struggles-2979371",
        "news_paper_name": "The Daily Star",
        "publish_date": "10-03-2022"
    },
    {
        "full_article": "With the rising prices of essentials in Bangladesh, people with fixed income are struggling to make ends meet. But some of the ministers are in denial, sometimes referring to the increasing income levels of the people in the country as the cause behind the increased living costs. This argument seems logical if we note that our per capita income increased by 11 percent in the 2020-2021 fiscal year and now stands at USD 2,591. Additionally, we achieved 6.9 percent growth in GDP. Furthermore, by 2041, the government expects the country's economic volume to grow to USD 2.5 trillion and the per capita income to cross USD 12,000. There is a flip side to it: The benefits of economic growth have mostly trickled up, rather than trickle down. The World Inequality Report 2022 revealed that only one percent of Bangladesh's population held 16.3 percent of the total national income in 2021, and the bottom half held 17.1 percent. And overall, 44 percent of our total national income is acquired by only 10 percent of the population.\nWe find misery within rampant economic growth, but policymakers globally show persistent fascination towards growth. The obsession with economic growth echoes John Maynard Keynes's speculation in the 1930 essay titled \"Economic Possibilities for Our Grandchildren,\" which says capital investment and technological progress would create a society where people would not have to work more than 15 hours a week. However, the global situation is far from what Keynes predicted 92 years ago. Government policies are focused too narrowly on the growth trajectory, ignoring many other ominous signs: rising inequality, corruption, soaring inflation, youth unemployment, regional disparity, etc. Considering the paradox, one could ask: If the economy is growing, why are people suffering? A straightforward answer to this: economic growth, as measured by GDP, does not essentially lead to common well-being.\nSince the Bretton Woods conference in 1944, economic growth in GDP has dictated how countries conduct their affairs and priorities worldwide. Economic growth often means more people at work and more businesses in operation. Moreover, economic growth is expected to provide people with opportunities to move up the ladder and perform to their full potential. The height of this tendency was revealed by Irish Prime Minister Bertie Ahern in 2006, when he explained the rising inflation saying, \"The boom times are getting even boomier.\" Similarly, some Bangladeshi ministers associate the rising living costs in the country with the increasing purchasing power of the population, and focus more on economic growth.\nOne could say that the world leaders are obsessed with economic growth measured by the GDP. However, there is no consideration of whether that growth is \"good for all.\" For example, due to the traffic congestion, we lose a portion of our workday and efficiency. We could calculate the loss it incurs to the overall economic growth. But ironically, traffic congestion also causes GDP to increase, since people must buy all that gasoline. Additionally, traffic congestion's aggregate negative consequences are not directly visible, as pollution and frustration do not usually show up in data representing economic growth. Many economists would agree that economic growth as measured by GDP is not directly connected with social and environmental outcomes that determine our well-being and the planet's sustainability.\nTo move away from the world's growth model and reliance on GDP as the measure of development is challenging. It would practically mean that we significantly reduce buying products. As the demand for commodities is reduced, production will decrease, and natural resource extraction will be slowed. Eventually, our planet's sustainability will improve. But the growth supporters fear that in such an economy, many people would find no work. Nonetheless, they ignore that if we could decouple income from labour by introducing a basic income for all, it would encourage people to become entrepreneurs and try alternative livelihood options. The government could raise taxes on the rich to finance a basic income scheme. Furthermore, if growth becomes less imperative, policymakers could prioritise distributional policies more than we have today by providing better education, healthcare, or job opportunities for the disadvantaged segment, without worrying about increased government spending.\nOne could argue that we still do not have globally applicable financial, political, and social redesign models to build an economy that will thrive even if it does not grow. But it is an existential question, and we need to start raising our voice at mainstream policy debates.\n \nMohammad Tareq Hasan, PhD, is an anthropologist and teaches at Dhaka University.\n",
        "headline_1": "The flip side of economic growth",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/the-flip-side-economic-growth-2979356",
        "news_paper_name": "The Daily Star",
        "publish_date": "10-03-2022"
    },
    {
        "full_article": "People with connection to powerful quarters continue to cut down hills across Bangladesh in the name of creating housing plots. It is happening this time right in the middle of Chattogram city. A detailed report in this daily highlights that the hilly areas of Chhinnomul Bazar in Chattogram's Arefin Nagar area have a number of signboards of housing projects, and that plots are being offered for Tk 7-12 lakh. It is said that the whole area surrounding Bayezid Bostami-Faujdarhat Link Road has seen mushrooming of such housing projects in recent years, where hills are being cut down on a daily basis right under the nose of the administration.\nThe surprising part of the story is that while entire hills are being razed, neither the Department of Environment (DoE) nor the district commissioner's office apparently has any clue of such massive activities. Hence, the pertinent question that arises is: Why does the DoE exist if it cannot exert force to protect natural assets before they are destroyed?\nThis daily has been consistent in reporting on how powerful people, in cahoots with some unscrupulous officials of the administration, have been levelling hills to create housing projects, especially in the hilly areas. In all the reported cases, the lack of surveillance by the competent authorities has come out in the open, but no immediate action has been taken to deter the criminals and send them to prison. Nor has any action ever been taken against those officials who have consistently turned a blind eye to these activities. It is, therefore, not surprising that housing projects in hill areas are booming, thereby spelling disaster for the environment.\nWe wonder: when millennia-old hills get razed to the ground defying the laws of the land, what do the DoE, UNOs, DCs and NGOs do to save them? Hills work as natural barriers to protect people from cyclones and floods. If all the hills are cut down one by one in a predominantly hilly region, the environmental calamity that would ensue will be one of dreadful magnitude.  We are deeply concerned to learn that, in most cases, the Chattogram Development Authority (CDA) allows construction on condition of obtaining a \"no objection certificate\" (NOC) from the DoE. That means by spending money and exerting influence, anyone can obtain a certificate and go and cut down an entire hill! We believe it's high time the ministries concerned woke up and put a stop to hill-cutting under any scheme whatsoever.\n",
        "headline_1": "Hear no evil, see no evil, punish no evil",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/hear-no-evil-see-no-evil-punish-no-evil-2979341",
        "news_paper_name": "The Daily Star",
        "publish_date": "10-03-2022"
    },
    {
        "full_article": "The draft regulations for online content platforms, prepared by Bangladesh Telecommunication Regulatory Commission (BTRC), seem to be rooted in the same authoritarian worldview as the infamous Digital Security Act (DSA), in which digital security and human rights are secondary to the government's overarching need to muzzle dissent and free speech. The draft of \"Bangladesh Telecommunication Regulatory Commission Regulation for Digital, Social Media and OTT Platforms\" was made available early last month. Since then, it has attracted concerns that, far from offering a regulatory mechanism that is predictable, future-proof and fit for purpose, it gives one that is unsuitable, unrealistic and devoid of careful considerations.\nWe have already published a detailed analysis highlighting the key concerns about this draft. Now, 45 organisations have written to the BTRC, urging it to withdraw and reconsider the draft as, if enforced, it will \"imperil people's freedom of expression and the right to privacy, undermine encryption, and weaken online safety.\"\nThese warnings, as we know from our observation of DSA enforcement, are almost certain to come true. Some of the major concerns expressed about this draft relate to: a) The absence of a \"safe harbour\" provision and the spectre of penalties for intermediaries and their employees; b) A traceability requirement that will undermine end-to-end encryption and violate privacy; c) The mandate for intermediaries to block an overbroad and ambiguous range of content, including content that is \"insulting,\" \"harmful,\" \"offensive\" or \"breaches the secrecy of the government\"; d) Truncated timelines to remove content; and e) The mandatory requirement for non-resident intermediaries to have local registration and appoint resident officers and representatives in Bangladesh.\nThe draft regulations appear to mirror many of the provisions in India's highly controversial Information Technology (Intermediary Guidelines and Digital Media Ethics Code) Rules, 2021. These rules were already criticised for jeopardising human rights. A cut-and-paste exercise on the BTRC's part is, thus, deeply problematic, not least because—as an expert has pointed out—it pre-empts an authentic rule-making effort driven by the local issues, considerations and regulatory environment. The question is: Why would BTRC do it, then?\nThat is not to say that we don't need such a regulation. Given how widespread the use of the internet and how far-reaching its impacts are these days, there should be rules to regulate online content, especially to mitigate its harmful effects. What we don't need is a hurriedly patched up law that forces an overbroad set of regulations that contravenes basic democratic principles and human rights. We urge the BTRC to withdraw its draft regulations, and engage all stakeholders to find out regulatory options best suited to their purpose and needs.\n",
        "headline_1": "We don’t need another DSA-like tool of manipulation",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/we-dont-need-another-dsa-law-2979121",
        "news_paper_name": "The Daily Star",
        "publish_date": "10-03-2022"
    }
]