[
    {
        "full_article": "India’s goods exports rebounded from a nearly 17% dip in October to a mild 0.6% uptick in November. While the value of exports recovered to $32 billion from $29.8 billion in October, it is still significantly below the $39 billion averaged between April and September. Imports growth moderated to 5.4% with the value of shipments slipping to $55.9 billion — a level last seen in February 2022, which was followed by seven months of import bills of around $60 billion. The merchandise trade deficit eased below $25 billion for the first time in five months. The easing of some commodities’ prices may help curb the import bill and deficit to some extent, but this could cut both ways as the value of some exports that boomed because of global price trends earlier, will also decline. A part of the import bill dip was triggered by lower non-oil cargo, signalling slowing domestic demand, but non-oil exports’ performance is a greater worry. Their share in exports growth has been shrinking since June, with the contraction accelerating for many sectors from September to November — engineering goods that drove much of India’s record $422 billion goods exports in 2021-22, contracted 11.3% while textiles fell a steeper 25%.  Explained | Why are India’s slowing exports a cause for concern?December’s pending festive orders may still lift export numbers month-on-month, but the onset of 2023 would spell greater pressures for India’s trade story, with key markets heading into a recession. Having grown 11.1% in the first eight months of 2022-23, goods exports could still fall 2.3% over the full year, a CARE Ratings research paper cautioned on Tuesday. While the World Trade Organization expects global goods trade to grow just 1% in 2023, CARE reckons India’s exports may rise a meagre 1.5% in 2023-24. Services exports and remittance inflows may cushion India’s current account deficit from the goods trade imbalance and restrict the economy’s external vulnerabilities, but policy makers need to focus on ensuring a soft landing for factories in export-intensive sectors that are also massive employers so that the global gloom does not hit domestic sentiment. In recent weeks, the Government belatedly scrapped the export duty on steel and iron ore, that was hurting engineering exports too, and brought them under a tax refund scheme with thus-far excluded sectors like drugs and chemicals. Keeping an eye on market realities to respond deftly to emerging challenges is vital for Indian exporters to sustain through the coming turmoil and perhaps, even expand their share in the global trade pie. Vietnam, Cambodia, Bangladesh and China saw their share rise even when global trade growth itself slowed in the years before COVID-19. India too, should aspire to emerge stronger from the brewing storm.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nexports\n\n/\n\nmanufacturing and engineering\n\n/\n\neconomy (general)\n\n/\n\nimports",
        "headline_1": "Turning tide: On India’s goods exports",
        "headline_2": "Sliding global demand is hurting manufacturing exports already and 2023 could be rougher",
        "link": "https://www.thehindu.com/opinion/editorial/turning-tide-the-hindu-editorial-on-indias-goods-export/article66314140.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "29-12-2022"
    },
    {
        "full_article": "A testy exchange in the Rajya Sabha between the Minister of State for Rural Development, Sadhvi Niranjan Jyoti, and the Trinamool Congress MP, Jawhar Sircar, on the withholding of funds for the Mahatma Gandhi National Rural Employment Guarantee Scheme (MGNREGS) in West Bengal laid bare a key implementation issue — wage delays. A report by the non-profit organisation LibTech India found that ₹2,744 crore was still due to workers for work done since December 26, 2021. The delay in the payment, which is contrary to what is stated in Section 3 of the NREG Act, has resulted in a drop in the number of households working under the scheme in the State — from 77 lakh during the pandemic years to 16 lakh in the current financial year. The current number falls short of the 49.25 lakh households which availed the scheme in the last pre-COVID-19 year as well. The Union Government in its response suggested that funds have been blocked only in West Bengal for “non-compliance with the directives of the Central government” and this pertains to prior fund misuse, but the Trinamool Congress government’s response is legitimate. The State has answered queries related to the misuse and the blocking of funds to workers; the fact that misuse has reportedly covered only a fraction of the grants suggests that workers are being unduly punished.\nALSO READ\n\nRelease of MGNREGA funds a continuous process: Minister\nWage delays have been a chronic problem with MGNREGS, which, beyond being a form of insurance for the poorest rural households, was a boon during the pandemic years, giving succour not only to such households but also to migrant workers from urban areas as alternative employment. Earlier this year, the delays in funds disbursal to the States were on account of procedural delays and an overhauling of the Public Financial Management System (Finance Ministry). This should not be a problem if the Union government sets aside adequate funds at the beginning of the financial year. While an emphasis on reducing misuse is necessary — in particular, ensuring that the scheme is put into use by actually undertaking public works — the misplaced reliance on technocratic approaches has stymied its implementation. The Government has now made digital capture of MGNREGS attendance mandatory at work sites, despite issues such as the lack of technical support, the necessity to own a smartphone, and workable Internet connections at the sites not having been fully resolved. A scheme such as MGNREGS needs to evolve while keeping its core idea of a demand-driven work allocation intact. Treating it as a burden will only hurt genuine beneficiaries. \nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\ngovernment\n\n/\n\nwelfare\n\n/\n\nemployment\n \n/\n\nWest Bengal",
        "headline_1": "Laboured wages: On MGNREGS payments to States",
        "headline_2": "Any delay in funds to be paid to States for Mahatma Gandhi National Rural Employment Guarantee Scheme payments is unethical",
        "link": "https://www.thehindu.com/opinion/editorial/laboured-wages-the-hindu-editorial-on-mgnregs-payment-to-states/article66314540.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "29-12-2022"
    },
    {
        "full_article": "As many as nine states, including the major ones of Karnataka, Telangana, Madhya Pradesh, Rajasthan and Chhattisgarh, will hold assembly elections in 2023. The media will probably dub it as the semi-final before the 2024 Lok Sabha final. Facts disprove this semi-final theory.\nIn 2018 and 2019, many states that ousted BJP in assembly elections flipped back to it in the subsequent Lok Sabha elections. Even in states that held assembly and Lok Sabha elections together – Odisha, for example – one result did not exactly mirror the other. 2023 elections are not the semi-finals for anything; they are the finals for the assembly elections. Period.\nRead full opinion on TOI+\n\n",
        "headline_1": "Polls 2023: Revadis, not rehearsal: Nine assembly polls next year are not any kind of semi-final for 2024. But with slowing growth, campaigning will likely see all parties offer even more freebies",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/polls-2023-revadis-not-rehearsal-nine-assembly-polls-next-year-are-not-any-kind-of-semi-final-for-2024-but-with-slowing-growth-campaigning-will-likely-see-all-parties-offer-even-more-freebies/",
        "news_paper_name": "The Times of India",
        "publish_date": "29-12-2022"
    },
    {
        "full_article": "The deaths of a Russian businessman-politician – who  was a known critic of Putin – and his friend in Odisha under mysterious circumstances should alert India’s intelligence and security apparatus. As of now, the politician’s death is being termed accidental, although the fact that the local police didn’t preserve the viscera after post-mortem, as is the SOP, has raised many questions. Let’s note that the chairman of Russia’s second largest oil company fell to his death from a hospital window in Moscow. He too had called for an end to Russia’s military operation.\nSuspicious deaths are of course as old as international intrigue and conflict. And that various intelligence agencies occasionally target individuals in other countries for what Americans call extreme rendition is known. The point is countries, at least major countries, try to raise the cost of such back operations by foreign agencies through superior counterintelligence. As India’s strategic profile increases and New Delhi is seen as a key player in hot-button geopolitical issues – from the Ukraine conflict to the Taiwan Strait tensions – there is a danger of foreign agents bringing their battles to this country.\nRecall that in 2012 a car with the wife of the Israeli defence attaché in India was attacked with a sticky bomb in Delhi. This was when Israel and Iran were reportedly targeting each other’s diplomats and scientists through covert operations on foreign soil. Or note recent reports that China has been setting up secret police stations in other countries to coerce or intimidate Chinese nationals there. This especially should deeply worry India. Apparently, more than 100 such overseas Chinese police stations have been established in countries such as the Netherlands, Ireland, South Korea, Japan, Germany and the US among others. The same modus operandi could be used by Beijing in India too, not just to monitor Chinese nationals here but to also execute plans that may have bigger security implications for New Delhi.\nSince very little is in public domain about India’s intelligence and counterintelligence capabilities, we can only hope that given newer challenges, its counterintelligence is upgraded or will get upgraded. So far, India’s security apparatus has been largely geared towards fighting and preventing terrorism. But we may have to increasingly deal with far more sophisticated threats. Well-resourced, highly trained espiocrats are part of becoming a major power.\n\n",
        "headline_1": "Securing homeland: India must upgrade counterintelligence as its geopolitical environment becomes complex",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/securing-homeland-india-must-upgrade-counterintelligence-as-its-geopolitical-environment-becomes-complex/",
        "news_paper_name": "The Times of India",
        "publish_date": "29-12-2022"
    },
    {
        "full_article": "Karnataka’s legislative assembly on Tuesday cleared a bill that aims to integrate transport management in Bengaluru under an authority which will be headed by the chief minister. The Bengaluru Metropolitan Land Transport Authority hopes to bring a more cohesive approach to providing solutions to a city that has expanded fast. It remains to be seen if this move works. There are, however, a couple of takeaways relevant to the larger challenges facing urban governance in India.\nAt the heart of urban dysfunction is the creation of turfs among multiple bodies that carry out different functions. Breaking down barriers then would require the head of an urban body such as a mayor to have both the legal and political authority to force a cohesive approach. However, despite the 1992 74th constitutional amendment that gave constitutional recognition to the third tier of governance, states have not delegated enough powers to urban bodies. Given the experience of three decades, it’s now unrealistic to expect that the situation will change with direct contests for the mayor’s post – real power resides in the office of the head of the state’s political executive.\nThis makes Karnataka’s development a step in the right direction because it explicitly acknowledges political realities. To illustrate, Karnataka CM Basavaraj Bommai said many state and national highways merge into Bengaluru’s roads. Big cities across India are similarly situated. Therefore, a transport authority with representatives from GoI’s organisations such as NHAI can work only if the political weight of the CM’s office is charged with the responsibility of sorting out turf issues. Mayors can’t pull that off. States that have big cities should carefully watch how the Karnataka experiment goes. If navigating Bengaluru’s roads becomes a less stressful experience, there’s a model here.\n\n",
        "headline_1": "Mere mayor won’t do: A Karnataka bill holds the potential for a new model of urban governance: make CM’s office responsible",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/mere-mayor-wont-do-a-karnataka-bill-holds-the-potential-for-a-new-model-of-urban-governance-make-cms-office-responsible/",
        "news_paper_name": "The Times of India",
        "publish_date": "29-12-2022"
    },
    {
        "full_article": "With Taliban banning women from universities and working, the condition of Afghan women and girls has deteriorated fast since the Islamists took over. Lailuma Nasiri, co-founder of Afghanistan Justice Organisation, Kabul, spoke with Rudroneel Ghosh about the decline in women’s rights, suffering of the Afghan people and how the international community is responsible for the situation:\nCan you describe the precipitous slide in the socio-economic conditions of Afghan women this year.\nThe situation in Afghanistan for women, from every point of view that you can think of, whether it is social life, the economic and security situation, or preserving women’s rights, is at its worst level in the past decade. We have lost all the gains that we had made in the last 12 years. Since the Taliban took control of Afghanistan last year, Afghan women have faced different levels of difficulties and restrictions. As you may know, recently girls were barred from attending universities. Soon after came the directive that women can no longer work in local and international NGOs operating in Afghanistan.\nRead full opinion on TOI+\n\n",
        "headline_1": "‘Taliban may have some understanding with the international community which Afghans don’t know about’",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/talkingturkey/taliban-may-have-some-understanding-with-the-international-community-which-afghans-dont-know-about/",
        "news_paper_name": "The Times of India",
        "publish_date": "29-12-2022"
    },
    {
        "full_article": "The government programme for abandoned young children, Chhoto Moni Nibas, operating in six small centres located in six divisions, is doing a relatively commendable job of giving care to those without parents. However, like any facilities run by the state, they are not without problems. In fact, there have been complaints about the service that is provided, as well as allegations of corporal punishment and even forced religious conversion, but the main problem facing the children is the lack of a family environment. This could be solved if there were a uniform law or easy procedures for adoption through which the children could be taken in by interested couples without any hassle.\nHowever, we do not have such laws that address adoption comprehensively. A law was enacted in 1972 to ensure the adoption of war children, but it was repealed in 1982 due to various complaints. For this, couples interested in adopting have to jump through many hoops to get approval, not to mention the still-unfriendly social attitude to adoption of children without parental identity. Sometimes they have to go to family courts. But many still cannot adopt – which can be understood from an estimate saying that 39 percent of the children in the Chhoto Moni Nibas system have not been adopted. For children who are not lucky enough to find a home, the future can be dismal. If they are not adopted by the time they reach the age of seven, they are transferred to government family homes where they can remain until they turn 18. However, without proper guidance and care, many end up getting involved in drugs and crimes.\nSomething very similar often happens with the vast number of street children in Bangladesh, many of whom are also abandoned or otherwise estranged from their families. Approximately 1.6 million street children live in the country, with 75 percent of them residing in the capital, according to an estimate. The number of street children in Dhaka alone, according to the Bangladesh Institute of Development Studies, stands at about 450,000. Non-government organisations working for street children say these minors often engage in various illicit activities, such as drug trafficking, theft, and robbery. More concerning is the fact that children, who lack any form of assistance or protection, are denied most of their basic rights and get addicted to drugs at extremely young ages.\nThis is very unfortunate. There is no denying that children are our future, and if they are not cared for and guided properly, that future is bound to be bleak. If we want a future free of crime and social disturbance, the state must ensure proper care for abandoned children. It should expand its coverage of services and bring as many of them within the purview of its support programme as possible. These children already come from a background of trauma; it is the state's duty to make sure they don't continue to live in that trauma for the rest of their lives.\n",
        "headline_1": "Abandoned children deserve better care",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/abandoned-children-deserve-better-care-3207436",
        "news_paper_name": "The Daily Star",
        "publish_date": "29-12-2022"
    },
    {
        "full_article": "As 2022 comes to its end, let's review where Bangladesh stands in terms of two well talked-about concepts related to the climate crisis: Nature-based Solutions (NbS) and locally-led adaptation (LLA).\nNbS is when we protect, restore, create or sustainably manage our nature. But, an important aspect of NbS is it should simultaneously improve the biodiversity of a locality and benefit its inhabitants. So, the protection of the Sundarbans, management of Tanguar Haor, the floating agriculture of Barishal, restoring of Dhaka's Hatirjheel, or practising of agroforestry in greater Mymensingh are examples of nature-based solutions.\nOn the other hand, at the lowest administrative level, when local people and their organisations, local government institutions and other local actors recognise, prioritise, plan, implement, monitor, evaluate and learn from adaptation against climate change, it is known as locally-led adaptation.\nOf course, such actions need to be supported by the national and local-level government, private agencies, NGOs and development partners by closely working with the above local entities.\nIn 2022, the most important progress in Bangladesh's climate policy has been the approval of the National Adaptation Plan of Bangladesh (2023-2050) (NAP) in October.\nThis became only the second policy instrument of the country that strongly embraces both NbS and LLA. The first one was the Mujib Climate Prosperity Plan Decade 2030, drafted back in September 2021.\nOn November 16, I wrote in my column about how NbS has magnificently been mainstreamed in the NAP by identifying 21 adaptation actions – which would require USD 5.9 billion – for ecological management, ecosystem restoration and conservation. Regarding LLA, the term has widely been noted throughout the NAP. However, its meaning has not been fully elaborated on.\nAlmost two years ago, the Global Commission on Adaptation (GCA) developed eight principles of LLA, which essentially focused on local-level decision-making, social equity, flexible financing, investing in institutions, understanding climate risks, learning from actions, ensuring transparency and accountability, and promoting collaboration. Since these principles are now endorsed by almost 100 government and private entities all over the world as a good practice, the Bangladesh government should consider the GCA as well to effectively adopt and mainstream LLA in 2023.\nIn May 2022, many agencies and individuals shared their experiences and understanding of LLA at a two-day consultation, organised by the International Centre for Climate Change and Development (ICCCAD). In the first meeting of this platform in Dhaka in September, every attendee shared their vision of and commitment to the future of LLA. ICCCAD has been playing a key role in mainstreaming new concepts and practices of climate change into the country's planning.\nAnother event was organised in April 2022 at the Planning Commission to discuss the economic recovery potentials (ERP) of NbS in Bangladesh. In 2021, the University of Oxford, ICCCAD, and Peru's Instituto de Montaña developed a methodology to measure how specific NbS interventions (like coastal afforestation, floodwater-storing reservoir, or enrichment plantation within mature mangrove greenbelts) can create jobs, diversify livelihoods or increase local productivity, thus helping communities to recover from shocks. The aforementioned meeting and a preceding session with NbS Bangladesh Network members on this topic gave some important insights into how NbS can be harnessed in the coming years as we try to recover from disasters, the pandemic and economic shocks.\nCapacity development is an important part of mainstreaming NbS and LLA, too.\nOver the last two years, the National Resilience Programme of the Planning Commission has trained around 350 government officials across sectors in NbS, along with disaster impact assessment and risk-informed development planning. Similar capacity development initiatives are, however, not taking place widely for LLA. But many NGOs have been arranging internal training sessions on LLA and NbS, which is expected to continue in 2023.\nRegarding NbS-related knowledge, in the Sixth Assessment Report of the Intergovernmental Panel on Climate Change (IPCC) from February 2022, many pieces of evidence were from Bangladesh, which showcase the country's progress in the knowledge arena.\nIn September, the World Bank's \"Bangladesh: Enhancing Coastal Resilience in a Changing Climate\" report proposed some useful solutions regarding building on nature's strengths. Similar compilations of evidence and good practices are much needed for NbS and LLA in order for these approaches to be correctly adopted. And while doing so, we should be careful not to misuse these terms.\nIn January 2022, the Foreign, Commonwealth & Development Office (FCDO) of the UK government launched the long-anticipated Bangladesh Climate and Environment Programme (BCEP). The first output of this GBP 120 million, five-year-long initiative focuses on scaling up both NbS and LLA, and a collaboration between the FCDO and the GCA's Dhaka office has already started aiming to achieve that.\nThe second project, expected to be awarded in 2023, would focus on NbS as a means of climate change adaptation. In October 2022, the Asian Development Bank (ADB) approved a USD 250 million loan to implement the second Coastal Towns Environmental Infrastructure Improvement Project, wherein NbS has been explicitly identified as a key project intervention.\nAdditionally, in April 2022, the USAID launched its new Climate Strategy 2022-2030, which clearly focuses on NbS and LLA. A quick visit to USAID's website on project funding forecast finds several projects for Bangladesh through which the mainstreaming of LLA and NbS would be possible from 2023 onward.\nSimilar scopes are found in the Global Environment Facility's (GEF) Small Grants Programme 2022, under which the UNDP Bangladesh has recently called for proposals to implement projects in the haor regions and in Cox's Bazar.\nWe can only hope that the teams designing the above small and large projects realise the needs and opportunities of NbS and LLA for Bangladesh as we move into 2023.\nDr Haseeb Md Irfanullah is an independent consultant working on environment, climate change, and research systems. His Twitter handle is @hmirfanullah\n\n",
        "headline_1": "What awaits Bangladesh’s climate change adaptation in 2023?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/what-awaits-bangladeshs-climate-change-adaptation-2023-3207331",
        "news_paper_name": "The Daily Star",
        "publish_date": "29-12-2022"
    },
    {
        "full_article": "The director general of the World Health Organization (WHO), Dr Tedros Ghebreyesus, recently called on world leaders to create strong health systems to tackle epidemics because \"viruses do not respect borders, and they don't need visas.\"\nHis call is timely as the world is facing a \"tripledemic\" of Covid, the flu, and respiratory syncytial virus (RSV). Health scientists advise that many infectious diseases can never be eradicated. Viruses and bacteria have established that they can quickly overwhelm any country's health system. They have truly put us on notice to stay prepared, respond, and mitigate.\nIs Bangladesh ready to confront these constant threats? What preparedness does it have against these invisible enemies? How do we meet these challenges?\nWe often get sidetracked by some competing priorities when assessing our own healthcare infrastructure. Should we invest in training medical professionals and giving them equipment so they can treat patients, or should we develop public health data infrastructure. Or both?\nAn informed public health professional will argue that public health is half medical and half data. Without data, any health system is effectively blind. Data provides visibility into public health emergencies and non-emergencies alike. It saves lives. It tells us where the government needs to pour its funds and which areas to mobilise resources in. It helps identify gaps in healthcare and measure outcomes. Indeed, data is the eyes and ears of public health.\nBeing a resource-stripped country, Bangladesh tends to prioritise investing mostly in the purely medical aspects of public health. And that is where we get it wrong.\nIn an advanced healthcare system, data is integral. A prominent emphasis is placed on collecting data from major healthcare players. The data is stored in an enterprise data warehouse and the public is given access to it. Public health researchers bank on this massive database to inform policymaking. All state governments in the US maintain data warehouses for researchers as it remains the primary source for public health research, policy development, and implementation.\nIn Bangladesh, this culture is almost nonexistent. We do have data repositories with public access. However, we miss out on a huge amount of data as healthcare actors are not bothered to submit them, and private health systems are reluctant to do so. There is also a lack of regulations and financial incentives to encourage them to diligently file data.\nWe must require all major systems to submit healthcare encounter data generated by healthcare professionals – documenting both the clinical conditions diagnosed and the services and items delivered to treat these conditions – especially admission, discharge and transfer data. These data types capture the most important highlights across the care continuum. They bring in richer, more reliable data through which to conduct public and population health analytics.\nIt is also critical that we invest in health data interoperability – that is sharing, adopting, and utilising data across disparate healthcare systems. It enables various distinct data environments to \"talk\" to each other using a common language. Such data interoperability essentially converts raw data into human-readable information, no matter what technology platforms healthcare providers use. Without interoperability, data is largely useless.\nLuckily, the government of Bangladesh recognises the importance of data connectivity.\nIn 2012, the Ministry of Health and Family Welfare even developed a data interoperability guideline. That was a solid step, but how much progress have we made on this goal?\nThe manual, titled \"Bangladesh eHealth Standards & Interoperability Framework,\" that the ministry published is only a first draft from 2012 that has never been finalised. Moreover, the framework failed to refer to the most prominent healthcare data standard, Health Level Seven International (HL7), which has so far been adopted and implemented by 27 countries, including India and the US. As experts opine, HL7 will take the lead in the world of data standards at least for decades.\nAt any rate, the government should prioritise the increasingly common data language that is HL7 in order to promote data interoperability in the healthcare data arena.\nAside from internal health dynamics, we must also look at the importance of data exchange through a global lens. In the new health reality, low- and middle-income countries have been forced to forge greater relationships with international entities like the WHO to survive and thrive. The WHO has found new alliances in these countries, and has been providing their public health data to the organisation's global dashboards. It has been delivering support to impoverished nations by supplying various forms of intervention and education. A framework of interdependency has emerged, shifting international relations to a new norm.\nTo confront emerging threats, Bangladesh must nurture partnerships with other countries.\nWithout good comprehensive data, we will be short-sold when bargaining for resources against other countries. We would simply be uninformed about what our gaps are, and would have to resort to relying on our gut feelings, which are often wrong.\nData ensures transparency. A large-scale generation, modelling, design, and production of healthcare data will give Bangladesh an upper hand when dealing with global organisations. To prevail, we must build a comprehensive healthcare data infrastructure, driven by a reliable and interoperable data regime at both private and public levels.\nBangladesh misses out on half of its public health potential because of the absence of comprehensive data. \"If you cannot measure it, you cannot improve it,\" goes the saying. Data is a basic tool for measuring the quality and progress of our healthcare system. In today's data-driven world, why aren't we investing in data to achieve better healthcare?\nABM Uddin serves as a healthcare consultant for the Florida Agency for Health Care Administration.\n\n",
        "headline_1": "What’s a healthcare system without data? Simply incomplete.",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/whats-healthcare-system-without-data-simply-incomplete-3207266",
        "news_paper_name": "The Daily Star",
        "publish_date": "29-12-2022"
    },
    {
        "full_article": "Dozens of countries and thousands of individuals and entities around the world are currently entangled in a complex web of multilateral sanctions imposed by the United Nations, or unilateral sanctions imposed by powerful Western nations like the United States and the European Union. Demonstratively, most of these sanctions are targeted at states, entities, and individuals in less developed countries. Genuine questions can, therefore, be asked about the legitimacy and legality of these sanctions, as well as who benefits and who suffers because of them.\nThere is, however, nothing new about sanctions – even ancient Greeks were familiar with them. Pericles's Megarian Decree, issued in 432 BC, in response to the kidnapping of three Aspasian women, is perhaps the oldest example of sanctions in recorded history. Up until World War I, sanctions were indeed a routine part of warfare.\nBut as the international community matured in its efforts to prevent war, the imperatives for using sanctions shifted. And since WWI, in matters of breach of international law and order, non-lethal sanctions, such as economic and financial sanctions, have evolved into legitimate instruments of international law enforcement.\nAs both individual states as well as the UN and other international bodies began imposing sanctions in cases of breach of international law, instead of declaring war against wrongful actions, economic sanctions have received greater legitimacy around the world especially since WWII.\nThe United States, the most prolific enforcer of unilateral sanctions in the world, currently has sanctions in place against more than 20 countries. Most of these countries are among the poorest in the world, and having been cut-off from the global economic and financial systems, many of them are unable to provide essential food and medicines to their populations.\nMost US sanctions are equipped with extraterritorial legal effect and enforcement capabilities. Among others, they require banks and corporations around the world to avoid business transactions with individuals, entities, and states under its lists. As a result, every domestic and international bank that seeks to do business with US banks must now screen US sanction targets as a part of their normal compliance programme. Violators of such regulatory outreach often pay steep penalties.\nMuch of US' sanctions are underpinned by the almighty US dollar. Despite major structural shifts in the international monetary system over the past six decades – such as the emergence of digital currencies and new payments ecosystems, and the emergence of new reserve currencies such as the Euro and Chinese renminbi – in all practical purposes, the US dollar still reigns supreme in global economic and financial transactions. Moreover, attempts of several countries such as China, Iran and Russia, to avoid transactions in US dollars have failed to make much dent in its status as the world's reserve currency.\nConsiderable debate exists over the effectiveness of economic sanctions. There have been some success stories. For example, US sanctions helped to topple Haiti's Duvalier in 1986, Uganda's Idi Amin in 1979, Chile's Allende in 1973, and the Dominican Republic's Trujillo in 1961. The threat of US sanctions also helped to discourage South Korea from acquiring a nuclear fuel reprocessing plant in 1976, in freeing US hostages from Iran in 1981, and forcing the country to come to the negotiating table in 2012. But, overall, most of the sanctions have hardly succeeded in achieving their professed goal – and more-often than not, they end up causing massive harm to the people of the targeted states.\nFormer UN Secretary General, Boutros Boutros-Ghali, once described sanctions as \"blunt instruments and legitimate means to exert pressure on political leaders whose behaviour is unlikely to be affected by the plight of their subject.\" Boutros-Ghali is partially right – sanctions are indeed blunt instruments, but they are not always legitimate. There had indeed been many instances whereby the imposition of sanctions had either been unregulated or based on questionable legality or legitimacy. Think about the completely unjustified comprehensive sanctions imposed on Iraq in the 1990s by the US, which cost at least one million lives, including the death of over half a million infants.\nDr Caf Dowlah, a former professor of Economics with the City University of New York is currently working on Extraterritorial Application of US Economic and Financial Sanctions at Columbia University Law School, New York.\n",
        "headline_1": "Who benefits from sanctions, and who really suffers?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/who-benefits-sanctions-and-who-really-suffers-3207256",
        "news_paper_name": "The Daily Star",
        "publish_date": "29-12-2022"
    },
    {
        "full_article": "The government programme for abandoned young children, Chhoto Moni Nibas, operating in six small centres located in six divisions, is doing a relatively commendable job of giving care to those without parents. However, like any facilities run by the state, they are not without problems. In fact, there have been complaints about the service that is provided, as well as allegations of corporal punishment and even forced religious conversion, but the main problem facing the children is the lack of a family environment. This could be solved if there were a uniform law or easy procedures for adoption through which the children could be taken in by interested couples without any hassle.\nHowever, we do not have such laws that address adoption comprehensively. A law was enacted in 1972 to ensure the adoption of war children, but it was repealed in 1982 due to various complaints. For this, couples interested in adopting have to jump through many hoops to get approval, not to mention the still-unfriendly social attitude to adoption of children without parental identity. Sometimes they have to go to family courts. But many still cannot adopt – which can be understood from an estimate saying that 39 percent of the children in the Chhoto Moni Nibas system have not been adopted. For children who are not lucky enough to find a home, the future can be dismal. If they are not adopted by the time they reach the age of seven, they are transferred to government family homes where they can remain until they turn 18. However, without proper guidance and care, many end up getting involved in drugs and crimes.\nSomething very similar often happens with the vast number of street children in Bangladesh, many of whom are also abandoned or otherwise estranged from their families. Approximately 1.6 million street children live in the country, with 75 percent of them residing in the capital, according to an estimate. The number of street children in Dhaka alone, according to the Bangladesh Institute of Development Studies, stands at about 450,000. Non-government organisations working for street children say these minors often engage in various illicit activities, such as drug trafficking, theft, and robbery. More concerning is the fact that children, who lack any form of assistance or protection, are denied most of their basic rights and get addicted to drugs at extremely young ages.\nThis is very unfortunate. There is no denying that children are our future, and if they are not cared for and guided properly, that future is bound to be bleak. If we want a future free of crime and social disturbance, the state must ensure proper care for abandoned children. It should expand its coverage of services and bring as many of them within the purview of its support programme as possible. These children already come from a background of trauma; it is the state's duty to make sure they don't continue to live in that trauma for the rest of their lives.\n",
        "headline_1": "Abandoned children deserve better care",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/abandoned-children-deserve-better-care-3207436",
        "news_paper_name": "The Daily Star",
        "publish_date": "29-12-2022"
    },
    {
        "full_article": "Prime Minister Sheikh Hasina is going to inaugurate the country's first-ever elevated metro rail in Dhaka today, in what is set to be one of the biggest achievements of her government and a proud moment for us as a nation. We would like to extend our heartiest congratulations to the government, to those who worked on this project, our foreign partners, and all other stakeholders who turned this dream into a reality. It has been a long and arduous journey since construction of the Mass Rapid Transit (MRT) Line-6 began back in June 2016. And even though only a small section of the metro rail is going to be ready for commercial operation from December 29, we hope that the momentum it creates will lead to the timely completion of other sections, as well as that of complementary infrastructure that could truly turn it into a game-changer for the capital's public transport system.\nAfter the PM's official inauguration today, starting tomorrow, commuters will be able to use the MRT Line-6 from Uttara to Agargaon. The eight-kilometre section from Agargaon to Motijheel would be opened in December next year, and the Motijheel to Kamalapur section in June 2025. Initially, the trains would run for four hours a day, from 8am to 12pm.\nClearly, the benefits of the metro rail are many. First and foremost among them are its speed and efficiency. Secondly, more comfortable, modern amenities, such as air-conditioning and Wi-Fi are going to be offered. Additionally, the trains will ferry up to 60,000 passengers per hour, and will also be more environmentally-friendly since they run on electricity. However, the question remains: is the introduction of the metro rail going to be enough to ease the suffering of Dhaka dwellers, who have already paid a hefty price due to the traffic congestion the project's construction has already caused in key areas of the capital?\nFor people to truly benefit from the metro rail, we need to develop a multi-medium integrated communication system centring it. The government also needs to invest in public transport and work on the Dhaka Bus Rapid Transit (BRT) project to decrease people's dependence on private cars. According to experts, even when all six lines of the metro rail will be fully functional, it will only be able to serve 20 percent of the demand at the time. As such, it won't be enough to address Dhaka's ever-increasing traffic woes, unless we make other crucial cost- and time-effective interventions.\nThe effectiveness of the metro rail will depend on the efficacy of the planning to determine how people will reach the stations or go to various destinations around the stations. When it came to the construction of the metro rail, poor planning and unwanted delays on the part of authorities led to a lot of suffering for commuters and general citizens. While development projects such as the metro rail are vital to take our national infrastructure to the next level, these big ambitions must be supplemented with equally high levels of competence. And even though today's inauguration will be a proud start and a big achievement, there is much more that the authorities need to do to truly turn the Dhaka Metro Rail into something that could positively revolutionise the lives of our people.\n",
        "headline_1": "The inauguration of an urban dream",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/the-inauguration-urban-dream-3206391",
        "news_paper_name": "The Daily Star",
        "publish_date": "29-12-2022"
    },
    {
        "full_article": "Educationists could not be happier to know about a US$ 2.47 billion learning-loss recovery programme titled 'Learning Acceleration in Secondary Education (LAISE)' to be implemented between 2023 and 2028. The Covid-19 pandemic has, according to the UNICEF, threatened to create a lost generation only because of learning losses they suffered during the prolonged lockdowns and in the absence of any immediate effective recipe to make up for the lost time. Particularly the less advanced and low-income countries had suffered the most. Bangladesh is no exception to this, because one and a half years went missing without in-person classroom teaching. But there was no programme for learning losses, which should have been introduced along with the reopening of schools. At least children at the stage of foundational learning ---particularly those of the disadvantaged segments of society such as slum children, learners from poor and marginal families in villages---could be brought under such a learning recovery programme. Here the adage 'better late than never' hardly applies because foundational education is crucial for a child, only more so for one from the backward section of society. A suggestion made through this column for forming a young teachers' brigade from college and university students who either lived in villages with families during the pandemic or were unemployed, to teach small groups of primary students did not receive any attention. There was no need for such a huge expenditure to address the foundational lapses in education for primary students. It would have returned in spades. By this time public examinations of two batches of secondary and higher secondary students on short syllabi and fewer subjects have been completed. Many are worried how the GPA-5 achievers in such examinations will fare in higher education. Yet the government deserves appreciation for this belated initiative because there is still a lot to salvage when the programme concerns recovery of learning losses, particularly in the context of a paradigm shift in education policy. It is a whole new education curriculum for students up to standard 12. Because the approach to teaching and contents along with the process of evaluation is highly demanding, there was need for preparing the teachers first for taking up the challenge. A contemporary reported the other day that an hour's training was what teachers received before starting their classes in the new academic year. This is ludicrous. The apprehension is that a potentially most rewarding education system will be undermined, like its predecessor structured (creative) questions, for evaluation of merit. It is exactly at this point the allocation of $2.47 billion, of which the World Bank's component will reportedly be $700 million, may be crucial in developing teachers' skills. Even a portion of the fund can be used for research and experiment to arrive at the best possible teaching manual and method. Apart from the foundational learning loss involving reading and numerical capabilities, teaching at the higher stages will be more challenging because of the learners' earlier weaknesses. Britain's Education Endowment Foundation does the job of finding remedial measures with aplomb. Bangladesh can as well set up such a foundation in order to address the problems that are expected to crop up with the introduction of the new education system.",
        "headline_1": "Programme for recovery of learning loss",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/programme-for-recovery-of-learning-loss-1672234041",
        "news_paper_name": "The Financial Express",
        "publish_date": "29-12-2022"
    },
    {
        "full_article": "So ends another year. So is one more year taken from our lives. So are we informed, in so many words, that this ancient planet we inhabit and the souls inhabiting our corporeal beings are all headed for the twilight. That is an idea not to be contested, for it is the law of nature which perpetually defines movement --- of life, of human action, of history --- as the years roll through the seasons and our world, part of the galaxies, forges ahead to meet the last sunset of the year.Every year ends on a note of reflection. How has the world fared in the twelve months which now must give way to a fresh new consignment of a year? Like every year we have walked or struggled through in life, 2022 has had its mix of the good, the bad and the ugly. It is always that way with time.The Ukraine war has taken a toll of all of us, in nearly every region of the globe. Vladimir Putin perhaps did not foresee the ramifications of the war he initiated in February. And they are? For starters, the comedian who was elected to Ukraine's presidency has turned into an embattled and improbable symbol of national resistance to foreign aggression.That is how human conflict, on the fields of war, changes human perceptions of life, causes so much horror, and raises men to heights of heroism. But no heroism underlay the violence pitting Abiy Ahmed's Ethiopia against the Tigrayan rebels. Thousands died, as the Addis Ababa-friendly Eritrean, Issaias Afewerki, watched from Asmara. It was a pointless conflict. But then, conflicts rarely have a point. Note the hapless Palestinians. Governments have come and gone in Israel, but these Palestinians have gone on nursing their insistently raw wounds.And pain has wormed its way into the economy, global as also local. Britain, despite its five prime ministers in six years, struggles to push back the rise in the cost of living. Rishi Sunak is having a tough time getting things back on track. And he is not alone. In Europe, beyond Europe, economies have been in free fall. Observe Sri Lanka, where People Power removed a corrupt band of brothers, in the form of the Rajapaksas, when money and essential goods vanished from the markets.Sri Lanka became a warning to other nations, to the effect that they were expected to do everything Colombo did not and so keep the deluge of destruction at bay. Not that the effort was always successful, but Sri Lanka was a sign, a warning, of an impending apocalypse. Nations on every continent panicked when Sri Lanka happened. A common fear brought humanity together --- that the world needed to be saved.It begs the question: Can the world be saved from the ravages of men and wild nature? COP-27 was a gala affair at Sharm el Sheikh, but that did not help any. Carbon emission goes on unabated, promised money to help poor nations tackle the misery consequent on developed world-based industrial activity did not materialise. Pledges made, arguments flying back and forth, a watered down deal did not make the world a better place.And politics? In Pakistan, an irate Imran Khan fulminated against the establishment, a euphemism for the military. Thrown out of office by the military and an opportunistic cabal of politicians, Khan went back to his container, announced marches on Islamabad and then retreated. Coups happened in Africa with alarming frequency; and the one in Myanmar locked away Aung San Suu Kyi in a remote region, piling her with punishment for a range of crimes she obviously did not commit.Election deniers, coronavirus deniers and climate change deniers have had a hard time. Donald Trump and his MAGA tribe suffered humiliation everywhere; Jair Bolsonaro was turfed out of office by that old political beast Luis Inacio Lula da Silva in Brazil. Mohammad bin Salman was permitted to claw back to respectability, somewhat, by men of the kind of Joe Biden. Jamal Khashoggi was forgotten. Julian Assange's troubles eased not at all even as Edward Snowden obtained Russian citizenship. An Israeli sharpshooter silenced the brave Shireen Abu Akleh. And MahsaAmini died in a Tehran prison when Iran's guardians of morality obsessed about the placement of the scarf on her head. Nazanin Zaghari-Ratcliffe made her way home after years of being in Iran's grip. Afghan women went off the world's radar with the Taliban decreeing a rude stop to their education and employment.But, yes. Good things did happen in the year. The James Webb Space Telescope pushed off into space and embarked on an endless odyssey into the depths of the universe. Artemis-1 lifted off, to orbit around the moon in preparation for manned journeys reminiscent of the exciting 1960s. Talk of explorations of Mars began to be heard rather insistently.India elected DroupadiMurmu its president. As the year drew to a close, the old Fijian coup-maker Sitiveni Rabuka took over as prime minister yet one more time. Bangladesh celebrated the inauguration of a bridge across the mighty Padma. Xi Jinping found it pretty easy to get elected as China's paramount leader for a third term, while Kaies Saeed stifled democracy in Tunisia. Angela Merkel went into retirement as Olaf Scholz took over as Germany's new leader. In Malaysia, Anwar Ibrahim finally made it to prime ministerial office as Malaysians rebuked Mahathir Mohamed by ensuring he lost the election. Emmanuel Macron went into a second term as French president by beating the far-right's Marine Le Pen. Italy saw a far-right government led by the young GiorgiaMeloni take office. Leftists won a string of elections in Latin America.The long-reigning Elizabeth II died in the year, to be succeeded by her son Charles. Perestroika man Mikhail Gorbachev passed away in Russia, forgotten and ignored. Shinzo Abe was assassinated in Japan. The son of Ferdinand and Imelda Marcos was elected to the Philippine presidency. Salman Rushdie came under assault, the bruises suffered removing him from the public eye.Science came to the fore in light of the maladies piling pressure on government for a solution to the coronavirus. The battle against omicron, delta, monkey pox and dengue went on, laboratories remaining busy. Elon Musk took over Twitter.Ceaseless rains caused death and destruction in Pakistan's Balochistan province and in other parts of the globe. Forest fires consumed nature in America and Europe. On rickety boats, refugees made their way to what they thought were safer shores. Hope of a return home eluded the Rohingyas in their camps in Bangladesh.And thus passes a year into the ages. Thus sinks the sun for the last time in the year. A familiar greyness seeps into the soul and across the horizon.[email protected]",
        "headline_1": "This is the year that was ...",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/this-is-the-year-that-was-1672234067",
        "news_paper_name": "The Financial Express",
        "publish_date": "29-12-2022"
    },
    {
        "full_article": "Waste management is a big headache for the city corporation authorities in Dhaka. Heaps of waste are found here and there. These heaps of garbage emit foul smell to the annoyance of passers-by. According to a study, 2.7-2.9 million tonnes of waste are generated annually in Dhaka city, 70 per cent of which are food waste. The city corporations are not sitting idle. They are applying different techniques to collect the waste. In the recent past it was noticed that bins were installed at every corner of city roads and thoroughfares to collect the waste. But many of them rusted away, while others were broken into pieces by drug addicts and sold as scraps to buy drugs. Now teams have been deployed to collect kitchen waste from households in the city. They render the service for a nominal monthly charge. But the problem is the service is irregular. So the service-seekers are not happy. As a result, this service is also destined to fail.The city fathers can try another system to collect the kitchen waste from the households. They can place bins on the roadsides at regular intervals so that the households can dump their waste there at the end of the day. In the morning the cleaners of the city corporations can collect the waste as part of their regular duty. It will involve no extra charge for the households. The households will also be happy to cooperate by just dropping the rubbish into the bins nearby. It will be more feasible than the methods in use now. The people are willing to help keep the city clean. It is evident when the cows and other animals are slaughtered during the Eid-ul Azha. But they do not find a sustainable system that works.To keep the city clean the roads should be kept clean first. Broken roads, heaps of garbage or other materials stored on footpaths not only cause inconvenience to the passers-by, but also make the city roads look ugly. People think twice before defiling a clean space as we see in posh shopping malls. They do not even throw a piece of tissue paper on the tiled floors of the shopping malls. So it's all about habit. The city authorities should keep that in mind while doing any development work.The situation of waste disposal is far worse in the city slums, where garbage is thrown here and there thoughtlessly. They are exposed to different communicable diseases. They have every right to live in a clean environment. According to a study, 1.8 million people live in slums across the country. Almost half of them live in Dhaka division. This is a large number. They are the worst victims of the poor waste management system that can change the face of the city.Waste management is a very important issue. It can help reduce our health risk and give us a better living environment. On the other hand, the waste can be recycled for improving soil quality and generating more green energy.[email protected]",
        "headline_1": "Managing Dhaka's waste-------------",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/managing-dhakas-waste-1672234153",
        "news_paper_name": "The Financial Express",
        "publish_date": "29-12-2022"
    },
    {
        "full_article": "Transgender people, locally known as Hijra, have long been collecting money from Mymensingh city commuters. But of late, their behaviour has turned aggressive. Often, they get on the buses and forcibly collect money from passengers. If anyone refuses to give them money, they become violent and start name-calling. Sometimes, they even touch different parts of the victims' body and hurl abuse at them. In this way, they harass bus passengers and others in groups. In the past, they were happy with whatever they got from the public. But nowadays, if anyone gives them less than Tk 10, he or she has to face embarrassment in public. Extortion by them in the name of seeking help is on the rise at several key points of Mymensingh city. From morning to evening, they are seen collecting money in small groups. And they are doing this in broad daylight in front of the law enforcement agency members. The authorities concerned should look into this problem and take measures to stop the transgender gangs from harassing people. Efforts should also be made to educate, train and create employment for these people so that they may not extort citizens for a living. Ahamed Junaeid Tanmoy, Student of Ananda Mohan College, Mymensingh, [email protected]",
        "headline_1": "Transgender extortionists",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/transgender-extortionists-1672234194",
        "news_paper_name": "The Financial Express",
        "publish_date": "29-12-2022"
    }
]