[
    {
        "full_article": "Voters in two northeastern States, Nagaland and Tripura, gave the BJP and its partners another term instead of bringing in the change their challengers had promised. For the BJP, the results are a reward for its sustained work, and enhances its claim to be a pre-eminent national party. In Tripura, the party and its regional ally, the Indigenous People’s Front of Tripura, won 33 seats, nine fewer than in 2018 but two more than the majority mark. The seat-sharing deal that the Left Front and Congress struck did not work for the Left but gave the Congress a fresh lease of life. The Left Front won 11, five fewer than the 16 it won in 2018 while Congress won three as against none five years ago. The Tipra Motha, a new party, won 13 of the 42 seats it contested, in the tribal regions. The BJP’s victory can be attributed to an improved law-and-order situation, cash incentives such as a monthly social allowance of ₹2,000 for the poor and providing 1.6 lakh houses under the Pradhan Mantri Awas Yojana. The party also appears to have consolidated the non-tribal voters who are unnerved by the rise of the Motha.In Meghalaya, charges of corruption against the National People’s Party (NPP) by allies and rivals alike did not work. The NPP won 26 seats, six more than in 2018 while its allies in the outgoing government, the United Democratic Party and the BJP, won 11 and two, respectively; they all fought the election separately. The NPP’s pan-Meghalaya presence across two hill regions dominated by the Garo and the Khasi-Jaintia communities kept it in good stead, while the Trinamool Congress’s attempts to gain a foothold faltered as it was seen as a party from West Bengal. The Congress, the only party that had acceptance across the State earlier, is now a pale shadow of itself, winning five seats, a huge fall from its 2018 tally of 21. The Christian community in Meghalaya continues to be sceptical of the BJP but its counterparts in Nagaland have warmed up to it. The Nationalist Democratic Progressive Party (NDPP) and the BJP have retained power in Nagaland, a State which had ceased to have an Opposition in the outgoing Assembly. The BJP equalled its 2018 score of 12 seats while the NDPP won 25, seven more than in 2018. The rest of the seats in the 60-member Assembly have gone to smaller allies of the BJP, ruling out the possibility of any opposition in the new Assembly too.",
        "headline_1": "Seeping saffron: On the BJP and their partners’ electoral gains in the northeast",
        "headline_2": "The Bharatiya Janata Party is primed to be back in power in the three northeast States",
        "link": "https://www.thehindu.com/opinion/editorial/seeping-saffron-the-hindu-editorial-on-the-bjp-and-their-partners-electoral-gains-in-tripura-nagaland-meghalaya/article66572268.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "03-03-2023"
    },
    {
        "full_article": "The National Statistical Office’s latest release of GDP data estimates a further deceleration in growth in the October-December 2022 quarter, a slowdown that the government’s Chief Economic Adviser (CEA) has attributed largely to an upward revision in the year-earlier period’s figures. Gross domestic product is posited to have expanded by 4.4% from the year-earlier quarter, an appreciable deceleration from the 6.3% pace logged in the preceding three months and lagging the 5.2% growth of the October-December 2021 period as well. Gross Value Added (GVA) growth slowed to 4.6%, from the second quarter’s 5.5%, as the estimates for manufacturing suggested a continuing contraction (minus 1.1%), albeit narrower than July-September’s shrinkage (minus 3.6%). Sequentially too manufacturing appears to have shrunk (minus 2.4%). Growth in three of the five services sectors including the crucial trade, hotels, transport and communications as well as the financial, real estate and professional services categories also slowed sharply from the second quarter, signalling that the pent-up demand seen in the contact-intensive sectors, which had been worst hit by the COVID-19 pandemic, had begun to wane. On the expenditure front, the mainstay private final consumption expenditure lost some momentum with its percentage share of overall GDP easing to 61.6%, from 63% in the year-earlier quarter. That this happened in the traditional festival quarter when consumption spending usually peaks ought to be cause for concern and suggests that the relentless pace of retail inflation is eroding consumptive capacity.The CEA, however, has suggested that if the year-earlier manufacturing output data used to calculate the year-on-year growth had remained unrevised, the sector would have actually logged an expansion of 3.8%, instead of the 1.1% shrinkage that the NSO estimates show. Similarly, he has asserted that private consumption spending would have logged third-quarter growth of about 6%, instead of 2.1% that the latest NSO release indicates, if the data prior to revision had been used instead. Still, even at 6%, consumption spending growth would lag the second quarter’s 8.8% expansion, making it clear that momentum is flagging. Gross fixed capital formation, which reflects investment by businesses in new capacity, contracted sequentially, with its share of GDP slipping to 31.8%, from 34.2% in the July-September period. With global demand weakening considerably and unlikely to recover over the course of 2023, and the risks from likely unfavourable weather conditions raising uncertainty over farm output in the coming months, policy makers will need to do all they can to buttress domestic demand. That the data revisions have essentially made it that much harder to draw meaningful conclusions, spotlights the challenges to crafting policy solutions, as top central bank officials have frequently pointed out.",
        "headline_1": "Data dissonance: On the revised GDP estimates",
        "headline_2": "Policy makers must buttress domestic demand to drive growth",
        "link": "https://www.thehindu.com/opinion/editorial/data-dissonance-the-hindu-editorial-on-the-revised-gdp-estimates/article66572248.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "03-03-2023"
    },
    {
        "full_article": "By directing the Election Commission to be appointed by a non-partisan panel, the Supreme Court strengthens democracy. But more needs to be done for institutional independence. EC, as well as all other regulatory bodies made autonomous of the executive, should be made answerable to designated committees of Parliament. This is essential to ensure democratic accountability of all institutions to the ultimate sovereign, the people.\nEC is the chief agent and arbiter of free and fair elections in the country. It is vital for the people and all political parties to have full faith in it. There have been a number of questions on EC’s decisions, and too many debates have been along party lines.\nRead full opinion on TOI+\n\n",
        "headline_1": "SC corrects error of Commission, with one omission: For true functional independence, EC should also be made accountable to a parliamentary committee",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/cursor/sc-corrects-error-of-commission-with-one-omission-for-true-functional-independence-ec-should-also-be-made-accountable-to-a-parliamentary-committee/",
        "news_paper_name": "The Times of India",
        "publish_date": "03-03-2023"
    },
    {
        "full_article": "Once more Narendra Modi has found his dream of a Congress-mukt North-East come true. In the spring of a packed election year, BJP and allies – past and present – have again taken charge of Tripura, Nagaland and likely Meghalaya.\nElection results for the N-E states are no exception to the saying that every event in human life has multiple dimensions. Winners view them as popular validation of good work. Losers may find solace in the fall of victors’ winning margins. But all this holds little meaning for electors, concerned about raising living standards. For them, the first past the post system means: “Jo jita wohi sikandar” (he who wins is king).\nRead full opinion on TOI+\n\n",
        "headline_1": "In Tripura, BJP won by smart ethnic pleasing",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/in-tripura-bjp-won-by-smart-ethnic-pleasing/",
        "news_paper_name": "The Times of India",
        "publish_date": "03-03-2023"
    },
    {
        "full_article": "Election watchers had predicted a comeback of the NPP-BJP plus combine in Meghalaya and the NDPP-BJP combo in Nagaland. In the latter case there were no pre-poll discordant notes, but in Meghalaya the BJP-NPP-UDP-PDF alliance parted ways before the elections. This is characteristic of Meghalaya where pre-poll alliances have never worked. Parties believe that if they go it alone they can blame their partners for the anti-incumbency factors.\nConsidering that NPP-led MDA had a huge anti-incumbency load, it is surprising that the party succeeded in doing better than it did in 2018 when it won 20 seats. In fact UDP had been quite sure that it would be the one scoring better this time and be in a position to bargain for a Khasi CM. This needs some explaining.\nRead full opinion on TOI+\n\n",
        "headline_1": "BJP’s game: Work the Church for the states",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/bjps-game-work-the-church-for-the-states/",
        "news_paper_name": "The Times of India",
        "publish_date": "03-03-2023"
    },
    {
        "full_article": "A five-judge constitution bench of the Supreme Court on Thursday set in motion a process to loosen the grip of the political executive in choosing EC members. In a landmark judgment, the bench while considering a clutch of petitions seeking a neutral selection committee for EC reached a unanimous verdict that a committee composed of the PM, leader of the opposition or the largest opposition party, and CJI should be entrusted with the task till such time Parliament frames a suitable law. This judgment addresses the conflict of interest inherent in the current selection process for election commissioners.\nEC is one of the most consequential constitutional bodies. It’s entrusted with the task of preparing electoral rolls and supervising elections. Article 324 of the Constitution, which deals with EC, left it to Parliament to legislate on the selection process. Getting it right was deemed so important that one of the suggestions in the constituent assembly was to get the selection ratified by a two-third majority of a joint session of Parliament. Later, in 1990, a constitution amendment bill was introduced in the Rajya Sabha to form a committee to select the chief election commissioner. This bill did not progress and was withdrawn four years later.\nIn 2015, the law commission recommended a selection committee similar to the one SC approved yesterday. SC’s decision, therefore, represents evolution rather than an arbitrary encroachment into the executive domain. Its main beneficiary will be EC. Governments so far have been unwilling to let go of their monopoly in selecting commissioners despite there being a clear conflict of interest. One outcome of it is that the institution’s credibility is being damaged by allegations of partisanship in a charged political atmosphere. Therefore, a selection committee with representation from the opposition and judiciary, will insulate EC from political attacks. This is essential to ensure continued faith in the electoral process.\nSC’s judgment also asked for changes to ensure that the two election commissioners enjoy the same security of tenure that the CEC and apex court judges enjoy. These changes will kick in only after the 2024 general election when one of the commissioners retires. However, welcome as the SC verdict is, it also raises questions about the selection process for the judiciary. The collegium has been under attack from within and without. The selection process for the judiciary too needs reform.\n\n",
        "headline_1": "Poll body building: SC’s selection method will help EC & strengthen the election process. But judges’ selection needs reform too",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/poll-body-building-scs-selection-method-will-help-ec-strengthen-the-election-process-but-judges-selection-needs-reform-too/",
        "news_paper_name": "The Times of India",
        "publish_date": "03-03-2023"
    },
    {
        "full_article": "Imagine being handed a gun and told that you could shoot someone and face no consequences. You would be horrified; almost all of us would refuse. The reason we aren't all murderers isn't simply the fear of prison; most of us could not stand the guilty horror of having someone's blood on our hands.\nAnd yet, when we're in a car and pedestrians get in our way, we feel no compunction about threatening them, knowing that we could easily maim or kill them. This seems to apply even to generally kind, gentle people: something about being behind the wheel of an automobile turns us into homicidal maniacs.\nPerhaps it's time to question how much the blame for aggressive, dangerous driving should be on the individual driver and how much on a car culture that suggests that it is the victim's fault if he or she is injured or killed in an \"accident.\"\nConsider the case of sexual harassment or rape. We question what the woman was wearing. Why she was out in the streets at night. Why she went to the assailant's home. The assailant must be held responsible for his actions, but a culture that inherently condones rape and harassment by blaming the victim rather than the perpetrator is also to blame.\n\nPerhaps it's time to question how much the blame for aggressive, dangerous driving should be on the individual driver and how much on a car culture that suggests that it is the victim's fault if he or she is injured or killed in an \"accident.\"\nIn mid-February, three Bangladeshi students were killed in Toronto in a car going well over 100 mph. Never mind that the top speed allowed in most of Canada is 68 mph. In one tiny section of the United States, the speed limit is 85 mph; in the rest of the country, it is lower. And yet, sports cars are legally sold that can reach speeds of over 200 mph. Why is it possible to manufacture and advertise a car that goes faster than the maximum allowable speed? (Hint: it has something to do with valuing corporate profits more than human life.)\nThis isn't to say that cars aren't deadly at slower speeds; that's why speed limits in residential areas tend to be quite low. But the glorification of speed certainly contributes to the inherent danger of motorised vehicles.\nWe put the blame on traffic police for not implementing speed limits. It would be far easier to enforce them if no cars were able to travel faster than the highest speeds allowed. Likewise, we blame people for littering while ignoring those who profit from the manufacture and promotion of unnecessary plastic packaging. We blame people for smoking or indulging in soft drinks, while companies rake in billions of dollars selling their heavily advertised products. Governments are supposed to provide healthcare and clean up the mess. People get sick and die, governments and individuals pay the costs, and corporations profit.\nIn Bangladesh, pedestrians are frequently the victims of speeding vehicles. Yet, we blame their \"haphazard\" movements (otherwise known as crossing the street, or walking in it because there is no usable footpath) as if they deserve the death penalty. As if one person's right to speed is inherently more valuable than others' right to life, especially some poor slob who doesn't even use a car. When someone is killed, it's labelled a tragedy, a senseless accident. We blame the pedestrian or the lack of better road management and speed limit enforcement – despite the fact that America's roads, though in vastly better condition, are nearly as deadly as those in Bangladesh, and pedestrian road deaths are actually on the rise there.\nFollowing every mass shooting in the US – or perhaps I should say every highly publicised one, as mass shootings are so common, most of them get little press – politicians on the right offer their thoughts and prayers while those on the left talk about the need for stronger gun laws. Most people outside the US shake their heads at the insanity of making weapons of war easily available for sale, and thus regularly paying the consequences in blood and gore. And yet, here we are with cars.\nThere are simple solutions, if we cared to implement them. Stop calling road crashes \"accidents.\" Hold people legally responsible for the injuries and deaths caused by their vehicles travelling at high speeds. Stop allowing the sale of vehicles that go above the maximum speed limit. And most of all, with road crashes as elsewhere, please stop blaming the victims.\nDebra Efroymson is the executive director of the Institute of Wellbeing, Bangladesh, and author of 'Beyond Apologies: Defining and Achieving an Economics of Wellbeing.'\n\n",
        "headline_1": "A Licence to Kill",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/licence-kill-3261386",
        "news_paper_name": "The Daily Star",
        "publish_date": "03-03-2023"
    },
    {
        "full_article": "We are delighted by the High Court decision to suspend all five members of the Bangladesh Chhatra League (BCL) unit at the Islamic University (IU) who were involved in the torture of Phulpori, a first-year student. The court also asked to remove the hall provost concerned and ensure a seat for the victim. (The BCL also expelled the same group from the organisation. We will know if it is for real if it triggers a wider expulsion process of all members with similar reputation.)\nWhile passing the order, the bench of Justice JBM Hassan and Justice Razik-Al-Jalil expressed grave concern and observed, \"We have noticed from the media that some unruly students are participating in untoward incidents by using their political identities, which is tarnishing the glorious history of student politics.\"\nThe point about \"using political identities\" is important. The ruling party members, especially the activists of BCL, think their political affiliation gives them immunity from law, from rules, from norms – from everything that limits their unbridled power. (The way our law enforcement agencies treat the BCL in general proves their assumption to be correct.)\nThe current story of Phulpori, a fresher at the Islamic University in Kushtia, who went public about her physical and psychological torture at the hands of IU BCL's women activists, gives us a glimpse of what goes on in the name of student activities on public university campuses. Phulpori was guilty of staying in a residential hall – named after our prime minister, Deshratna Sheikh Hasina Hall (one would have hoped that since the hall bears the leader's name, an attempt would be made to set it up as a model hall with ideal behaviour by all, especially the BCL) – without the permission of the BCL's hall leadership. She was asked to see one of them, which she did after 48 hours. Such defiance needed a lesson to be taught, and thus began her journey of four hours of torture – from 11 pm to 3:30 am – on the night of February 12. Usually, a victim is so frightened that she either runs away from the dorms or, if the situation is so dire that she cannot do so, she accepts and keeps totally mum about her humiliation and sufferings. (Many of the past victims we tried to talk to outright refused, saying \"You have no idea about the repercussions.\")\nBut Phulpori was made of sterner stuff. The daughter of a rickshaw van puller, whose father has hauled his three-wheeler for years through monsoon rain and summer heat to pay for her education. She herself, being determined to change her fate, was not to be dissuaded by the likes of Sanjida, the vice-president of the IU BCL unit who planned and executed the torture. Phulpori went public and complained to the university authorities and the media, which resulted in two separate inquiries – one by the university and the other by the District Administration at the behest of the High Court.\n\nAn inevitable effect of the all-empowering sway of BCL politics in the public universities is the ever-dwindling power of the university administrations. The VCs, proctors, hall provosts, house tutors, and other administrative bodies are mostly appointed on political basis. Hence, they know the importance of keeping the BCL on their side, both to run the university and to hold on to their tenure. The cases of certain VCs – not all – being involved in corruption have greatly sullied the image and reputation of university administrations.\nBoth reports detail what Phulpori was subjected to, including physical attacks and being forced to \"touch the feet\" of Sanjida in supplication to seek forgiveness. She, at one stage, in front of other residents, ordered those present to each slap Phulpori in turn as a punishment. The torture continued in front of the provost. She was also confined to a room and a video was made of her torture – which is currently untraceable, but the High Court has ordered it to be produced.\nThe description is vivid: the torture she suffered is horrendous, the behaviour of the hall administration totally unforgivable. The sad part of it is that today it is not uncommon.\nWhy has the BCL's treatment of fellow students gotten so rotten? There are, of course, many factors: lack of ideology, deterioration of moral values, the parent organisation's own degradation, the overriding corruption, staying too long in power without any accountability, never being held accountable for misuse of power or physically harming others, etc. However, in our view, the real malaise is the \"sense of entitlement\" that appears to dominate the belief system of most ruling party members, especially that of the BCL who feel they literally own the public universities, to be used as they please. Everything that can lead to financial benefits and enhancement of their power base has to go through them. In many ways, they constitute an alternative administration. The vice-chancellors (VCs) often appear helpless in the face of pressure that the BCL can and does exert. Among the most notorious of impositions on general residents is the forced attendance to all BCL activities, even if it means missing classes and tutorials. Obviously, there is no scope for any dissent.\nIt must be mentioned here that during the years that the BNP was in power, Chhatra Dal (BNP's student wing) drove out every single supporter of the BCL from all the halls of Dhaka University, instituting a similar reign of terror.\nAn inevitable effect of the all-empowering sway of BCL politics in the public universities is the ever-dwindling power of the university administrations. The VCs, proctors, hall provosts, house tutors, and other administrative bodies are mostly appointed on political basis. Hence, they know the importance of keeping the BCL on their side, both to run the university and to hold on to their tenure. The cases of certain VCs – not all – being involved in corruption have greatly sullied the image and reputation of university administrations.\nThe politics of university teachers and their undeclared but well-known party affiliations have had disastrous consequences for our public universities in recent times. Teachers doing politics and students doing their own have been well-established practices in Dhaka University. There is no harm in that. What makes our case destructive is the surrendering of academic freedom, independent thinking and \"party above everything else\" attitude of a section of the teachers. This has greatly contributed to the lowering of the prestige of teachers as the great \"mentors\" of learning (in our culture, the position of a teacher is very high and almost unquestioned). This also led to the rise in power of student wings of the respective political parties to which the teachers belong, as the latter need students' support in their own electioneering. Unfortunately, party politics has cut across university teachers, students and administration leading to the phenomenon of \"politics above scholarship.\"  This is what is destructive, not politics per se.\nFor those of us who are personal witnesses to the glorious days of our student politics and bask in the proud images of our teachers upholding the highest principles of truth, honesty and courage to protest against power, the present state of both the students and the teachers – thankfully there are some heart-warming exceptions – are sad indeed.\nThere was a time when student politics – especially the period that led to our Liberation War – gave the nation hope, confidence and joy. Today, it is a source of despair, sorrow and, very sadly, fear.\n \nMahfuz Anam is the editor and publisher of The Daily Star.\n\n",
        "headline_1": "Securing the safety of ordinary students",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/the-third-view/news/securing-the-safety-ordinary-students-3261376",
        "news_paper_name": "The Daily Star",
        "publish_date": "03-03-2023"
    },
    {
        "full_article": "Located at the tip of the largest bay in the world, Bangladesh is crammed with a rapidly increasing human population. That, coupled with the nation's economic growth, means a huge clamour for dwindling resources, investments on highways, infrastructure, power lines and factories. While I do not believe that a growing population is the root of all evil, in a cramped landmass such as ours, it can take a heavy toll on resources, unless policymakers have the vision of a sustainable future.\nOwing to its unique location in the Indo-Himalayan realm, the country boasts immense biodiversity in its varied landscapes. According to the latest available data as per International Union for Conservation of Nature (IUCN), Bangladesh has a total of 1,619 species that includes 138 mammals, 566 birds, 167 reptiles, 49 amphibians, 253 freshwater fishes, 141 crustaceans and 305 species of butterflies. A vast majority of invertebrates, estuarine and marine fishes had to be left out of the survey.\nIf we look at it from the perspective of all the world's species, Bangladesh supports nearly 1.7 percent of the world's wildlife. How is that wildlife doing? Why does the chirping of birds no longer wake us up every morning? When was the last time a frog just showed up in our bathrooms?\nBangladesh has gone through at least two major geopolitical changes in the last century, and by the time we became an independent nation in 1971, we had already lost some of our most charismatic megafauna. According to Dr Reza Khan, the populations of many of our surviving megafauna – such as the gigantic Bryde's whales, Asian elephants, Bengal tigers, dolphins, clouded leopards, binturong, hornbills and gharials – are also dwindling. These species might disappear from our territory in 20-50 years.\nSo, what is the next step for Bangladesh, a country extremely rich in biodiversity, which also happens to be the ground zero of an impending climate crisis?\nI caught up with some young conservationists working in the country's wild spaces to try and understand the challenges towards wildlife conservation in Bangladesh, and the way forward.\nIs habitat loss one of our primary concerns?\n\nThe Covid pandemic was a stark reminder of how closely connected we are with wildlife. Viruses such as Sars-Cov-2 frequently jumps to humans from wild animals. As the onslaught of development continues, our last remaining wild spaces are shrinking, increasing the chances of human-wildlife conflict.\n\"Habitat loss is one of the biggest challenges for Bangladesh. To address that, we need proper management. But ensuring that is another big hurdle. On paper, we have many protected areas, but we have to widen and strengthen the net of protection. Even though we are such a biodiverse nation, the status of our wildlife in one word is 'poor,'\" says Sayam U Chowdhury, who primarily focuses on migratory shorebirds of the East Asian-Australasian Flyway, and on developing tools to manage coastal habitats and identifying mitigation measures in response to climate change.\nAlmost all the conservationists I spoke to echo the same sentiments. The government last year handed over a part of Jungle Khuniya Palong reserved forest in Cox's Bazar to the Bangladesh Football Federation (BFF) for building a residential training facility after de-reserving the 20-acre land.\nShahriar Caeser Rahman, whose work focuses on community-based conservation, especially in the Chittagong Hill Tracts (CHT), lamented this de-reserving of forests. \"I believe the biggest challenge for Bangladesh's wildlife conservation is managing our protected areas. A lot of the reserved forests are being de-reserved and allocated by the government to other bodies. Even the football federation was allocated a part of the reserved forest to make a training centre. And many parts of where I work – the forests in the hill tracts – have been declared as union parishads, which means more development activities, settlement of human population and driving out the last of the wildlife that remains there.\"\nThe science and practice of wildlife conservation is still relatively new in Bangladesh, which means there is a lack of political will at the top level along with a failure to engage communities where interventions are needed.\nFor Alifa Bintha Haque, who works with marine and coastal fishers to protect sharks and rays, the biggest challenge towards conservation of marine species is a little different from others.\n\"We have a huge community of coastal and marine fishers in Bangladesh, and most of them have very little access to information or financial capacity to really understand bycatch mitigation. We need legal infrastructure and technical innovation to minimise interaction with sharks and rays.\n\"As a nation, we need to strive for a society based on equality, and not marginalise one group for the agenda of others. That I think is the biggest challenge for a country in Global South: finding conservation solutions that work both for the community and the species,\" says Alifa.\nSustainable funding and long-term solutions\n\nMost conservationists have lamented on the lack of sustainable funding in achieving their conservation goals. Focused, long-term work is needed to restore a habitat or to conserve a species. But most conservation projects are based on short-term grants, and when the grant runs out, the project is also done, and more often than not the work does not leave lasting impacts on the community.\n\"There is a lack of long-term planning in terms of wildlife conservation. Say one project ends, and with it ends the legacy of that project,\" says Hasan Al-Razi Chayan, who works on research and conservation of primates in Bangladesh.\n\"The majority of Bangladesh's species are kind of hanging in there; they are under threat and we can say many are very close to local extinction. I think one habitat in Bangladesh that we absolutely need to protect is the southeastern part. We need long-term and sustainable conservation finance to ensure continuity in work, because some of the interventions such as rewilding of turtles and tortoises in the CHT require decades of work. In the coming years, Bangladesh needs to mobilise businesses, corporate groups and the private sector to establish endowment fund for wildlife conservation for sustainable financing. We need to work on a site for years to ensure there is a tangible result, and this may be the answer to that,\" says Caeser explaining the need for focused, long-term interventions. \n\"One of the biggest challenges to achieving our conservation goals lies in getting sustainable funding. Something that would ensure we get to work on one conservation site for a long time until we can achieve tangible results,\" says Marjan Maria, another young conservationist working on conservation of Bengal Slow Loris in the country's north-east. \nThe United Nations in 2019 reported that one in every eight plant and animal species in the world would be extinct in the next few decades unless we take drastic actions. Bangladesh has already lost some of its emblematic wild species; we cannot afford to lose more. As we observe World Wildlife Day today, it is time to take an inclusive approach towards wildlife conservation.\nAbida Rahman Chowdhury is a journalist at The Daily Star with interests in wildlife and biodiversity conservation.\n",
        "headline_1": "World Wildlife Day: Conversations with conservationists",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/world-wildlife-day-conversations-conservationists-3261306",
        "news_paper_name": "The Daily Star",
        "publish_date": "03-03-2023"
    },
    {
        "full_article": "Words are not enough to express our shock at the brutal murder of a child domestic worker allegedly by her employer. The body of the 10-year-old girl was recovered on February 27 from a freezing van in front of a hospital in Moghbazar, Dhaka. Reportedly, there were numerous injury marks on the body, including burn injuries, bruises on her head, scratch marks on her forehead and left ear, a swollen wound on the right cheek, and also severe injuries in her genitals. Police suspect that she was murdered at least two days before the body was recovered. Her employer, who claimed to be the joint editor of a weekly newspaper, allegedly hid the body in her house for a day before hiring a freezing van to keep and bury it secretly.\nThe details of the cruelty inflicted upon a child before her death would shake anyone. Reportedly, her employer used to torture her frequently, and the girl also told her father about it three months ago. After her father sought to take her back home, her employer demanded money from him, as compensation for things she had apparently \"damaged\". Her poor father couldn't provide any money, and so couldn't take her home with him either.\nThe question is, what could make someone torture a child like that? The alleged perpetrator clearly held a superior social position which empowered her to continue to torture the girl without having to face any question from anyone. Also, her offer to the deceased girl's father – of Tk 70,000 and a house in Savar – for not reporting the incident indicates that she wanted to dodge the law, which is outrageous.\nWhile violence against domestic workers is pretty common in our society, it is rarely reported, and only in a handful of cases are the perpetrators brought under the law. One may ask: what happened to the law that was passed in 2015 specifically for this purpose? Apparently, it exists only on paper. Lack of enforcement of the law is encouraging some affluent individuals to not only employ underage workers at their houses but also to torture them without any fear of consequence. There is also a discrepancy about the minimum age for the employment of a domestic help. While according to the Domestic Workers Protection and Welfare Policy, the minimum age for employment is 12, it is 14 years according to the labour law. Such discrepancies further compromise existing legal safeguards, and must be removed to protect our children from harassment. The state must ensure that no children need to work for survival or are exploited by any household or workstation.\nIn the Moghbazar case, the accused must face justice. Such a heinous crime, and other such crimes that came to the fore in the past, must be investigated and properly responded to.\n",
        "headline_1": "Yet another child tortured to death",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/yet-another-child-tortured-death-3261166",
        "news_paper_name": "The Daily Star",
        "publish_date": "03-03-2023"
    },
    {
        "full_article": "It's alarming to see the massive level of corruption in the national flag carrier that continues to be ignored by the authorities, despite its harmful effect on the economy as well as the country's image abroad. The latest scandal to be exposed by this newspaper involves a move by the airline, in February 2022, to recruit a batch of contractual pilots to fly its Boeing 777-300ER aircraft. Biman rushed through the hiring process claiming it needed pilots urgently. But one year on, only five of the 14 pilots have taken to the air, while the rest have been \"lost in a quagmire of forged certificates, incompetence and failed licensing exams\", leading to a huge amount of money being lost in training and undeserved salaries.\nAccording to our report, Biman's own operation manual mandates that to fly Boeing 777, all first officers must have at least 300 flight hours under their belt in the preceding two years. But none of the recruits met that criterion, suggesting foul play in the hiring process. One cannot help but ask: Why hire unqualified pilots contractually when qualified pilots can be promoted? Why circumvent standard safety procedures when the risk of doing that is so great? That these misgivings were not unfounded became further clear when out of the 14 recruited, only four captains and a first officer passed the tests to fly the plane.\nThis is, however, only the half of a story that ends as other Biman recruitment scandals did: in attempted cover-ups. Reportedly, Biman has been flouting rule after rule and going to great lengths to protect the pilots who failed tests. There is, for example, the wife of Biman's chief of training who was recruited using forged educational certificates. She then failed to complete a crucial test within the time set, but was given a second chance against the CAAB's own policy. She is not the only one to have forged documents, however. Some of the recruits also had questionable backgrounds and track records but yet found their way in comfortably. Equally worryingly, Biman continued to pay some of them grossly inflated salaries of up to seven figures, all of which would be money wasted if they fail to become fully-fledged pilots of the Boeing 777.\nWhat all this shows is how unaccountable Biman authorities have become, and how corruption and mismanagement continue to plague this vital institution. One may recall the story of another recruitment scam exposed in November, where a top official was found involved in the leaking of question papers for new hires. A few months before that, Biman was also in the news for hiring \"controversial\" and \"underqualified\" people as pilots and co-pilots. Not just in recruitments, Biman has had an equally sordid record in almost all aspects of its operations.\nThis cannot go on indefinitely. As our national flag carrier, Biman must answer for its actions and decisions because those have a direct bearing on the safety of passengers as well as our image as a nation and our future. The higher authorities must establish accountability in this organisation, and break the chronic cycle of corruption, mismanagement and incompetence.\n",
        "headline_1": "Not a flag carrier to be proud of",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/not-flag-carrier-be-proud-3261156",
        "news_paper_name": "The Daily Star",
        "publish_date": "03-03-2023"
    },
    {
        "full_article": "With deep-water hydrocarbon hunt losing momentum, the country's much desired oil and gas exploration programme needs an urgent and dynamic push. Surprisingly, at the moment no oil and gas exploration company is engaged in any of the country's offshore locations. More than two years ago, a Korean joint venture firm, the last one engaged in the task, had left Bangladesh. The firm had carried out two-dimensional (2D) seismic survey in around 3,580-kilometre area and detected, as claimed by it, half a dozen potential spots having hydrocarbon reserves. But it stayed away from inking production sharing contract (PSC) on the ground of what it called 'poor fiscal terms'. Earlier, the same was the case with a US and Norwegian joint venture company which, starting its works way back in 2012, abandoned its operation in late 2014 terming the PSC not favourable to get going.What has led to the standoff is understandably a gross mismatch in the expectations of the parties on the one hand, and on the other, according to local experts, a lack of understanding and proper assessment of the ground realities in hydrocarbon exploration on the part of Petrobangla to arrive at a win-win PSC. A news story published in the FE states that in the prevailing situation, major oil and gas exploration companies are leaving the country due to unfavourable sharing terms. So, Petrobangla is set to offer an enhanced output share and excess gas-export facility in a package of bigger bets under a new model PSC. The latest model PSC for making deals with international oil companies (IOCs) has been drafted with provision for increased incentives to attract them. According to the draft, Petrobangla will purchase natural gas from exploration contractors at three times the current price as it is hiking the price linking the same benchmark used to buy expensive LNG without capping. Besides the relaxed pricing formula, the foreign companies to be operational in future offshore exploration tasks will have the liberty to export natural gas after meeting domestic demand.The concessions now acceded to in the model PSC has reportedly been done in consultation with experts and after thorough review of on-going global practices of awarding exploration contracts. It appears from news reports as well as Petrobangla sources that in response to the revised model, IOCs are showing interest to come to Bangladesh in a big way. A renowned US oil major has already begun talks with the authorities here to obtain exploration rights over all the 15 deep-water blocks situated in the Bay of Bengal.It is unfortunate that engagement of the deep-sea offshore blocks is yet to get any headway even after a decade of settling the maritime dispute with Myanmar and eight years with India. Had this not been the case, Bangladesh could have benefited from the opportunity of awarding deep-sea blocks to potential global contractors much earlier, with some noticeable progress achieved by now. One hopes the new round of talks/bidding with the OICs will fetch gainful outcomes.",
        "headline_1": "Thrust on offshore oil and gas exploration",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/thrust-on-offshore-oil-and-gas-exploration-1677768082",
        "news_paper_name": "The Financial Express",
        "publish_date": "03-03-2023"
    },
    {
        "full_article": "After the finance ministers, it was the foreign ministers' turn to deliberate on the pressing global issues at the two day G20 Foreign Ministers Meeting (FMM) in New Delhi. The meeting of the finance ministers and central bank governors of the G20 member countries held in Bengaluru ended without a customary joint communique. A wrangle over condemning Russia or not for the war in Ukraine between the West and Russia-China combine was responsible for the delegates not reaching a consensus on a joint statement and instead settling for a summary document. Bangladesh is not a member of the G20 but it has been invited like another 19 non-group countries by India, the current president of the world's premier forum for global economic cooperation and the meeting's host. In all, 40 countries along with multilateral organisations have participated in the meeting. Only the foreign minister of Japan could not attend the meeting owing to domestic compulsions. The G20 meetings of the finance ministers and foreign ministers have been held at a most critical time when bleak economic prospects, hunger, malnutrition and a host of attendant ills stare in the face of the world. A universal consensus on measures equal to tackling the falling economic growth, rising inflation, shrinking demand for goods and services along with soaring prices of foods, fuel and agricultural inputs was most urgent. Geo-politics has been nasty and the contending parties show no signs of relenting in the face of sufferings of the humanity. Many are used as the pawns on checkers board and some are as simple fodders to the political and armed conflicts. No party is ready to surrender its strategic advantages. It would be too much to expect that the foreign ministers will succeed where the finance ministers failed to make the ice thaw. True, India and Bangladesh have of late found themselves in an unenviable position of global frictions. If India's boundary dispute with China has helped drift it towards America which confronts China over the Red Sea and Taiwan issues, Bangladesh has no such contentious issues with any of the big players. A flurry of diplomatic visits by high officials of the countries concerned to Bangladesh of late attests to the fact that these are directed to woo this country maintaining a neutral stance. Some of the actions such as refusal to allow a US-blacklisted ship carrying equipment and accessories for Rooppur nuclear power plant from Russia to berth at Bangladesh ports it could not help taking have put it in an awkward position. This has been somewhat counterbalanced when Bangladesh along with 31 countries abstained from voting when a UN General Assembly resolution calling for Russia's immediate withdraw from Ukraine was mooted recently. It is clear that much of the woe of the world now originates from Ukraine conflict and still there is no serious initiative to bring an end to the war. The latest Chinese proposal, much as it may have its merit, is unlikely to be acceptable to the West because they find themselves in opposing camps over the war in Ukraine. The whole world is now paying for a senseless war, the poor and emerging countries only more so. Welcoming the foreign ministers on Wednesday Indian Prime Minister Narendra Modi has reminded the attendants that multilaterism is in grave crisis today. So, there is a need for reviving the spirit of the 'architecture of the global governance created after the Second World War' aimed at preventing 'future wars by balancing competing interests and fostering 'international cooperation on issues of common interests'.As major economies of the world are members of the group of 20, its responsibility cannot be overemphasised. But at the same time non-member countries with little economic muscle power must be heard because they are very much affected by the group's decisions and actions. India deserves thanks for giving a voice to the global South by inviting 20 non-member countries of the region to the meeting. By the time this write-up gets published, the outcome of the G20 FMM will be known. Whether the foreign ministers have prevailed with the diplomatic skill, manoeuvrability and adroitness at their disposal where the finance ministers failed will also be clear. The reality is that the world and human civilisation are at a crossroads. The G20 meetings in India will be judged by the results they could produce in terms of stemming the deterioration of political, economic, social and the physical environment of the planet. However, it must be admitted that the gatherings of the finance ministers in Bengaluru or of the foreign ministers in New Delhi have captured less media attention and public interests than was expected. Was the apathy on account of a presumption that nothing will come out of the deliberations because something is missing from the exercise. It is nothing but sincerity of politics at a time of grave crisis. World leaders have failed to take the peoples into confidence and political charlatanism is riding high when there was need for genuine empathy for the low-income and marginal peoples in distress across the world. \n[email protected]",
        "headline_1": "G20 meetings of finance and foreign ministers",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/g20-meetings-of-finance-and-foreign-ministers-1677768138",
        "news_paper_name": "The Financial Express",
        "publish_date": "03-03-2023"
    },
    {
        "full_article": "The World Bank (WB) reportedly has withheld the release of the second tranche---worth $250 million--- budget-support credit belying the expectations of top Bangladesh finance officials. The Bretton Woods twin, the International Monetary Fund (IMF) being the other, was due to provide the second tranche of another $250 million by June this year. But, during a meeting with the Finance Division officials on Tuesday last in Dhaka, it decided against the disbursement within the stipulated time, primarily because the government needed to carry through the promised reforms and some other factors. The Bank had disbursed an equivalent amount in the first tranche in March last year under the first Recovery and Development Policy Credit programme. The WB's decision not to release its credit for failure to implement reforms makes one apprehensive of the fate of the much-publicised $4.7 billion IMF credit to Bangladesh. The nature of the conditions attached to the WB credit under question is more accessible to implement than those tagged with the IMF credit. Under the reform roadmap tagged with the IMF credit programme, Bangladesh must implement various reforms between the financial year (FY) 2023 and FY 2026. The government will be required to include tax revenue measures in the national budget for FY24 that are expected to yield an additional 0.5 per cent of the country's gross domestic product (GDP), estimated to be $2.0 billion. In that case, the tax revenue target of the next budget will be bigger by Tk2.0 trillion than the one set for the current FY. Given the situation, can the revenue board achieve such a vast tax target within a year? It seems feasible if the revenue target is for the medium term. The government must also submit to Parliament the Bank Companies (Amendment) Act and the Finance Companies Act by September 2023. Amending the Bank Company Act remains a significant hurdle since sponsors of private banks are likely to oppose a few amendments tooth and nail. The government, too, will be unhappy to give up its control over state-owned banks. Adopting a market-based exchange rate in FY23 and introducing a periodic formula-based price-adjustment mechanism for petroleum products are two important conditions that have an enormous bearing on the market and the cost of living. Some strings are targeted to improve the performance of particular sectors and institutions. The past track record of successive governments in getting reforms executed does not make one particularly hopeful of reforms. Reforms, in most cases, are painful. The act of passing the pain on to all concerned takes work. It is more valid with privileged and powerful sections. A relatively weaker section of the population, thus, bears the main brunt, although reforms are supposed to benefit all. The IMF has already disbursed the first tranche of the $4.7 billion under the external Credit Facility (ECF), extended Fund Facility and Resilience and Sustainability Facility (RSF). Everybody will watch the outcome of the first review, scheduled to be held sometime this year, with intense interest. \n[email protected]",
        "headline_1": "IMF loan and execution of reform",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/imf-loan-and-execution-of-reform-1677768181",
        "news_paper_name": "The Financial Express",
        "publish_date": "03-03-2023"
    },
    {
        "full_article": "Safe motherhood is not a privilege but a right to every woman. According to the UN and WHO, every day around 800 women die in the process of giving a new life. We can be proud of the remarkable progress made on the maternal health front in Bangladesh. Despite the fact, around 10 women die every day from entirely preventable causes related to pregnancy and childbirth in the country. Many women, especially in hard-to-reach areas and from poor families, are still deprived of the necessary attention and treatment during pregnancy and childbirth. Midwives play a crucial role in the health and well-being of mothers and their new-born. Their role is even more important in a country like Bangladesh where it is estimated that around 400 births take place every hour. They have helped improve women's access to safe childbirth, especially in rural areas. Around 3,000 midwives are reportedly deployed in upazila health complexes across the country. Although trained midwives have greatly contributed to the reduction of maternal and new-born deaths, their number is still too inadequate to cover the entire country. We hope the authorities concerned will look into the problem sincerely and engage more midwives particularly in remote areas.\nAfroza Sheikh,Dania, Dhaka,[email protected]",
        "headline_1": "More midwives, more lives saved",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/more-midwives-more-lives-saved-1677768203",
        "news_paper_name": "The Financial Express",
        "publish_date": "03-03-2023"
    }
]