[
    {
        "full_article": "India has welcomed the designation of Lashkar-e-Taiba (LeT) deputy chief Abdur Rehman Makki as a sanctioned terrorist by the UN Security Council, after China withdrew the “technical hold” it had placed on the listing last year. Makki, the brother-in-law of 26/11 mastermind Hafiz Saeed, is on the most wanted lists of India and the United States for terror attacks in India, and support to terrorists in Pakistan. China’s hold on the Makki listing process in June was one of five holds it placed on similar proposals against other wanted LeT/Jaish-e-Mohammad (JeM) terrorists based in Pakistan. It had led to an angry response from New Delhi, which accused Beijing of “double standards” on terrorism and “making a mockery” of UNSC counter-terror mechanisms. In that sense, China’s decision to allow the listing is a win for India: this is the first time a listing proposal where India is a co-sponsor has been allowed to go through; and it is the first time a terrorist has been listed primarily for attacks in India, particularly in Kashmir, as most others have been listed for their al-Qaeda links and for attacks in other parts of the world. It is unclear what prompted China to relent, as it has continued to hold out despite the 14 other UNSC members agreeing to the listing. In 2019, China agreed to a decade-old demand from India to list JeM chief Masood Azhar only after international outcry over the Pulwama suicide bombing. The Chinese Ministry of Foreign Affairs has called the Makki listing as “conducive to enhancing international counterterrorism cooperation” and a “recognition” of Pakistan’s fight against terrorism.\rAs India knows from experience, the designation of UNSC terrorists, who are subject to an assets freeze, travel ban and arms embargo, is only one step towards bringing them to justice. Pakistan has yet to hold even one of the many terrorists on the list accountable for the major attacks they are accused of: from the 1999 IC-814 Kandahar hijacking, to the Mumbai 26/11 attacks, and Pathankot and Pulwama. New Delhi will have to persevere in its seemingly Sisyphean task of keeping the spotlight on Makki and others to ensure that Pakistan continues to feel pressure to prosecute them successfully. It is possible that the Makki designation is the result of behind-the-scenes India-China negotiations at a time the relationship is mired in issues over the LAC standoff. The test of this diplomacy will perhaps be known if and when China acts on the listings of the four other terrorists proposed, i.e., Hafiz Saeed’s son Talha, 26/11 handler Sajid Mir, LeT recruiter Shahid Mehmood and Abdul Rauf Azhar (Masood Azhar’s brother) wanted for the IC-814 hijacking.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nterrorism (crime)\n\n/\n\nChina\n\n/\n\nUnited Nations\n\n/\n\nPakistan\n\n/\n\nMumbai terror attacks\n\n/\n\nPathankot attack\n\n/\n\nPulwama attack 2019",
        "headline_1": "Hold off: On UNSC sanctioning Abdur Rehman Makki as sanctioned terrorist",
        "headline_2": "China must withdraw the hold on listing of four other Pakistani terrorists",
        "link": "https://www.thehindu.com/opinion/editorial/hold-off-on-unsc-sanctioning-abdur-rehman-makki-as-sanctioned-terrorist/article66387187.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "18-01-2023"
    },
    {
        "full_article": "The last month of 2022 capped a year dominated by high inflation headlines on a seemingly amiable note. The average price rise faced by consumers during December slipped to its lowest since November 2021 at 5.7%. Data released on Monday show that wholesale inflation also fell to a 22-month-nadir of 4.95% from 5.88% in November. That December 2021 had registered a steep 14.2% wholesale price rise, exaggerated the cooling effect. Yet, this marked the seventh successive month of moderation in wholesale inflation since it hit an all-time high of 16.6% in May 2022, and the fourth straight month that retail inflation has eased from 7.4% in September 2022. Over November and December, retail inflation has stayed below the central bank’s 6% threshold and wholesale price rise has been slower than consumer prices, signalling that pressures on producers to pass on higher input costs may be easing. The Government, gearing up for a pre-election Budget, the Reserve Bank of India (RBI), which has projected inflation to average 5.9% in the current quarter from 6.1% in October-December 2022, and consumers too, would be hoping this is a harbinger of lower prices this year.However, these two months of milder inflation do not offer compelling comfort on this front simply because they have been disproportionately influenced by what some economists have termed an ‘idiosyncratic’ element — ‘vegetable prices’. From about 8% inflation in October, prices for vegetables dropped 8% and 15% in November and December, respectively, as onions, tomatoes and potatoes turned cheaper. This pulled down food inflation but may not have lowered overall household expenses on food much. Inflation accelerated for the sixth straight month in the largest item of the food basket — cereals (at 13.8%, with wheat prices rising 22%). An uptick was also seen for pulses, milk, eggs, meat and fish, and spices, even as non-food items and services show stubborn price rise trends, be it clothing, footwear, personal care, household goods or health and education. Keeping volatile vegetable prices out, retail inflation in November was 7% and raced to 7.2% in December, belying the headline trend. Core inflation, which measures price rise minus food and energy, also inched up and needs attention, as reiterated by RBI Governor Shaktikanta Das amid a growing clamour for pausing interest rate hikes. With the Chinese economy rebooting from a strict zero COVID policy, global commodity and oil prices may well harden again. It is too early to take the eye off the inflation problem, which continues to hurt rural demand in particular, deterring much-awaited private investment plans. \nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\ninflation and deflation\n\n/\n\neconomy (general)\n\n/\n\nReserve Bank of India",
        "headline_1": "A fortuitous trend: On wholesale inflation data",
        "headline_2": "The cooling in inflation must become more broad-based for it to sustain",
        "link": "https://www.thehindu.com/opinion/editorial/a-fortuitous-trend-on-wholesale-inflation-data/article66387215.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "18-01-2023"
    },
    {
        "full_article": "Dear Finance Minister,\nEven as I know that you are drowning in advice from a billion Indians on what to do in the Budget, I am unable to resist the temptation of writing you my own missive. Kindly bear with me.\nThere is much talk that you will go full blast on populist schemes because this is the last full Budget before the elections next year. I will be surprised if you did that. You showed remarkable restraint during the pandemic years in spending where necessary, but only where necessary. It will be out of character for you to shun that discipline now.\nRead full opinion on TOI+\n\n",
        "headline_1": "Think naukris, not revdis: What should the budget prioritise? What are FM’s constraints? How much populism can the fisc afford? And how does one rethink budget-making?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/think-naukris-not-revdis-what-should-the-budget-prioritise-what-are-fms-constraints-how-much-populism-can-the-fisc-afford-and-how-does-one-rethink-budget-making/",
        "news_paper_name": "The Times of India",
        "publish_date": "18-01-2023"
    },
    {
        "full_article": "Budget-making is a time for ideas. And based on the outcomes of past efforts, analysed systematically for value for money, the following ten ideas are critical for a Budget that wants to transform lives and livelihoods.\n1. The success of pro-poor public welfare has been on account of evidence-based identification of the deprived; use of technology; community connect through women’s collectives and elected panchayat leaders; partnership of local, state and central governments; and real-time monitoring of delivery at the last mile. It is time government updates its list of the deprived objectively and through a participatory identification of the poor.\nRead full opinion on TOI+\n\n",
        "headline_1": "10 ideas: Value for money – What should the budget prioritise? What are FM’s constraints? How much populism can the fisc afford? And how does one rethink budget-making?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/10-ideas-value-for-money-what-should-the-budget-prioritise-what-are-fms-constraints-how-much-populism-can-the-fisc-afford-and-how-does-one-rethink-budget-making/",
        "news_paper_name": "The Times of India",
        "publish_date": "18-01-2023"
    },
    {
        "full_article": "BJP president JP Nadda has set his party a tough challenge of winning all nine state elections this year. Such a sweep would demoralise the opposition even before campaigning for the 2024 Lok Sabha polls begin. Also in BJP’s sights are 160 Lok Sabha constituencies where it anticipates tough fights. Such long-range planning is rare in Indian politics. Which is why BJP has become an election-winning machine.\nNadda’s focus on sweeping assembly polls is understandable. BJP is yet to dominate state assemblies like it does in national politics, where there’s no rival to PM Modi in popularity or to BJP in resources, social engineering and narrative setting. BJP clearly hasn’t ruled out the possibility of developments in state politics crystallising into a national opposition unity project. So, it makes eminent sense for the party to project invincibility at both central and state levels. But Nadda’s difficulty is that not all its state units are like their counterparts in Gujarat and UP, where factionalism has been completely stomped out.\nThis is one reason BJP couldn’t replicate its impressive Gujarat showing in Himachal. In Karnataka, the switch from BS Yediyurappa to Basavaraj Bommai hasn’t reduced internal bickering. In Rajasthan and MP, factional fault lines could soon emerge. Another worry for BJP is that Congress leadership appears prepared to give a tough fight in at least three states – Karnataka, MP and Chhattisgarh. TRS, now BRS, in Telangana is a strong incumbent and the CPM-Congress alliance in Tripura could make the going tough for BJP.\nBJP’s other difficulty is ultra-competitive welfarism. After its OPS gambit in Himachal, Rajasthan and Chhattisgarh, Congress has promised in Karnataka a Rs 2,000 monthly handout to women heads of households, a staggering annual exchequer outgo of Rs 36,000 crore. Depending on the extent of anti-incumbency, such sops may or may not get traction. BJP is betting big on four factors: Modi magic; sizable representation to OBCs, SCs and STs in government and organisation; welfare service delivery; and India’s growing international clout. Even for a state election, these are attractive propositions for voters. These four factors also feed into a grand narrative that opposition politics seem unable to dent. BJP’s unceasing quest for victories is its biggest strength. Nadda’s 9-0 wager is based on that.\n\n",
        "headline_1": "BJP’s 9-0 aim: 2023 state polls will see BJP fight with key advantages. But some states will be tough challenges",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/bjps-9-0-aim-2023-state-polls-will-see-bjp-fight-with-key-advantages-but-some-states-will-be-tough-challenges/",
        "news_paper_name": "The Times of India",
        "publish_date": "18-01-2023"
    },
    {
        "full_article": "Pakistan PM Shehbaz Sharif’s statement that after having fought three wars with India his country had learnt its lesson and now wanted peace with its neighbour is half desperation and half humbug. Sharif called for “honest” talks with the Indian leadership on so-called “burning issues” like Kashmir. He needs to be reminded that there is nothing to talk vis-à-vis Kashmir. Kashmir was always integral to the Indian Union and its status was further clarified by the revocation of Article 370, which again was purely India’s internal matter. The only good Pakistan can do with respect to Kashmir is this: Its military-intelligence complex stops sending terrorists and dismantles Pakistan-based terror launchpads. But the truth is this is simply not within Sharif’s powers. And the generals can’t give it up because the so-called Kashmir issue has made the careers of many in Rawalpindi GHQ.\nSharif should concentrate on trying to fix Pakistan’s own, deepening problems rather than chase grand talks with New Delhi. Pakistan’s economy is a basket case. As of January 6, forex reserves held by the State Bank of Pakistan plunged to $4.34 billion, just enough to cover three weeks of imports. Things have been further exacerbated by the devastating floods last year that drenched one-third of the country, displaced 8 million people, and dealt a body-blow to its agriculture sector. Meanwhile, inflation is forecast to stay between a whopping 21-23% with severe shortages of essentials like flour and fuel.\nTrue, some of Pakistan’s donors like Saudi Arabia, UAE and China have pledged further support. But a large chunk of this will materialise over three to five years. Add to this the spike in terror attacks by the Tehreek-i-Taliban Pakistan across the country and Islamabad’s deteriorating relations with the Afghan Taliban. Perhaps it is precisely because Islamabad is facing heat along the Durand Line that Sharif is offering an olive branch to his eastern neighbour. India is ignoring this and should continue to do so.\n\n",
        "headline_1": "What talks? Mr Sharif: Pak economy is a basket case, its people are suffering. Its PM should stop obsessing over Kashmir",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/what-talks-mr-sharif-pak-economy-is-a-basket-case-its-people-are-suffering-its-pm-should-stop-obsessing-over-kashmir/",
        "news_paper_name": "The Times of India",
        "publish_date": "18-01-2023"
    },
    {
        "full_article": "During the negotiations on funding for loss and damage in COP27 in Egypt last November, representatives of developed countries had a lot of reservations about such a proposal. My answer to them was that, while their questions were quite legitimate, they would only get answers after we received a political commitment from their leaders to establish the funding mechanism in the first place.\nFortunately, the leaders of all the countries agreed to establish the funding mechanism at COP27 and also to set up a Transitional Committee to address the questions that were being asked. The negotiations at COP28 in Dubai in November this year will be when we will once again agree on how to address those questions and get the funding up and running.\nIn the meantime, it can't hurt to share some of my own thoughts on the questions that need to be addressed.\nHow much money is needed?\n\nGiven the ongoing impacts of climate change, the estimates of the total losses and damages run into many trillions of US dollars. However, it is not expected that such sums of money would need to be made available, at least not immediately. So, in the short term, a few tens of billions of US dollars a year to support the poorest and most vulnerable communities would be worth targeting. It is important to note that such funds are to address loss and damage and are different from funds used for adaptation and mitigation.\nWhere would the money come from?\nThere is an assumption that money would have to flow from the governments of developed countries to the governments of developing countries, but this need not be the only option. There are many ideas being floated for sourcing the money, including making polluters pay.\nMy own preference is for all countries to agree to impose a tax on every fossil fuel company registered in their jurisdiction and put that money into a new Global Loss and Damage Fund. This would immediately generate a lot of funds and would not even hurt the fossil fuel companies, as they would retain most of their exorbitant profits.\nWho would manage the funds?\n\nThere are quite a few ways in which to manage the funds, including employing existing entities such as the Green Climate Fund (GCF) and Adaptation Fund (AF) under the United Nations Framework Convention on Climate Change (UNFCCC), or other funds outside the UNFCCC.\nMy own view is that we are likely to end up with a mosaic of funding channels for different activities, some under the UNFCCC and some outside it. It will, however, require close collaboration amongst all the funding entities to ensure synergies and avoid overlaps.\nWho would be eligible to receive funds?\nThis is a tricky question in the context of the UNFCCC since there are several groups, such as the Least Developed Countries (LDCs), the Small Island Developing States (SIDS), as well as some countries in Africa, who are formally defined as \"particularly vulnerable.\" But these lists exclude countries such as Pakistan, which suffered unprecedented flooding last year. So there will need to be some give and take, again in good faith, amongst the developing countries themselves as to which countries should be eligible to receive funds.\nHow would funds be allocated?\nBesides the question of which developing countries should be deemed eligible to receive funds, deciding on the ultimate recipients at the local or community levels is also important, and they could belong to some middle-income countries as well.\nIn my view, this is by far the most important as well as most urgent question to be addressed, and put off for the cumbersome UNFCCC negotiations process, which will inevitably take time. Those in charge of existing funds that have already been committed, such as the Global Shield and the Loss and Damage window under the V20 Fund of the Climate Vulnerable Forum (CVF), should pay close attention to this question. The test now will be to see how quickly they are able to respond to the needs of communities already suffering from impacts of human-induced climate change.\nHow can funds be accessed, and by whom?\nAccessing any of the existing channels of funds requires an exhaustive process of applications from countries or entities, with funds typically taking years to be delivered. Addressing the needs of communities suffering from the adverse impacts of human-induced climate change will require a nimbler and more proactive approach to taking the funds to the victims instead of waiting for applications. This is very much the domain of global humanitarian actors such as the Red Cross, Red Crescent, and the World Food Programme (WFP). It is therefore essential that humanitarian actors be brought into these discussions.\nWho should coordinate actions?\n\nAs it is likely that we will end up with a mosaic of actors, some under the UNFCCC and others outside it, there is a need for someone to act as a coordinator. My advice is for the secretary general of the United Nations to appoint a special envoy for loss and damage for at least five years to coordinate between the UNFCCC, the UN OCHA, and each individual country and stakeholder.\nAs we have only just started facing loss and damage from human-induced climate change, this role will become increasingly more important, requiring actions on a daily basis.\nMost importantly, who pays for loss and damage from human-induced climate change?\nWe must always remember that for every impact that is currently occurring, whether in poorer or richer countries, the people who are paying for the losses and damages are the victims themselves. Sometimes they get assistance from their neighbours or from local and national governments, but this is usually much less than what they need. Therefore, the challenge before the UNFCCC is to get the new funding systems to help the poorest victims access funds for addressing loss and damage as quickly as possible.\nLet COP28 be the place where this begins as a practice.\nDr Saleemul Huq is director of the International Centre for Climate Change and Development at Independent University, Bangladesh.\n",
        "headline_1": "The who's and how's of allocating loss and damage funds",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/politics-climate-change/news/the-whos-and-hows-allocating-loss-and-damage-funds-3223961",
        "news_paper_name": "The Daily Star",
        "publish_date": "18-01-2023"
    },
    {
        "full_article": "The herbal medicine prescribed by a rural kobiraj may be scientifically right, but its inadequate dosage often fails to cure the diseases of patients in the village. The same has been true of our latest monetary policy for the January-June term of FY2023.\nDespite all good intentions, Governor Talukder fails to change the parameters of monetary policy well enough to make a perceptible reduction in inflation and prevent the probable depletion of foreign currency reserves.\nThe policy brands itself as \"cautiously accommodative\" – a phrase akin to saying that something is \"bitterly sweet.\" No matter what numeral tricks regarding inflation are displayed by the bureau of statistics, whose data is often disputed because of its faulty basket and cunning calculations, inflation is the number one torture for the mass whose savings are evaporating, and livelihood has come under hardship.\nEven with the disputed data of BBS, the downward trend of inflation – which some policymakers are seizing with ample self-complacency – is statistically insignificant. The imperceptible downward trend of inflation is attributable to global commodity and fuel prices, and is not a credit to local policymaking, which actually fueled high prices by stubbornly clinging to the strange nine-percent lending rate, and thus letting the rich borrow banks' money at zero real costs.\nDespite all the cosmetics of the new monetary policy, that anti-theoretical nine-percent cap still prevailed by signaling that money is still as cheap as dirt for wealthy industrialists who often turn into defaulters. It signals that money is more expensive for people of the middle or lower-middle classes, who resort to availing consumer loans for buying their durables like refrigerators, televisions, small vehicles, and furniture.\nThe policy twist of the nine-percent cap for capitalists and the 12-percent for fixed-income-earning consumers is an open testimony of favoritism for the super rich. The selective tightening of consumer loans is discriminatory to the financially weaker section of society, who have little bargaining power.\nUsually, economists are noted for their wide differences of opinions. As the British social economist Barbara Wootton observed, when six economists gather, seven opinions emerge.\nBut not a single economist in Bangladesh supported the nine-percent cap on the lending rate in the face of galloping inflation. Still, the finance minister manufactured his own theory by arguing that the cap is beneficial for the economy.\nThe nine-percent cap was imposed in 2020, during the pandemic. But oddly, the music is still on when the Covid-induced debility has ebbed long ago. The intent of keeping this cap is to continue nourishing the tycoons at the cost of high inflation.\nRecently, FBCCI business leaders met the BB governor and argued for keeping the cap to serve their interests. And the governor catered to their demands. Although he indicated that removing the cap is only a matter of time, it's hard to understand what better moment there could be to justify removing the nine-percent cap than right now. At present, no sensible country in the world has kept any such cap on lending rates as inflation blisters their economy.\nThe call money rate – the interbank borrowing rate – has recently spiked to as high as 10 percent, evidencing a severe liquidity crisis in the banking sector. The rate was around four percent this time last year, which makes sense because the call money rate usually remains in the repo corridor – the space between the repo rate and the reverse repo rate. The repo rate – the rate at which banks are allowed to borrow funds from the central bank – has been raised by only 25 basis points, to be six percent, which is much lower than the existing call money rate. This suggests that the central bank's move to raise the policy rate is correct in its direction, but that its magnitude is farcical – an attempt to show that BB has only a theoretical understanding of how to fight inflation by raising policy rates.\nBut the magnitude of 25 basis points resembles the herbal dose of the nervous village kobiraj – both are miserably inadequate to make any perceptible changes in the patient's health and for inflation, respectively.\nIf inflation goes down, it will be due to luck and a global price reduction for oil and other commodities. BB cannot claim any credit for making it happen. Rather, its inertia towards the dirt-cheap lending rate for businessmen and defaulters will keep stoking inflation. Had the nine-percent cap been dismantled, inflation would have gone down, giving some comfort to poor and middle-income people.\nBangladesh Bank has missed the train by caving in to the pressure of the finance ministry, which dictates policymaking at the central bank being driven by short-term political interests. And this is even more so now, before the general election. Herein lies the political economy of our central bank's incapacity of forging an independent monetary policy.\nThe BB governor is still praise-deserving in that he articulates the necessity of a unified exchange rate to be based on the market – a deviation from which during the previous governor's regime caused the severity of the current dollar crisis and foreign exchange depletion. The governor commanded his apparatus to find the cheating of importers who accomplish money laundering by over-invoicing. Importers also resort to under-invoicing to dodge import duties, worsening Bangladesh's fiscal capacity, which is already the weakest in the region. This murky area was never diagnosed so closely as it is being done now, bringing some hope of tightening the outflow of funds. The governor should seek magisterial power to punish some notorious importers who are largely responsible for laundering USD 8 billion annually from Bangladesh, as per World Bank data.\nThe government has started frantically borrowing from the central bank since its revenue collection lagged behind the target, as usual, and its sanchaypatra source has stopped laying golden eggs of late. The credit growth target in the government sector of almost 38 percent – a desperate rate never seen before in recent decades – must be curtailed if BB wants to combat inflation. Otherwise, the central bank will remain a helpless observer of inflation that draws its vitamins from huge public sector credit and hunky industrial loans.\nDr Birupaksha Paul is a professor of economics at the State University of New York at Cortland in the US, and former chief economist at Bangladesh Bank.\n\n",
        "headline_1": "Bangladesh’s Monetary Policies: A poor dose of the right medicine",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/open-sky/news/bangladeshs-monetary-policies-poor-dose-the-right-medicine-3223621",
        "news_paper_name": "The Daily Star",
        "publish_date": "18-01-2023"
    },
    {
        "full_article": "The recent visit of US Assistant Secretary of State for South and Central Asian Affairs, Donald Lu, in my opinion, was a type of stock-taking visit since, over the past few years, the relationship between the US and Bangladesh has been a source of some worry.\nPrior to this, a senior director from the national security council also came to Bangladesh.\nLu's trip looked at how the two nations interact generally. If we focus on the visit's particulars, there were discussions that took place on governance, economic governance, strategy, and other economic concerns. Donald Lu said that the conversation was open and honest. The meeting was productive from that standpoint since it allowed the two countries to better grasp one another's viewpoints and assess the state of our relationship.\nIn terms of the outcome, we can focus on the exchange and understanding. It is positive that the exchange is maintained and the understanding between the countries has been improved. This visit has ensured that the relationship between the two countries still stands on firm ground, despite some earlier concerns about human rights abuses by law enforcement agencies. There was a concern regarding whether or not there would be sanctions from Bangladesh's side. These issues have now been resolved.\nAnother thing to note is that Donald Lu has clearly stated the expectations of his country regarding Bangladesh. He gave an indication as to what should be done to meet these expectations, too. For example, he has given an update about the sanction on Rab and indicated that the agency has improved in terms of human rights abuses and dropped hints about what more the agency should do. Lu has also expressed his expectations about the upcoming national election. He has said that the US wants to see a peaceful environment and that he wants participation and expects a credible election. Citing the prime minister's promise to hold a free and fair election, Lu has expressed his expectation that the premier will deliver on her promise.\nDonald Lu also raised issues about labour rights and has advised on what the government should do in order to improve the labour conditions. Our country currently does not enjoy GSP privileges and we have appealed to the US in order to receive GSP status. Lu has given an indication as to what the government should do in terms of enacting better labour laws to meet the requirements for regaining the GSP status. There were discussions about regional strategic issues as well.\nThough these discussions have not been made public, my guess is that the US wants Bangladesh to be a part of its regional strategy. Bangladesh could be a productive partner in that process. If we become a part of the Indo-Pacific Strategy and calibrate that to explore our interests, especially in the economic domain, and also to protect other national security issues from our side (such as resolving the Rohingya crisis) that would be useful to Bangladesh.\nOverall, the three main dimensions which were discussed are governance issues (from elections to human rights), economic issues and bilateral business, and strategic issues. This is part of an ongoing discussion, and any discussion is welcome as it clears the air. But the US' expectation is very clear. They want the promotion of human rights and democracy, and they will continue to push for reforms in that regard.\nDonald Lu has also met the law minister and home minister. And I presume that the Digital Security Act was an issue of discussion at the meeting with the law minister. It is possible that there may be some updates and amendments to the law as a result of the US and European interest in reforming the law.\nAlso, the labour rights issue has been central and has been discussed under governance issues. Labour rights are human rights and the US is concerned about these. This is an urgent issue for us, as many of our future opportunities will be contingent on the issue. In terms of sanctions, there need to be more reforms in the systems for the existing sanctions to be considered for withdrawal.\nFinally, we can say that Lu's was a positive one as there was an exchange of ideas and expression of appreciation of each other's position for both countries concerned. But the visit did not bear much concrete fruit besides this.\nM Humayun Kabir is president of Bangladesh Enterprise Institute (BEI) and a former ambassador of Bangladesh to the US.\n\n",
        "headline_1": "What will Bangladesh get out of Donald Lu's visit?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/what-will-bangladesh-get-out-donald-lus-visit-3223601",
        "news_paper_name": "The Daily Star",
        "publish_date": "18-01-2023"
    },
    {
        "full_article": "The final Integrated Energy and Power Master Plan (IEPMP), prepared by the Ministry of Power, Energy and Mineral Resources (MPEMR), is coming out in March this year – at a time when the sector may still be going through a short to medium-term crisis. However, even if the crisis is not long lived, the strategy should still go beyond to tackle problems in the medium and long run.\nThe government of Bangladesh has taken up a number of initiatives aligned with the global goal of net zero emissions by 2050. The Prime Minister has announced a target of 40 percent of energy coming from renewable sources by 2041, by which year Bangladesh aspires to be a high-income country.\nIn this context, it is crucial to review the IEPMP to understand how it will achieve clean energy targets, and the strategies that need to be adopted for the power and energy sector, keeping in mind the issue of energy security in the coming years. Considering the simultaneous challenges and broad objectives of this plan, there are scopes for improvement to make it compatible with the decarbonisation initiative.\nFor the first time, the IEPMP has been formulated by the Ministry of Power, Energy, and Mineral Resources to set forth a long-term energy plan covering all of the sector and energy sources, considering present conditions in Bangladesh and the global momentum towards low carbonisation and decarbonisation. Previously, the Power System Master Plan (PSMP) 2016, supported by the Japan International Cooperation Agency (JICA), was developed to help Bangladesh create a comprehensive energy and power development plan up to the year 2041, including strategies for energy balance, power balance, and tariffs.\nThe method of developing the IEPMP is unique on several fronts. It is a complete plan that takes both energy and power-related concerns into account. The new draft plan applies rigorous methodology to understand energy demand, energy mix, energy efficiency, and transmission and distribution of energy. Among other things, it considers three scenarios for GDP growth projection by 2050 that are based on the IMF's long-term projection, on the Perspective Plan (PP) 2041, and in between both projections, respectively. While the PSMP 2016 had no mention of a strategic environmental assessment (SEA), this IEPMP has introduced sector-wise SEA.\nHowever, while a consultative procedure was used, it was not at the level of partnership. As a result, the draft plan, though found to be relatively thorough (as a specialised research organisation was involved in giving technical help), still holds several preferential biases. Over-reliance on GDP estimates, reliance on coal and LNG as the most important fuel mix, and passing over of renewable energy, are the three key prejudices observed in the IEPMP.\nFor starters, estimating power demand based on the GDP estimate of PP 2041 makes the whole exercise unreliable, as it forecasts 90 gigawatt (GW) of electricity demand by 2050. The proposed alternate scenario of \"in-between\" also seems ambitious at 70GW by 2050. Rather, the scenario based on the IMF projection seems more plausible to attain.\nSuch a high target of power demand makes the renewable energy-based power generation target (40 percent by 2041) unrealistic. The renewables commitment has also been changed to up to 40 percent from clean energy – this, however, includes coal and other hydrocarbon-based energy mixed with advanced technologies as \"clean\", which is wholly unacceptable. As a result, an alternative scenario needs to be set.\nThe IEPMP talks about clean energy through the promotion of carbon capture and storage (CCS) technology. While certain countries have taken up pilot projects of CCS, they ran multiple feasibility studies before launching them, which is not the case for Bangladesh. On top of that, so-called clean energy through technologies like CCS can, directly and indirectly, promote coal and coal-based energy, which deviates from the plan's objective of moving towards low carbonisation, and makes the transition to renewable energy difficult.\nThe plan so far emphasises gas as a lion's share of the energy mix, which is likely to turn out to be costly imported LNG. The IEPMP promotes LNG by emphasising demand projections and the necessity of LNG in Bangladesh. The demand for LNG is projected from the PP 2041 for the year 2050 as 7,672 mmcdf, and for the in-between scenario as 4,075 mmcdf (without high-risk potential). However, huge investment is required to establish LNG-based infrastructure, which is economically burdensome. Rather, the IEPMP must place more emphasis on domestic gas fields' exploration to reduce reliance on long-term LNG contracts and LNG purchases from the spot market at a high price.\nThe draft plan does not adequately consider the financial burden of subsidy and capacity payments due to fossil fuel-based power generation and excess reserve margins. The plan is yet to properly discuss the impact and implications of energy tariffs, even though proposed technological choices could raise energy prices significantly. Amid the prevailing crisis, a clean energy scenario can instead be resource efficient, generate more power and save subsidy allocations.\nThe latest demand of subsidies worth Tk 56,858 crore in the power and energy sector alone, in addition to the already allocated Tk 23,000 crore in the national budget of fiscal year 2023, has created commotion. The additional subsidy demanded in the power and energy sector seems to be unrealistically high. According to the Centre for Policy Dialogue, only 42 percent of the demanded additional subsidy will actually be required.\nWe should also ensure that fossil fuel-based power plants that are in the process of retirement are not extended further under the Quick Enhancement of Electricity and Energy Supply (Special Provision) Act, 2010. Recently, the government announced the scrapping of coal-based plants and the gradual phase-out of HSD and HFO-based power plants. But this was neither reflected in the initial draft of the IEPMP, nor included in several meetings held afterwards. The final version of the plan needs to address alternative viable options instead of fossil fuel, and stick to the government decision of early retirement of fossil fuel-based power plants.\nIf the government can implement the phasing out of oil-based power plants, install solar photovoltaic technology in primary schools, and transform diesel-based irrigation systems to solar-based ones, financial resources can be saved. In the medium and long term, renewable energy can be a business case that is not only economically viable, but also profitable.\nThe draft interim report is also yet to include any concrete acknowledgement of strategic environmental assessment policy guidelines, feasibility studies and legal frameworks, although it was decided in the third stakeholders meeting that a draft guideline would be established. In our opinion, it is necessary to enforce a legal jurisdiction to implement SEA by the stakeholders, along with a proper monitoring and evaluation unit. This can be strengthened by capacity development workshops and feedback sessions for financial and tech-related officials.\nBased on the policy's scope, time frame, recommendations and feasibility studies, the IEPMP performs below average to moderately in terms of attaining the aim of long-term energy efficiency. However, the argument for decarbonisation is perhaps not pertinent because the efforts and processes are still at an early stage, and the performance so far is poor to below average.\nDr Khondaker Golam Moazzem, Helen Mashiyat Preoty, Shiyan Sadik and Moumita Mallick are researchers of the \"CPD Power and Energy Study\" of the Centre for Policy Dialogue (CPD).\n\n",
        "headline_1": "More power, but at what cost? ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/more-power-what-cost-3223331",
        "news_paper_name": "The Daily Star",
        "publish_date": "18-01-2023"
    },
    {
        "full_article": "We are quite surprised by the comments made by the Road Transport and Highways Division secretary as well as transport leaders at a recent workshop. Terming the road crash data prepared by different independent platforms as \"fabricated,\" they claimed that the numbers of road crashes and deaths had come down last year compared to previous years. They even came up with a somewhat twisted justification by comparing the number of crashes and deaths with the number of vehicles plying on our roads. According to a BRTA director, while the numbers of crashes and deaths were 2,827 and 2,646 for 14.24 lakh vehicles in 2010, the figures were 5,200 and 4,638 for 55.92 lakh vehicles in 2022. We wonder what this comparison even means, with ordinary people frequently losing their lives or limbs in the absence of proper measures to prevent it.\nRoad safety campaigners such as Bangladesh Jatri Kalyan Samity, Nirapad Sarak Chai, and Road Safety Foundation Bangladesh unveiled their annual reports on crashes and deaths earlier this month. In that, they invariably claimed that the numbers of crashes and deaths had actually increased last year. According to Jatri Kalyan Samity, 9,951 people were killed in 6,749 crashes, while the numbers of deaths and crashes, according to Road Safety Foundation, were 7,713 and 6,829 respectively. However, according to police data, the numbers of accidents and deaths last year were 5,200 and 4,638.\nThe question is, why is the police showing fewer accidents and deaths? The answer, we think, is simple. While road safety campaigners collect data from media reports, the police reportedly rely solely on first information reports or general dairies for such data. So, while police data should be more reliable in any country, that is not the case in Bangladesh. The World Bank, in one of its reports, observed that our current system of recording and analysing data is error-prone, cumbersome and time-consuming. They also found a huge discrepancy between the WHO data and the police data – while the WHO estimated around 24,954 road crash deaths in 2016, the police only reported 2463 deaths in the same year.\nAnd even if there may be some gaps in the way different organisations record data, they highlight an increasing upward trend in road crashes and deaths, which the authorities cannot overlook. Moreover, can the authorities term independent organisations' data \"fabricated\" when the government itself lacks a proper mechanism in recording this kind of data?\nThe transport authorities and leaders must remember that road crashes are not a percentage game; it is a reality for us. One life lost is one too many. The government's efforts should be aimed at curbing this menace by properly recording related data and working on it, enforcing the road transport act, and overhauling the entire transport sector.\n",
        "headline_1": "A misguided approach to road safety ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/misguided-approach-road-safety-3223371",
        "news_paper_name": "The Daily Star",
        "publish_date": "18-01-2023"
    },
    {
        "full_article": "US Assistant Secretary Donald Lu's visit to Bangladesh was the second by a top US official so far this month, but naturally, his was more closely followed. Before leaving Dhaka on Monday, he had a flurry of meetings with top government officials, labour leaders, and representatives of civil society. In official talks, both sides had discussions on a diverse range of issues including trade, investment, labour issues, human rights, democracy, development, security, as well as other bilateral and regional issues. The question is: what did Bangladesh achieve from this?\nAlthough there is nothing yet in concrete terms, overall, the trip appears to have ended on a positive note. There have been signs of a warming of relations which were somewhat soured after a recent incident involving the US ambassador to Bangladesh, as well as the US sanctions on Rapid Action Battalion imposed on December 10, 2021. Lu has said as much, stressing that he had travelled to Bangladesh to \"strengthen friendship\". In their discussions, both sides laid out their priorities and concerns, and pledged to continue working together. On the question of restoring the GSP facility for Bangladesh, which the US had suspended after the Rana Plaza collapse, Lu said he is \"very confident we're going to make progress this year.\"\nThere has been encouraging feedback on other issues as well, most notably the performance of Rab. Lu expressed his satisfaction, acknowledging \"tremendous progress\" in how the elite force reduced extrajudicial killings since 2021. \"It shows that Rab is able to carry out its important counterterrorism and law enforcement functions while respecting human rights.\" The sanction issue naturally dominated public discourse ahead of his trip. There was even fear that more sanctions might follow. But nothing of that sort seems likely to happen now, and lifting of sanctions may be on the cards should Rab continue to show progress.\nBut in state relations, nothing is written in stone. The US-Bangladesh relationship is multi-dimensional, involving many aspects and layers. But one may recall the toughening of tones by ruling party politicians in recent weeks because of the US position on Bangladesh's rights situation, which indicated a narrow focus on our priorities and an inability to evolve with the evolving situation. Will their tough rhetoric continue if the US continues to talk about our rights situation, which it said it will? Can we expect real progress, not just in bilateral relations but in general, in such an environment? The truth is, beyond some feel-good statistics and cosmetic gestures, there has been little change on the ground, and little reform in the way state agencies approach fundamental human rights.\nSo while we appreciate the positivity generated during the recent trip, we must reiterate the importance of undertaking institutional reforms to protect people's inalienable rights, including the right to political association and assembly, freedom of speech, the right to vote and have inclusive elections, etc. The government must respect and establish these rights, not for the sake of the US, but because it is crucial for Bangladesh's long-term interests.\n",
        "headline_1": "What’s the outcome of Donald Lu’s visit?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/whats-the-outcome-donald-lus-visit-3223356",
        "news_paper_name": "The Daily Star",
        "publish_date": "18-01-2023"
    },
    {
        "full_article": "The reported drafting of a policy to dispose of the government's assets that have reached the end of useful life is a step in the right direction. The objective of this policy is said to be to increase the government's revenue as well as save on those assets' maintenance costs. Such a policy should have already been in place to ensure the optimum use of the huge quantities of machinery and equipment, lands, buildings, etc that are regularly purchased by the government's procurement department. However, it is better late than never.Understandably, the magnitude of the undertaking is enormous. For, of the government's total procurement budget equivalent to US$67 billion, 37 per cent or an amount equivalent to US$25 billion is allocated for public procurement. Obviously, it calls for taking extreme care in formulating the guideline so that both the movable and immovable assets to be disposed of are properly categorised and appropriate ground rules set to include those assets in the categories so listed. Also, there should be a standard procedure or methodology to calculate the cost basis of the disposable assets, estimate the useful life of the assets, and, of course, their salvage value. The 'straight line method', as is reported to have been adopted in the draft policy to be used to determine the depreciation schedule of the assets is definitely a well-conceived one. This will enable the estimation of the amount of 'annual depreciation deduction' in a straightforward manner. Finally, a checklist has to be developed to decide which of the articles of zero salvage value are to be destroyed and why, and which ones have any net value. On the whole, to duly follow these steps is essential to ensure that the entire exercise does not go awry.At this point, it is good to learn that the Central Procurement Technical Unit (CPTU) under the government's Implementation, Monitoring and Evaluation Division (IMED), which is looking after the entire work, has meanwhile sent copies of the draft assets disposal policy to the government bodies concerned for opinion. It was expected that the government bodies in question would duly return the copies of the draft policy bearing their comments by the Sunday (January 15)'s deadline. But, as reported, they are yet to do that. In that case, for the sake of completing the process in time, the sooner they return the copies of the draft disposal policy with their views, the better.It may be noted at this point that apart from movable assets including vehicles, construction machinery, various types of equipment, to mention a few, there are also government installations including loss making projects whose maintenance costs have proved to be a tremendous drain on the state's resources. Many of those projects are occupying hundreds of acres of land, some with outdated production facilities on then. Maintaining those installations and paying the people running those facilities are undeniably a burden on the state's exchequer. The government would do well to dispose of those facilities and use the lands thus freed to more gainful purposes. So, it would be worthwhile also to conduct a survey to identify these costly white elephants, mark those as disposable assets and include them in the draft disposal policy.",
        "headline_1": "Policy on disposable assets",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/policy-on-disposable-assets-1673967693",
        "news_paper_name": "The Financial Express",
        "publish_date": "18-01-2023"
    },
    {
        "full_article": "One of the factors believed to accompany a country's development is the opportunity cost it has to incur sometimes, but if that translates into deaths of humans -- that too in an unabated manner, the cost is unaffordable. With more and more roads and highways coming up in the country and with them the number of vehicles increasing significantly, accidents and fatalities caused by road crashes are presenting a nightmarish spectacle. With 'Smart Bangladesh' slogan initiated lately to enliven the morale of the citizens, it is crucially important to urgently attend to some grisly aspects on the social front. Deaths under the wheels are certainly one of those. Data on road accidents reveal an upsetting picture of rising numbers -- a trend conspicuous enough to tell that roads in the country are getting increasingly unsafe. At least 9,951 people were killed and 12,356 others injured in 6,749 road accidents across Bangladesh in 2022, said a report published in newspapers. The numbers of road accidents increased by 18.89 per cent and fatalities by 27.43 per cent in 2022 compared with those of 2021, a report of the Passenger Welfare Association of Bangladesh said. The numbers of road accidents and fatalities are highest in the last eight years, the report said. In 2022, a total of 550 people were killed and 201 more were injured in 606 railways accidents while 357 people were killed, 357 injured and 743 remained missing in the 262 waterways accidents. A total of 10,858 people were killed and 12,875 were injured in a total of 7,617 accidents on roads, railways and waterways. Accidents in most cases are caused by buses and trucks, though in recent times there has been a decline in bus crashes. There is a noticeably new dimension in the nature of the road accidents lately. Motorbikes have become a brutal intruder causing increasing number of accidents. The highest percentage, 28.59 per cent, of accidents occurred where motorcycles were involved, followed by 24.50 per cent involving trucks-pickups-covered vans and lorries, 13.95 per cent buses, 11.42 per cent battery-powered rickshaws and easy bikes, 8.32 per cent nasimon, karimon, and lagunas, 6.95 per cent cars-jeep-microbuses, and 6.22 per cent accidents had CNG-powered auto-rickshaws involved in. The highest 52.02 per cent accidents occurred on regional highways followed by 27.7 per cent on national highways and 11.88 per cent on feeder roads. Out of all accidents, 5.67 per cent took place in the Dhaka city and 1.71 per cent took place in the Chattogram city. In 2022, the highest death toll in a single day in road accidents was on July 29 when 44 people were killed and 83 injured in 27 road accidents.Road safety activists in the country have for long been emphasising the need for correcting some of the basic flaws in the country's road transport system. But these do not seem to have been heeded to at all. Ramshackle vehicles, visibly unfit for driving, still ply the roads, even the highways. Drivers, too, are sometimes found driving long distances without valid or proper licence. Over and above, the Road Transport Act passed in Parliament in 2018 following the countrywide safe road movement has not yet been implemented. Experts believe implementation of the law can reduce a great deal of the indiscipline on the roads and help curb accidents.Clear enough, failure to implement the Road Transport Act is exacting a heavy price. It is strange that the Act that apparently addressed most issues concerning road safety is still unattended due to lack of cohesion among the stakeholders. It is reportedly the transport unions that are opposing implementation of the Act.What in this regard appears intriguing is that in a discussion meeting organised on January 15 by the Bangladesh Road Transport Authority (BRTA), the transport union leaders vehemently denied the veracity of the reports on increased deaths and injuries due to road crashes, and blamed the road safety campaigners for presenting untrue and made-up stories. One wonders what logic they had to term the reports made-up, and for what purpose? Obviously, the reports were based on day-to-day occurrences published in the newspapers. The road safety campaigners -- Bangladesh Jatri Kalyan Samity, Nirapod Sarak Chai, and Road Safety Foundation prepared the report, not just from news reports but on the basis of on-the spot confirmation also. The transport leaders' statement makes two things clear -- shirking the responsibility of maintaining road safety, and indirectly endorsing the road tragedies as not at all unusual.Observers are of the opinion that blaming the transport leaders for their apparent apathy to road tragedies serves no purpose. The onus to make roads safe cannot be forced on them if they themselves do not consider it their duty in the first place. So, what is required should come from the appropriate authorities through implementation of the aforementioned Act, and enforcement of required measures to do away with mismanagement of all sorts. \n[email protected]",
        "headline_1": "Safe roads are a prerequisite for Smart Bangladesh",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/safe-roads-are-a-prerequisite-for-smart-bangladesh-1673967738",
        "news_paper_name": "The Financial Express",
        "publish_date": "18-01-2023"
    },
    {
        "full_article": "In a welcome move, the government has initiated the process of formulating a policy to dispose of various types of assets at the end of the economic lives of those, \"aiming to increase revenue and save money spent on maintaining such assets\". This makes sense. Currently, the government's procurement allocation is approximately US$25 billion per annum, which is around 37 per cent of the total procurement budget of $67 billion. A disposal policy, when enacted, would provide specific guidelines for the safe disposal of assets at the end of project periods while they still have market value. Again, in the absence of specific guidelines, a lot of tangible assets are dumped in inventory where pilferage and degradation (decay due to improper storage) make many items like office electronic goods and vehicles practically useless when they are finally put up for auction. There is a cabal of intriguing elements that pick up valuable items for a pittance for refurbishment in private workshops for resale to parties / individuals for handsome profits. Why would the authorities allow for merchandise, immovable / movable items, automobiles and other items to be sold by private hands when they can sell those themselves? When one takes into account the cost of storage, the whole idea of having a policy to govern sale of these assets is the best option.Assets will be broken down by category in the policy, so as not to have any confusion. Government procurement is significant because it encompasses everything from construction materials to office equipment to transport vehicles and a myriad of other assets that are used in the various developmental projects the State undertakes every year. Invariably, every project has a timeline and once that ends, government agencies are left straddled with a host of products that will no longer be needed. Because a new project, in our country, has budgetary provision for new equipment. Once this policy is formulated and if it is implemented properly, the government could actually find that a lot of these assets would be useful in new projects. That would invariably save hundreds of millions of dollars in new procurement - funds that are allocated from the exchequer, which could be saved. One should not be impatient about such things because the stated policy is still in a draft mode right now. Indeed, there is likely to be a pushback effect from a host of business interests which stand to lose out from this policy. And it will be interesting to see if the government can actually implement it fully. Regardless of the outcome, the policy needs to be adopted because not only would it save the government money, but it entails safe disposal of material that are beyond salvage value. Presently many items find their way to government dumping yards and there is a cost for their upkeep, which is basically a waste of additional resources. Indeed, going by a report published in this paper on January 16, a lack of uniform guidelines to govern these goods, it is presently not possible for the authorities to ascertain salvage value, market value, and hence impossible to know what assets can be transferred to other projects. Valuable physical land is occupied due to dumping, land which could be used for other purposes, be it for constructing offices or other infrastructure projects. As pointed out in the report \"this policy will help the entities to define standard, method or restrict disposal of public assets in a legal, accountable and effective manner.\"\n[email protected]",
        "headline_1": "Saving money from worn-out assets",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/saving-money-from-worn-out-assets-1673967769",
        "news_paper_name": "The Financial Express",
        "publish_date": "18-01-2023"
    },
    {
        "full_article": "We cannot imagine human civilisation without environment. However, the problem of environmental degradation is now a matter of grave concern for stakeholders across the globe. Many attempts have been made in this regard, but none of them have been truly successful. The depletion of the ozone layer presents us with concrete evidence that our planet is moving towards an ecological destruction. As cited by scientists, environmental pollution and deforestation are two of the major contributing factors that have intensified the unfolding crisis of climate change. Both developed and developing countries are forced to work hard for tackling the crisis of climate change. But no matter how hard we seem to try, the situation is daunting to cope with. So, protecting the environment from destruction is the most important task of the present world. For this, we need to have knowledge of our environment. Environmental scientists or environmentalists can change the picture of the world's environment through their research. If implemented, the research findings can save our environment and make it more habitable. Research on environment and disaster management can save the whole world from various natural disasters including climate change. In addition, awareness should be raised among everyone. The authorities concerned should also play a proactive role to curb the menace of climate change and global warming in Bangladesh, considering it one of the most vulnerable countries. \nMd. Tarikul Islam Student of Environmental Science and Disaster Management,Noakhali Science and Technology University, [email protected]",
        "headline_1": "Importance of studying environmental science",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/importance-of-studying-environmental-science-1673967792",
        "news_paper_name": "The Financial Express",
        "publish_date": "18-01-2023"
    }
]