[
    {
        "full_article": "As a leader who was the lone member of his party in Parliament, Ranil Wickremesinghe can only see his victory in Sri Lanka’s presidential elections on Wednesday as a political windfall. However, the position comes with a crown of thorns. His first challenge will be to reach out to the people, including the protesters in Colombo demanding his resignation, which is something politicians usually do before they win an election, not after. Building credibility with them will require distancing himself from the very faction of the ruling SLPP backed by Mahinda Rajapaksa that won him the elections. If he fails to satisfy the “street”, then general elections, which Sri Lanka can barely afford at this point, will be the only remaining course. Elections would only further delay the task of economic rebuilding, particularly the much-needed negotiations with the IMF for a bailout. In normal course, the six-time Prime Minister will be equal to the challenge. However, his performance over the past few months as PM has not seen him emerge with any big ideas to control the crisis. A combination of the fall in domestic production, tax revenues, remittances, and currency reserves signals that the road out of this economic trough will be arduous. In addition, President Wickremesinghe, and whoever fills his position as Prime Minister, will have to make many more unpopular decisions once the IMF negotiations are concluded, and the bailout stipulations and conditions spelt out.New Delhi will also have to review its options, given the proximity, and as External Affairs Minister S. Jaishankar told an all-party meeting on Tuesday, the Government will naturally worry about the “spill over” from the Sri Lankan situation. The Modi government has adopted a three-pronged strategy — expressing sympathy with the people of Sri Lanka and their “quest for stability and economic recovery through democratic means”; extending “unprecedented” financial assistance, credit lines and essential food, fuel and medicines worth U.S.$3.8 billion since January 2022; and distancing itself from the Rajapaksas. The policy has reaped dividends in public goodwill in Sri Lanka for India, particularly in comparison to other partners such as China that have only provided humanitarian aid worth approximately $74 million, and not much else by way of credit lines and debt restructuring and deferrals of repayment this year. It is significant that India’s first reaction to Mr. Wickremesinghe’s election was understated, given the uncertainties still surrounding the government. However, if the new government is to have a chance at overcoming the odds, New Delhi’s support, bilaterally and internationally, will be essential, and the Modi government must decide if continuing its policy of distance from the leadership will achieve its objectives with its close neighbour in the months ahead.",
        "headline_1": "A hint of stability: On Sri Lanka’s new dispensation",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/a-hint-of-stability-the-hindu-editorial-on-sri-lankas-new-dispensation/article65663116.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "21-07-2022"
    },
    {
        "full_article": "Few things in science or social science are as incontestable as the importance of maternal health to human development. Maternal mortality indicates a woman’s ability to access health care, contraceptive devices, nutrition, and, in a sense, is a mark of the efficiency of a health-care system in responding to demands made of it. A recent study published in the peer-reviewed journal, PLOS Global Public Health, casts a shadow over the progress of health care targeting women in the country, but also, questions the reliability of the country’s own periodic estimates of maternal mortality ratio, or MMR (number of mothers who die from complications in pregnancy for every one lakh live births.) Researchers from the International Institute for Population Sciences triangulated data from routine records of maternal deaths under the Health Management Information System, with Census data and the Sample Registration System (SRS) to provide the MMR for all States and districts of India. The analysis suggests that 70% of districts (448 out of 640 districts) in India have reported MMR above 70 deaths — a target under the United Nations’ Sustainable Development Goals (SDG). Many of the districts in southern India and Maharashtra have an MMR of less than 70. At the same time, the north-eastern and central regions have the least number of districts (12 and six districts, respectively) with an MMR less than 70. Significantly, it also demonstrates the presence of huge within-State inequalities, even among the better performers — Karnataka, Tamil Nadu, Kerala, Andhra Pradesh, and Telangana. Similar heterogeneity was observed in other States as well. According to the SRS (2016-18), only Assam (215) has an MMR of more than 200, while in this district-level assessment, the indications are that about 130 districts have reported above 200 MMR.It is ironic that as the nation plans to celebrate the 75th anniversary of Independence grandly, so many districts still show a very high MMR, clearly indicative of the inadequacy of responsiveness of health systems. But that is not the only reason. There is adequate proof that improvements in access to contraceptives, antenatal care, post-delivery health care, body mass index, and the economic status, besides a concerted reduction of higher-order births, births in higher ages, will help reduce MMR. The message during this milestone anniversary year is two pronged: improve overall care for women, and keep real time track of such crucial health data. Immediate action is required to meet the SDG goal regarding MMR. Ultimately, it is more than about just the numbers. There are people — mothers and infants, entire families — behind these numbers who will benefit from such an urgent and intense action on reducing eminently preventable deaths.",
        "headline_1": "Saving mothers: On the importance of maternal health",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/saving-mothers-the-hindu-editorial-on-the-importance-of-maternal-health/article65662544.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "21-07-2022"
    },
    {
        "full_article": "Ranil Wickremesinghe who has just become Sri Lanka’s eighth Executive President has actually won this prize in his third attempt. He lost in 1999 to Chandrika Kumaratunga and again in 2005 to Mahinda Rajapaksa. On both occasions he was dealt unlucky blows.\nPresident Kumaratunga gained a sympathy vote when LTTE attempted to assassinate her during one of her campaign rallies and blinded her in one eye. LTTE intervened again in 2005 to scuttle Wickremesinghe’s election bid when it ordered the Tamil people to boycott the presidential election. Finally now, Wickremesinghe has won a convincing victory, although it was not the people who voted him into power but parliamentarians.\nRead full opinion on TOI+\n\n",
        "headline_1": "Ranil can’t be a Rajapaksa man: New Lankan president needs to rise above the calculations of those who voted him to power",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/ranil-cant-be-a-rajapaksa-man-new-lankan-president-needs-to-rise-above-the-calculations-of-those-who-voted-him-to-power/",
        "news_paper_name": "The Times of India",
        "publish_date": "21-07-2022"
    },
    {
        "full_article": "Many Sri Lankans are thoroughly underwhelmed that Sri Lanka’s parliament chose Ranil Wickremesinghe as the new President. Protesters over the last few weeks had wanted Wickremesinghe to step down as PM and didn’t want him to secure the presidency. Even politically he’s weak, having led his party, UNP, to precisely one seat in 2020 parliamentary elections. He himself only managed to enter parliament through the national list. Therefore, even cooler-headed commentators contend he simply doesn’t have the people’s mandate to assume the presidency. Protesters who drove the Rajapaksas out of power aimed to usher in wholesale systemic change, including a new Constitution. For them Wickremesinghe, who has been in politics for well over four decades, represents the old guard guilty of bankrupting the country. How this plays out will determine the fate of this presidency. If protests erupt and if army/police action leads to further heightening of popular anger, the island nation may head for another, and even more dangerous period of instability.\nIf that doesn’t happen or the new president rides out a fresh round of protests, Wickremesinghe’s administrative and diplomatic experience will come in handy. His time in public office has seen him getting well-acquainted with foreign governments and international institutions. Given that Sri Lanka needs help from these entities to start tackling its acute economic crisis, he’s a good bet as a rescue negotiator. After he was appointed PM in May, when Mahinda Rajapaksa stepped down, there have been some signs of economic relief. Rolling power cuts have reduced in duration, farmers have received fertilisers and there have been improvements in gas supply. Of course, there is still a long way to go to restore normalcy.\nWickremesinghe’s first job will be to quickly form a cabinet and conclude bailout talks with IMF. But he must also work to win over the trust of protesters and set the ball rolling on constitutional reforms, including devolving powers of the presidency as a first step. India, which has stood by Sri Lanka through this crisis and emerged as its chief lender, should provide full support to Wickremesinghe. New Delhi’s strategic interests demand this.\n\n",
        "headline_1": "Lanka’s rescuer? Wickremesinghe is unpopular, old guard. But he may also be best choice for bailout negotiationsc",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/lankas-rescuer-wickremesinghe-is-unpopular-old-guard-but-he-may-also-be-best-choice-for-bailout-negotiationsc/",
        "news_paper_name": "The Times of India",
        "publish_date": "21-07-2022"
    },
    {
        "full_article": "While freeing Mohammed Zubair, the Supreme Court said the power to arrest must be used sparingly. This has been repeated umpteen times by SC, but to little effect. Therefore, all courts must grant immediate bail in most minor offences and especially those related to free speech, unless there’s clear indication that speech was intended to lead to violence. Note that most free speech cases lose substance the moment the accused is granted bail: the police lose interest in probing flimsy cases. The pre-trial arrest and long jail times are in effect the punishment. Only courts can put a stop to this by making the police realise that bail will be automatic. Granting of 7-day, 14-day custodies, as in Zubair’s and many similar cases, must stop. Ideally, SC’s position on this issue should be the default position of all courts. But magistrate courts don’t seem to get the message. As SC said earlier, India needs a bail law that codifies these practices, and removes judicial discretion.\nFor Zubair, UP police tried another old trick by filing multiple FIRs so that bail in one case (he had bail in the Delhi police Special Cell’s FIR) isn’t enough to ensure freedom. Nupur Sharma similarly also deserves protection from multiple FIRs. SC has done well to anticipate various scenarios in the Zubair case. Besides ordering disbanding of the UP SIT probing the six FIRs and transferring these to the Delhi police, SC has said all future cases will be transferred to the Special Cell and he will be entitled to bail in them.\nSC’s other observations in this case are also crucial. Responding to the UP government counsel who asked that Zubair be told not to post ‘offensive’ tweets, the court pointed out that a journalist cannot be asked not to tweet, rather if any tweet violates a law then legal action can follow. This may seem reiteration of a basic understanding of rights and responsibilities but given police and lower court actions – in states governed by political parties across the spectrum – it is heartening that SC made things clear.\n\n",
        "headline_1": "Cops, courts, rights: SC freeing Zubair has wider lessons for police, lower judiciary. Also shows why we need a bail law",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/cops-courts-rights-sc-freeing-zubair-has-wider-lessons-for-police-lower-judiciary-also-shows-why-we-need-a-bail-law/",
        "news_paper_name": "The Times of India",
        "publish_date": "21-07-2022"
    },
    {
        "full_article": "Rupee falling below the 80-mark against dollar made headlines. There are nuances in story that, however, are being missed.\nFirst, and contrary to what many are saying, rupee fall may not help our exports. Here’s why.\n* Exports of commodities that are price sensitive, that is, they do well when they are cheaper, benefit during depreciation. But exports of goods that are income sensitive, that is, they tend to perform well when there is an upsurge in foreign income, may not necessarily do well. For example, if incomes in foreign countries are under pressure.\nRead full opinion on TOI+\n\n",
        "headline_1": "Rupee@80: The story can get grimmer – Depreciation may not help exports because the composition of what we sell has changed",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/voices/rupee80-the-story-can-get-grimmer-depreciation-may-not-help-exports-because-the-composition-of-what-we-sell-has-changed/",
        "news_paper_name": "The Times of India",
        "publish_date": "21-07-2022"
    },
    {
        "full_article": "It comes as no surprise that Bangladesh will need to fulfil certain conditions to be eligible for the European Union's Generalised Scheme of Preferences Plus (GSP-plus), as has been made clear by the visiting delegation of the European Parliamentary Committee on International Trade. The delegation categorically said that Bangladesh needs to improve its rights situation and amend its labour law in line with international standards. Among the issues it flagged is the progress achieved in workplace safety since the Rana Plaza disaster which, it claimed, has not been \"substantial\". The committee also expressed – justifiably, we may add – concerns over certain aspects of the labour law, extrajudicial killings, enforced disappearances, and shrinking of civic space in the country.\nThe warning comes at a time when Bangladesh is struggling on multiple fronts to ensure sustainable economic growth and good governance with the rights of workers and general citizens protected. Bangladesh is scheduled to become a developing country in 2026, and in this regard, a UN committee has recommended that the country should get five years, instead of three, to prepare for the transition due to the impact of Covid-19. Understandably, until 2026, Bangladesh will continue to enjoy trade benefits reserved for Least Developed Countries (LDCs). To get the GSP-plus status, however, it will have to implement 32 international conventions on human rights, labour rights, environment, and good governance. In return, the EU will cut its import duties to zero on more than two-thirds of the tariff lines.\nBut the road ahead is certainly challenging. Bangladesh is under pressure to make a uniform labour law for workers both inside and outside of the Export Processing Zones (EPZs). Currently, the law allows trade unions only outside the EPZs. If all workers are allowed to unionise, it will increase their bargaining power and help address grievances related to working conditions. Bangladesh is also under pressure to fulfil its commitment to eliminate child labour by 2025. This will be harder to achieve given how children continue to be employed in vast numbers across the country. Meanwhile, the general rights situation also needs to be drastically improved, with concerns over the shrinking of civic space, using legal tools such as Digital Security Act, remaining largely unaddressed.\nAll these boxes will need to be ticked going forward. Otherwise, Bangladesh's export of readymade garments and other exportables to the EU will not be the only thing affected. The future of our democracy will also be negatively impacted. We urge the government to rise to the occasion and undertake necessary reforms.\n",
        "headline_1": "Time to act to secure GSP-plus status",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/time-act-secure-gsp-plus-status-3075161",
        "news_paper_name": "The Daily Star",
        "publish_date": "21-07-2022"
    },
    {
        "full_article": "Nashville, USA. December 2021. With a friend, Timothy Wilks – butcher knife in hand – approached a group of people at an Urban Air playground, looking like they were about to commit a robbery. In the threatening situation, David Starnes Jr, one of the crowd, swiftly pulled out a firearm, then opened fire at Timothy Wilks, killing him on the spot. The bloody incident that day was not the result of an expected robbery, but a consequence of prank content that Timothy had intended to upload to his YouTube channel. Unfortunately, David Starnes didn't know that the threat he felt was just a sham and his act of self-defence resulted in the loss of the life of a young YouTuber.\nIn June 2017, in Minnesota, US, a young woman named Monalisa Perez was asked by her boyfriend, Pedro Ruiz, to fire a Desert Eagle revolver at him from a distance of 30 cm. Meanwhile, Ruiz shielded himself with a thick book. Before Monalisa fired, Pedro was sure the bullet would not penetrate the thick book. But the experiment failed. The shot made him fall, covered in blood, and he died on the spot. The incident was not a movie scene, but a reality that was once again produced for the sake of fame in cyberspace, that is, on YouTube. \nPerhaps even worse, a YouTuber from Russia, Stanislav Reshetnyak, had the heart to torture his girlfriend, Valentina \"Valya\" Grigoryeva, by making the pregnant woman stand for a long time on the balcony of his Moscow apartment in freezing temperatures. The moment when Grigoryeva died of the cold, in only her underwear, was broadcast live on \"ReeFlay,\" Reshetnyak's YouTube channel. When Stanislav dragged in Grigoryeva who was no longer breathing, the stream was still going on. \nThe accumulated number of viewers being the basis for calculating monetisation for creators in the YouTube system actually contradicts the original idea of ​​the YouTube platform itself. At its inception, founders Chad Hurley, Steve Chen, and Jawed Karim were at a party, and one of them recorded some small events there. They realised that there was no one way to share and exchange videos in the digital space. Then, Karim, a brilliant programmer and Stanford graduate, worked on creating a website. He was also the first person to upload a video on YouTube, titled \"Me at the zoo,\" on April 23, 2005. \nDespite a slow start, Karim's hard work resulted in Sequoia Capital being interested in funding most of YouTube's operational costs. Soon, YouTube was bombarded with uploads of all kinds of videos. A few months later, YouTube videos were downloaded more than 100 million times every day. Shortly thereafter, Google acquired YouTube for USD 1.65 billion.\nBut the monetisation scheme offered by YouTube after being acquired by Google seemed to indicate that the spirit of sharing of its founders was lost. And now, YouTubers share videos not because they want to benefit the audience, but because they need to convert views into money. Since YouTube became a part of our daily life, the platform has gained a lot of profit. In 2019, YouTube earned revenue from advertising amounting to around USD 15.15 billion. YouTube's success as a \"money machine\" for Google cannot be separated from its strategy of treating viewers as well as broadcasters. The company stimulates viewers to produce videos by offering a revenue sharing scheme received from advertisers. \nPrank content and exploration of private spaces, including content created by risking lives, is seemingly preferred over educational or knowledge-sharing content. Extreme actions, such as blocking a truck or eating really spicy chips, feel more sensational. If it's not sensational, it won't go viral. \nIt is undeniable that fame, as well as the abundance of money earned by successful YouTubers, has sedated many people of all ages. As long as creativity is still minimal and safety is ignored while passion for fame and wealth is uncontrollable, admiration for famous YouTubers will occasionally be punctuated by news of avoidable deaths. \nDamhuri Muhammad is a media analyst, and lecturer of philosophy at Darma Persada University, Jakarta.\n\n",
        "headline_1": "To live and die for ‘the views’",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/live-and-die-the-views-3075146",
        "news_paper_name": "The Daily Star",
        "publish_date": "21-07-2022"
    },
    {
        "full_article": "It's outrageous that \"capacity charges\" – that predatory costing exercise that allows power plants to take a big bite out of our budget regardless of whether the power is bought or produced – will have to be paid amid ongoing power outages and depleting forex reserves. This is despite the fact that the government, on Monday, shut down all diesel-fired power plants due to low fuel stocks. But it is bound to pay their capacity charges nonetheless. Data disclosed by the Bangladesh Power Development Board (BPDB), the country's sole electricity buyer, shows how this exercise has been a huge drain on our scant resources.\nThe BPDB paid Tk 16,785 crore in capacity charges in the first nine months of the 2021-22 fiscal year for 22,118MW daily power generation capacity, although it had not been able to use more than 14,000MW a day during that period. Earlier, it paid Tk 18,977 crore in 2020-21, and Tk 18,123 crore in 2019-20. To put things into perspective, these numbers dwarf the subsidy packages the government set aside for the power sector in the corresponding years. For example, the subsidy package was Tk 7,400 crore in the 2019-20 budget, Tk 8,900 crore in the 2020-21 budget and Tk 12,000 crore in the 2021-22 budget. Capacity charge is a trap that the government set for itself, for reasons that continue to elude us, and we're having to pay for that even during a time of austerity.\nWhat could possibly be the reason for all that trouble? Nothing about it makes business sense. The current demand for electricity in the country ranges between 14,000MW and 14,500MW. But due to the crisis of gas imported from international sources, the government is producing 12,000-13,000MW, but continues to pay for the unutilised power. Already, the government has announced up to two hours of \"load shedding\" across the country. Citizens from many areas, however, have reported longer and frequent spells of outage. The question is, how effective will these measures be to tackle the energy crisis?\nAccording to experts, a comprehensive assessment of the situation was not done before undertaking these measures. For example, despite the closure of diesel-run power plants, diesel use in other sectors is bound to rise. The generators being used in farms, factories and offices are all run on diesel; load shedding will only increase the use of fuel to run these generators. Clearly, piecemeal solutions will not work against a crisis that has, frankly, developed over years. A big part of the problem is the capacity charges, which have to be paid in dollars, another big barrier to the drive to save foreign currency. Therefore, we think the government should urgently renegotiate the terms with power plants to stop capacity payments. This will take a huge burden off our collective shoulders, and help us focus on the wider issues.\n",
        "headline_1": "No austerity for dollar-guzzling power plants!",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/no-austerity-dollar-guzzling-power-plants-3075141",
        "news_paper_name": "The Daily Star",
        "publish_date": "21-07-2022"
    },
    {
        "full_article": "Narmada Devi, 63, lost her home to a World Bank (WB) funded hydropower project in the north Indian state of Uttarakhand, the Japan Times reported on May 30. In 2021, construction waste from the plant buried what she had once called home. Hers was one of over 240 households in the village that had to make room for the under-construction 444MW plant on the Alaknanda River. Officials from the project's owner, THDC India, cajoled the locals to sell their lands \"involuntarily\" for a compensation of one million Indian rupees each. Those who refused were forcibly taken to a police station, while their homes were turned into a pile of rubble.\nCurious, I searched the World Bank's (WB) database. According to the project summary, social protection is one of its objectives, and the extent of \"forced displacement\" was zero percent. But Devi's saga tells an altogether different story. What's the problem, then? To find out, let's go back several years.\nIn 2007, WB's senior IT staffer John Kim noticed a serious anomaly of USD 2 billion in the bank's accounts. Finding no institutional avenue to report the matter, he shared it with the Forbes magazine. The bank promptly identified King as the source of the information, put him on administrative leave for two years, before firing him on Christmas Eve in 2010. Kim didn't have the option of a legal course; WB is above the jurisdiction of any court, including in the US. In a press release on July 28, 2012, it denied that the accounts glitch had ever happened.\nThe Washington, DC-based Government Accountability Project (GAP) represented Kim from 2009 to 2011 in an internal case for wrongful termination and received orders for his reinstatement. The bank acknowledged it had wronged Kim, but retired him instead.\nIn a separate incident, in May 2019, the World Bank Group launched an external review of its private funding institutions' – International Finance Corporation (IFC) and Multilateral Investment Guarantee Agency (MIGA) – environmental and social accountability. The group's – including the International Development Association (IDA) and the International Bank for Reconstruction and Development (IBRD) – sustainability policy, adopted in 2006, is clear about its environmental and social (E&S) responsibilities. Supervising the client's adherence to the policy and taking corrective action where necessary is the IFC's job.\nWhat the review found was incriminating. In only 13 percent of the cases, remedial actions were adequate to bring the projects into compliance. For 37 percent, they were partly satisfactory, and for 50 percent, unsatisfactory. The most damaging issue it raised was an \"internal approval culture\" that rewarded staff for pushing through as many projects as possible, without adequate attention to environmental and social impacts.\nThe next big scandal at the WB surfaced more recently, in September 2021. An investigation found that senior leadership at the bank manipulated the Doing Business index under pressure from China and Saudi Arabia for the 2018 and 2020 reports, respectively. The index, first published by the World Bank in 2002, ranked countries on several aspects of business regulation. The ranks were important; a one percentage point improvement in the overall Doing Business score correlated with USD 250-500 million additional foreign direct investment (FDI). As a result, governments were tempted to manipulate them. Scores forced governments to change their policies, and governments lobbied with the bank to change the scores. WB insiders already knew about it. In January 2018, its Chief Economist Paul Romer told the Wall Street Journal that political motivations of the World Bank staff had tainted the index. Twelve days later, Romer resigned.\nAll these incidents over the years point to a cultural problem and only strengthen the call for the World Bank Group's reform. One of the major criticisms is its US-centric policies and practices, including the unwritten rule that Washington will select the group's president. The process of preparing the since defunct Doing Business index was heavily biased towards the Common Law that the US and the UK follow. Countries operating under a civil legal code such as France – one of the world's largest economies – had initially ranked poorly for low scores on the \"registering property\" and \"getting credit\" metrics.\nLet's recap the World Bank Group's raison d'être. Its main objective is to provide funds for development to nations that cannot finance it themselves. But that has changed. Today, China is one of WB's biggest borrowers. It also holds the world's largest foreign exchange reserves, is one of the highest recipients of FDIs, enjoys some of the best borrowing terms of any sovereign borrower, and is itself the world's largest sovereign lender. Why does the WB still lend money to China? Being the world's second-largest economy, China doesn't need the bank's funds. But the bank needs to lend because China is a good borrower, and it significantly benefits the bank's balance sheet.\nThe idea of the World Bank and the International Monetary Fund (IMF) came into being at a global conference in July 1944 at Bretton Woods in New Hampshire. The world has moved a long way from the post-World War II situation, when the US was the only financial power. Have the Bretton Woods institutions lost relevance in today's world?\n \nDr Sayeed Ahmed is a consulting engineer and the CEO of Bayside Analytix, a technology-focused strategy and management consulting organisation.\n\n",
        "headline_1": "We need to talk about the World Bank",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/we-need-talk-about-the-world-bank-3075071",
        "news_paper_name": "The Daily Star",
        "publish_date": "21-07-2022"
    },
    {
        "full_article": "It comes as no surprise that Bangladesh will need to fulfil certain conditions to be eligible for the European Union's Generalised Scheme of Preferences Plus (GSP-plus), as has been made clear by the visiting delegation of the European Parliamentary Committee on International Trade. The delegation categorically said that Bangladesh needs to improve its rights situation and amend its labour law in line with international standards. Among the issues it flagged is the progress achieved in workplace safety since the Rana Plaza disaster which, it claimed, has not been \"substantial\". The committee also expressed – justifiably, we may add – concerns over certain aspects of the labour law, extrajudicial killings, enforced disappearances, and shrinking of civic space in the country.\nThe warning comes at a time when Bangladesh is struggling on multiple fronts to ensure sustainable economic growth and good governance with the rights of workers and general citizens protected. Bangladesh is scheduled to become a developing country in 2026, and in this regard, a UN committee has recommended that the country should get five years, instead of three, to prepare for the transition due to the impact of Covid-19. Understandably, until 2026, Bangladesh will continue to enjoy trade benefits reserved for Least Developed Countries (LDCs). To get the GSP-plus status, however, it will have to implement 32 international conventions on human rights, labour rights, environment, and good governance. In return, the EU will cut its import duties to zero on more than two-thirds of the tariff lines.\nBut the road ahead is certainly challenging. Bangladesh is under pressure to make a uniform labour law for workers both inside and outside of the Export Processing Zones (EPZs). Currently, the law allows trade unions only outside the EPZs. If all workers are allowed to unionise, it will increase their bargaining power and help address grievances related to working conditions. Bangladesh is also under pressure to fulfil its commitment to eliminate child labour by 2025. This will be harder to achieve given how children continue to be employed in vast numbers across the country. Meanwhile, the general rights situation also needs to be drastically improved, with concerns over the shrinking of civic space, using legal tools such as Digital Security Act, remaining largely unaddressed.\nAll these boxes will need to be ticked going forward. Otherwise, Bangladesh's export of readymade garments and other exportables to the EU will not be the only thing affected. The future of our democracy will also be negatively impacted. We urge the government to rise to the occasion and undertake necessary reforms.\n",
        "headline_1": "Time to act to secure GSP-plus status",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/time-act-secure-gsp-plus-status-3075161",
        "news_paper_name": "The Daily Star",
        "publish_date": "21-07-2022"
    },
    {
        "full_article": "It's outrageous that \"capacity charges\" – that predatory costing exercise that allows power plants to take a big bite out of our budget regardless of whether the power is bought or produced – will have to be paid amid ongoing power outages and depleting forex reserves. This is despite the fact that the government, on Monday, shut down all diesel-fired power plants due to low fuel stocks. But it is bound to pay their capacity charges nonetheless. Data disclosed by the Bangladesh Power Development Board (BPDB), the country's sole electricity buyer, shows how this exercise has been a huge drain on our scant resources.\nThe BPDB paid Tk 16,785 crore in capacity charges in the first nine months of the 2021-22 fiscal year for 22,118MW daily power generation capacity, although it had not been able to use more than 14,000MW a day during that period. Earlier, it paid Tk 18,977 crore in 2020-21, and Tk 18,123 crore in 2019-20. To put things into perspective, these numbers dwarf the subsidy packages the government set aside for the power sector in the corresponding years. For example, the subsidy package was Tk 7,400 crore in the 2019-20 budget, Tk 8,900 crore in the 2020-21 budget and Tk 12,000 crore in the 2021-22 budget. Capacity charge is a trap that the government set for itself, for reasons that continue to elude us, and we're having to pay for that even during a time of austerity.\nWhat could possibly be the reason for all that trouble? Nothing about it makes business sense. The current demand for electricity in the country ranges between 14,000MW and 14,500MW. But due to the crisis of gas imported from international sources, the government is producing 12,000-13,000MW, but continues to pay for the unutilised power. Already, the government has announced up to two hours of \"load shedding\" across the country. Citizens from many areas, however, have reported longer and frequent spells of outage. The question is, how effective will these measures be to tackle the energy crisis?\nAccording to experts, a comprehensive assessment of the situation was not done before undertaking these measures. For example, despite the closure of diesel-run power plants, diesel use in other sectors is bound to rise. The generators being used in farms, factories and offices are all run on diesel; load shedding will only increase the use of fuel to run these generators. Clearly, piecemeal solutions will not work against a crisis that has, frankly, developed over years. A big part of the problem is the capacity charges, which have to be paid in dollars, another big barrier to the drive to save foreign currency. Therefore, we think the government should urgently renegotiate the terms with power plants to stop capacity payments. This will take a huge burden off our collective shoulders, and help us focus on the wider issues.\n",
        "headline_1": "No austerity for dollar-guzzling power plants!",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/no-austerity-dollar-guzzling-power-plants-3075141",
        "news_paper_name": "The Daily Star",
        "publish_date": "21-07-2022"
    },
    {
        "full_article": "The government finally had to go for rationing of electricity along with a series of other stringent measures to save fuel and foreign exchange. It is too early to say what impact it will have on people's life and the economy. So far as the prevailing electricity crunch in the country is concerned, there are two sides to the coin. One obviously is the sudden disruption of energy supply on account of the Russia-Ukraine war and the continuously rising prices of fuel oils due to increasing demand for those right from the post-pandemic ease of industrial production and economic activities. The other one is a lack of advanced plan for lessening overdependence on imported fossil fuels. So both arguments that Bangladesh is not alone to face the power crisis and that the age-old advice 'a stitch in time saves nine' was ignored and this has proved costlier than it would have been are tenable. It depends on from which angle one looks at the issue. But the fact is that the energy crisis can nullify much of the gains the country has achieved over the past two decades and even veer it off the course of Sustainable Development Goals. In fact, consumption of electricity or energy decides the pace of a country's progress. This country had the bitter experience of severe power crisis and the incumbent government promptly made arrangement for production of electricity. It made good on its promise by even attaining the capacity for production of surplus power. But when the stopgap measures continued well beyond their desirable schedules, those only started bleeding the exchequer. The rental and quick rental power plants had to be paid and supplied with subsidised diesel and furnace oil whether the government purchased power from them or not. Had there been an equally prompt initiative to build a large power plant within a reasonable time, the waste of money could be avoided making the power sector financially sound. In that case the authorities could not but enter into a long-term agreement with exporters of fossil fuels for supply of those. Even when the prices of fuel oils were record low, there was a chance of raising the stock or making advanced agreement. In case of thermal power plant, the locally produced coal could be used. Although, such power plants were falling out of favour in the post-Paris climate agreement, there is clear indication that desperation on the part of some countries at a disadvantage may lead them to revert to those plants if the war in Ukraine lingers further. The best option, however, was to save the unnecessary expenditure on those idle rental plants and redirect the funds to construction of renewable energy plants. Solar and nuclear power, although still costlier, are likely to become cheaper if those are meant for mass production and over a longer period. Hydro and wind power are cheaper but these energy sources have largely remained unexplored here for reasons best known to the policymakers. This country is guilty of misusing its natural gas and wrong selection of companies was responsible for fires in at least two gas fields in Sylhet. Lessons should be learnt from those incidents and offshore exploration of gas and hydrocarbon should be expedited keeping an eye on the country's future need.",
        "headline_1": "Power crunch: its impact on life and economy",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/power-crunch-its-impact-on-life-and-economy-1658324913",
        "news_paper_name": "The Financial Express",
        "publish_date": "21-07-2022"
    },
    {
        "full_article": "Let's not pretend otherwise. The bare-faced, no-holds-barred truth is that education in Bangladesh is in free fall, if not in terminal decline. And we are not here speaking of our failure to make it to a respectable spot in global university rankings. The problem goes much deeper.Close to a fortnight ago, we were informed of the poor performance of students seeking admission to Dhaka University following this year's results at the Higher Secondary Certificate (HSC) examinations. If we must recall, a whopping 95.26 per cent of students qualified at this year's HSC and equivalent examinations, conveying the impression that the national education curve is on an endless upward trajectory. After all, when such a huge percentage of the young emerge from colleges with such admirable performance, it is only to be expected that most if not all of them will cheerfully make their way to classrooms in the university.But that has not happened, indeed has not been happening in the past many years. And that despite the celebrations associated with the young, at both school and college levels, achieving GPA-5s and even golden GPA-5s. Every annual announcement of SSC and HSC examination results is cause not just for students but also teachers and parents to lose themselves in gala celebrations all over the country. One would think that the old adage of the sky being the limit has been reached, indeed broken through. The illusion of achievement takes hold of millions of us. We pat ourselves on the back over the success of our children and grandchildren at these examinations.The reality, however, is a rude shock. When a few years ago only a couple of students qualified for admission in the English department of Dhaka University, much ire was aroused at what was perceived to be the department's strict intake process. Deliberately ignored, at both the political and administrative levels, was the truth that all those GPAs had not proved good enough to allow the department or by extension the university to take in a number of students we could be comfortable with.Which takes us back to our worry, of education being in decline. Observe the facts, incontrovertible and therefore a grave worry for many. As many as 1.89 lakh students obtained GPA-5 at this year's HSC and equivalent examinations. In simple translation, each of these students came by 80 per cent marks in all the subjects they appeared for, on average. Of these students, 2,70,000 sat the admission tests for five units at Dhaka University. The sad outcome? Only 27,488, or 10.23 per cent, were successful in their efforts to qualify for admission at DU, which however has 6,035 seats on offer. Obviously, not all of those who have emerged clear of the admission tests will find seats at DU, which raises the question, as it always does, of where they will go. Of bigger worry is the fate of those who, having left college with such outstanding HSC scores, have not seen that success translated into admission at DU.Of course, with so many public universities as also private universities operating in the country, there will be space to accommodate many who have not qualified for Dhaka University. But our worry is the old one: Why is the education system failing our students? That makes us take a trip to classrooms in schools and colleges, to delve into the causes behind the ignorance which annually manifests itself at the university admissions process. Teaching methods, indeed the teaching system, is at fault. Most of these students seeking places at DU have demonstrated an extremely poor level of performance in English and general knowledge.Circumstances were not this way back in the days before the GPA system was inflicted on the education system. All subjects, including English, were taught in the classroom along conventional methods, with the result that students achieved a good or a fairly good degree of proficiency in them. Which begs the question: Do we not teach the young proper grammar in the classroom? That there are essays to be written, sentences to be framed, idioms to be mastered and spellings to be learned are integral components in the teaching and learning of any language. Or has the GPA system meant a dumbing down of the learning process? The answer to that last question is a loud Yes.Questions have also been raised, and quite properly too, about the quality of teachers and the recruitment of teachers. Nothing can be more debilitating for students to be taught by teachers who either lack the skills to train the young in the subjects before them or are too unqualified for or indifferent to the tasks they have in hand. It is not enough to pin the blame on just students for the unedifying performance they put up at the university admissions level. One is concerned too about the intellectual and professional competence of a large section of teachers in the country. A student's goal, once he or she has crossed the HSC bar, is certainly to go for higher education at the university. The preparations for university education naturally should be all-encompassing for this student; and part of these preparations should be a clear understanding of the world, of knowledge in its various forms, on the part of the student looking forward to a place at the university. Our sadness stems from the thought that a major cause behind the failure of the young to make it to the list of successful applicants for admission at DU has been their poor hold on general knowledge.And so we have a question again: Are the young in school and college not encouraged by their teachers to seek knowledge of the world, to observe contemporary events as they shape up every day? Knowledge is fundamentally a matter of what is taught within the classroom and without. In the old days, many of us took part in quiz competitions organized by the administrators of the schools and colleges we studied in. Annual debate competitions complemented the knowledge acquired in the classroom. Teachers regularly instructed their pupils to read newspapers and journals, the moral being that the young owed it to themselves to come level with the rest of the world. Time was set aside for students to read in their school libraries, to borrow books from there.It is these factors --- a focus on language and knowledge --- that should be incorporated in the education system in schools and colleges. In this day and age, it is inappropriate to have a vast army of the young aspiring to higher education not properly versed in politics, global affairs, science and the consequences of climate change. Students should be educated, through classroom lectures by teachers, on the men and women whose contributions to history have made the world what it is today. A student preparing for university ought to be an embodiment of substantive ideas, imbued with dreams of taking his country to the heights. How many of our young know of the number of rivers coursing through the length and breadth of Bangladesh, of the number of districts, upazilas and villages in the country? To what degree have we educated them on a comprehensive history of the country, education which has them take pride in their heritage? \n[email protected]",
        "headline_1": "An education system in free fall",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/an-education-system-in-free-fall-1658324972",
        "news_paper_name": "The Financial Express",
        "publish_date": "21-07-2022"
    },
    {
        "full_article": "The two ideas mentioned below popped up while a few of my colleagues were discussing contemporary issues at random. Lest some enthusiastic political leaders or a powerful group of actors find the ideas useful, I dare to put those in prints.On external borrowing for stability: Lately, various options are being thrust upon us that are perceived to be bringing confidence in the economy by stalling the erosion of foreign exchange reserve and/or replenishing the reduced reserve situation with the Bangladesh Bank. Getting tied to International Monetary Fund (IMF) conditionality may be the last option for the present political authority, more so, because of potential hazards associated with conditionalityand 'strategic instability'. A second option of backups with the Indian Rupee, a quasi-import-financing arrangement, may restrict future import choices. More importantly, with less explicitly defined transit clauses, the obligation may not remain confined to straight repayment with an acceptable foreign currency. I do however refrain from discussing pros and cons of the two options, and instead, propose a third one.We are told by the global research agencies and by the national media that many persons of Bangladesh origin and (possibly) holding Bangladeshi citizenship have huge deposits in foreign (offshore) banks and other financial institutions. Many of them may feel less secured with their deposits (due to post-Ukraine/Russia war) and may be keen on bringing parts of those back to Bangladesh. It is a common knowledge that for many, such accumulation of riches was possible due to supports from the state. As a defender of the state, the government in power may persuade many to bring back part of their offshore deposits, even if it be for a limited period. Denominated in a given currency, interest rates can be zero with sovereign guarantee to pay back in that currency. With the right intent, a country can always pull in its resources during bad years - a lesson that our local/rural communities teach on a regular basis.On meeting public 'non-transport' needs from Padma bridge: Beyond connectivity through transportation of cargo and passengers, events over last month revealed that there is a huge demand for walking on the bridge and viewing the river by standing on the bridge. In retrospect, it appears that provisioning for expanding the scope to meet multi-purpose consumer needs could possibly be met. All may not however be closed. The authority may choose certain hours (say, four hours during less or no sun heat) on a given day in a week, when the bridge (or parts of it on both ends) will be available only for walker/joggers - of course at a price. When the time is officially declared, the movements of motor vehicles will automatically adjust if the ban on their movement over the bridge is enforced.Such offers may encourage people to experience ownership of national properties, and revenue from such 'walk-tickets' (levied on hour-basis) will be 'additional' since total transport volume in a week is unlikely to be adversely affected. While such demands may gradually fizzle out, who knows, there may soon be a time when we shall be organizing regular marathons (the Padma Marathon) over the bridge on one or more of the winter days!\nDr Sajjad Zohir is Executive Director, Economic Research Group (ERG). [email protected]",
        "headline_1": "Odd thoughts",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/odd-thoughts-1658325056",
        "news_paper_name": "The Financial Express",
        "publish_date": "21-07-2022"
    },
    {
        "full_article": "It is great to learn that Bangladesh is the most gender-equal among the South Asian countries. According to World Economic Forum's Global Gender Gap Report 2022, we have ranked 71 out of 146 countries. The constant efforts to empower women in society, particularly in education, are responsible for the country's current position in gender equality. However, we have to go a long way in this regard and attain gender parity as much as possible. Unfortunately, in our rural society, girls are still treated as lesser beings compared to their male counterparts. Women in villages have little knowledge about their rights and access to opportunities to gain financial freedom. Even educated and employed women hold little agency to make decisions about their lives in some places. Workplaces have failed to accommodate women in key positions. By and large, women earn about half as much as men in the country. This gender gap is only exacerbated in the informal market where, for example, a male construction worker can make one and a half times more than his female counterpart. Studies show that a Bangladeshi woman earns on average 77 cents on the dollar compared to men. And again, mind you, we are talking about the same job, working the same number of hours. The government, non-governmental organisations, and civil society must take comprehensive action to bridge the gender gap that still exists in Bangladesh. Without empowering women and including them in the workforce, we will remain unable to achieve any form of progress. Education must be made accessible and affordable for all girls and patriarchal norms should be taken apart to improve gender parity. \nFariha Tabassum Piya,Student of Department of Management,University of Dhaka, Dhaka,[email protected]",
        "headline_1": "Closing gender pay gap",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/closing-gender-pay-gap-1658325084",
        "news_paper_name": "The Financial Express",
        "publish_date": "21-07-2022"
    }
]