[
    {
        "full_article": "Was COP26, held in Glasgow, a success or a failure? It appears everyone has a different opinion about what the two-week-long summit achieved. A sceptic might say that there were a lot of speeches and empty promises, but even a hard-nosed realist like me would have to concede that some important milestones were achieved at the end of the day.\nI did not travel to Glasgow because of prior commitments, but also from my previous experience I could tell that, for me, it would have been useless unless I had made a commitment to stay there for the entire duration and attended all sessions, doing a \"hop, skip and jump\" like an Olympic sportsman to go from one event to another. I would have loved to hear Barack Obama, Alok Sharma and Greta Thunberg speak (although Greta was not \"officially\" invited, according to media reports). However, to accomplish these goals, I would have had to be like Superman, flying from one arena to another while keeping track of time and my physical limitations.\nThe good news is, from a distance, I was able to keep abreast of everything that was accomplished, as well as the shortcomings. I know now that the 1.5 degrees Celsius target is not achievable. Net zero by 2050 was not very likely to start with, and the poorer nations will get only a fraction of what they need to achieve all the mitigation and adaptation targets. On the other hand, we will see an end to deforestation, a possible end to the tyranny of fossil fuel by the turn of this century, and greater commitment to collaboration between nations to reduce carbon emissions.\nOne thing was clear even before the gathering at Glasgow began. There was an over-expectation. The international climate summit was billed by its chief organiser as the \"last, best hope\" to save the planet. The climate summit remains \"our last, best hope to keep 1.5 in reach,\" said Alok Sharma, the British government minister chairing the climate talks. \"We must make it a success,\" said Patricia Espinoza, Executive Secretary of the United Nations Framework Convention on Climate Change (UNFCCC).\nWas COP26 a success, then? For the \"the glass is half full\" school, i.e., the optimist, there are reasons to celebrate. Some major agreements were reached, the conference ended without any major disappointments, and it ended peacefully. However, the media has declared that \"the glass is half empty\", or the summit was full of empty promises, with no major tangible achievement to show for it. The conference was mocked by some as a jamboree with all talk and no substance.\nThe statistics for COP26 is, nonetheless, impressive. A total of 197 countries participated and the participants ranged from \"heads of state and titans of industry\" (New York Times) to over 100,000 demonstrators from different walks of life chanting for \"immediate action\" at Glasgow Green.\nAround 105 countries agreed to reduce emissions of methane—a short-living but powerful greenhouse gas—by 30 percent by 2030, as compared with 2020. More than 130 countries pledged to halt and reverse deforestation and land degradation by 2030.\nMore than 40 countries, including Canada, Poland, South Korea and Ukraine, have agreed to phase out their use of coal-fired power, the dirtiest fuel source. Our neighbour, India, which is the world's fourth largest emitter, pledged to join the net-zero club by 2070.\nIndia's 2070 commitment was soon blown out of the sky by its other neighbour, Pakistan. Malik Amin Aslam, an adviser to the prime minister of Pakistan, scoffed at some of the long-term net zero goals being announced. \"With an average age of 60, I don't think anyone in the negotiating room would live to experience that net zero in 2070,\" he said.\nThere were plenty of sceptics, including Greta Thunberg of Sweden, who lampooned the \"blah blah blah\", i.e., the big speeches. \"It is not a secret that COP26 is a failure,\" she said. \"This COP26 is so far just like the previous COPs—and that has led us nowhere,\" Thunberg said as she addressed climate activists who had gathered at Glasgow.\nJust as the negotiations at Glasgow got underway, a report from the United Nations (UN) poured cold water on the pledges made by the nations to cut greenhouse gas emissions. Analysts at the UN tallied up the Nationally Determined Contributions (NDC), the plans to curtail emissions over the next decade, and estimated that the world was on track to heat up roughly 2.7 degrees Celsius above preindustrial levels by 2100. \"To limit warming to just 1.5 degrees Celsius, the UN said, global emissions from fossil fuels need to plummet by roughly half between 2010 and 2030. Instead, emissions are set to rise over that period,\" according to the New York Times. Actually, emissions will increase by 13 percent by 2030.\n\"The reality is you've got two different truths going on,\" said Helen Mountford, vice president for climate and economics at the World Resources Institute (WRI), a think-tank in Washington, DC. \"We've made much more progress than we ever could've imagined a couple of years ago. But it's still nowhere near enough,\" she said.\nA more recent report by the International Energy Agency (IEA) is less alarming though. IEA estimates suggest that all the climate pledges announced to date, if met in full and on time, would be enough to hold the rise in global temperatures to 1.8 degrees Celsius by 2100. In order to succeed, what is required in the coming decades is stronger implementation, and clearer tracking or monitoring.\n \nDr Abdullah Shibli is an economist and works in information technology. He is also Senior Research Fellow, International Sustainable Development Institute (ISDI), a think-tank based in Boston, USA.\n",
        "headline_1": "COP26: A meta-perspective",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/open-dialogue/news/cop26-meta-perspective-2234631",
        "news_paper_name": "The Daily Star",
        "publish_date": "21-11-2021"
    },
    {
        "full_article": "Life is extremely complicated and will only become more so. The just-completed Glasgow Conference of Parties (COP26) that signed the UN Framework Convention on Climate Change seems to have generated a lot of agreements, but Greta Thunberg is still saying, \"There is a still a very, very long way to go.\" Just having some agreement is better than nothing, but the hard work is only just beginning.\nAll the leaders and signatories now have to go home and start delivering on their promises. The fact that the US and China (the two largest carbon emitters) actually agreed to work together on achieving the 1.5 degrees Celsius temperature goal set out in the 2015 Paris Agreement was welcome relief on many fronts. The typical reaction was positive, because if Presidents Xi and Biden could deliver on their own domestic commitments, that would be steps in the right direction. \nBut how do we convince more people to make the change on climate action?\nThere is so much distrust of authority at this stage that many are cynical. Elections do not seem to solve anything, because when the majority margin is wafer-thin, coalition governments cannot make tough decisions. We find ourselves like the principal character Joseph in Franz Kafka's book The Trial, where he finds himself in a faceless court case facing neither charges and accusations he understands, nor how he can get out of his predicament. Kafka describes very well how many feel alienated, hopeless against a faceless bureaucracy, frustrated against the system and lost in an absurd reality. Many hark back to a golden lost era, which causes identity conflicts between race, religion and cultures.\nPoliticians on both sides of the spectrum, from democracies to autocracies, understand the power of mass movements. People have always been mobilised by powerful story-telling.  Either we unite fighting an outside enemy or an enemy within, or we strengthen the institutions and shared interests that bind us. No one seems to have found the right narrative that will unite us to confront a frightening future of climate catastrophes.\nCOP26 showed how the story of climate warming changed over the years. In 1972, the Club of Rome built a pioneering model warning about the limits of growth. Hardly anyone believed that story. In 1988, after the hottest year on record, NASA scientist James Hansen declared that global warming was upon us. The next year, the UN established the Intergovernmental Panel on Climate Change (IPCC) to determine the scientific basis of climate change and its political and economic impacts. For two decades, the scientists warned of climate disaster, whilst economists and businesses tried delaying action because they thought that markets alone and economic growth plus technology would solve everything. \nAs more and more evidence arrived, the public became more concerned, but businesses still saw climate warming as a cost rather than opportunity. During this period, the US missed its global leadership when it flipped-flopped on climate warming. The Kyoto Protocol was the first global agreement to reduce greenhouse gases, but President GW Bush reversed it in 2001, claiming that it would hurt the US economy. President Obama signed onto the Paris Agreement in 2015, only for President Trump to withdraw. The UNIPCC Sixth Assessment this year has already warned that we may have moved beyond the two degree limit, with only the next two decades to work on adaptation and mitigation. \nThis time around, with the public showing real concern about the hottest years on record, businesses and the financial community have finally accepted that they must act on climate change as a profit opportunity. Unfortunately, we are still unable to agree on carbon prices or taxes, let alone removing subsidies on fossil fuels. A lot of time in Glasgow was spent debating on whether the rich countries should put up USD 100 billion hard cash annually to help poor countries deal with climate change. India boldly asked for USD 1 trillion in aid to help it meet net zero by 2060. \nSo what narrative can make people move from agreement to action? Writing books and articles no longer matter so much, because most people do not get their information through the printed media. Videos, tweets and social media matter far more. Most people no longer have the patience or interest to go through very complex and technical scientific evidence. They need simple stories with clear cut options. \nGreta Thunberg is very effective because she speaks the language of the young. To get the story right, four elements are required—clear identifiable characters—villains, victims and heroes; a political context that is believable (waiting for the winds of change); a moral theme that shows options and outcomes; and finally, a riveting plot that engages the audience. \nThis week, I passed through the Spanish village of Guernica, which has a mural painted by Pablo Picasso of the horrendous bombing of the village destroyed by the Spanish civil war. In a single mural, Picasso evoked the emotion worldwide that the violence and suffering of war is futile.    \nWhat we need post-COP26 is not more blah, blah, but evoking an emotional reaction from more people that climate change is everyone's responsibility, so that they will act. We do not as yet have that story, video or event, nor a hero or heroine. \nThe war between Troy and Sparta was never really about the beauty of Helen, but about power and glory. The destruction of humanity by climate change is either too catastrophic or too remote to be believed. Perhaps human beings will only move like the murmuration of starlings when attacked by predator hawks. One will make the first move, and the others follow, and then the whole mass movement begins like a symphony. The hawk may kill a few starlings, but the mass survives. We should never doubt the power of imagination to spark change. \nWhich is why stories are ingrained in the human DNA. We need that spark to set our imaginations free. And the leadership to make the mass move forward to save ourselves.\n \nAndrew Sheng is adjunct professor at Tsinghua University, Beijing and University of Malaya. He was formerly the chairman of the Securities and Futures Commission, Hong Kong.\nCopyright: Asia News Network\n",
        "headline_1": "Telling the right story to make (climate) change",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/telling-the-right-story-make-climate-change-2234626",
        "news_paper_name": "The Daily Star",
        "publish_date": "21-11-2021"
    },
    {
        "full_article": "The month of September saw the opening of educational institutions in Bangladesh after an 18-month hiatus starting in March 2020. The reopening, which does not include universities, has been carried out in phases. Concerned by the impact of school closures on students, heartened by the falling Covid-19 cases and lulled by the promises of vaccine supply, the government decided to open public schools and colleges.\nBut the plan has not been without its own set of challenges. School opening meant vaccinating teachers and students, and with a dwindling vaccine supply, this translated into less vaccines for many eligible adults, long waiting periods, and many asking if vaccinating children and opening schools was necessary when many eligible adults have had to go without.\nThe science on vaccinating kids is clear: children are part and parcel of the chains of Covid transmission and are infected in large numbers. At the same time, Covid infections in children are very mild or asymptomatic, and that is one side of the story. Hence, a pragmatic decision (on vaccination of children and adolescents) can be taken only by balancing the supply and the potential eligibility.\nAs children congregate in schools, they can quickly become super-spreaders. If infected, they are likely to be asymptomatic or experience only mild symptoms, but that does not mean all children can brush off the disease easily. In the US, hospitalisations of children and adolescents rose nearly five-fold during late June to mid-August 2021, as the Delta variant was becoming dominant, according to data from the US Centers for Disease Control.\nChildren are also at risk of long Covid, with prolonged symptoms after infection, and mostly suffering from headaches and fatigue. One of the most devastating consequences of a pediatric coronavirus infection is called MIS-C—an inflammatory condition that appears several weeks after a child first encounters the virus. Thankfully, this complication has been rarely observed in young patients thus far.\nA study conducted in July in Chattogram found the widespread presence of the Delta variant amongst children admitted in the Maa O Shishu Hospital. While none of the children suffered any serious health concerns, the report presented a warning of the easy transmission of the new variant. With unvaccinated children no longer being cloistered as vigilantly at home, the virus transmission is imminent and the more transmission you have, the more cases you have, and the more you're going to get bad outcomes.\nGiven these factors, it makes sense to inoculate children, even those without underlying conditions, and more and more countries have started to offer vaccines for children under 12. These countries have two thing in common, however—they have a high percentage of their adult population who are fully vaccinated and have a steady supply of Covid-19 vaccines.\nBangladesh, unfortunately, has neither. The government has been successful in vaccinating around 20 percent of the population, with 30 percent receiving at least the first dose. Nevertheless, it is unlikely to meet its target of fully vaccinating 80 million people against Covid-19 by December if the nationwide vaccination campaign continues at the current rate.\nThat is not the only concern. Virologist Dr Nazrul Islam, member of the National Technical Advisory Committee (NTAC) on Covid-19, mentioned in a report that little is known about the efficacy period of the vaccines. If it takes a long time to vaccinate the whole population, first recipients might need the vaccine again before the programme ends. So, vaccination campaigns will not only have to target the unvaccinated, but also provide booster shots to those vaccinated in the first round, especially the more vulnerable populations. He also warned of possible resurgence of the virus next year in March, which would make it doubly critical to vaccinate a majority of the population. Hence, even though infection rates are down and the second wave has subsided, it will not be fair now to say that the worst is over, especially since many countries are facing a third wave.\nIn October, Health Minister Zahid Maleque assured all that the government would have a stock of at least 37.5 million vaccine doses by November, while a further 50 million doses were set to arrive in December under the Covax facility and from China. Promises of vaccines from Covax and donor countries are plenty, but with multiple demands on the vaccine and the issue of booster shots, it could become difficult to protect the target population in Bangladesh.\nAs for students, the vaccination drive for 12 to 17-year-olds started at eight schools in Dhaka on November 1. Students of schools that have centres, as well as students from other schools, received the vaccine. The eight schools, Motijheel Ideal School, Hurdco Int'l School, South Point Int'l School, Chittagong Grammar School, Mirpur Commerce College, Kakoli School, South Breeze School, and Scholastica School, Mirpur, each had 25 vaccination booths.\nThe original plan was for each centre to vaccinate 5,000 students per day, but they have only managed to vaccinate 2,000 to 2,500 students each day. The plan has since been revised to increase the number of vaccination centres for students with the aim of getting closer to the target of vaccinating a total of 40,000 students each day. The vaccine supply had a snafu almost immediately, and on the first day of the vaccination drive, 400 students were left waiting at the centre as supplies ran out. Infuriated parents and students worried about attending school unvaccinated, and those with the first shot worried about the availability of the second.\nAs much as the problem of limited vaccine supply persists, the big issue of learning loss also looms large. A multi-phase telephone survey was conducted by the BRAC Institute of Governance and Development, which spoke to 4,872 people in rural and urban slums twice, first in March and August 2021, to examine changes in the educational life of children. The survey reported that 22 percent of primary school students and 30 percent of secondary school students suffered learning losses during school closures, while an alarming 34 percent of boys at the secondary level became involved in child labour. The problem worsens for female students, who are more likely to drop out and be married off while still being underage.\nHowever, there is a silver lining for children. The new variant appears to be following the trend that kids are, on average, more resistant to the coronavirus's effects. Although Delta is a more difficult version of the virus till date, researchers don't yet have evidence that it is specifically worse for children, who are still getting seriously sick only a small fraction of the time. In America, less than two percent of known pediatric Covid-19 cases result in hospitalisation.\nVaccines can still tame variants, but only one-fifth of Bangladeshis have gotten the shots they need for protection against Covid-19. And those jabs have been doled out unequally, focused on certain age groups, geographical regions, and communities privileged by wealth and educational attainment.\nHence, while Delta is a substantial enemy, it is not an undefeatable one. To protect children, the government must support the same approach that protects adults: combining masks, hygiene, physical distancing, access to testing, and vaccines for everyone who's eligible. This tag-team tactic will be especially important as kids head back to school in greater numbers this month and the next, and sit for their long-awaited exams.\n \nNasirra Ahsan is a private sector development consultant with the World Bank.\n",
        "headline_1": "Inoculating children against Covid-19: How soon is too soon?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/inoculating-children-against-covid-19-how-soon-too-soon-2234621",
        "news_paper_name": "The Daily Star",
        "publish_date": "21-11-2021"
    },
    {
        "full_article": "Electoral politics in a democracy like India is all about taking the right decision at the right time and popular perception. So, when Indian Prime Minister Narendra Modi took to the televised address to the nation at the unusual time of 9am (local time) to announce the decision to withdraw the three controversial farm laws passed by parliament more than a year ago, the fresh assembly polls in Uttar Pradesh (UP, India's most populous state), Punjab, Himachal Pradesh, Uttarakhand and Goa less than six months down the line could have been uppermost in his mind.\nThe decision to take back the three laws—which were passed by parliament in September 2020 to reform the farm sector, particularly for the \"benefit\" of 80 percent of poor farmers with less than two hectares of land—that Modi had so aggressively defended before came after the government held out for more than a year in the face of unrelenting street protests by farmers, mainly from Punjab, Haryana and western Uttar Pradesh on the borders of Delhi. \nThis was the second time the Modi government was forced to climb down on an issue related to farmers. In 2015, a year after Modi was swept to power in May 2014, he had to revoke the Land Acquisition ordinance after sustained pushback against it, in what was seen as a clear indication that his government remains mindful of possible electoral fallouts over the issues concerning farmers, who constitute nearly 60 percent of the electorate.   \nThe difference between the land acquisition law withdrawal in 2015 is that BJP gained a key regional ally in Bihar, but in the case of farm sector laws, the saffron party's stand cost them a key Punjab ally, Shiromani Akali Dali, in 2020. In 2015, the BJP had faced an electoral battle in the eastern state of Bihar, in alliance with regional party Janata Dal (United) headed by Nitish Kumar, to win power there.\nThe same indomitable urge to win elections appears to be in play in the battle for Uttar Pradesh, Punjab and the other smaller states in the first half of 2022, whose results would be a bellwether for the BJP and the opposition ahead of the 2024 Lok Sabha elections.\nIt is frequently said that the road to majority in the Lok Sabha passes through Uttar Pradesh, electorally the most crucial state, since it has the highest number of 80 seats. So, much depends on which party gets to rule the state in the coming assembly elections.\nThere has been growing concern within the BJP about the traction gained by the farmers' protests against the three farm laws, not just in UP but also in the other states that are going to the polls in early 2022.\nWhat has added to the worry of BJP leadership is the party's dimming prospects in the western part of Uttar Pradesh, considered the state's granary, which accounts for nearly 130 of the 400-odd seats in the state assembly. The BJP is also concerned that the speculation about an alliance between key regional parties of UP Samajwadi Party and Rashtriya Lok Dal would be a big headache had the issue of farmers' protests remained unresolved.\nAdding to the BJP's woes in UP was the adverse impact of the killing of four farmers in the Lakhimpur Kheri district on October 3, who were mowed down by an SUV that was allegedly driven by the son of junior home minister Ajay Mishra Teni.\nThe fact that BJP has decided to deploy Modi's key aide and Home Minister Amit Shah and Defence Minister Rajnath Singh to connect with the booth-level party workers in western Uttar Pradesh in the next couple of weeks reflect the pressure on the party, as far as the election goes.\nMany in the Modi government, including the prime minister himself, often point to its penchant for many firm decisions, including demonetisation in November 2016, scrapping of Article 370 to withdraw the special status for Jammu and Kashmir in 2019 and the controversial Citizenship Amendment Act, and riding out the storms created by them.\nTherefore, the decision to repeal the three farm laws has, in their minds, dented the image of a tough and decisive government, even though it is also an acknowledgement that in politics, invulnerability is often only skin-deep.\nThe famers' protest against the three farm laws provided a glue to opposition parties to join hands against BJP in the coming round of assembly elections in five states, including Punjab and UP, where the issue has a bigger resonance. But will withdrawing the three farm laws be enough to disarm BJP's rivals? Has Modi had a change of heart on the legislation after having justified them so passionately in the last one year, or is this only for the purpose of election manoeuvring? Even in his address to the nation today, Modi stuck to his guns, claiming that the three farm laws were drafted with the intent to empower farmers, particularly those with holdings of less than two hectares.\nIn 2015, the Modi government had faced not only opposition ire, but also heat from its allies such as Shiv Sena and Shiromani Akali Dal (both are out of the BJP-led National Democratic Alliance), and from affiliates of BJP's ideological fountainhead RSS, such as Bharatiya Kisan Sangh and Bharatiya Mazdoor Sangh. A similar blow-back or a nudge may also have quietly taken place from RSS and its frontal wings.\nWhether the decision to repeal the three farm laws will have the desired effect for BJP in the coming assembly elections in five states remains to be seen. The question is: has the retreat by the Modi government come too late in the day?\n \nPallab Bhattacharya is a special correspondent for The Daily Star. He writes from New Delhi, India.\n",
        "headline_1": "Repeal of India’s farm laws a political decision",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/repeal-indias-farm-laws-political-decision-2234616",
        "news_paper_name": "The Daily Star",
        "publish_date": "21-11-2021"
    },
    {
        "full_article": "We are shocked to learn about the alleged involvement of a public university professor in the question paper leaks of five state-owned banks' recruitment exams, from a confessional statement made by an arrested suspect over the leaks. According to Delowar Hossain, who gave the confessional statement, the professor, an adjunct faculty of Ahsanullah University of Science and Technology (AUST) was engaged with preparing and printing the question papers, and allegedly used to take two copies of the question papers in his bags when they got printed at the press. If the allegation made by Delowar is proved to be true, we have serious reasons to be worried.\nReportedly, the preliminary test for hiring 1,511 cash officers in five state-owned banks, held on November 6, was marred by allegations of question leaks, and the Bangladesh Bank subsequently cancelled the test on November 11. The central bank has also blacklisted AUST from moderating question papers for recruitment tests after the involvement of several of its employees in the leaks came to light. In the police interrogation, the arrestees named many other individuals who were involved with the question leak gang.\nQuestion leaks in public examinations seem to have become the norm nowadays, since the masterminds behind the leaks are never arrested. We often see the police making some arrests immediately after the crime happens, but the cases hardly make any progress. The result is, the syndicates or gangs involved in such unethical practices continue with their nefarious activities and make a good amount of easy money by selling the leaked questions to the prospective candidates of public exams.\nPreviously, officials of Bangladesh Bank were also found to be involved in question leaks of bank exams. They were later suspended by the bank and some of them were also arrested. And this time, police arrested several officials of the AUST in connection with the recent leaks. We think the Detective Branch of police is capable of finding out the real culprits of the question leak racket and will soon arrest all the kingpins behind the latest bank exam leaks.\nThe alleged link of a university professor must also be investigated to unearth the real truth. If he is found to be involved, action must be taken against him by the police as well as the university authorities. How can we stop question leaks in our public exams and rectify the system if someone as revered as a university professor is involved with the crime?\n",
        "headline_1": "Uni teacher’s shocking alleged involvement in question paper leaks",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/uni-teachers-shocking-alleged-involvement-question-paper-leaks-2234611",
        "news_paper_name": "The Daily Star",
        "publish_date": "21-11-2021"
    },
    {
        "full_article": "The recent and continued reports of increasing violence in the Rohingya refugee camps are deeply concerning. According to a report by this daily on Saturday, refugees claim their camps have become hubs of criminal activities carried out by members of the Arakan Rohingya Solidarity Army (ARSA). Their tightening grip on the already insecure camps (with only three battalions of the Armed Police Battalion employed to enforce law and order) came to light after Rohingya activist Mohib Ullah was assassinated in late September. In October, about 50 criminals entered a camp madrasa, killed six men and escaped.\nThis state of affairs in the camps, where Rohingya refugees fled for a safe refuge after facing severe persecution and torment at the hands of the barbaric Myanmar military, is simply not acceptable. Refugees reportedly are afraid to even say that ARSA is carrying out crimes, such as drugs and weapons peddling, human trafficking and extortion, but that they know exactly which people among them belong to this group of insurgents. If the refugees are afraid to speak out to the authorities to reveal the criminal elements in their camps, it is amply clear that it is because the authorities are unable to guarantee their safety. How else can ARSA members \"take absolute control of the camps at nighttime\"—according to a Rohingya refugee who recently spoke to The Daily Star?\nTo date, the government and law enforcers have argued that the insurgent group does not exist in the camps, and that regular criminals claim to be ARSA members in order to intimidate other refugees. Experts construe that the reason behind this denial is that the existence of terrorists amongst refugees would threaten the repatriation goal of Bangladesh. Rohingya sources have also suggested that the recent killings are a deliberate attempt by ARSA to thwart the repatriation process. Which is why, the security threat that they pose must be taken with utmost seriousness by the authorities. ARSA or not, we fail to understand why security is still not sufficient within the camps, even after the brutal killings of the past two months. \nWhile the claims of refugees that ARSA members within the camps are funded by Myanmar agents should be looked into, it should not distract the authorities from prioritising Rohingya refugees' safety. The debate of whether criminals within the camps belong to ARSA or not may delay the only solution to the Rohingya refugee crisis: their safe and dignified repatriation to their motherland. We would therefore urge the authorities to not only deploy more law enforcers to the camps, but to actively engage in dialogue with the Rohingya refugees themselves and work with them to weed out criminals from the camps and create a safer environment. At the same time, wider networks in the Cox's Bazar region, especially in terms of weapons and drugs trafficking, must be dismantled in order to stop the enabling of the criminal networks that operate within the camps.\n \n",
        "headline_1": "Rohingya camps must be made more secure",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/rohingya-camps-must-be-made-more-secure-2234541",
        "news_paper_name": "The Daily Star",
        "publish_date": "21-11-2021"
    }
]