[
    {
        "full_article": "Bitcoin, the original cryptocurrency, the gold standard for all things crypto, crashed last week. Bitcoin prices fell a whopping 75% in the last year, or down to a fourth of its value. This, for something touted to be a better store of value than gold, US dollars or any other fiat currency or precious metal.\nOther cryptocurrencies have done worse. Many are down 80-90% in a year, some completely wiped out. Most investors in crypto are now sitting on losses. FTX, one of the big crypto exchanges, where people come to trade and store their cryptocurrencies, also collapsed last week. This was due to massive alleged irregularities, including customer deposits being inappropriately used to buy and prop up the company’s own issued cryptocurrency, the FTT token.\nRead full opinion on TOI+\n\n",
        "headline_1": "Crypto is now dead: FTX, a cryptocurrency exchange, collapsed last week, proving a lot of cool guys horribly wrong",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/The-underage-optimist/crypto-is-now-dead-ftx-a-cryptocurrency-exchange-collapsed-last-week-proving-a-lot-of-cool-guys-horribly-wrong/",
        "news_paper_name": "The Times of India",
        "publish_date": "15-11-2022"
    },
    {
        "full_article": "The ongoing G20 leaders’ summit in Bali is of special significance to India. Tomorrow, Indonesian President Joko Widodo will formally ask India to take over G20 presidency. From next month, India will officially assume the presidency, host next year’s G20 meetings and most importantly set the agenda for the next annual leaders’ summit. G20 is a unique global body. Comprising 19 countries and the EU, it represents 85% of global GDP and 66% of the world’s population. In terms of composition, it’s well represented.\nFormed in 1999 in the wake of the Asian financial crisis, it got its heft in 2008 when the G20 leaders’ summit was added in the midst of the challenges posed by the global financial crisis. Designed to be a flexible body, without a permanent secretariat, decisions are based on consensus. It was most effective in 2008 and 2009, when coordination in policymaking mitigated the economic fallout of the financial crisis and also laid the platform for subsequent agreements on sharing tax data to curb tax evasion. Since then, the core goal of improving the economic policy environment has expanded to tackling climate change and terrorism, among other things. But recent results are disappointing.\nIndia has the opportunity to get the G20 back on track. It’s far too important a platform to be allowed to sink into irrelevance like some other global governance bodies with a permanent secretariat. Framing an appropriate agenda that can be realised through concrete measures will bring back the spirit of 2008-09. Given the last decade’s failures with an ever-expanding agenda, it’s best to stick to the founding aim of creating a more positive environment for the global economy.\nThe long-term implications of the strategic rivalry between US and China, and the events since 2020 have cast a shadow on global trade. Dismantling protectionism was perhaps the single most important reason that more than 1 billion people globally escaped extreme poverty in the three decades before Covid. India’s G20 presidency can contribute to preserving those gains and finding a way to build on it. An agenda that revolves around preserving an enabling environment for world trade is more likely to meet with success than one with issues where solutions require painstaking negotiations over years. A unique feature of G20 is the rotating presidency. This is India’s moment – and it must make something substantive of it.\n\n",
        "headline_1": "Making G20 relevant: The body works best when it makes an enabling global economic environment its focus. India should take note",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/making-g20-relevant-the-body-works-best-when-it-makes-an-enabling-global-economic-environment-its-focus-india-should-take-note/",
        "news_paper_name": "The Times of India",
        "publish_date": "15-11-2022"
    },
    {
        "full_article": "A standout feature of BJP’s approach to elections is its clinical analysis of winnability prospects of sitting legislators. BJP dropping over 30 sitting MLAs in Gujarat has unnerved many of its Karnataka legislators. Earlier this year, BJP repeated just 149 of 312 UP MLAs from the 2017 victory. This is good practice. Many MLAs are poor performers and since they contest on a party symbol, the party owes accountability to voters to not field the same candidate again. It also helps distance the party from local anti-incumbency against the candidate. Parties with strong leadership are generally able to pull this off. In 2021, CPM had dropped 38 sitting MLAs in Kerala. In 2020, AAP had dropped 15 Delhi MLAs. Congress, in contrast, generally rewards its legislative contingents with repeat tickets. Its fear of rebellions is manifold higher: Congress’s big leaders are unable to deliver votes unlike BJP in the Modi era, and so MLAs have greater bargaining power.\nDemanding accountability from MLAs is worth institutionalising. Parties should compile reports or ask representatives to furnish reports on MLA-LAD scheme fund utilisation, participation in district planning committee and other local body meetings, influence on legislative business, and various developmental outcomes in their constituency. Some parties also do constituency surveys.\nBut such exercises must be mindful of the executive’s failings too. State assemblies met for just 30 days a year on average this past decade. After disruptions and adjournments, precious little time is left for legislators to make a mark in house business. Elected representatives can also be more effective in helping constituents when political executives pursue meaningful decentralisation, ease of doing business, and cutting red tape. Indian parties could certainly do with more professionalism and better appraisal systems. This could also induce better qualified citizens to join politics.\n\n",
        "headline_1": "Earning the ticket: Dropping underperforming MLAs is good practice. But it’s possible only in parties with strong leadership",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/earning-the-ticket-dropping-underperforming-mlas-is-good-practice-but-its-possible-only-in-parties-with-strong-leadership/",
        "news_paper_name": "The Times of India",
        "publish_date": "15-11-2022"
    },
    {
        "full_article": "Today is the birth anniversary of Bhagwan Birsa Munda and GoI has declared that November 15 shall be celebrated as Janjatiya Gaurav Divas every year. This historic decision ties together the tribal legacy, heritage, culture and achievements of India, with the spirit of Aatmanirbhar Bharat and the strengthening of India’s position in global forums. As PM Modi has remarked, “In this Amrit Kaal of Independence, the country has resolved that it would provide a more significant and majestic identity to the tribal legacy traditions of India.”\nIndia is home to about 25% of the world’s ethnic population, making it a country with a diversified cultural heritage and a large number of youthful tribal people.\nRead full opinion on TOI+\n\n",
        "headline_1": "The foundation of tribal uplift policies is education: Union minister of tribal affairs writes on the occasion of Janjatiya Gaurav Divas",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/the-foundation-of-tribal-uplift-policies-is-education-union-minister-of-tribal-affairs-writes-on-the-occasion-of-janjatiya-gaurav-divas/",
        "news_paper_name": "The Times of India",
        "publish_date": "15-11-2022"
    },
    {
        "full_article": "Syed Fazle Rabbi Dollar, a resident of Bogura, has been concerned about the harmful effect of the rampant use of nitric acid on the environment and its abuse by criminals. He has been particularly bothered by its uncontrolled use at more than 500 jewellery shops/workshops in his city. He learnt that 400 of these enterprises had no licence at all to use nitric acid in their workshops. And yet, all of them used it indiscriminately to dissolve solid metals such as gold, silver and bronze, causing health hazards and emitting foul smells. Nitric acid can lead to breathing problems and severe asthmatic attacks. The liquid discharge from the acid used in these workshops passes through drains to end up in the nearby Karatoa River, poisoning its water and killing fish and other living organisms.\nTo make things worse, as obtaining acid was relatively easy, acid-related crimes, including acid attacks on people, were on the rise. Efforts by the local community to draw the local administration's attention towards the problem produced little result. So, an exasperated Fazle Rabbi finally decided to submit a Right to Information (RTI) request to the Office of the Deputy Commissioner (DC) of Bogura on July 31, 2022. He sought information on how many business entities/workshops were issued licences to use nitric acids, whose licences were renewed, and the number of those who had licences to sell and transport acids. And then he waited.\nTo his surprise and great satisfaction, Fazle Rabbi received a response to his RTI request from the assistant commissioner within the stipulated period, together with the information sought. Being a journalist, he immediately decided to share the information in the local daily Amader Kontho. And to his further satisfaction, he soon found that the local administration had gone into quick action and conducted raids at various places in the city. The drive resulted in the eventual closure of many entities/workshops that operated illegally. Many others who were in the business of using acids hastily approached the DC office to obtain the required licence. As a result, the local administration now possesses the information on the number of entities licensed to operate acid-related business at one place.\nFazle Rabbi used one of our most powerful instruments to hold our government accountable. The recent release of the \"Right to Information (RTI) Survey, 2019\" on Bangladesh, convoked by the DFID and the World Bank, provides useful data on the use of the law, particularly on aspects hampering its application, which could help proponents identify appropriate remedial measures. We must do so in order to fully benefit from this potent instrument for citizens to monitor our government's work and contribute to better governance.\nBoth positive and negative messages emerge from the survey. Clearly, the most positive finding is the seeming preparedness of the supply side for its role in the implementation of the law. The survey found 99.7 percent of Designated Officers (DOs) appointed by public offices, including government bodies, are aware of the RTI Act. This is an increase from the 94 percent found in a 2012 survey. Equally impressive, 97.9 percent of the heads of government offices knew about the law. It must be noted, however, that only around 40 percent of them were aware of its objectives, and even less of its procedures. Additionally, among DOs, two-thirds had never received an RTI request.\nComplementing this, the survey also found that on the demand side, only 7.7 percent of our citizens were aware of the law. This is a precipitous drop from 23 percent in 2012. The few who use the law and contribute to an average of 10,000 RTI requests annually must, therefore, be mainly those helped by NGOs engaged in promoting the law, plus those motivated and helped by individual RTI activists and, of course, those who attended training sessions conducted by the Information Commission.\nFor a nation long known for its political activism, why should there be such neglect of a most potent instrument for change and progress? A law of such revolutionary possibilities must not be allowed to wilt away.\nDespite the general lack of knowledge about the law, the few who are aware of its tremendous power are indeed using it for beneficial purposes. And the objectives, though still largely limited to personal and professional needs, often include important areas of public interest. We believe that while we search for other ways to excite our fellow citizens, bring awareness to them, and motivate them to a greater use of the law, one effective approach would be to acquaint them with success stories that continue to emerge from its use – such as that of Fazle Rabbi.\nLocals have observed that increased monitoring by the DC office and strict enforcement of the law has helped control the rampant and illegal use of nitric acid. More importantly, due to strong monitoring of the acid business by the government, the sale of acid to criminal elements to maximise profit is likely to drop significantly.\nSuch an inspiring story about the dramatic impact of an RTI intervention by an ordinary citizen is likely to raise people's awareness about the efficacy of the law in promoting public interest, and will hopefully lead to its greater use. It depicted a win-win effect of close collaboration between citizens and the government. As a nation of storytellers and oral historians, let's use those skills to spread such tales.\nDr Shamsul Bari and Ruhi Naz are chairman and assistant director (RTI), respectively, at Research Initiatives, Bangladesh (RIB).\n\n",
        "headline_1": "Success stories can improve our woefully low awareness of RTI",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/success-stories-can-improve-our-woefully-low-awareness-rti-3169666",
        "news_paper_name": "The Daily Star",
        "publish_date": "15-11-2022"
    },
    {
        "full_article": "To the uninitiated, the public interaction between our prime minister, chief executive of the state, and state officials may seem curious at times. There appear to be two different wavelengths at which they function – one issuing edict after edict about what should or should not be done, and the other setting example after example of flagrant disregard for said edicts. Imagine being a boss and being disobeyed when you ask something of your team. Now imagine this at a state level. How that state still functions is a grim yet fascinating study in what one may call \"perfect chaos.\"\nThe PM is naturally expected to share her thoughts on important issues from time to time. In her speeches, she also leaves instructions for state officials who are then expected to follow up on them. The public nature of these statements is significant, because it is meant to boost the confidence of citizens that their interests are being protected, but also to impress on public officials the seriousness of their job – something that an internal memo cannot do.\nBut every now and then, we come across cases where not only are such express instructions violated, sometimes frequently, but also, more bizarrely, such violations seem to be acceptable, putting a question mark on the whole exercise as well as the state of institutional discipline in public service.\nTake, for instance, the issue of food production. In recent months, the PM has repeatedly stressed on cultivating every \"inch of land\" to tackle the growing threat of a food crisis. One would have thought that this message was more for offices and institutions dealing with agricultural land than ordinary farmers, who are doing it anyway for their own livelihood. But as a recent case shows, the message wasn't well-received. Reportedly, the Mongla Port Authority is going ahead with a plan to dump sand dredged from a river on 300 acres of arable land in Banisanta union of Khulna, despite having alternatives options. In addition to harming the quality of soil, activists fear this could lead to the displacement of at least 5,000 farmers. Such instances of degrading or repurposing arable land are quite common.\nOr think of the often unnecessary overseas training trips by government officials amid our shrinking foreign exchange reserves – despite a ban on such tours. In a virtual address recently, the PM, for the umpteenth time, urged everyone to exercise austerity. But then, government officials, for the umpteenth time, showed that they were above such instructions. Reportedly, a group of seven bureaucratic heavyweights are set to visit Germany for such a \"training exercise.\" In the past months, we have repeatedly come across news of such trips, mostly by soon-to-retire or senior officials who have no way of using their costly training for the benefit of relevant projects. As an editorial by this daily memorably said, foreign trips are \"no gifts to be doled out\" to officials. Yet, this continues to happen.\nThe call for austerity, one might assume, doesn't extend to government departments and project authorities that continue to squander public money through corruption, mismanagement, and wasteful spending. One may recall that, not long ago, the PM gave instructions on categorising public projects so that less important ones would be put on hold, which was hardly followed. Her repeated insistence on timely execution of projects was met with frustrating results.\nThe PM, mindful of the duties of public servants, also directed them to devote themselves to the welfare of citizens. \"All of you [public servants] are getting salaries and perks from the money paid by the common people as taxes. So, you have to work for their welfare and in their interest,\" she said. That, sadly, remains unheeded. Instead, crime and corruption allegations against officials across the administrative spectrum abound. Hardly, if ever, do we see action matching such allegations.\nThese are but some randomly picked examples of violations of prime ministerial edicts by officers of her own administration. Imagine every time you felt frustrated or deceived after an instruction was given – or a commitment of justice made following certain tragedies – and never followed through. What this little exercise shows is how public servants, far from living up to their vaunted title, are becoming their own masters, serving their parochial interests. This is only to be expected when democratic institutions are run on an exploit-first-serve-later basis.\nAnd it is not just the PM who is pitted against a mockery of institutional discipline. As we have seen countless times before, the judiciary is also subjected to such disregard. Imagine every time your heart was lifted by what you thought was pro-people, pro-nature judicial activism, only to be shattered by reckless violations of its instructions by the tin soldiers of the executive branch. Their lack of response despite risks of contempt of court rulings threatens to normalise what would be unthinkable in the public service of any other country. It will be a tiring exercise if we start to make a list of all the times such violations took place.\nIt is not without reason that politicians, of both ruling and opposition camps, deride the influence of bureaucrats. While the first sees their growing influence in the decision-making process, the latter sees their corrupt influence in how it is treated. In an ideal world, both would be speaking in the same language, and both would be right.\nThe question is: why is this display of \"disobedience\" still tolerated? This will require a separate op-ed. For now, let's just say that bureaucracy, when it comes to negotiating with power, has proven to be quite flexible. The only place where it held onto its age-old excuse for inaction and rigidity is its interaction with ordinary citizens, as the gruelling experience of service-seekers in all sectors makes it abundantly clear. State officials appear to consider themselves a class apart. Or \"a different class of people\" – as the attorney general recently told the apex court, while defending public servants' right to exemption from arrests without permission. They feel entitled to benefits and exemptions that make them \"more equal\" among citizens.\nOf course, public officials are not a homogenous group, nor is it our intention to blackwash them in general. Like any professional group, they are a mixed bag. But what citizens – harassed or deprived every day by those behind our largely unaccountable public institutions – get from the latter's interaction with power is a peek into their own insignificance. In the bureaucratic silos and SOP-enabled corridors, public interests are anything but a priority.\n \nBadiuzzaman Bay is assistant editor at The Daily Star.\n\n",
        "headline_1": "In the silos of bureaucrats, public interests are a trifle",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/magic-madness/news/the-silos-bureaucrats-public-interests-are-trifle-3169311",
        "news_paper_name": "The Daily Star",
        "publish_date": "15-11-2022"
    },
    {
        "full_article": "That the Rohingya community (mostly Muslims) has been subjected to the most acute form of societal scorn and institutionalised discrimination in their own country for decades is all too well-known. The situation started getting bad in the late 1970s, when more than 200,000 Rohingyas were driven out of their homeland in Myanmar's Rakhine (originally Arakan) state by the country's military government, and were forced to take shelter across the border in Bangladesh. Their eventual return was ensured through negotiations between the two countries.\nBut in 1982, Gen Ne Win's government took the drastic and most undemocratic step of stripping the Rohingyas of their citizenship, even refusing to recognise their ethnic identity and, instead, describing them as \"Bengali Muslims.\" A new wave of expulsions followed in the early 1990s, when a similar number of Rohingyas were driven out of Rakhine to Bangladesh. Protracted negotiations, this time with the United Nations' involvement, ensured voluntary repatriation of a majority of them.\nEven after the elected government of Aung San Suu Kyi assumed office in 2016, albeit with seriously curtailed powers under the military-crafted constitution, there was no visible movement on determining the status of the disenfranchised Rohingyas. Instead, a new threshold was reached in August 2017, when the Myanmar military, using Suu Kyi as a cover, launched a concerted campaign against the Rohingyas with rampant murder, rape, torture and arson, causing more than 700,000 Rohingyas to flee to Bangladesh. UN Secretary General Antonio Guterres described the genocidal acts as \"a textbook case of ethnic cleansing.\"\nBangladesh demonstrated extreme generosity by sheltering the Rohingyas fleeing death and destruction at home. Over the last five-plus years, Myanmar has made no tangible move to even signal a possible repatriation of the persecuted lot. The one thing that has changed in Myanmar, though, is the forceful and undemocratic removal of Suu Kyi and the re-elected National League for Democracy (NLD) by the military, who then went on to assume complete power in the country. The supreme irony here is that it was Suu Kyi, clearly under pressure from the generals, who had defended the 2017 military crackdown against the Rohingyas at the International Court of Justice (ICJ). They repaid her with imprisonment on unproven charges of corruption. The chicken came home to roost.\nThe international community was reduced to watching these bizarre developments with utter helplessness, hamstrung as they were by the limitations set at the UN Security Council. Five years on, an economically challenged Bangladesh, with its own issues of overpopulation, continues to bear the burden of housing more than a million Rohingyas – and counting – in temporary shelters, where conditions are barely habitable at best. Law and order in the camps continue to be a major problem for Bangladesh, compounded further by the growing disharmony between the host community and refugees. International commitments of economic and financial help for the Rohingyas are far from adequate. On top of all this, Russia's invasion of Ukraine has sharply shifted whatever focus there was on the Rohingya repatriation issue.\nAll the Bangladesh-Myanmar-China tripartite arrangements over the past few years have remained dormant. The military leaders in Myanmar are currently occupied in brutally dousing the fire of domestic discontent and a growing chain of insurgency to even think of taking up the Rohingya issue with any seriousness. Even the ICJ ruling on a case filed by the Gambia, backed by the Organisation of Islamic Cooperation (OIC), against the Myanmar government for committing genocide against the Rohingyas has done little to rattle Naypyidaw.\nThe question that logically comes to mind is, facing major sanctions from the West and censure among its fellow Asean members, what sustains the Myanmar authorities that they can demonstrate a business-as-usual mindset with seeming impunity? In short, the answer is geopolitics and geoeconomics.\nMyanmar is strategically located in the Asian canvass and is resource-rich. Here, countries like China and, to a lesser extent, India have immense geopolitical interest. Some Asean members and Japan have invested heavily in Myanmar and are not willing to risk that. In such a situation, the Myanmar military, having lived in isolation for long, feel no pressure to change course and adopt a path of civilised behaviour.\nThere is no denying that China is a friend of Bangladesh and a major development partner. Myanmar, though, offers a far greater geopolitical value. Against this backdrop, one is reminded of a supposed quote from Brutus who, trying to justify his fateful stabbing of his friend Julius Caesar, said, \"Not that I loved Caesar less, but I love Rome more.\" Let the wiser among us interpret the analogy.\nThat China has major clout over Myanmar was recently made abundantly clear by the Chinese ambassador to Bangladesh as he, on more than one occasion, said that it was Beijing's pressure that had made the Myanmar military stop the repeated violation of the land and air space of Bangladesh, ostensibly in \"hot pursuit\" of Arakan insurgents. On the Rohingya repatriation issue, the ambassador said it would take time due to Myanmar's internal problems. This could mean a prolonged wait for the Rohingyas to return. In fact, it puts the issue squarely in the realm of gross uncertainty, because no one knows when Myanmar's internal problems will end or what shape they would eventually take. In fact, credible reports indicate that domestic dissent in Myanmar shows no signs of abating anytime soon, while insurgents gain strength and ground.\nIndia, whose close relations with Bangladesh are based on history and geography, has a somewhat varied geopolitical and security interest when it comes to Myanmar. India needs Myanmar's continued support in its efforts to combat Mizo insurgents, who at times seek shelter inside Myanmar's territory. Delhi does not wish to risk losing that by putting too much pressure on Myanmar on repatriating the Rohingyas from Bangladesh.\nA well-regarded Australian scholar who has insight and some knowledge of regional geopolitics feels strongly that in a scenario where geopolitics takes precedence over humanity, Myanmar feels next to zero compulsion to take the Rohingyas back. He strongly believes the Rohingyas are here to stay, and feels the fear psychosis in the Rohingya mind runs deep, and Bangladesh should look at a Plan B.\nSuch a gloomy and uncertain scenario puts Bangladesh in quite a tight spot. However, it cannot afford not to continue to pursue all stakeholders, bilaterally, regionally and globally, to bring pressure on Myanmar to ensure safe and dignified return of the Rohingyas. It undoubtedly is a very long and difficult path, but giving up is not an option.\nShamsher M Chowdhury, Bir Bikram, is a former foreign secretary of Bangladesh.\n\n",
        "headline_1": "Rohingya, Geopolitics and Myanmar: An Uncertain Future",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/rohingya-geopolitics-and-myanmar-uncertain-future-3169266",
        "news_paper_name": "The Daily Star",
        "publish_date": "15-11-2022"
    },
    {
        "full_article": "The world's population will reach the 8 billion mark today – a testament to scientific breakthroughs and improvements in nutrition, public health and sanitation. But as our human family grows larger, it is also growing more divided.\nBillions of people are struggling; hundreds of millions are facing hunger and even famine. Record numbers are on the move seeking opportunities and relief from debt and hardship, wars and climate disasters.\nUnless we bridge the yawning chasm between the global haves and have-nots, we are setting ourselves up for an 8-billion-strong world filled with tensions and mistrust, crisis and conflict.\nThe facts speak for themselves. A handful of billionaires control as much wealth as the poorest half of the world. The top one percent globally pocket one fifth of the world's income, while people in the richest countries can expect to live up to 30 years longer than those in the poorest. As the world has grown richer and healthier in recent decades, these inequalities have grown too.\nOn top of these long-term trends, the accelerating climate crisis and the unequal recovery from the Covid-19 pandemic are turbocharging inequalities. We are heading straight for climate catastrophe, while emissions and temperatures continue to rise. Floods, storms and droughts are devastating countries that contributed almost nothing to global heating.\nThe war in Ukraine is adding to ongoing food, energy and finance crises, hitting developing economies hardest. These inequalities take their greatest toll on women and girls, and on marginalised groups that already suffer discrimination.\nMany countries in the Global South face huge debts, increasing poverty and hunger, and the growing impacts of the climate crisis. They have little chance of investing in a sustainable recovery from the pandemic, the transition to renewable energy, or education and training for the digital age.\nAnger and resentment against developed countries are reaching breaking points.\nToxic divisions and lack of trust are causing delays and deadlock on a host of issues, from nuclear disarmament to terrorism to global health. We must curb these damaging trends, repair relationships and find joint solutions to our common challenges.\nThe first step is acknowledging that this runaway inequality is a choice, and one that developed countries have the responsibility to reverse – starting this month at the UN climate conference in Egypt and the G20 summit in Bali.\nI hope COP27 will see a historic Climate Solidarity Pact under which developed and emerging economies unite around a common strategy and combine their capacities and resources for the benefit of humankind. Wealthier countries must provide key emerging economies with financial and technical support to transition away from fossil fuels. That is our only hope of meeting our climate goals.\nI also urge leaders at COP27 to agree on a roadmap and institutional framework to compensate countries in the Global South for climate-related loss and damage that is already causing enormous suffering.\nThe G20 summit in Bali will be an opportunity to address the plight of developing countries. I have urged G20 economies to adopt a stimulus package that will provide governments of the Global South with investments and liquidity, and address debt relief and restructuring.\nAs we push for action on these medium-term measures, we are working non-stop with all stakeholders to ease the global food crisis.\nThe Black Sea Grain Initiative is an essential part of those efforts. It has helped to stabilise markets and bring food prices down. Every fraction of a percent has the potential to ease hunger and save lives.\nWe are also working to ensure Russian fertilisers can flow into global markets, which have been severely disrupted by the war. Fertiliser prices are up to three times higher than before the pandemic. Rice, the most widely consumed staple in the world, is the crop that will suffer most.\nRemoving the remaining obstacles to the exports of Russian fertilisers is an essential step towards global food security.\nBut among all these serious challenges, there is some good news.\nOur eight-billion-strong world could yield enormous opportunities for some of the poorest countries, where population growth is highest.\nRelatively small investments in healthcare, education, gender equality and sustainable economic development could create a virtuous circle of development and growth, transforming economies and lives.\nWithin a few decades, today's poorest countries could become engines of sustainable, green growth and prosperity across entire regions.\nI never bet against human ingenuity, and I have enormous faith in human solidarity. In these difficult times, we would do well to remember the words of one of humanity's wisest observers, Mahatma Gandhi: \"The world has enough for everyone's need – but not everyone's greed.\"\nThis month's big global meetups must be an opportunity to start bridging divides and restoring trust, based on the equal rights and freedoms of every single member of humanity's eight-billion-strong family.\nAntonio Guterres is the secretary-general of the United Nations.\n",
        "headline_1": "Eight billion people, one humanity",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/eight-billion-people-one-humanity-3169091",
        "news_paper_name": "The Daily Star",
        "publish_date": "15-11-2022"
    },
    {
        "full_article": "One of the biggest tragedies of Bangladesh is that despite being known for being a riverine country blessed with rich, fertile land, we have been actively killing our rivers one by one. We have laws to protect our rivers, court directives elevating their status as \"living entities\", a National River Conservation Commission (NRCC) dedicated to their protection, and not to mention government projects to revive dead or dying rivers. Yet, nothing seems to be working. Almost every day, we read about some version of a river-killing exercise somewhere.\nYesterday, this paper reported the impending demise of the Haridaya River in Narsingdi, a 38-kilometre-long waterbody once home to many species of fish. The river has now been turned into a narrow canal thanks to encroachment and pollution. Greed, apathy and a total lack of regard for life-sustaining rivers have again struck down the life of another precious river.\nReportedly, untreated waste from factories, kitchen markets and households continue to pour into the Haridaya. Meanwhile, several hundred structures have been built right beside it. Efforts by the Water Development Board (WDB) to restore its navigability in 2018 through excavation have failed because no steps were taken to make sure people would stop dumping waste into the river. The 2,000 shops situated along the riverbank happily continue dumping tonnes of waste along with other polluters.\nThe question that arises, after every one of these river-killing cases, is: who is responsible for all this? Is it the local administration, in particular the municipal corporation, in front of whom these structures have been built and the waste dumped? Is it the WDB that is responsible for maintenance and restoration of the river? Is the NRCC that has been tasked to take action against illegal occupiers but not given enough resources or power to do its job? Is it the Department of Environment (DoE) that is supposed to take action against polluters?\nThe logical answer would be all of them. But far from coordinating to do their job, everyone blames everyone else. The president of Narsingdi Bazar Traders Association blames the municipal authorities, which blame the DoE, which in turn blames the municipal authorities, and so on. Amid the confusion and inaction, citizens, businesses and even government offices are encroaching parts of the river or dumping their waste into it.\nThe importance of coordinated and collective action cannot be stressed enough. Every stakeholder must take responsibility. Laws that prohibit structures from being built along riverbanks have to be enforced, and encroachers permanently evicted. There has to be an efficient, sustainable waste disposal system that the local administration will implement, with the help of the local people. And government bodies such as the DoE, WDB and NRCC have to make sure that their efforts and directives are followed through. Only a sincere, unified effort can save our rivers.\n",
        "headline_1": "Another river doomed to go extinct",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/another-river-doomed-go-extinct-3168916",
        "news_paper_name": "The Daily Star",
        "publish_date": "15-11-2022"
    },
    {
        "full_article": "At a time when the head of state is repeatedly urging citizens to not leave \"an inch of land\" uncultivated given the growing threat of a food crisis, it is alarming to see that far from taking steps to expand our farmland coverage, the fertility of existing farmlands is being compromised in various ways. According to a report by this daily, one such example is being set by the Mongla Port Authority, which is planning to dispose extracted river sand on arable land at the Banisanta union in Khulna, despite protests from local farmers and having alternatives to dump it elsewhere. This is totally unacceptable.\nReportedly, the port authority is implementing a project to dredge 2.16 crore tonnes of sand to improve navigability of the Pasur River. The conflict between locals and the authority ensued at the beginning of 2020 when the latter selected 300 acres of arable land in Banisanta for dumping sand extracted from the river. What's worse, they did so without consulting with farmers who own this land. Since then, farmers have been protesting the decision – so far to no avail – which they fear will degrade their land and destroy their livelihood. Sandy soil has very low nutrient levels. It can reduce crop yields and increase risks of end-of-season drought. In the worst-case scenario, it might displace at least 5,000 farmers, activists say.\nThe authority, however, argue that they selected the current site after a feasibility study, considering all options. This is hardly convincing for the farmers, whose proposal about three alternative sites has been ignored. According to an expert, a viable alternative site is already in use, where sand can be carried and dumped through a booster pump that the Mongla port can borrow from the Chattogram Port Authority. In the end, however, we feel that it's not a question of whether there are alternatives, but whether arable land can be degraded even if there are none. This mentality of using farmland for non-farming purposes – and the sense of impunity with which government departments seem to disregard the rights of citizens – are precisely why the port's decision has been criticised by the activists.\nThe importance of having enough arable land and maximising their use to ensure our food safety cannot be stressed enough. Increasing agricultural productivity could be an answer to the reduction of cropland, but it's no longer an acceptable trade-off given ongoing assaults on agricultural and forested lands in the country. What's particularly troubling is how government offices themselves are often leading this carnage, when they should be taking steps to stop it. This is a clear violation of the PM's instruction on cultivating cropland, and a contravention of international cropland use standards.\nWe urge the Mongla Port Authority to immediately walk away from their plan of dumping sand on cropland and go for an alternative option. The higher authorities must intervene, if necessary, to make it happen, and must make cultivation the mainstay of our food safety policy.\n",
        "headline_1": "Don't allow food production to be hampered ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/why-assault-food-production-3168311",
        "news_paper_name": "The Daily Star",
        "publish_date": "15-11-2022"
    },
    {
        "full_article": "Bangladesh's garment industry seems to have left behind the worst days when it earned an infamy of frequent fire incidents, collapse of factory buildings and other accidents accounting for lives of workers. The transformation has been phenomenal courtesy of Accord and Alliance, platforms of major European and North American apparel retailers respectively. Today Bangladesh boasts the highest number of green garment units in the world. With 46 platinum, 95 gold, 10 silver and four factories certified by the US Green Building Council's Leadership in Energy and Environmental Design (LEED), the total number reached 155 in January last. By now there may have been an addition of a few more such factories. An achievement of this order is worth celebrating. Transformation of factories has also been complemented by improvement in product lines, in some cases well beyond the low-end cheap woven and knitwear apparels. Thus garment articles made in Bangladesh deserved showcasing long before, particularly when Chinese monopoly in global apparel export slacked significantly, partly because of its voluntary withdrawal and partly because of the pandemic-induced prolonged lockdown. Yesterday, one such event titled, 'Made in Bangladesh Week 22' kicked off with the prime minister inaugurating it. There is no doubt about the merit of arranging an event on a grand scale to make international buyers familiar from close quarters with the progress in garment making, fashion and style. Here is a demonstration of the confidence of RMG makers in order to attract such buyers and throw a challenge before them why they will make preference for apparels made in Bangladesh. No doubt, the manufacturers have reached the stage where they can win over the foreign customers. The country's RMG has come a long way off on investment in advanced machines and technology and needs branding. But one unsettling question remains, is the timing of the event right? The hosts of the event have made arrangement for elaborate and grand exposition of what makes Bangladesh's case special through a board meeting of the International Apparel Federation (IAF) and a general assembly at a posh hotel in the city. Alongside, a three-day Dhaka Apparel Expo and the 37th World Fashion Convention will add further global dimensions to the local showcasing range. Although president of the BGMEA assures that the expenditure on the event will be more than compensated by the arrival of guests, speakers and global retailers including some of the Asian region, there is no guarantee work or export orders will receive a major boost at a time when recession has eroded purchasing capacity of customers in Europe and America. If the prime purpose of the event is to focus on the strength of RMG industry in this country, there is obviously a need for setting its sight on designing a roadmap it will chart in the future, overcoming the current crunch time. To do this, it will have to identify its weaknesses as well for addressing those as early as possible. One of these is the right to workers' union and skill development of workers and employees particularly at the mid-level for the latter. Also, the sub-contracting factories, which stay at the opposite pole of green factories and ticking like a potential time bomb, should be immediately brought under a locally initiated retrofitting programme. If all these issues are taken care of, the RMG industry here can be competitive and have a fair share in the global apparel export.",
        "headline_1": "Branding Bangladesh RMG",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/branding-bangladesh-rmg-1668431216",
        "news_paper_name": "The Financial Express",
        "publish_date": "15-11-2022"
    },
    {
        "full_article": "There are few terms in the lexicons of the major languages used in the modern times that do not have several synonyms for discrimination against women. It's because since time immemorial, women have been subject to several forms of exploitation. It has been practised so frequently and institutionally, that the anti-women attitude became the part of life in many countries boasting their women's liberation. The truth tells a different story. When by the mid-20th century, the European countries in general granted their women the right to vote, several others continued to dither. These countries have, however, allowed their womenfolk to vote not long ago; quite later than many least developed countries.To take an incisive look at the different phases of discrimination targeting women, one comes across several categories and levels. Those have been almost entrenched in human societies. Many of them 'respecting' the self-dignity of the weaker sex take pride in the absence of gender discrimination at their social and community lives. But ironically, as the divisiveness remains entrenched in some males, they take apparently innocuous categories. Those are veiled and misguiding. The coinages include the terms like 'misogyny', ` physical limitations', 'inability to think deeply', 'indecision', 'lack of leadership' etc. People keen to show their male dominance must have seen how many of the above female flaws have long been disproved by social activists. The shortcomings are sheer myths. When it comes to the poorer countries, including Bangladesh, the women have seen a remarkable rise in their social status lately. But it's also true except in the segment of the now-defunct curtailment of the voting power, most of the Western women have been enjoying all social privileges for almost a century. They do not want to remain a social drag by following in the males' footstep.In the 21st century the case of Bangladesh is different from that of the stereotyped one in the past. From economic activities, entrepreneurship in particular, educational achievements, political assertiveness in local government bodies in villages to sport, medical profession etc, they continue to leave their mark. Though humble when compared to their counterparts in the developed world, these are no mean achievements. The greatest of the problems facing the country's women are the male beliefs or inhibitions about their capabilities. It's nothing but the spectre of the realities which prevailed in the developed countries till the early 20th century. In the medieval Europe and other continents, innocent but a little weird women would be burnt alive after they were accused of being involved in witchcraft. Fortunately, the Bangladesh women remained free of these cruelties. But women are still punished for many minor offences. In fact, it was the dawning of the realisation among the males that the persecution of rural women by meting out to them humiliating punishments at 'arbitrations' will only lead to widespread detachment of young women and teenagers from the social mainstreams. These poor women and girls marked with the virtual 'scarlet letter' veritably will open the floodgate of dissensions and the withdrawal syndromes in the country, observe the activists dealing with women.Thanks to the timely intervention of a few woman Upazila Nirbahi Officers (UNOs), a lot of child marriages could be stopped. Although the local women activists and spirited NGO youths, with the help of vulnerable victims, haven't yet been able to fully uproot the social blight, the movement has evidently created a stir in the country's villages. The women have finally realised that they aren't alone in their helplessness or left in the lurch. They have sympathisers and indefatigable activists whom they can turn to in times of urgency.In the last decade, the scourge of child marriages, or the forced ones, has witnessed an impressive cut. It could be possible thanks to the phenomenal increase in the number of female students' admission to primary, junior and secondary high schools. What prompted this trend to get off the ground in sending girls in higher numbers to school was the privilege of tuition-free education. In course of time, the stimulus like the distribution of textbooks had added to the force of the women being educated. Although the urban adolescent girls are comparatively better off, they, too, have their own problems and disadvantages. Passing the school final exams and entering the college phase with ease, they aren't completely free of the typical urban ordeals. Those begin with the common social ills which plague the vast rural swathes. The urban teenage girls and the young women, blissfully, are tolerably free of poverty and the social decrees leading to their rural counterparts' early marriage. They are relatively solvent in terms of their parents' ability to bear their added educational expenses.Except the poverty-stricken girls from the lower-middle classes, the urban SSC and HSC-level affluent ones can smoothly reach the university admission stage. Those who cannot make it to the public universities go for the private and government colleges. It's only the highly fortunate girls from the solvent families who can enrol in the private universities. Despite all these advantages prevalent in the cities and bigger towns, the urban girls and young women cannot claim themselves to be free of the many ordeals facing the rural young girls. The most atrocious of them is sexual harassment which haunts their lives as long as they move around the cities. In a fast developing country like Bangladesh, these behavioural evils are unacceptable. When the country's women are showing their heard-earned flashes of genius in areas ranging from entrepreneurship, academic arena, socio-economic sectors, sport and adventure, the largely invisible thorns shouldn't be allowed to dishearten them. To speak forthrightly, Bangladesh has yet to fully correct its gender position which is biased, socially, against women.\n[email protected]",
        "headline_1": "Women fighting their way out",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/women-fighting-their-way-out-1668431257",
        "news_paper_name": "The Financial Express",
        "publish_date": "15-11-2022"
    },
    {
        "full_article": "While the investigation by the Punjab police into the November 3 incident of firing on Imran Khan during a protest rally of his party in Wazirabad about a hundred kilometres north of Lahore, the former prime minister of Pakistan, the cricket star-turned politician is now trying to bounce back to power. Though still recovering from the gunshot wound in his leg, he has called upon his party workers to continue the protest march into the country's administrative capital Islamabad to press his demand for unseating the incumbent government of prime minister Shehbaz Sharif and forcing an early election. There is no question that Mr Khan is hugely popular among the country's young generation. And that is quite clear from the large crowds of young people swelling the ranks of his so-called 'long marches' organised by his party, Pakistan Tehrik-e-Insaf (PTI), since he was ousted in April from power by the opposition in Pakistan parliament through a no-confidence motion against him. But complaining of a foreign plot behind his ouster and blaming the then-opposition and currently the ruling coalition as an accomplice in the plot, he launched a crusade against the ruling elite with a vow to win what he said 'real freedom' for his people. So, does all this have any connection with the gun attack against him? For what the arrested attacker said in his confession about his motive to kill Mr Khan is hardly convincing. And Mr Khan's blaming the government and people in high position for the assassination attempt has further muddied the issue. The entire incident definitely does not augur well for a country going through an economic crisis comparable to the situation in Sri Lanka before that country went bankrupt. And as if that was not enough, the highly climate-vulnerable nation has been devastated by floods, the worst of its kind within living memory, from heavy downpours which so far claimed more than 1700 lives and caused damage to life and property worth US$40 billion. Even so, the politicians both in position and opposition of that country have not for a moment shown the willingness to make peace. And the latest incident of armed attack on Mr Khan only evokes the memory of the country's bloody political past. It may be recalled here the tragedy that struck the nation during a pre-election campaign rally of then-opposition leader, Benazir Bhutto, at Liaquat National Bagh in Rawalpindi. For gunshots followed by the explosion of a suicide bomb killed her and 23 other people at that rally. It would be worthwhile to note at this point that late Benazir Bhutto's party, Pakistan People's Party (PPP) is now a coalition partner of the incumbent government in Islamabad. Not unlike other post-colonial nations in South Asia,Pakistan politics is marked bymutual distrust and intolerance. Even India, where parliamentary democracy has taken root since its independence, is not a stranger to such tragedies. It is said that deep state pulls the strings in Pakistan politics. The elections, it is widely believed, are not free from external influence. The post-election governments, they say, as a result remain beholden to the coteries in the said deep state. And these forces do not allow the elected governments to complete their terms. It is alleged that Mr Khan himself had the blessing of such coteries when he won 2018's election. But the young generation of Pakistan seems to have placed its trust in Imran Khan. Will he be able to make a difference in Pakistan politics?\n[email protected]",
        "headline_1": "Can Imran Khan make a difference in Pakistan politics?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/can-imran-khan-make-a-difference-in-pakistan-politics-1668431293",
        "news_paper_name": "The Financial Express",
        "publish_date": "15-11-2022"
    },
    {
        "full_article": "Fardin Noor Parash, a third-year student of Bangladesh University of Engineering and Technology (BUET) was supposed to represent Bangladesh next month in the World Debate Championship in Spain. But unfortunately his body was found floating on Shitalakkhya River on November 7, three days after he went missing. Fardin was murdered and before his death he was physically tortured, a doctor who conducted an autopsy reportedly said. According to his friends, the 23-year-old student of civil engineering was vocal on social media against student politics in BUET. Law enforcers, however, are still clueless about finding the motive behind his murder. Fardin's father, Kazi Nuruddin said that his son did not have any enmity with anyone. The law enforcers are saying that Fardin might have been killed while buying drugs in Chanpara area of Narayanganj. But it is too early to say this. According to his family and friends, Fardin was not even a smoker and why would he buy drugs just a day before his academic exam? Like many of Fardin's friends, the common people want to see that the exact cause of this brilliant student's murder is found out. Let there be justice for Fardin. \nAfroza Sheikh, Dania, Dhaka, [email protected] ",
        "headline_1": "What caused Fardin's death?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/what-caused-fardins-death-1668431318",
        "news_paper_name": "The Financial Express",
        "publish_date": "15-11-2022"
    }
]