[
    {
        "full_article": "In holding that a divorced Muslim woman is not barred from invoking the secular remedy of seeking maintenance under the Code of Criminal Procedure (CrPC), the Supreme Court of India has done well to clarify an important question concerning the impact of a 1986 law that appeared to restrict their relief to what is allowed in Muslim personal law alone. The enactment of the Muslim Women (Protection of Rights on Divorce) Act, 1986, was a watershed moment that is seen as having undermined the country’s secular ethos by seeking to nullify a Court judgment in the Shah Bano case (1985), which allowed a divorced Muslim woman to apply for maintenance from a magistrate under Section 125 of the CrPC. Subsequently, the 1986 law was upheld by a Constitution Bench in 2001 after coming close to declaring its provisions unconstitutional for discriminating against Muslim women. The Act was declared valid after the Bench read it down in such a way as not to foreclose the secular remedy for Muslim women. Several High Court judgments took different views on whether Muslim women should avail of Section 3 of the 1986 Act or Section 125 of CrPC. The latest verdict by a Bench of Justice B.V. Nagarathna and Justice Augustine George Masih settles this question by holding that the codification of a Muslim woman’s rights in the 1986 Act — including the right to maintenance during the Iddat period, provision for a dignified life until she remarries, and return of mehr and dowry — was only in addition to and not in derogation of her right to seek maintenance like a woman of any other religion.Justice Masih, in his main opinion, concludes that both the personal law provision and the secular remedy for seeking maintenance ought to exist in parallel in their distinct domains. While the CrPC may be invoked by a woman if she was unable to maintain herself, the 1986 Act makes it a Muslim husband’s obligation to provide for his divorced wife and her children up to a certain point. Justice Nagarathna, in her concurring opinion, looks at the social purpose behind the provision for maintenance in the CrPC, namely that it aims to prevent vagrancy among women by compelling the husband to support his wife. The 1986 Act codified the right available to a divorced Muslim woman in personal law. This right is in addition to, and not at the cost of, the rights available in existing law. The verdict is a great example of the Court using harmonious interpretation to expand the scope of rights as well as to secularise access to remedies. In the process, the Court has also neutralised the perception that the right of Muslim women to seek maintenance under secular provisions stood extinguished since 1986.\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nmarriage\n\n/\n\ndivorce\n\n/\n\nminority group\n\n/\n\nlaws\n\n/\n\nwelfare",
        "headline_1": "Secular remedy: On the Muslim woman, maintenance and Court verdict",
        "headline_2": "Muslim women’s right to seek maintenance under secular laws is well established",
        "link": "https://www.thehindu.com/opinion/editorial/secular-remedy-on-the-muslim-woman-maintenance-and-court-verdict/article68393434.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "12-07-2024"
    },
    {
        "full_article": "Trust can be everything, in governance. The can of worms that split open with the publication of results of the National Eligibility cum Entrance Test (NEET)-UG-2024 has elevated the entrance examination for medical (and dental) seats to a metaphor for distrust in the system, among the people. This year, dogged by accusations of paper leak, malpractices, and technical failures, besides the grant of grace marks to some students, NEET, which was conceived to homogenise selection on merit, has now morphed into a beast that is far removed from its original idea. The Supreme Court of India, on Thursday, rescheduled the NEET-UG hearing to July 18, to address complaints regarding irregularities and malpractices during the exam conducted by the National Testing Agency (NTA). A CBI investigation into the charges is ongoing. Meanwhile, the Centre has leaned heavily on a report, a data analysis, submitted by IIT Madras, examining the results to see if malpractices have occurred. The report’s executive summary claimed that there was no abnormality that was discovered in a centre and city-wise analysis that was done for two years. The analysis was carried out for the top 1.4 lakh ranks in the country. It further stated that there was no evidence of either mass malpractice or a localised set of candidates benefiting. The overall increase of marks among students, a charge that was laid out initially, is attributed to the 25% reduction in syllabus, and it confirms that this occurred across multiple cities. However, outrage among student applicants on social media continues.While NEET is no stranger to controversy, with States opposing it, the charges that have been levelled against it this year have had the effect of invoking distrust against the test among a larger subsect of chary students across the country. The only way to move forward from here is to ensure that the issue is debated threadbare on public platforms and all doubt is removed, instead of trying to sweep the worms that have spilled out under the carpet. Loud denials of malpractice should be matched with the willingness to engage with those affected in a public forum and provide clarifications. Where errors have taken place, as is possible in an exercise of this scale, it behoves a proper acknowledgement and apology. When trust is violated, the reparation for it should sometimes be utter honesty. For the longer term, the government must introduce greater limpidity in the examination process, and make sure that the NTA and its line agencies remain committed to maintaining transparency. It might also be the opportunity to set right other issues raised about the conduct of the examination itself, including security checks on students.\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nentrance examination\n\n/\n\ntest/examination\n\n/\n\nmedicine\n\n/\n\nmedical education\n\n/\n\njudiciary (system of justice)\n\n/\n\nChennai\n\n/\n\ninvestigation",
        "headline_1": "​ Can of worms: On NEET-UG 2024",
        "headline_2": "The government must ensure greater transparency in NEET",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8B-can-of-worms-on-the-national-eligibility-cum-entrance-test-neet-ug-2024/article68393173.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "12-07-2024"
    },
    {
        "full_article": "That UGC-NET may have been cancelled over a false alarm shows how broken the system is\nIf more proof were needed of the way the exam system is run in this country, we have it through news reports about UGC-NET being cancelled on the basis of non-credible evidence. CBI, investigating the UGC-NET ‘paper leak’, has apparently found that a screenshot of question paper on Telegram on the day of exam was posted AFTER it was conducted.\nFrom one extreme to other | Talk of a knee-jerk reaction. It beats credibility that authorities made a momentous decision impacting more than 9L students without a thorough investigation. This must be contrasted with the extreme reluctance shown by NTA to acknowledge irregularities in NEET-UG held earlier, for which there was good evidence. The latest revelation is also bound to raise questions if there was sufficient reason to postpone the safer CBT-based CSIR-NET. There is more to this year’s UGC-NET that is baffling. It was held in pen-and-paper mode after years of offline computer exams. UGC was behind the switch and it went ahead without a full-strength commission being in place and minus any committee’s recommendations. Clearly, no questions were asked.\nActing in haste | What these events highlight is that ad hocism, rather than due deliberation, is behind such decisions. And saving face when things go wrong overrides the objective of fixing the exam system. This is more than evident in the official stance before SC in NEET-UG case. To SC’s queries over a retest, education ministry & NTA continue to insist, despite evidence to the contrary, that the leak was localised and the overall exam was not compromised. Such an approach might bail them out this time, but there is no guarantee we won’t face the same situation in the future – unless the high-powered committee looking into exam reforms goes for a thorough overhaul of the system.\n\n",
        "headline_1": "In poor test",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/in-poor-test/",
        "news_paper_name": "The Times of India",
        "publish_date": "12-07-2024"
    },
    {
        "full_article": "Today’s MLC election in Maharashtra is a trailer to the potboiler that the state’s assembly polls will be\nIt’s match time again in Maharashtra. If the Lok Sabha election was considered a semifinal to Oct’s high-stakes assembly poll, the vote today to elect 11 legislative council members is no less significant. Maharashtra, one of six states with a legislative council, has 78 members, 30 of whom are elected by MLAs. All eyes are on the 274 MLAs expected to cast their vote today to elect these 11 members from 12 candidates.\nCross currents | If all goes to plan – and safe to say no one expects it to – Mahayuti is set to win 9. BJP has 5 nominees, Shinde Sena 2 and Ajit Pawar 2. MVA has fielded 3, though it can win two, given its numbers in the lower house. Then there’s Uddhav Thackeray’s swag, “We wouldn’t have fielded a third nominee had we not been confident.” It’s crunch time.\nSimply cross | Flashback to June 2022’s MLC election has parties jittery. Matters started unravelling for then CM Uddhav’s MVA govt, with cross-voting in that MLC election. MVA legislators cross-voted, resulting in Congress losing one of its two allotted seats, which came as a shock right after a Rajya Sabha loss. At the time, Fadnavis had explained the cross-vote as fallout of a “lot of anger in MVA”. It was soon followed by Eknath Shinde’s claim on the party and walkout with MLAs.\nFingers crossed | With 29 of 48 LS seats now in its kitty, MVA is banking on cross-votes mostly from Shinde Sena and Ajit Pawar’s NCP. That’s why Mahayuti and UBT Sena corralled their MLAs into luxury safe-houses, Mumbai’s five-star hotels.\nAn MLC winner needs 23 first-preference votes. BJP has 103 MLAs, Shinde Sena 38, Ajit Pawar NCP 42, Congress 37, UBT Sena 15 and Sharad Pawar NCP 10. Prakash Ambedkar’s BVA has 3 and he has fallen out with MVA. SP has 2, AIMIM 2, PJP 2 and 7 parties have 1 each. There are 13 independent MLAs. There’s plenty on to ensure MLAs stay in place, and to snag the ‘non-aligned’ MLA votes.\nLines crossed | In a right-earnest fight are the two Senas and two NCPs. It is here that loyalty lines blur. Ajit Pawar, especially, finds himself putting out videos in self-praise even as uncle Sharad Pawar says his arms, and doors, are open to MLAs who followed the nephew to Mahayuti. Mahayuti is also hawk-eyed on UBT’s surprise nominee, Milind Narvekar – with cross-party influence and camaraderie. It’s jitters all around.\n\n",
        "headline_1": "Cross vote on mind",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/cross-vote-on-mind/",
        "news_paper_name": "The Times of India",
        "publish_date": "12-07-2024"
    },
    {
        "full_article": "The capital city of Britain serves up the whole wide world on a plate\nOver the past few weeks, Bunny and I have eaten in Thailand, Malaysia, Vietnam, China, Portugal, Spain, Italy, Greece, Türkiye, Jamaica, Argentina and Brazil.\nAnd we’ve been to all these places, food-wise, without moving out of Central London. When we first came to London in 1972, Britain was the butt of much snarky humour because of its wet, gloomy weather and its stodgy food.\nIn the years since then, there’s been a sea-change in Britain, and in London in particular, which has become a multicultural and multi-culinary society, thanks to successive waves of immigration from far-flung corners of the globe. \nWhile the weather by and large remains as determinedly damp and downcast as ever, contemporary London serves up a smorgasbord of international cuisine to rival that of NYC, famed for its gastronomic cosmopolitanism. \nDuring our first week in London’s Camden Town we had steaks a la Argentina, which transported us to distant Buenos Aires, City of Beautiful Breezes, magically relocated to a diner a 15-minute stroll from our apartment. \nThe next day we strolled another 15 minutes to Vietnam to savour pho, a delicately flavoured noodle soup that the country is justly famed for. \nA short bus and Tube ride gets us to Brazil, transplanted to Brixton Market via our friend Lee whose café specialises in savoury crepes with a South American flair imparted by the biquinhos, small red peppers, that give a tang of tropical sun to London’s leaden skies. \nPedro and his Mum, Elisabetta, welcome us to Lisbon in their Camden restaurant, which does several tempting takes on bacalhau, the mainstay of Portuguese menus. \nChef Roger’s kitchen, two minutes from us, carries us to the Caribbean with its curry goat and plantain fritters, Andy’s always-crowded taverna opens a gateway to Greece, with its kleftiko, and in an eatery named after a Mamak (Uncle) named Don, we visit Malaysia through an irresistible Nasi Goreng. \nLondon, which serves up the planet on a plate, has us, as the saying goes, totally fed up and fulfilled.\n\n",
        "headline_1": "Fed up with London",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/jugglebandhi/fed-up-with-london/",
        "news_paper_name": "The Times of India",
        "publish_date": "12-07-2024"
    },
    {
        "full_article": "In a thrilling Euro 2024 semi-final in Munich, a powerful French team was beaten by a resurgent Spain. Both the European footballing powerhouses featured star-studded squads, but there was no doubt about the player who shone brightest. Lamine Yamal, days away from his 17th birthday, the youngest player ever to play in a Euros semis, twisted and turned with the French defence massed around him, and unleashed a shot that rocketed into the top right corner of the French goal, dipping and curling as it went in.\n\nRead full story on TOI+\n\n",
        "headline_1": "Play it like Yamal",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/play-it-like-yamal/",
        "news_paper_name": "The Times of India",
        "publish_date": "12-07-2024"
    },
    {
        "full_article": "It's heartening to see the government acknowledge the importance of having an independent central bank. Reportedly, the authorities are set to amend the Bangladesh Bank Order, 1972 to supposedly align it with global best practices and give it more autonomy. The development comes at a time when the economy is going through one of the worst downturns in recent memory, with inflation continuing to break records. As experts have pointed out, failed government policies have been a major factor for the runaway inflation and other economic problems we are currently experiencing. And the role of government-controlled Bangladesh Bank in this debacle is particularly notable.\nIt is reasonable to assume that many of our problems could have been avoided or better addressed if we had an independent and courageous central bank. The government-imposed interest-rate caps on both the lending and deposit rates—at 9 and 6 percent—is a perfect example of this. Perhaps a more independent central bank would have realised—and indeed listened to experts—that this was a flawed policy that would only end up fuelling inflation. The decision to artificially inflate the value of the taka was another disaster that, too, could have been avoided.\nEven before the recent economic crisis began, the unchecked \"looting\" of our banking sector—under political patronage—had damaged our economy beyond comprehension. Those cracks are widening today as the government, including the central bank, fails to curb default loans with the policies for defaulters continuing to be relaxed. The government's decision to provide continuous loan rescheduling facilities and interest rate waivers to loan defaulters has not been beneficial whatsoever. Therefore, we hope the Bangladesh Bank is given autonomy to pursue stricter policies with regard to wilful defaulters, without political interventions.\nIn its technical assistance report regarding the Bangladesh Bank, the IMF said that the bank \"order needs to be substantially amended so that price stability is the overriding objective of the new monetary policy regime, and governance arrangements are aligned accordingly.\" We cannot agree more. What's concerning, however, is that a provision of the order called for establishing a council comprising finance and commerce ministers, the bank governor, and others. This will ultimately constrain the bank's actions in times of pressure.\nTherefore, while the amendment initiative may sound good, its success in terms of making prudent economic decisions will be determined by the degree of autonomy ultimately granted to the central bank. Previously, despite talks of providing it with autonomy, we have seen the government do the exact opposite. Hence, we hope the amendment is not simply an eyewash amid pressure for reforms. It must be able to address longstanding concerns about the bank's function and mandate. An expert-driven Bangladesh Bank that protects the nation's best interests is the need of the hour.\n",
        "headline_1": "Central bank’s autonomy crucial for the economy ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/central-banks-autonomy-crucial-the-economy-3654916",
        "news_paper_name": "The Daily Star",
        "publish_date": "12-07-2024"
    },
    {
        "full_article": "When the protests for quota reform first began in 2018, the government agreed to negotiate with the students. However, there was a sudden derailment in how the matter was proceeding.\nAs I have stated before, I am personally against the quota system; I believe it should only exist for marginalised groups. If the percentage of those coming through the quota system is that significant, many meritorious students will be deprived of opportunities. It is not merely the BCS exams; the quota system determines the recruitment of teachers, doctors and various other jobs. It has an impact on many facets of life, and students are naturally struggling to accept this system which can harm them directly. Overall, this system will disadvantage many.\nThe matter was in the government's hands in 1972, after Bangladesh had gained independence. It was Bangabandhu who had introduced the quota system for freedom fighters in 1972, and primarily for the BCS exams. The system was mostly for freedom fighters who would get jobs based on a 100-mark oral examination. We are now learning from different ministers of state that the number of freedom fighters at present, compared to that during 1971-1972, has tripled. There is, of course, a responsibility we bear for the freedom fighters. However, it is debatable whether these benefits should extend to their descendants, and if so, for how many generations.\nMany jobs remain inaccessible to many individuals because of the quota system; it is even said that if certain jobs designated for individuals under the quota system remained unoccupied, they would stay vacant. The intelligent students are falling into hopelessness. This is only natural.\nIn my own experience, I have seen that those who come through the quota system come through a kind of uneven competition, and they often fall behind those who have come through on their own merit. The number of those certified as freedom fighters is less than three lakh and there is still some uncertainty regarding the number. At the end of 1971, we knew the number to be around one lakh, and over the years, this has been gradually increasing. Even if we assume the number is currently three lakh, and then we further assume there are five people in each family, that means 15 lakh people are receiving opportunities that the rest of the 17 crore people are not. In reality, this has disparaged freedom fighters, diminishing their immense role in our liberation.\nIn the National Integrity Strategy 2012, the government was committed to rationalise the quota system, and meritorious students would also receive opportunities. However, no concession was reached. Our job sector in general is not ideal. The government continues to be one of the largest recruiters, and our private sector has not developed to that extent where jobs can be made available for a significant portion of the population.\nWe need to remember that though the blockades may inconvenience many segments of the population, it is not unique to the quota reform movement, with our roads becoming blocked even with the Gonojagoron Moncho or even Pahela Baishakh celebrations.\nQuota reform should not be an issue. We don't want the respect owed to freedom fighters to diminish in any way, and this matter threatens to do so. I would hope that the Appellate Division looks into this.\nAli Imam Majumder is a former cabinet secretary.\n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "Quota should exist for the marginalised only",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/quota-should-exist-the-marginalised-only-3654411",
        "news_paper_name": "The Daily Star",
        "publish_date": "12-07-2024"
    },
    {
        "full_article": "Last month, the lieutenant governor of Delhi granted the police permission to prosecute Indian activist and prize-winning author Arundhati Roy under the Unlawful Activities (Prevention) Act (UAPA). Back in 2010, Roy said that Kashmir—which was experiencing unrest at the time—is not \"an integral part of India.\" Accusations of sedition quickly followed, but it is only now that she will face prosecution.\nAdvocating secession is illegal in most countries, and India is no exception. In fact, secession is a particularly fraught topic in India, because the wounds from its previous partition, carried out by the departing British in 1947, still have not healed.\nAgainst this backdrop, Roy's statement was both provocative and unwise. It was also wrong: there is overwhelming historical evidence showing that Kashmir has long been an integral part of India. To claim otherwise suggests either ignorance or innocence, neither of which is desirable when making controversial pronouncements on sensitive topics. As much as I admire Roy as a person and a writer, I do not always rate her political views and judgements highly, and this was a case in point.\nRoy defended herself against accusations of disloyalty to her country. \"What I say comes from love and pride,\" she wrote at the time. \"Pity the nation that has to silence its writers for speaking their minds.\" Whether or not one finds her motivations convincing, prosecuting her for comments 14 years after she made them smacks of overkill.\nEven in 2010, prosecution seemed excessive—at least to the Indian National Congress, which was then the government party. While the Bharatiya Janata Party (BJP), then in opposition, demanded that Roy be prosecuted, the central government (of which I was a minister) was engaged in a peace-and-reconciliation dialogue aimed at restoring normalcy in Kashmir; putting Roy on trial would be a needless distraction.\nThe uproar over Roy's remarks died down soon enough. And while a magistrate's court took note of her statement and registered a case against her, it did not pursue the matter further. The idea was that merely registering a sedition charge would be enough to convey the state's disapproval and convince an outspoken author not to repeat such remarks.\n\nEven if Roy is imprisoned only briefly, the images of her being led away will be seared into the world's conscience, much to India's—and Modi's—detriment. \nBut, today, political calculations have changed. The BJP is in power, and it has a much lower tolerance for dissent than the Congress-led government did. Following an election in which it lost its majority in the lower house of India's parliament, the BJP appears determined to demonstrate that it has no plans to ease up.\nBy prosecuting Roy under the UAPA, which was designed to combat terrorism—rather than India's colonial-era sedition law, which the Supreme Court put on hold in 2022—the state can bypass the statute of limitations. It seems to be going with Section 13 of the law, according to which whoever \"advocates, abets, advises, or incites the commission of any unlawful activity\" may face up to seven years in prison, along with a possible fine.\nApplying this prohibition to Roy's comment is excessive, to say the least. A few ill-chosen words 14 years ago pose no security threat whatsoever, and seeking to punish the speaker demonstrates a level of pettiness unworthy of a democratic government. Moreover, citing national security concerns—and invoking anti-terror laws—to suppress dissent will lower the bar for free speech across India.\nPerhaps we should not be surprised. This is, after all, the same government that calls disagreement \"anti-national\" and urges its critics to \"go to Pakistan,\" as if there is no room for their views in India. And it was the same government that in 2019 unilaterally divided Jammu and Kashmir—India's only Muslim-majority state—and reduced its status from state to union territory, directly administered by the federal government.\nThe BJP regularly calls India \"the mother of democracy\" (without so much as a nod to the Greeks). By prosecuting Roy, however, its government has discarded the well-established principle, on which Mahatma Gandhi insisted, that Indians may say whatever they wish against the government so long as they do not advocate violence.\nRoy's case risks showcasing all the most unattractive features of Prime Minister Narendra Modi's government. The BJP wants to send a tough message to dissenters within India: conform or else. But the prosecution and likely conviction of a popular, respected, charismatic author, who is well-regarded in the West and Japan as well, will probably backfire and become more fodder for those who have already downgraded India to an \"electoral autocracy\" and lowered its press freedom ranking.\nEven if Roy is imprisoned only briefly, the images of her being led away will be seared into the world's conscience, much to India's—and Modi's—detriment. After all, as Charles de Gaulle put it, an effective ruler \"does not arrest Voltaire.\" While Roy sits in a prison cell, Modi will be thrown in the global doghouse. It is not too late to wise up and call off the prosecution.\nShashi Tharoor, an MP of the Indian National Congress, was re-elected to the Lok Sabha for a fourth successive term, representing Thiruvananthapuram. Copyright: Project Syndicate, 2024\n\nViews expressed in this article are the author's own. \nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n",
        "headline_1": "The show trial of Arundhati Roy",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/project-syndicate/news/the-show-trial-arundhati-roy-3654306",
        "news_paper_name": "The Daily Star",
        "publish_date": "12-07-2024"
    },
    {
        "full_article": "The prime minister's message, including promises to the Chinese business community during her state visit to China, may inspire hope about boosting trade and investment ties between Bangladesh and China, albeit the uncertainty surrounding Bangladesh's business regime over which hangs a question mark. There is no reason to think it is conducive enough to materialise her intent. Asking foreign businesses to explore opportunities, except in rare cases here, has for the most part been a pious intent so far. However, it should be well acknowledged that in view of the Bangla-China tie-up over the past decade in major infrastructure projects in Bangladesh, with China emerging as a significant development partner, chances of growing trade and investment-related activities between the two countries may not at all be dismissed off-handed. While China is the number one source of Bangladesh's imports, with projection to grow further, prospect of Chinese investment in select business sectors in Bangladesh is considered bright by business experts. The reality, however, is that no substantial Chinese investment has taken place, as yet. The PM in her address while drawing attention of Chinese investors mentioned some potential areas for investment. She particularly referred to Chinese investment including joint venture in Bangladesh's export-oriented industries as a means to facilitating technology transfer, skill development, and market access for both parties. Investment in research and development is crucial to fostering innovation and competitiveness, she added. She invited Chinese companies to establish R&D centres in Bangladesh, leveraging Bangladesh's skilled workforce and academic ingenuity. Among the sectors she considered appropriate for Chinese investment include infrastructure, energy, logistics, IT parks, agro-processing, renewable energy, waste management, and green technologies. Also she sought investment in suitable areas with buy-back arrangements.According to business analysts, a potentially transformative aspect of Chinese collaboration could involve relocating production units that are facing difficulties to thrive in China due to exorbitant wage hike and cost of other production factors. Countries like Vietnam and Cambodia have already capitalised on this due to favourable trade policies, supportive infrastructure and incentives that have made them preferred destinations for business relocation from China. Bangladesh, as of now, has not been able to make itself a place of choice in this regard. Clearly, exploiting this opportunity hinges on infrastructural and logistics services including among others ready availability of power and energy.Media reports on the PM's visit say that more than a dozen MoUs have been signed among prospective business partners of both countries in some potential fields such as renewable energy, waste management, fintech, and green technology. While MoUs are but an expression of intent, and are at their best indicative of future prospect in collaboration, gearing things up for a steady move forward would require concerted efforts towards facilitation of all sorts. One such move could be providing the Chinese Economic and Industrial Zone (CEIZ) at Anwara in Chattogram required facilities which, once completed, can be expected to become a pivotal hub for Chinese investment in a big way. Proactive policies are thus crucial to make things happen.",
        "headline_1": "Collaboration with China to enhance business",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/collaboration-with-china-to-enhance-business-1720710791",
        "news_paper_name": "The Financial Express",
        "publish_date": "12-07-2024"
    },
    {
        "full_article": "The arrest of 17 people including six officials of the Public Service Commission (PSC) has exposed not only the magnitude of the problem but also a deeper rot set in the administrative, social and moral systems. It seems that the government has at last made it a point to nab the corrupt elements in the administrative system. Whether it will prove too little too late only time will tell but it can be considered a good primary step towards cleaning the Augean stables. It is, however, quite baffling that the corrupt elements were tolerated so long while they enjoyed hey days in abusing power and positions in order to gain ill-gotten wealth of astounding proportions. Now the only way to have some solace is from the old cliche, 'better late than never'. The unearthing of one after another mind-boggling case of fraudulence, malpractice, misuse of public fund and bribery, albeit unnerving, at least shows that the criminals are not going scot-free ultimately. In the case of question leaks of recruitment test of the Bangladesh Railway, 14 accused are on the run apart from those arrested. Earlier, two high-profile corrupt men ---one a former chief of the police and another two officials of the National Board of Revenue (NBR)--- were found to have amassed huge wealth by corrupt means. The Anti-corruption Commission (ACC) has filed cases against more such former and incumbent officials and members of their families and relatives on charges of acquiring wealth many times more than their legal and known income would have permitted. Those who are on the run may not be brought to justice because they had laundered money abroad before to secure their footing on foreign soils. Even some of the culprits in service, against whom cases have been filed have simply been transferred to other departments or ministries. It cannot be enough punishment. Motiur Rahman's and some corrupt NBR and other officials' whereabouts are unknown. Most likely they have left the country and are unlikely to appear before the court to defend themselves. But their trial was most essential in order to prove that corruption is not rewarded at all, rather it is highly costly for those involved. Acquisition of wealth by illegal means may be just the ultimate goal for some but not all are soaked into the vortex of underhand deals. In case of the PSC question leak scam, reportedly transactions of Tk 250 million in the bank accounts of the syndicate of the constitutional body were made over the past three months. The Criminal Investigation Department (CID) which is probing into the scandal suspects that another 50-60 more people are involved in the question leak. What is highly concerning is that the syndicate has allegedly been involved in similar question leaks of government recruitment tests and even the Civil Service examinations for over the past two decades. Strangely, the PSC failed to file criminal cases against those found guilty of question leak earlier. Money is indeed a factor here, only more so for the corrupt syndicate but beyond that the implications are graver---disastrous indeed. When positions that only the talented and qualified candidates were supposed to grace, underqualified and unqualified people could purchase those with fat amount of money. Their recruitment to the positions in exchange for money ranging from Tk 1.0 million to Tk2.0 million or even more, initiated them to the corrupt practice. They had not only wanted to get back the money they spent for recruitment but also got intoxicated with amassing wealth right and left. Without such an obsession for making illegal money, how can one purchase acres of lands, flats and all other moveable and immoveable property as are dug out by the media and the ACC? This is, however, only one downside of the matter. What happens in the process is that the whole system turns corrupt and the public servants turn into lords of the land. The people who were supposed to get the service fairly and without any hassle are deprived of their rights to it. Even the most unwilling and unyielding officers and service-seekers are made to compromise on ethical issues. The regime becomes not only corrupt but also unrelenting in serving those who can appease the syndicates' hunger for money. Thus bribery has become rampant and the authorities tolerant to such aberrations. The demoralising impacts vitiate society and gradually undercut people known for honesty and integrity. On the economic front including commerce and business, the impact proves devastating. This is what the country is witnessing right now. Privileged and better educated people become crafty and intriguing in order to maximise their gains at the cost of common people. The latter become a pawn at the hands of the devious and the duplicitous. Society is riven by yawning disparities and inequalities. Some become filthy rich because they are cunning and can opt for illegal and immoral practices while the underprivileged and the marginal are pushed to the fringe, leaving no scope for them to break the vicious cycle of poverty. Bangladesh may achieve higher statuses in terms of economic indicators but the maldistribution of wealth has already proved a fabrication of socio-cultural progress and an inclusive society.\n[email protected]",
        "headline_1": "Question leak and the vicious cycle it creates",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/question-leak-and-the-vicious-cycle-it-creates-1720710838",
        "news_paper_name": "The Financial Express",
        "publish_date": "12-07-2024"
    },
    {
        "full_article": "Syed Abed Ali is perhaps the one who grabbed the highest media attention as a professional (ex)-driver. Media outlets are competing with each other to run stories on him, detailing his and his family's wealth and businesses after allegations of corruption committed by him started to surface. Media reports suggest that all the property he and his wife own is worth at least Tk 500 million at different places in the country. There is nothing wrong with former drivers making a fortune. Many people in our society started their careers with modest jobs, but later rose to the pinnacle of success and earned fame by dint of their astute business sense and honesty. What is wrong with Abed is that he amassed the money allegedly by highly unfair and unethical means - the leak of question papers in recruitment tests and Civil Service exams conducted by the state's top recruitment agency - the Public Service Commission. Certainly, Mr Abed was not alone; several mid-level officers of the statutory organisation in collaboration were involved in the crime. They all own assets worth several hundred times more than their legal income would permit. In the way of earning money illegally, they caused double damage. They shattered the dreams of many job seekers whose opportunities were stolen by those who accessed leaked questions on the one hand and tarnished the reputation of the Public Service Commission, which until the question leak hit the headlines would enjoy highest respect, on the other.Media reports say that Mr Abed has confessed to his link to leaking questions of numerous exams, including the most competitive Bangladesh Civil Service exams, during police grilling. He did not deny his involvement in the crime even in conversation with newsmen. A video clip has gone viral across social media platforms that shows him telling a journalist that he committed the crime but he spent all the money he earned (from question leaks) on the path to Allah. Anyone knowing him personally, following him on social media or coming across him will endorse he is an ardent follower of religion. Social media platforms are flooded with photos and videos of Abed Ali saying prayers on the beach, in buses, on wheels and where not. Being devoted to religious practices is a good virtue, but unfortunately many show them off only to camouflage their bad deeds and earn respect. Following the teaching of religion and remaining involved in immoral activities or crimes simultaneously is forbidden in Islam. The verse 45 of Surah Al-'Ankabut says genuine prayer deters one from immorality and abomination.Anyway, the crime and corruption committed by PSC question leakers is simply the tip of the iceberg that this society has allowed - better say encouraged - to accumulate. Here money has become synonymous with honour, power, influence and what not --- no matter how it is earned - legally or illegally. Strangely, political parties, unions and clubs or religious organizations do not distance themselves from corrupt persons. They rather chase persons earning infamy by committing corruption for donation. The situation is getting worse with every passing day. There was a time in society when people would point the finger at corrupt people and keep away from them. We need to return to those days but we do not know when it will be possible or if it will be possible at all.\n[email protected]",
        "headline_1": "Corruption galore",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/corruption-galore-1720710876",
        "news_paper_name": "The Financial Express",
        "publish_date": "12-07-2024"
    },
    {
        "full_article": "The erosion along the banks of the Teesta and Dharla rivers, as reported in the media, is very alarming. This devastating erosion follows a severe flood in the region. While local people felt a sense of relief as the floodwaters receded, they could hardly imagine that further shocks awaited them. The subsequent soil erosion in the Teesta and Dharla river basin areas, particularly in Aditmari and Hatibandha upazilas, presents a severe and ongoing threat to them. Numerous homesteads have already been devoured by the rivers in recent days, forcing families to relocate multiple times and suffer significant distress and instability.Incessant rains and onrush of upstream water from India that triggered flash floods in the region have left several thousand villagers in a precarious situation. The damage to crops, roads, and communication infrastructure further exacerbates the hardships faced by the affected communities.Efforts by the Water Development Board to dump Geo bags at erosion-hit areas are a positive step, yet the scale of the problem demands a more robust response. It is crucial for the government and relevant authorities to prioritise long-term solutions to prevent further erosion and support the affected communities. Initiatives such as riverbank reinforcement, reforestation, and effective water management strategies must be implemented to mitigate the risk of future floods and soil erosion.\nAminul IslamStudent,Rajshahi University ",
        "headline_1": "River bank erosion of Teesta and Dharla",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/river-bank-erosion-of-teesta-and-dharla-1720710900",
        "news_paper_name": "The Financial Express",
        "publish_date": "12-07-2024"
    }
]