[
    {
        "full_article": "Census collects population data that is crucial to planning and development, and the exercise is rarely devoid of political intent or consequence. India has conducted the Census every 10 years since 1881, but in 2020, the decennial exercise for the 2021 Census had to be postponed due to the COVID-19 pandemic. Restrictions related to the pandemic have ceased and the state machinery is ready to start the exercise anytime, but the BJP government at the Centre continues to withhold political clearance. On September 20, Home Minister Amit Shah told the Lok Sabha that the Census will take place after the 2024 general election. That still avoids any clear mention of the date or year, allowing speculation about the government’s intent. A possible reason why the Centre is eager to delay it until 2024 is the clamour for enumeration of caste, a question that the BJP is trying to evade. A Census after 2026 will become the basis of the next delimitation of Lok Sabha seats, which will involve inter-State redistribution of representation. The BJP may have incentives to wait until then. In the last few years, changes in the Citizenship Act, and conflict between some States and the Centre regarding the National Population Register (NPR), have further muddied the discussions on Census.The proposed 33% reservation for women in Parliament and Assemblies is linked to the next Census and delimitation, which adds an additional import. The next one will also be the first digital census giving citizens an opportunity to “self-enumerate”. During self-enumeration, Aadhaar or mobile number will be mandatorily collected. Around 30 lakh government officials including schoolteachers will be assigned as enumerators and each will be assigned the responsibility to collect details of about 650-800 people through both online and offline modes covering an estimated population of more than 140 crore. In normal course, completion of both the phases of the Census takes at least 11 months. Meanwhile, the quality and mechanism of population level data collection are evolving fast, thanks to technology. The Registration of Births and Deaths (Amendment) Act, 2023 that will come into effect on October 1 will help a centralised population register, electoral register, Aadhaar, ration card, passport and driving licence databases. The centrally stored data will be updated real time without human interface leading to addition and deletion from electoral roll when an individual turns 18 and after death, respectively. Rather than trying to weaponise categorisation and counting of people, the government must take States and parties into confidence on all the issues around the Census.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\npopulation and census\n\n/\n\npolitics\n\n/\n\nCoronavirus\n\n/\n\nLok Sabha\n\n/\n\nBharatiya Janata Party\n\n/\n\nparliament\n\n/\n\nAadhaar",
        "headline_1": "People count: On the Census and the shadow of politics",
        "headline_2": "The Census is too important to be delayed for political reasons",
        "link": "https://www.thehindu.com/opinion/editorial/people-count-the-hindu-editorial-on-the-census-and-the-shadow-of-politics/article67335187.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "24-09-2023"
    },
    {
        "full_article": "The recent announcement by the U.S. House of Representatives Speaker, Republican Kevin McCarthy, that the lower chamber of Congress would move to impeach President Joe Biden is likely to be along expected lines as far as Democrats are concerned. With the next presidential election in a little more than 13 months, the Republicans have much to gain by muddying the waters and distracting voters from the fact that the U.S. economy has rebounded from the pandemic-years slowdown. Amidst a dearth of obvious political targets within the Democratic machinery, Mr. McCarthy has chosen to go after the President’s son, businessman Hunter Biden, training his guns on his business dealings that allegedly resulted in benefits accruing to the senior Mr. Biden during his term as Vice President in the Obama administration. The House majority case against the Biden clan appears to be tenuous. With regard to the August memorandum of the House Oversight Committee, which alleged that Mr. Biden and his associates were paid more than $20m by “foreign sources”, the Chair of the very same Committee, Republican James Comer, conceded recently that a scrutiny of bank records did not yield evidence. Similarly, allegations that the Biden “brand” was used to peddle influence in business matters to the favour of Mr. Biden do not appear to be standing up to scrutiny, according to a report from the Congressional Integrity Project, a Democrat-aligned watchdog group. Finally, claims based on an “unverified FBI tip”, that Mr. Biden paid off prosecutors to end an inquiry into Burisma, a Ukrainian energy firm on whose Board Hunter Biden had a seat, have also failed to unearth a smoking gun; so too allegations, based on the testimony of two whistle-blowers that the Justice Department “intentionally interfered in a multi-year investigation into Hunter’s tax return”. Even if Mr. McCarthy manages to drag Mr. Biden through a full impeachment, the 46th President will be acquitted in the Senate. The elephant in the House is the double impeachment of former U.S. President Donald Trump. Perhaps in a bid to seek a false equivalence to that dubious record and in the hope of dampening voter support for Democrats next year, Mr. McCarthy is attempting to simultaneously win favour with Mr. Trump and shore up his own wobbly support base in the House. Whatever his motivations, Mr. McCarthy’s proposed public spectacle risks a serious voter blowback in next year’s election, as Democrats may rally to Mr. Biden’s cause in greater numbers, and the all-important independent voters may associate this manoeuvre with unproductive partisanship and Mr. Trump’s long shadow over the Republican Party.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nUSA\n\n/\n\npolitics\n\n/\n\ndemocracy\n\n/\n\nUS PRESIDENTIAL POLLS\n\n/\n\ninvestigation",
        "headline_1": "Political red herring: On the move to impeach Joe Biden",
        "headline_2": "The attempt to impeach Biden might backfire against the Republicans",
        "link": "https://www.thehindu.com/opinion/editorial/political-red-herring-the-hindu-editorial-on-the-move-to-impeach-joe-biden/article67335135.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "24-09-2023"
    },
    {
        "full_article": "Oscar Wilde dismissed aristocratic fox hunters as “the unspeakable in pursuit of the uneatable.” Most Indians have similar disdain for the Khalistan movement, which they see as disreputable and dangerous in equal measure as it fights on, despite decades of futility, in pursuit of the unattainable — a separate Sikh state.\n\n\nWithin India, that dream ended thirty years ago. Today, 75% of the world’s Sikhs live in Punjab, where pollsters from Pew Research found in 2020 that there was “near-universal” opposition to separation, with 95% of Sikhs in Punjab saying they were “very proud to be Indian.”\n\nWHERE’S THE PROOF? Word on the street is that this was a sordid local vendetta, not a state-sponsored execution.\n\nIf that seems suspiciously high to outsiders, it’s worth recalling that every family has its own memories of the Khalistani insurgency, which took more than 20,000 lives — mostly Sikhs — in the carnage of the 1980s and early ’90s.\n\n\nYet now, once again, the Khalistani threat is ascendant — without the killing, to be sure, but with deep political effects. It has divided two nations — India, with the most people, and Canada, with the most land. India accuses Canada of coddling terrorists who plot and incite violence against India, while Canada accuses India of murdering a Canadian citizen. As it stands, Canada’s PM Justin Trudeau has not proved his claim. To date, we only know that he has confronted PM Narendra Modi, whose government has dismissed the allegation as “absurd.” Tit-for-tat expulsions of diplomats followed, and trade negotiations put on ice. Both sides and their allies now wait to see if Trudeau can make his charges stick.\n\n\nIf he doesn’t, it’s hard to see how a beleaguered Trudeau can survive. Already, the polls suggest he would lose an election if it were held tomorrow. His appearance at the G20 in New Delhi, where Modi accused him of sheltering terrorists, was embarrassing. Trudeau plainly hoped to box Modi’s ears in return but his blows will only land if he can persuade Canadians and their allies that he’s got the goods. So far, having been shown something — who knows what — those allies have expressed concern and called for a full investigation, but that’s as far as they go.\n\n\nAnd what more can they say when Trudeau himself is demanding Indian cooperation in the investigation? That suggests that his case needs improvement and may, in fact, depend on India’s help. So far, that help seems most unlikely. Trudeau could escalate by alleging obstruction by India, but he’d still be without the rock-solid case he needs.\nThe absence of evidence runs through the whole matter. The allegation that India was behind the June 18 killing of Hardeep Nijjar originated with Canadian Khalistanis who offered no evidence but, instead, loudly repeated their accusation and hoped that people would buy it.\n\n\nTheir case, if that’s the word, was that three prominent Khalistanis died in the space of two months — one in Lahore, one in Birmingham, England, and Hardeep Nijjar in Surrey, British Columbia. The Birmingham case fizzled when the hospital confirmed that the victim actually died of blood cancer, not at the hands of some flying squad of Indian government assassins. But never mind. The accusation that India killed Nijjar became holy writ for Khalistanis who quickly printed posters, naming and shaming Indian diplomats as “killers”.\n\n\nAt the same time, real evidence emerged suggesting a different explanation. In July of 2022, a wealthy suspect in the 1985 Kanishka bombing, Ripudaman Singh Malik, was murdered amid rumours that there was bad blood — and a lawsuit — between him and diehard Khalistanis, formerly his allies and including Hardeep Nijjar, who were angered by Malik’s gushing letter praising Modi for doing great things for the Sikhs. Then, when Nijjar was killed in June of this year, rumours flew that the Malik camp had exacted its revenge. In short, the word on the street was that this was a sordid local vendetta, not a state-sponsored execution. What’s more, while hardly conclusive, the Malik letter, the lawsuit and videos of Malik and Nijjar, each pouring scorn on the other, do represent something the Trudeau theory lacks: actual pieces of evidence.\n\n\nOf course, the tale may never have a neat, Hollywood or Bollywood ending. It may remain murky and disputed. The police have laid no charges and even the shooters in the Nijjar killing, let alone those who paid them, have not been identified. That’s another sign that Trudeau may be sticking his neck out too far for comfort.\n\n\nMeanwhile, the Khalistani movement pushes ahead with its referendum on independence. In the long term, then, it seems likely that the flame of independence will continue to burn in the diaspora, long after it has flickered out in India. In the short term, we can only wait to see if Trudeau makes a real case. And then – will the allies choose to side with Canada over India? It’s not a given. Whatever Trudeau comes up with had better be good.\n\n",
        "headline_1": "Nijjar case: Real evidence points elsewhere",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/nijjar-case-real-evidence-points-elsewhere/",
        "news_paper_name": "The Times of India",
        "publish_date": "24-09-2023"
    },
    {
        "full_article": "The Women’s Reservation Bill,  named the ‘Nari Shakti Vandan Adhiniyam’ has been passed by the Parliament. The 128th amendment to the Indian Constitution, it is set to expand women’s participation in politics and policymaking at the state and national level. It will certainly create conditions for more women to lead, and catalyse a deeper democracy,  a hope expressed by Prime Minister Narendra Modi. It will redefine the nature of political action, and will make politics more truly representative.\nHere, I assess the mobilisational impact of women’s reservation in electoral politics, especially in the 2024 parliamentary election.\nAs various electoral results show,  the BJP led by PM Narendra Modi has been able to attract a large percentage of women voters. The Women’s Reservation Bill, which ensures 33% reservation in parliamentary and assembly seats, is going to enhance and consolidate this support. It may bring a large number of new women voters and add substantially to the BJP’s female cadre. It may give PM Modi long-lasting political capital among women, across caste and religion. The timing of the Bill is bound to impact the 2024 election and forthcoming state elections.\nNEW TICKET: Mayawati was very popular with Dalit women. That support base may shift to the BJP and other parties\nWe will see two kinds of contesting narratives around it in the coming months. One is the BJP narrative, which will assert that it fulfilled the dream of women’s reservation, and the other is the Congress narrative, which claims that it initiated this discourse in Parliament.\nAs we know, implementers get more benefits than initiators. There is only one way through which the opposition could try to restrain the enormous flow of women voters towards BJP is to give tickets to the right winnable women candidates. The opposition may also raise the issue of a ‘quota within the quota’ for OBC women, which has not found place in this Bill yet. This may help the opposition limit the political impact of this Bill in favour of BJP and mobilise OBC sentiment in their favour. The opposition parties seem to already be working on this line.\nThe Nari Shakti Vandan Adhiniyam, like its previous iteration, provides the reservation of one-third of the SC/ ST quota for women. This provision could bring a qualitative change to Indian democracy, right up to the margins. It will check the patriarchal chokehold on the political culture of subaltern groups, which is the result of dominant social groups exerting their influence on them. This may shape a new Dalit-Bahujan politics in India.\nDalit-Bahujan leaders and ideologues like Babasaheb Ambedkar and Kanshi Ram tried to make space for women in Dalit politics, and the career of BSP leader Mayawati is the outcome of these efforts. While Behenji failed to pay back to the community of Dalit women, and did not cultivate such leaders in her party,  the BSP and Mayawati commanded enormous popularity among Dalit women. The women’s reservation Bill may galvanise the support base. A huge number of aspiring Dalit women leaders may also move towards the BJP and other parties for tickets. As we know, there is a large and emerging class of educated and entrepreneurial Dalits keen to participate in politics. Seven decades of growing grassroots democracy has also produced a local leadership of Dalit women. These politically aware, capable subaltern women aspire to higher leadership. This Bill will bring upward political mobility to them.\nBut within the canvas of hope created by this Bill, there remain some crucial issues to address. First, among SCs and STs, only a few castes and groups in every state and region have acquired the political visibility and economic capacity to enter the fray. So the women in these large and political assertive groups may get a large share of these benefits. For example,  only five or six out of 66 SC communities in Uttar Pradesh, and three or four among 20 SC communities in Bihar have garnered the benefit of protective discrimination policies. This phenomenon can be observed in other Indian states too. Among tribal communities too, the women who come from larger, more economically empowered groups may come and claim these opportunities.\nBut over time, this democratic strengthening will trickle down, and reach the margins of marginal groups. The major challenge for  political parties is to distribute these opportunities horizontally, and not just vertically. But will the participation of women produce a new culture in politics, and push back against patriarchal norms? Much will depend on how these beneficiaries of women’s reservation negotiate with identities such as caste, clan and religion, which play an enormous mobilisational role in our electoral democracy.\nWomen’s reservation in politics will create conditions for these triply oppressed women — those who bear the brunt of being female, Dalit and poor — to subvert and turn these facts into avenues of empowerment. Now, they will claim their place in politics and policymaking as women, as Dalit or tribal women, or as socially marginalised persons.\nWe are going to see a whole new face of Indian democracy in the coming years.\n\n",
        "headline_1": "Bill will give mobility to subaltern women but will it change culture?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/bill-will-give-mobility-to-subaltern-women-but-will-it-change-culture/",
        "news_paper_name": "The Times of India",
        "publish_date": "24-09-2023"
    },
    {
        "full_article": "Humans are vanquishing uncertainty in all areas, but we don’t know what comes next, says The Age of Prediction: Algorithms, AI, and the Shifting Shadows of Risk by Igor Tulchinsky and Christopher E Mason . Our world is wired by billions of predictive algorithms, more powerful, ubiquitous and precise than ever. We model markets, disease and traffic; countless fields are being transformed by these tools.\nOceanic amounts of data, more computational power and sophisticated analytical processes with machine learning and AI, are making enormous things possible. Two forces shape our life: the light of prediction and the shadow of risk, says the book.\nPrediction in stationary systems can approach perfection; large numbers drive certainty to near 100%. Datageneration has taken off like a rocket in recent decades. Digital data is currently estimated at 10 zettabytes (100 followed by 21 zeroes) – too much to wrap our minds around – and it’s growing exponentially. Smart thermometers can help countries detect disease spread, shipping data tells you about migration movements, purchasingdecisions can tell you aboutabrewing war, and phone location data,of course, can be put to all kinds of uses.\nComplex non-linear systems had been harder to crack statistically: the way a mob behaves or consumer choices, or what a turbulent stream of water does, or the mutations that drive evolution, are seemingly random. But increasingly, even this complexity can be penetrated. Financial markets were revolutionised by modern portfolio theory that aims to quantify risk and reward, and AI and machine learning have changed that game. The explosion of vaccine work that emerged after Covid relied heavily on machine learning.\nThe book is clear-eyed about the enormous power of these technologies, and their current limits. Artificial intelligence is an imprecise term that includes machine learning, deep learning, natural-language processing, expert systems and fuzzy logic. The history of AI is a ‘graveyard of famed predictions’, but at root, it is simply the idea that evolution could expand beyond biology.\nMore powerful predictive capacities do not mean better outcomes, though. In warfare, AI and robotics threaten to escalate risk. What’s more, behavioural responses to changing risk have always been fluid. When individual risk is reduced, behaviour grows more reckless, as is seen in insurance, for instance. Predictive technologies spawn unintended consequences – it can increase longevity through healthcare, but it doesn’t tell you what to do with older populations. Risk moves around like a game of whack-amole, popping up in new forms even as older ones are subdued.\nPerfect accuracy is not here yet, but what happens when we come close to it? Absolute prediction is repressive; the future shrinks to one inevitable option. There are other disturbing possibilities – imagine genetically engineering people for the right job. Pre-election polls can corrupt democracy if voters believe they are infallible. Big tech companies with their minute surveillance can commandeer our actions.\nMeanwhile, look at how we face the existential threat of climate change – its impact can be modelled, risks can be quantified, behaviour can be modified, tech can be mobilised. But the human and social snarl of finding an effective response carries on. Ultimately, for all the power of our tools, the book calls for a certain humility, an awareness that there are things beyond our imagination, let alone prediction.\n\n",
        "headline_1": "Quantosaurus Rex: Rewards & Risks",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/quantosaurus-rex-rewards-risks/",
        "news_paper_name": "The Times of India",
        "publish_date": "24-09-2023"
    },
    {
        "full_article": "Air India’s chief of flight safety was suspended for a month by aviation regulator DGCA as it found transgressions of safety protocol during a surprise inspection. Reports were falsified on safety spot checks in Delhi, Mumbai and Goa. Procedures were flouted for pre-flight medical tests of pilots. Lapses were noted in aircraft cabin surveillance. Air India, which with Indigo has 73% of domestic market share, has accepted DGCA’s findings. It also claimed safety is its top priority. Are we entirely reassured? Safety is the non-negotiable aspect of air travel.Air India under its new owners has launched a new logo, livery, and ordered 470 new aircraft worth $70 billion. The airline is clearly well-funded. So, the lapses are either due to a sloppy attitude to safety, or they show that even Air India is struggling to cope with a skills shortage. The aviation sector’s manpower problems are of both quantity and quality. The latter is thanks in part to inferior training. All of this shows up in shortcomings in maintenance SOPs, and inadequate compliance. The gap in critical trained manpower for maintenance, repair and overhaul organisations clearly cannot be left to be filled by airlines alone. The civil aviation ministry must work with the industry to ensure there are enough technicians and that they get quality aircraft maintenance training.\n\n",
        "headline_1": "This won’t fly",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/this-wont-fly/",
        "news_paper_name": "The Times of India",
        "publish_date": "24-09-2023"
    },
    {
        "full_article": "The announcement by the US Department of State that it is taking steps to impose visa restrictions on Bangladeshis is not surprising, considering that the US's intentions to do so had been expressed several months ago. But now it seems quite definite that these restrictions would be implemented, although the State Department has not revealed the names of the individuals restricted. Its spokesperson has said that they include members of law enforcement, the ruling party and the political opposition, current and former Bangladeshi officials, the judiciary and security services.\nSuch stringent measures, we must say, are embarrassing for an independent, sovereign nation. There are other countries that have come under visa sanctions but those usually came after the national elections, not before. In Bangladesh's case, they arrived several months before the elections. While we may feel disconcerted with such a policy, we must try to understand what has provoked the US to impose these restrictions/sanctions.\nThe first sanctions came in December 2021 on Rab and seven of its current and former officials for alleged enforced disappearances, extrajudicial killings and torture. In May this year, Washington announced the visa policy applied to actions that undermined the democratic process. It was in view of the allegations of irregularities committed in the 2014 and 2018 elections. So what is the reality on the ground now? Have any of the issues flagged by the State Department been addressed?\nWhile the number of extrajudicial killings and enforced disappearances dramatically reduced after the 2021 announcement of sanctions, they did not disappear completely. Moreover, the government, instead of investigating these crimes, decided to adopt a policy of denial. The intimidation of opposition has continued quite unabashedly in the form of counter rallies by the ruling party on the very day that the BNP decided to hold its rallies; an absurd number of cases filed against opposition leaders and activists just before the elections; hundreds of opposition members arrested and put behind bars as well as excessive force used by police and attacks on peaceful rallies. Add to that the choking effects of the Digital Security Act (DSA) on journalists, activists, human rights defenders, and civilians expressing any kind of dissenting view. The new Cyber Security Act (CSA), which replaces the DSA, continues to retain its provisions restricting freedom of speech.\nSo while there has been a lot of lip service from the government regarding its commitment to free and fair elections, the actions on the ground do not show this. Leave aside the US visa restrictions – which we find insulting – what is the general perception of our people on the prospect of the coming election being free and fair? The overwhelming view, if an open poll was taken, would, we feel, be of serious doubt. Thus, we should take more credible steps that will raise public faith in the polls being free and fair, not because of the visa restriction but for our own sake.\n",
        "headline_1": "The message that US visa restrictions convey",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/the-message-us-visa-restrictions-convey-3426011",
        "news_paper_name": "The Daily Star",
        "publish_date": "24-09-2023"
    },
    {
        "full_article": "After exactly 4 years and 11 months, we saw with huge disappointment that the European Union has decided not to deploy a full-fledged election monitoring mission in Bangladesh for the coming parliamentary elections. It was on October 18, 2018 that the then EU delegation chief in Dhaka communicated their decision to the then chief election commissioner KM Nurul Huda that they would not be sending an election observation mission. At that time, the EU didn't give any reason for its decision. It, however, said that they would send two experts with a mandate to work on the electoral process and submit their recommendations to the European Commission. Since then we have not heard anything about their visit, recommendations, and the purpose of such exercise.\nThis time, the EU has explained its reasons for refraining from election monitoring to the Election Commission. But there has been no public announcement. According to EC Secretary Jahangir Alam, the EU decision has nothing to do with the EC's lack of preparation or that of a conducive environment, but the EU's budgetary constraints. A copy of the letter written by the current EU ambassador in Dhaka, Charles Whiteley, and seen by journalists, indeed stated the issue of the EU's election monitoring budget. But it comes along with \"the fact that, at the present time, it is not sufficiently clear whether the necessary conditions will be met at the point in time when the elections take place.\"\nIt is almost unthinkable that the European Union, a composition of 28 nations akin to being a superstate, would be abandoning a crucial election observation mission for lack of funding. It is even more incredulous that the EU has just cancelled a $5 million grant to Zimbabwe's election commission over concerns about their independence and transparency in election management. This incredulity led some journalists to the EU spokesperson for foreign affairs and security policy, Nabila Massrali. Responding to a question about whether the budget crisis is the reason behind the EU's recent decision, she said that the decision was taken based on the opinion of the EU investigation team and independent experts.\n\nIn 2018, we saw a maximum number of parties taking part in the elections, but it was tainted by such unprecedented manipulation and disenfranchisement that the people dubbed it a \"midnight election\", as the ballot boxes were stuffed the night before the polls. The 2018 election was conducted almost without any international scrutiny as, like the EU, most other foreign observers were kept away using procedural barriers. The ruling party, however, managed to bring in quite a few friendly (and fake) observers, who had praised the election as a \"global model.\"\nAccording to Massrali, \"the [exploratory] mission's mandate was to collect factual information and assess, from an independent and technical point of view, whether the deployment of an EU Election Observation Mission (EOM) to the upcoming parliamentary elections would be feasible, useful and advisable in line with the international standards that Bangladesh has signed up to.\" She also said that the mission, including four external experts, met with a wide range of election stakeholders including the foreign affairs ministry, election management bodies, the judiciary, representatives of political parties, the media and civil society, as well as those from security forces and the international community, and concluded that \"an EU Election Observation Mission (EOM) would not serve for its purpose this time.\" Another notable point in the EU statement is that currently it is exploring other more suitable options to accompany the electoral process, should these be welcomed by the government and the Election Commission. This raises questions about a possibility that they might have felt unwelcomed by the government and the EC.\nThe EU European External Action Service (EEAS) spokesperson's words make it clear that the reason behind the EU decision is our failure to convince the world that we are trying everything possible to ensure that a free, fair, and democratic election takes place in Bangladesh. Some analysts may find it symptomatic of a coordinated move on the part of Western democracies, as the US announced the beginning of its visa restriction policy implementation from September 22, a day after the EU's decision to abandon election observation came out.\nWhether these actions are coordinated or not, one thing is clear: the government's pledge about a free and fair election is no longer satisfying our international partners, as it has failed to take meaningful steps to create a conducive environment. In addition to the continuous refusal to initiate political dialogue, the ruling Awami League's continued confrontational strategy, harassment of political opponents, and abuse of government institutions for partisan gains are bound to frustrate everyone.\nIt is true that the EU ambassador warned us as early as last March that if the next election is not a participatory one, the EU would not send an observer mission. In 2018, we saw a maximum number of parties taking part in the elections, but it was tainted by such unprecedented manipulation and disenfranchisement that the people dubbed it a \"midnight election\", as the ballot boxes were stuffed the night before the polls. The 2018 election was conducted almost without any international scrutiny as, like the EU, most other foreign observers were kept away using procedural barriers. The ruling party, however, managed to bring in quite a few friendly (and fake) observers, who had praised the election as a \"global model.\"\nIn a surprise move, the EU on January 2, 2019 issued a statement saying that despite various complaints about the 11th national parliamentary election, it would stand by Bangladesh in the interests of the people. Now, the initial reactions from our ministers – brushing aside the likely impact of recent EU-US actions – suggest that they may be hoping for a repeat of this approach.\nThis time, however, it's unlikely that the same history will repeat itself, as the European parliament recently passed a very strong resolution on Bangladesh's state of democracy, human rights, and the upcoming election. Moreover, the latest statement on the US' visa policy stated, without any ambiguity, \"Our actions today reflect the continued commitment of the United States to supporting Bangladesh's goal of peacefully holding free and fair national elections, and to support those seeking to advance democracy globally.\"\nFor now, one can only hope that next month the US exploratory mission for election observation will commit a full-fledged deployment of poll monitors, and that this will encourage the EU to reverse its decision. International recognition is undeniably crucial to verify the legitimacy of any national election, and this cannot happen without closer observation by certain international bodies.\nKamal Ahmed is an independent journalist. His X handle is @ahmedka1\n\n",
        "headline_1": "Why is the EU pulling out of observing our election?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/why-the-eu-pulling-out-observing-our-election-3425926",
        "news_paper_name": "The Daily Star",
        "publish_date": "24-09-2023"
    },
    {
        "full_article": "The youngest member of Team Tigers, Tanzim Hasan Sakib, has been on an emotional roller coaster ever since his impressive performance in the Asia Cup Super Four match on September 15. The debutant pacer dismissed Indian Captain Rohit Sharma in his fourth international delivery and then scalped the wicket of the other opener, Tilak Varma. Young Tanzim gave the mighty Indian team a wake-up call when they appeared overconfident due to the fact that Bangladesh had only beaten them once in their 14 Asia Cup meetings, and that was in 2012 on home turf.\nTanzim's performance catapulted him to stardom's centre stage, where the spotlight shines rather harshly on those basking in its glow. Even before Tanzim could relish in his success, he came under public scrutiny for comments he made a year ago. His Facebook remarks exhibit blatant sexism veiled in religious dogmatism. In the past, as an ordinary citizen, his views might have stirred some murmurs among his social media friends, and they would have been easily forgotten in the ever-changing digital cacophony. But as a rising sports icon, Tanzim discovers that his words have far-reaching consequences.\n\nWe must keep in mind that Tanzim is the product of his upbringing and cultural context. His regressive remarks about women stem from the patriarchal system's deeply held beliefs. His case is not unique.\nBoth social media and international media are aflame with anger. Women's advocacy organisations and offended supporters are slamming Tanzim for his sexist remarks. A section of the syndicated press, many of them from India, cites a self-exiled Bangladeshi women's rights activist who reminded the youngest tiger that the jersey he wore to gain fame was sewn by women. So it is evident that Tanzim's argument that women lose their charm, chastity, integrity, and social role when exposed to the outside world lacks merit. He found himself at the epicentre of a storm he hadn't anticipated. To his rescue, the officials of Bangladesh Cricket Board (BCB) issued a public statement, assuring everyone that the young pacer would refrain from making any such public comments in the future. However, the defence they forwarded, quoting Tanzim, did not assist the cause either. The young man reportedly said that his mother is a woman, so how could he not respect women.\nThe Tanzim episode provides us with an opportunity to examine the double-edged sword of fame, where privileges and responsibilities collide. The repercussions of Tanzim's misogynistic remarks extend well beyond the headlines. It reminds us of the complicated world of sudden stardom and the blurred lines between personal opinions and public responsibility. This is also true for jobseekers who do not realise that their digital footprints have the potential to hurt their future careers. I think that while Tanzim's past regressive remarks about women from a religious perspective are troubling, we should focus on nurturing his sports talent while addressing issues of cultural sensitivity, without unjustly singling him out for problems related to patriarchy and religious dogmatism.\nIt is essential to acknowledge that individuals grow and evolve over time. We must keep in mind that Tanzim is the product of his upbringing and cultural context. His regressive remarks about women stem from the patriarchal system's deeply held beliefs. His case is not unique. Just last week, we heard a top administrator of a university making similar sexist comments. Condemning Tanzim without addressing the underlying causes of his viewpoints does little to promote understanding or change. Instead, Tanzim's late realisation and public admission can be used to initiate a productive dialogue about cultural sensitivity, religious tolerance, and the importance of education and awareness.\nAt the same time, while his talent should be celebrated and nurtured, his personal beliefs should be the subject of the same respectful discourse extended to other members of society. We also need to remember that his past remarks on women from a religious perspective are a reflection of a pervasive cultural insensitivity and religious dogmatism in our society. Instead of singling out and vilifying a young cricketer, we should seize this opportunity for constructive dialogue and development. This may require an overhauling of our education system, including our attitudes towards morality and ethics. Right now, we should foster Tanzim's ability as a sportsman while addressing the underlying issues with empathy, education, and sensitivity. In doing so, we can aspire to create a more inclusive and tolerant world, one in which rising sports stars can flourish while maturing into responsible and culturally aware individuals.\nDr Shamsad Mortuza is professor of English at Dhaka University.\n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "Easy, Tiger! Hold your horses",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/blowin-the-wind/news/easy-tiger-hold-your-horses-3425721",
        "news_paper_name": "The Daily Star",
        "publish_date": "24-09-2023"
    },
    {
        "full_article": "The announcement by the US Department of State that it is taking steps to impose visa restrictions on Bangladeshis is not surprising, considering that the US's intentions to do so had been expressed several months ago. But now it seems quite definite that these restrictions would be implemented, although the State Department has not revealed the names of the individuals restricted. Its spokesperson has said that they include members of law enforcement, the ruling party and the political opposition, current and former Bangladeshi officials, the judiciary and security services.\nSuch stringent measures, we must say, are embarrassing for an independent, sovereign nation. There are other countries that have come under visa sanctions but those usually came after the national elections, not before. In Bangladesh's case, they arrived several months before the elections. While we may feel disconcerted with such a policy, we must try to understand what has provoked the US to impose these restrictions/sanctions.\nThe first sanctions came in December 2021 on Rab and seven of its current and former officials for alleged enforced disappearances, extrajudicial killings and torture. In May this year, Washington announced the visa policy applied to actions that undermined the democratic process. It was in view of the allegations of irregularities committed in the 2014 and 2018 elections. So what is the reality on the ground now? Have any of the issues flagged by the State Department been addressed?\nWhile the number of extrajudicial killings and enforced disappearances dramatically reduced after the 2021 announcement of sanctions, they did not disappear completely. Moreover, the government, instead of investigating these crimes, decided to adopt a policy of denial. The intimidation of opposition has continued quite unabashedly in the form of counter rallies by the ruling party on the very day that the BNP decided to hold its rallies; an absurd number of cases filed against opposition leaders and activists just before the elections; hundreds of opposition members arrested and put behind bars as well as excessive force used by police and attacks on peaceful rallies. Add to that the choking effects of the Digital Security Act (DSA) on journalists, activists, human rights defenders, and civilians expressing any kind of dissenting view. The new Cyber Security Act (CSA), which replaces the DSA, continues to retain its provisions restricting freedom of speech.\nSo while there has been a lot of lip service from the government regarding its commitment to free and fair elections, the actions on the ground do not show this. Leave aside the US visa restrictions – which we find insulting – what is the general perception of our people on the prospect of the coming election being free and fair? The overwhelming view, if an open poll was taken, would, we feel, be of serious doubt. Thus, we should take more credible steps that will raise public faith in the polls being free and fair, not because of the visa restriction but for our own sake.\n",
        "headline_1": "The message that US visa restrictions convey",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/the-message-us-visa-restrictions-convey-3426011",
        "news_paper_name": "The Daily Star",
        "publish_date": "24-09-2023"
    },
    {
        "full_article": "We are extremely disappointed that while the nation struggles with financial hardship amid the worst economic crisis we have faced in a decade, the government is indulging in luxury instead. On August 27, the finance ministry approved a proposal to spend Tk 380 crore to buy 261 new vehicles for deputy commissioners (DCs) and upazila nirbahi officers (UNOs), according to a report by Prothom Alo.As our foreign exchange reserves dip further, going under $22 billion, the government has increased their previous budget allocation from Tk 94 lakh to Tk 1.45 crore to purchase imported cars and gratify government officials ahead of the general election. This decision, which will also put a strain on our record-high import bills, is completely unacceptable.\nWhat's more outrageous is that many of the officials who have bought new expensive cars, with interest-free loans, also use vehicles that have been provided by the ministries. Why is the government allowing officials to buy new expensive cars when they are not even necessary? This harmful culture has allowed greed to grow in a cancerous fashion in the public sector. Now, the University Grants Commission (UGC) and upazila engineers are also reportedly sending proposals to buy new cars.\n\nit is beyond unfair that ordinary people will continue to suffer while public servants, who are meant to serve the people, continue to waste hard-earned public money. \nSince the government announced belt-tightening measures in 2022, government officials have embarked on banned foreign trips as part of projects, acquired lavish apartment buildings using taxpayers' money, and gotten away with financial irregularities in a number of public offices. It was hoped that the austerity measures would save Tk 23,000 crore and push down inflation, but unsurprisingly, the savings amounted to Tk 15,000 crore, and inflation rate continued to skyrocket.\nThe economic crisis we are in seems to only be reflected in the woes of ordinary people, with many of the previous austerity measures, such as bans on purchase of vehicles, being lifted. The rollback has paved the way for government officials to treat themselves with unwarranted grandeur. But it is beyond unfair that ordinary people will continue to suffer while public servants, who are meant to serve the people, continue to waste hard-earned public money. We, therefore, urge the government to take a much-needed firm stance against such unreasonable spending and reintroduce proper austerity measures – with accountability systems for non-compliance – to navigate the ongoing crisis.\n",
        "headline_1": "Luxurious cars for a few, economic crisis for majority",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/luxurious-cars-few-economic-crisis-majority-3425336",
        "news_paper_name": "The Daily Star",
        "publish_date": "24-09-2023"
    },
    {
        "full_article": "Sadly, the Roads and Highways Department (RHD) has been sorely lacking in fulfilling one of its primary duties over the years. The fact that it has taken 23 years for this government agency to inspect 5,188 bridges to ascertain their condition speaks volumes about its lack of capacity and a general apathy towards a key responsibility. This RHD's work being done with the assistance of Japan International Cooperation Agency (JICA) has brought to the surface some major deficiencies of the government agency. The infrastructure that has been inspected covers a number of bridges constructed between three to five decades ago and despite repeated complaints by people in the various localities they are situated in, it would seem that RHD never prioritised the quality of work done or how they have been faring since construction.With nearly 90 per cent bridges still remaining under inspection, surely the time has arrived to introspect on this sorry state of affairs. Apparently, despite the country going into development overdrive, especially over the last 15 years, the RHD had been left bereft of some basic tools for it to assess and take corrective measures in the maintenance part of its mandate. The chronic shortage of technical manpower coupled with a lack of inspection manuals left RHD in a position that couldn't be called enviable. Most of RHD's work is outsourced to third parties and given that the department didn't have, till very recently, the inspection manuals needed to evaluate the quality of works done, it makes one wonder precisely what has been the quality of workmanship so far.Communities that were supposed to get relief from these bridges were left in the lurch as years passed and no maintenance work was done. The lack of inspection meant that contractors were largely free to construct sub-standard bridges and culverts across the country, which in most cases was not durable. Unsurprisingly, those bridges and culverts fell into disuse long before their expected lifespans ended. It is inconceivable that policymakers have failed to make necessary allocations to increase the number of engineers in zonal offices over decades. Currently, the RHD only has four to five engineers in its zonal offices. Such paltry numbers of technical personnel in itself makes it simply impossible for these offices to do this herculean task. Besides, these engineers have extensive and diverse duties which were considered to be more important than the fulfilling inspection role. Yet the RHD is supposed to be looking after bridge management.Even if one takes into account that by 2015, RHD had come into possession of five inspection manuals, why were steps not taken at policy level to increase its manpower? As pointed out by a report published in this newspaper, \"conducting a single bridge inspection with the JICA manuals takes several hours. Therefore, inspecting more than three to four bridges in a day is simply impossible for them.\" Naturally, these manuals were drawn up in a manner that would ensure road worthiness of crucial infrastructure like bridges. Inspection is essential not just from a safety point of view, it gives the government a clearer picture of the quality of its investment. Naturally, without any oversight, public works of the State are shoddily done. For years, the RHD have been plagued by allegations of graft. Not just in handing out work to dubious elements, but also in a failure to uphold quality of workmanship. One would think that this foot-dragging in improving RHD capacity to do its job properly has been worked out over the years to benefit unscrupulous business practices and this needs to change to avoid much of the fatal road accidents and recurrent transportation disruptions nationwide.",
        "headline_1": "Country's decrepit bridge infrastructures",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/countrys-decrepit-bridge-infrastructures-1695477180",
        "news_paper_name": "The Financial Express",
        "publish_date": "24-09-2023"
    },
    {
        "full_article": "Countries across the world now appear less interested in extending cooperation with each other. As it is also impossible to entirely delink one from another, the nations are now concentrating more on limited and selective collaboration. Most countries have lost enthusiasm for wider or further openness of their economies. Instead, they are trying to revive the autarky approach, which is not feasible nowadays. Thus, many have adopted trade and investment restrictions, partially delinking from multiple supply chains. In this process, some countries have renewed conservative economic and trade policies that they earlier abandoned. In other words, they are now on the path of reversing the course of globalisation, which is also known as fragmentation.The term 'fragmentation' has been widely used by various international bodies and agencies, especially for the last few years, to describe the less-cooperation, if not non-cooperation, in the geo-economic context. However, it is not a new concept and indicates the opposite of global integration through expanded trade, investment and migration. In May last, the International Monetary Fund (IMF) organised an international conference on geo-economic fragmentation. It said that the world is now facing the risk of policy-driven geo-economic fragmentation as scepticism about the benefit of globalisation is on the rise. The meeting mentioned that some major events in the last decade are responsible for the move towards fragmentation. These are uneven recovery from the global financial crisis (GFC), Brexit, US-China trade tensions, the Covid-19 pandemic and Russia's invasion of Ukraine. The series of international events have two broad negative consequences: (a) deterioration of the conditions of many workers and communities, especially those in the lower-income bracket; and (b) the intensification of geopolitical rivalry enhancing concerns about national security. The result is stalling the momentum for traditional trade reforms and spreading the trade restrictions and other distortive policy measures. To put it in another way, countries have become more apprehensive about their trading partners and powerful neighbours. They have also questioned the necessity of global integration by further opening their countries for trade, investment and migration. Instead, they think it is better to curb the openness of the economy and maintain a narrow grouping with only a few 'friendly' countries to trade. Discouraging imports of workforce from other countries are also on the rise. The issue of fragmentation is highlighted further in the World Trade Report 2023, released by the World Trade Organization (WTO) in the second week of this month. Sub-titled 'Re-Globalisation for a Secure, Inclusive and Sustainable Future,' the annual flagship report of the WTO underscored the necessity to emerge from the fragmentation and adopt the course of re-globalisation. The multilateral agency responsible for making global trade rules defined the fragmentation as the 'turning away from the cooperative approach embedded in the current multilateral trading system towards more local and bloc-based trade and unilateral policies.' According to the report, increased trade restrictions coupled with deviations from commitments to international agreements are the core characteristics of the fragmentation. It is to be noted that between 2010 and 2014, the number of annual average trade restrictions was below 500. The number stood around 75 between 2015 and 2019. Then, in the next three years, the number jumped significantly -- above 1,500 in 2020, nearly 2,500 trade-restrictive measures in 2021 and above 2,500 in 2022. WTO was of the view that fragmentation would not be beneficial for the countries, especially those who are developing ones. Instead, countries like Bangladesh have already been facing increased barriers to reducing poverty and fighting the negative consequences of climate change. Trade restrictions in advanced countries would make the exports of goods and services from these countries costlier. Again, restrictions imposed by the developing nations would also make their imports expensive.To reverse the course of fragmentation, the WTO report stressed re-globalisation, which is 'an approach that extends trade integration to more people, more economies and more issues.' The concept places international cooperation at its centre and underscores that global problems require global solutions, not regional or patchy approaches. Re-globalisation, however, does not mean further globalisation but rather a reform of the multilateral trading system so that international trade can be more inclusive and sustainable. The core thing of the process is the 'reduction of trade barriers for those that have remained at the margins of the trading system, from least-developed economies to workers in the industrial heartlands of advanced economies.' Thus, the countries need to cut down tariff and non-tariff barriers (NTBs), ease regulations for foreign investment and allow more migrant people to enter and work. There is no denying that the gradual openness of trade has contributed significantly to reducing poverty and improving living standards in many countries. Despite some negative outcomes, integration with the global economy has brought about many positive results for countries like Bangladesh. The country is much more globalised now, having a higher trade-GDP ratio of 33 per cent than three decades ago when the trade-GDP ratio was 23 per cent. During the period, the rank of Bangladesh by current GDP notched up to 34th position globally from 53rd position. More statistics can also be provided to show the positive correlation between global integration and the economic advancement of Bangladesh as well as other countries.The big question is how the countries will respond to the concerns and recommendations placed in the latest World Trade Report on fragmentation and re-globalisation. Some countries will find it a better option, while some will label it as an unrealistic proposition. The difference will continue, and the chance of narrowing the gap is slight. [email protected]",
        "headline_1": "Call for re-globalisation in uncertain times",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/call-for-re-globalisation-in-uncertain-times-1695477224",
        "news_paper_name": "The Financial Express",
        "publish_date": "24-09-2023"
    },
    {
        "full_article": "Like seen in Dhaka, affluent neighbourhoods are also increasing in the country's mid-level, and even smaller, cities. A few have local bus services. But what dominate these communication modes are motorcycles, makeshift light public transports called 'tempos' or 'legunas' --- and, of course, the rising number of private cars. In the past, only a handful of mechanised public vehicles could be seen on the streets of these emerging cities, leave alone buses. The scenario has been changing fast over the last decades. Aggravated by rickshaws and the so-called auto rickshaws, the traffic scenario in these cities continues to turn worse. As a result, traffic gridlocks have started emerging as a common sight in these otherwise peaceful urban centres.What's startling is some big city scourges, as seen in Dhaka, have lately started plaguing the emerging cities. Traffic gridlocks are now seen in these cities assuming complicated shapes. At times when occurring at critical road joints, the jams take inordinately longer time to get untangled. Several logjam points are now encountered in the larger 'small cities'. Apart from the gridlocks, the latest traffic scourge that has started vitiating the roads is the movement of motorbikes on the footpaths. The spectacle is common around the venues of traffic jams. It's natural to assume that the motorcyclists who ride along the footpaths have little regard for traffic rules, like seen in the capital. But they have yet to join the competition to whizz past the other bikers, that, too, when there is no gridlock on the roads. But given the tendency to prove their smartness, this urban menace may not take too long to overwhelm the small-town youths. This practice, indisputably, is tinged with defiance, which is nakedly demonstrated by a section of Dhaka youths.The unplanned or sloppily planned expansion of the presently smaller cities remains a potential dread for these urban enclaves. There are some sub-divisional-turned-district towns, which grew through decades in accordance with plans. A handful of these district towns were later elevated to the position of divisional headquarters. In general, it is the district towns which are mostly recognised as emerging 'small cities'. A number of them are located in areas which later witnessed regional or national highways cutting across them. In fact, these districts became busier than the towns of similar status after the increase in their importance. Normally, the busy highways cutting across districts famous for their trading activities are normally vulnerable to road accidents. So are the inner district roads which branch out from an inter-regional highway. These stretches are singled out for accidents. It's because the differences in speed limits of the inner-district and highway vehicles. In the last few decades, a number of head-on collisions involving speeding vehicles occurred at these dangerous points. These accidents have no particular time: They could happen at the dead of night or in the early morning.In discussing the limitations and disadvantages of the traffic scenario in district towns, many would like to point out the insufficient number of law enforcers. Besides, many of the smaller town residents, in general, are reportedly ignorant of traffic movement rules and regulations. These cities continue to grow bigger in accordance with the trends of a fast developing country. But some basic lacunae haunt the people living there. The residents of the growing cities ought to stay aware of the latest traffic rules. The onus lies with the district or small city-based relevant authorities. A conscious city dweller doesn't have to be fully conversant with the rules' small point. He or she ought to know the basic features of the traffic rules.[email protected]",
        "headline_1": "Traffic jams in small cities",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/traffic-jams-in-small-cities-1695477268",
        "news_paper_name": "The Financial Express",
        "publish_date": "24-09-2023"
    },
    {
        "full_article": "After sunset, many unlit roads in Dhaka city become hot spots for crimes and accidents. Driving becomes difficult as the drivers cannot see properly and many accidents have happened owing to poor visibility. Non-motorised vehicles such as rickshaws have to navigate the roads depending on the headlights of running vehicles or the low light of roadside shops. The absence of street lights is a major reason for road accidents in those areas. After it gets dark, moving on the streets is dangerous and risky. Pedestrians have to face a number of problems on the dilapidated and broken walkways. Incidents of snatching phone, wallet and other valuables are often reported from such dark roads. Dhaka city has a number of roads which do not have functional street lights. And there are some roads which remain dark even in daytime as they are located below flyovers and elevated roads. These roads should be illuminated with proper lighting. So, we urge the authorities concerned to look into this issue and arrange LED lights along every road of this capital city. Jobaidul Islam, Student of University of Dhaka, Dhaka, [email protected]",
        "headline_1": "Improving city's street lighting",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/improving-citys-street-lighting-1695477302",
        "news_paper_name": "The Financial Express",
        "publish_date": "24-09-2023"
    }
]