[
    {
        "full_article": "A two-judge Bench of the Supreme Court has been unable to resolve the conflict between a girl student’s freedom to wear a head-scarf and the state’s interest in keeping schools a place of equality and secularism. It is unfortunate that a clear verdict did not emerge from the elaborate arguments advanced before the Court for and against the Karnataka government’s bar on the wearing of the hijab. The split verdict perhaps reflects the division in the wider society on issues concerning secularism and the minorities. Justice Hemant Gupta, rejecting the idea that hijab could be worn in addition to the uniform, has held that permitting one community to wear religious symbols to class will be the antithesis of secularism. Justice Sudhanshu Dhulia, on the other hand, has ruled that asking to remove the head-scarf at an institution’s gates is an invasion of their privacy and dignity. The issue is why a head-scarf that does not interfere with the uniform cannot be a matter of choice without being a target of hostile discrimination; and whether the hijab is going to be used to deny girl students their right to education. Justice Dhulia represents this viewpoint when he asserts that discipline should not be at the cost of freedom, when he wonders why a girl child wearing a hijab should be a public order problem and declares that ‘reasonable accommodation’ of this practice will be a sign of a mature society. He also empathises with the position of girl students who have to overcome greater odds than boys to get an education.Justice Gupta, on the other hand, has foregrounded equality and discipline as the essential hallmarks of a secular institution in a diverse country, and rules that the Government violates no constitutional principle when enforcing a prescribed uniform. He goes to the extent of saying the constitutional goal of fraternity would be defeated if students are permitted to carry their apparent religious symbols with them to the classroom. The split verdict has given rise to the question of whether matters on which opinions could be sharply divided and have significant political implications should be placed before Division Benches of even number. In the prevailing political climate, the Karnataka government mandating either a prescribed uniform or any dress that was “in the interest of unity, equality and public order” was seen as majoritarian assertion in the garb of enforcing secular norms, equality and discipline in educational institutions. A verdict that legitimises this non-inclusive approach to education and a policy that may lead to denial of opportunity to Muslim women will not be in the country’s interest. Reasonable accommodation should be the course as long as the hijab or any wear, religious or otherwise, does not detract from the uniform.",
        "headline_1": "Split over hijab: On the Supreme Court verdict",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/split-over-hijab-the-hindu-editorial-on-the-supreme-court-verdict/article66006780.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "14-10-2022"
    },
    {
        "full_article": "The successful conduct of the 36th National Games across six cities of Gujarat reiterated India’s organisational skills. For a country aiming to host the Olympics, conducting the National Games with just three months’ notice, spoke of its administrative speed. The State and Central governments, in tandem, produced a star-studded affair even though several top athletes pulled out due to fitness issues. The participation of Mirabai Chanu, Lovlina Borgohain, Achanta Sharath Kamal, Hima Das, Dutee Chand, Atanu Das and B. Sai Praneeth added value. There were some exceptional performances as 38 Games records tumbled in athletics and 36 in aquatics. Pole vaulters Rosy Meena Paulraj and Siva Subramaniam, 35km race walker Ram Baboo and weightlifters N. Ajith (men’s 73kg) and Sambo Lapung (men’s 96kg) were among those who set new national marks. Services continued its dominance as it topped the medals table with 61 gold, 35 silver and 32 bronze medals to claim the prestigious Raja Bhalendra Singh Cup for the fourth consecutive time. Maharashtra (39 gold, 38 silver and 63 bronze) was placed second and secured the top position among the States. Host Gujarat (13 gold, 15 silver and 21 bronze) recorded its best-ever performance to finish 12th. The Games spread awareness about various sports in a State primarily known for cricket. Guided tours for students to competition venues provided them once-in-a-lifetime opportunity to watch different disciplines and their icons.Swimmers Sajan Prakash (eight medals) and 14-year-old Hashika Ramachandra (seven medals) were named the best male and female athletes. Sajan had claimed the same honour in his home State Kerala seven years ago. Some others — including 10-year-old Shauryajit Khaire, who became a mallakhamb star despite losing his father, and boxer Nikhil Dubey, who overcame the grief of his coach’s tragic death in a road accident to be the middleweight champion — also hogged the limelight. The Games had its share of criticism due to logistical issues, most of which were addressed promptly. The glittering closing ceremony at Surat, attended by Vice-President Jagdeep Dhankhar and Lok Sabha Speaker Om Birla, was a reflection of India’s potential to host the Olympics in the future. The Gujarat National Games showed how a mega event could be hosted with smart planning and without splurging on infrastructure. As the baton passes on to Goa for the 37th edition, it will be interesting to see how the tiny State replicates Gujarat’s success next year.",
        "headline_1": "In preparation: On the 36th National Games",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/in-preparation-the-hindu-editorial-on-the-36th-national-games/article66005860.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "14-10-2022"
    },
    {
        "full_article": "The recent announcement by Taiwanese electronics giant Foxconn to partner with Vedanta, invest Rs 1.54 lakh crore in Gujarat and establish a display fabrication and semiconductor manufacturing facility near Vadodara has created much excitement in both India and Taiwan.\nIt has not been a secret that for several years now GoI has been keen to make the nation aatmanirbhar in chip manufacture. True, creating an ecosystem for the production of semiconductors is a lengthy and expensive affair. However, there can be no better place to turn to in this effort than Taiwan, the largest manufacturer of chips.\nRead full opinion on TOI+\n\n",
        "headline_1": "7 ways to tango with Taiwan: Foxconn-Vedanta chip project should be the start of a deep Delhi-Taipei engagement",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/7-ways-to-tango-with-taiwan-foxconn-vedanta-chip-project-should-be-the-start-of-a-deep-delhi-taipei-engagement/",
        "news_paper_name": "The Times of India",
        "publish_date": "14-10-2022"
    },
    {
        "full_article": "The Indian Institute of Science is once again the top Indian entry in this year’s THE World University Rankings. Likewise it has topped the Indian government’s NIRF ranking. But a very different story has played out in the NAAC (National Assessment and Accreditation Council) scores, with seven private institutes doing better. A deemed university in Bhubaneswar has been awarded the highest ever NAAC score. Close on its heels is an engineering college in Bengaluru, which NIRF puts in the 175-200 band. Another deemed university in Coimbatore has jumped five grades in the five years between two NAAC assessments. The range of anomalies has academicians across the country shocked. Given the high stakes here, the education ministry shouldn’t delay an audit to find out where NAAC processes are going wrong or getting gamed.\nThe systemic goal is to extend this accreditation across all higher education. Higher NAAC grades bring rewards like increased autonomy, UGC funds and foreign collaborations. They also pave the way to start distance education and online courses, with the attraction of the latter having grown exponentially since the pandemic. A record number of institutes have scored A++ this year. But can young Indians rely on this? Or is this just rampant grade inflation? The higher education sector will continue to expand, but students will be poorly served by a distortionary guide.\nBroadly two kinds of problems may be in play. NAAC itself has released a white paper about how the current input-driven approach is dependent on what is easily measurable. There are also several allegations of corruption, including in the form of “regal treatment” for visiting teams and agents who are able to “game” the assessments. Either way, a high-calibre team that should include both national and international experts must start the necessary process reforms. Every ranking system has its vulnerabilities. But ensuring transparency, accountability and honesty of NAAC scores is an urgent task because every year more and more young Indians will depend on these to make an informed choice, deeply consequential to their – and their country’s – future.\n\n",
        "headline_1": "Unreliably A++: Oddities in NAAC assessment call for an urgent audit. Don’t mess with higher education",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/unreliably-a-oddities-in-naac-assessment-call-for-an-urgent-audit-dont-mess-with-higher-education/",
        "news_paper_name": "The Times of India",
        "publish_date": "14-10-2022"
    },
    {
        "full_article": "The Biden administration published its new National Security Strategy (NSS) for the US that clearly defines China as the main systemic challenge, identifies Russia as an immediate threat and again highlights a coming global struggle between democracies and autocracies. While all of these are things that Washington had already been signalling for some time now, the document does help reiterate the US position in a complex geopolitical environment.\nEvery new American administration is required to publish an NSS by law. Other consequential countries also put out their version of the document. China has its defence white papers, the UK has brought out an Integrated Review 2021, and France has its Strategic Update. Even Pakistan brought out one earlier this year. But India doesn’t publish anything similar. There was only a 2004 Indian army doctrine. A comprehensive NSS that addresses both internal and external security challenges, economic and technological priorities, and regional and global opportunities, will add credibility to the Indian policy establishment.\nThe world has changed dramatically in the last three decades, and security can no longer be viewed solely through the prism of conventional military power. Security of vital supply chains, cyber and energy security, space and maritime domains, and economic growth are all crucial components of an NSS. The crisis engendered by the Ukraine war illustrates this vividly. Weaponisation of global trade has meant critical components such as semiconductors can be held to ransom by strategic rivals. India has done well to start seriously looking at creating a domestic semiconductor ecosystem. A similar endeavour is underway to revive domestic pharmaceutical APIs. But both these moves were in response to ties with China souring post-Galwan. If India is to live up to its international ambitions, it can’t have such an ad hoc approach to strategic issues. Some may argue that not having a pre-stated grand strategy gives India context-specific strategic elbowroom. But every power that publishes such a grand vision also cuts corners when needed. Not having a published NSS is bad advertisement for India’s power.\n\n",
        "headline_1": "Think big & publish: India is a rare consequential country that doesn’t put out a national security strategy. This must change",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/think-big-publish-india-is-a-rare-consequential-country-that-doesnt-put-out-a-national-security-strategy-this-must-change/",
        "news_paper_name": "The Times of India",
        "publish_date": "14-10-2022"
    },
    {
        "full_article": "Ashok Gulati and Manish K Prasad \nIt all depends upon how one wants to look at it. The International Monetary Fund’s latest World Economic Outlook has revised downwards the likely GDP growth of almost all major countries in 2022 and 2023, as the world is staring at a likely recession.\nRoots of global inflation\nThis is happening despite the massive stimulus given by advanced economies during the Covid period to avert any major collapse.\n* That stimulus with expansionary fiscal and monetary policies, coupled with disruptions in supply lines, led to price inflation.\n* It got a further trigger emanating from Russia-Ukraine conflict.\nRead full opinion on TOI+\n\n",
        "headline_1": "Inflation means no more room for freebies: Fiscal tightening by removing populist policies will be integral to mitigating price pressures",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/inflation-means-no-more-room-for-freebies-fiscal-tightening-by-removing-populist-policies-will-be-integral-to-mitigating-price-pressures/",
        "news_paper_name": "The Times of India",
        "publish_date": "14-10-2022"
    },
    {
        "full_article": "With the next parliamentary election of Bangladesh a year away, the widespread irregularities at the by-election to the Gaibandha-5 constituency on Wednesday – which led to four candidates out of five boycotting the by-polls – has raised some questions, including if this EC would be able to hold a free, fair, and inclusive general election after all.\nThe scenario was all too familiar. Supporters of the ruling party candidate were seen taking over the polling centres, while CCTV cameras were removed from a number of polling stations and votes were rigged. The chaos prompted the EC to suspend voting, which was a commendable move considering the election experiences of the last two commissions.\nThe EC Secretariat monitored the voting process from Dhaka, thanks to the recently introduced CCTV cameras installed in all the polling centres. Chief Election Commissioner (CEC) Kazi Habibul Awal said the commission had stopped voting as the situation had gone out of control. He, however, refrained from specifying who was responsible for the irregularities.\nHere lies the big question.\nThe role of law enforcement agencies is a crucial factor here. If they were active enough, outsiders could not have entered the polling stations. Why did the law enforcement law enforcement agencies fail so miserably to play their due role during the election? A voting booth is a sacred place for a voter to exercise their electoral franchise as it ensures confidentiality and privacy. But that was breached in the by-polls. The CEC said the commission had seen people entering the voting booths. The EC has to rely mainly on law enforcement agencies to stop all sorts of irregularities during an election. But it seems the EC was not able to utilise the law enforcement agencies in Gaibandha, and they had to exercise the maximum authority at their disposal. The CEC's statement, once again, demonstrated that electronic voting machines (EVMs) were vulnerable to manipulation if the local administration and law enforcement agencies failed or refused to carry out their responsibilities.\nAlthough the commission has been repeatedly stressing the use of EVMs to hold a free and fair election, this Gaibandha-5 by-polls have exposed that these innocuous machines alone cannot be a means to end election irregularities, unless other issues – such as ensuring that citizens can vote without fear, for instance – are not addressed.\nPolitical parties, observers, and experts have long been saying that the Election Commission should work more on improving the environment so as to restore public trust in the country's electoral system. What happened in Gaibandha-5 on Wednesday was an eye-opener for the commission to work on these issues to ensure a free, fair, and inclusive election.\nThe commission can say that they took the right step by stopping the voting. But they need to find out why such a situation arose in the first place. Was it preventable?\nThere is no doubt that this by-election will give an upper hand to the opposition parties to reinforce their stance that a free and fair election would not be possible under this EC as well as the incumbent government.\nSo, to dispel the commotion among the opposition parties, the commission needs to investigate in earnest to find out why the situation went out of control in Gaibandha-5, and who was behind it. They also need to ponder the course of action leading up to the 12th parliamentary election that is scheduled to be held in late 2023 or early 2024.\nThe CEC reaffirmed that all the EVMs used in the Gaibandha-5 by-polls had been working properly.\n\"There was no mechanical problem during the election and all the EVMs worked properly. The problem was caused by the people. To find out who were responsible for the malpractice, a thorough investigation is needed,\" the CEC told reporters on Wednesday.\nThe CEC said on Thursday that the commission had formed a probe committee to look into the irregularities and submit a report within seven days. Yes, an investigation is needed. But people would be more interested to see the investigation results identifying the culprits and ensuring their punishment. Otherwise, the EC's action, which they took from their constitutional obligations, will not make much difference.\nIn Gaibandha, the EC may have done the right thing, at least in appearance, but is stopping the polling on an election day to prevent irregularities all they should do? What people expect is that the commission would make sure all measures are in place long before the voting day so that no one would get any scope to engage in irregular activities.\nOne wonders how the EC would tackle possible irregularities during the general election, when voting would take place in 300 constituencies on a single day. Will it be possible for the EC to install enough CCTV cameras in all 300 constituencies? Will it be realistic for the EC to monitor all the polling stations through CCTV cameras? Will it stop voting in all 300 seats in case of widespread irregularities?\n \nMohammad Al-Masum Molla is deputy chief reporter at The Daily Star.\n\n",
        "headline_1": "Is Gaibandha-5 by-poll a prelude to the main show?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/gaibandha-5-poll-prelude-the-main-show-3142066",
        "news_paper_name": "The Daily Star",
        "publish_date": "14-10-2022"
    },
    {
        "full_article": "The Sustainable Development Goals (SDGs) came about as a result of countries around the world wanting to \"meet the needs of the present without compromising the ability of future generations to meet their own needs.\" The promise of guaranteeing the rights of our future generations to meet their needs is one that ties up the idea of \"youth\" to the SDGs in a fundamental way.\nThe reason behind putting \"youth\" in quotation marks and calling it an idea is because the future encompasses vast swathes of time, pulling in stakeholders in droves, inflating the number of people who find themselves crowded under the umbrella of a \"future generation.\" This overflowing nature of the basket of stakeholders when it comes to the SDGs is more than what political leaders of our time are willing to work with – it's probably more than what development leaders want to think about. We have seen that in the slow pace of reaction to the climate crisis; we have seen that in the one major criticism of the SDGs – that they fail to ignore local context. Discussions on the SDGs often veer towards the exclusion of marginalised communities from mainstream economic activities, thereby excluding them from the fruits of development. None of these things bode well for the promise of not compromising the ability of future generations to meet their own needs.\nWe only need to look at the SDGs themselves to understand why youth mobilisation is important. The term \"climate crisis,\" for example, evokes vastly different reactions among age groups, understandably so. For the generations who have already lived their lives surrounded by greenery, breathing non-toxic air, the crisis is often still a thing of the future. But the 20-year-olds who were born in Dhaka, whose lungs have only known polluted air, clearly care more about the climate. Climate Action (SDG 13) means vastly different things to the oldster and the youngster, and I think it's clear that the younger person cares more about sustainability. The future is tied to the youth's life and existence, and that sort of engagement in a goal must be utilised to better the lives of future generations.\nLet's consider Gender Equality (SDG 5), and the drastically varied expectations of it through generations. Capturing the shifting tides of feminism and the new ideas it includes with every new wave is a challenge, but it's a challenge that can only be faced if young women are not only allowed to have a say, but be given the space to implement their ideas. The constant shift in gender roles across generations must be understood to achieve SDG 5. Add to this the layer of complexity that comes with the varied opinions on gender equality in different regions across the world, or even different regions in the same country, and it's clear that the challenge of achieving gender equality will take a lot of hard work and participation from young people at the grassroots. For these young people, this shift in understanding isn't new; it's a lived reality, and this perspective must be taken into account if sustainable gender equality is the goal.\nDecent Work and Economic Growth (SDG 8) is an interesting goal because of the direct nature of its relationship to youth empowerment. The youth cannot be empowered if they can't fend for themselves and survive the economic realities of the times they operate in. But discussions on this SDG have the tendency to shift towards a skill gap or the mismatch in the supply of skills to what employers demand. These ideas are fundamentally unfair to the youth, who spend roughly two decades of their lives in an education system built by the older generation, only to come out of it and hear that almost everything they have learnt is outdated. The youth is expected to participate and bring their fresh ideas to the table, but to get to this table, they are being asked to acquire skills many of them don't have the resources to acquire. Without the skills, there is no decent work, and as the SDG suggests, decent work and economic growth comes hand in hand. The lack of skills and resources is akin to the chicken and the egg problem, and employers, educators, and policymakers need to come together to break this cycle of misery. What should follow is a youth demographic with the right skills, or the opportunity to acquire them.\nBut that is not the end of the story. Youth empowerment cannot be limited to the idea of youth participation or just the extension of opportunities to youngsters. While everyone agrees that the youth is vital to the achievement of sustainable goals, they must also understand that what was decent work a generation ago may not be decent work today. It must be ensured that the youth of today have enough – enough to look after themselves, and enough to be able to care for the generations that come after. If a young individual is expected to traverse the rungs of power and get to the top before they can enforce change, their youth will vanish by the time they get there. They need to be given the opportunity to care about the future now, while they are still young, because caring for the future so far has not been humankind's strong suit.\nOn September 1, Citizen's Platform for SDGs, Bangladesh, in partnership with the United Nations Development Programme (UNDP) and United Nations Environment Programme (UNEP), organised a conference on \"SDGs and Youth in Bangladesh: Present Perspectives and Future Outlook.\" The event was organised in association with the Centre for Policy Dialogue (CPD), ActionAid, and Plan International, among other notable organisations. Such conferences are important in highlighting why youth involvement is vital for the SDGs, and to ensure that the youth is equipped with what it needs to take this world into a future that is prosperous for all.\nAzmin Azran is editor-in-charge of SHOUT, The Daily Star's weekly youth supplement.\n",
        "headline_1": "Let the youth participate in our SDG journey",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/youth-participation-sdgs-3141861",
        "news_paper_name": "The Daily Star",
        "publish_date": "14-10-2022"
    },
    {
        "full_article": "Recent incidents of attacks on public university campuses by members of Bangladesh Chhatra League (BCL) have made it quite clear that the organisation representing the student wing of the ruling party will just not tolerate any kind of real – or perceived – political challenge. In fact, they have unabashedly demonstrated that their \"power\" lies in their licence to beat up anyone they want, anytime they want – academic decorum be damned. In the unwritten rules of the game, even the highest ranking official of the university, the vice-chancellor, has absolutely no hold over the BCL. Thus, proctors, provosts, anyone officially in charge of the security of the dormitories or the campus in general are just disempowered enablers of a student wing that has become the real administrator of a public university.\nMost \"ordinary\" people will say this is old news. But there may be some who will try to argue that these are gross generalisations. For the second group, here are two recent examples:\nOn September 27, leaders of the newly formed Dhaka University unit of Jatiyatabadi Chhatra Dal (JCD), the student wing of BNP, who were scheduled to meet the VC, were attacked by around 50-70 BCL members and beaten mercilessly with sticks and cricket stumps. Even when two of the JCD men fell unconscious, the attackers continued to beat them. At least eight JCD members were severely wounded in the attack. Strangely enough, despite the pictures published in newspapers confirming the attack by BCL members, the university's BCL unit general secretary denied this completely, adding that it was an internal feud of the JCD. After the incident, the VC showed surprise to the media, that such an incident had occurred and said he was trying to find out why this had happened. This means that no proctor, no university staff, no student, no teacher, absolutely no one could give the VC a call and tell him that students of his university were being assaulted by other students? More importantly, none of these individuals who are in charge could provide security to these students.\nLess than two weeks later, on October 8, BCL men again attacked students on the DU campus – this time members of Chhatra Odhikar Parishad, who had organised a memorial programme to observe the third death anniversary of Buet student Abrar Fahad, who had been brutally tortured to death inside a dormitory on campus by members of BCL. Absurd as it may be, the police decided to arrest not the attackers, but those who had been attacked when they went to Dhaka Medical College Hospital (DMCH) to get treated for their injuries. What's more, BCL members filed cases against members of the parishad, with 24 of them already in jail and their bail recently denied. Besides the usual lip service of a \"probe body\" to investigate the incident, the university authorities have remained virtually silent.\nThe student fronts of ruling parties have traditionally dominated our public universities for many years. During the BNP rule, it was the JCD that reigned, and the practice of controlling who could get a seat in the hall (dormitory) was a given. Tender business, brawls with rival groups – especially BCL – and generally causing trouble on and off campus has been the basic job description of the student fronts of the ruling parties. But with the last 13 years of unchallenged Awami League rule, it is natural that its student front would be at the zenith of power.\nUnfortunately, with tacit indulgence of their leaders, the BCL's raison d'être has become to suppress any kind of opposition – especially the JCD, but also anyone who will make the slightest criticism of the ruling party. For Abrar, being critical of the government's foreign policy was enough for his life to be cut short by some BCL members.\nWhich brings us to the question: what exactly is the role of a student body representing a political party? Do they exist to bully those who have different political or ideological views, and to terrorise students in the halls through extortion and physical violence? Should we just accept that a student who needs to stay in the dormitory must pledge his/her allegiance to the BCL bigwigs, which may entail taking part in beating up rival groups, paying unofficial fees to the BCL Boro Bhais for their \"seat,\" and being subject to all kinds of verbal and sometimes physical abuse? That the provosts, proctor, even the VC have no real authority to stop what, by any definition, constitutes crime?\nThe fact that these practices have gone on unabated and unchallenged for decades reflect the absence of any kind of administrative control. But it is not just helplessness of the upper echelons of the administration that has allowed this anarchy to go this far. Political opportunism within the faculties and the university governing bodies are big factors in enabling political goons to practically take over the campuses. Overriding all this is the indifference of the ruling party leaders, who have given carte blanche to the BCL to do whatever they like on and off campus, often with the support of law enforcement members.\nAs elections approach, the BCL will become even more dominant on campuses; ordinary students will be left powerless and unprotected as they face inevitable disruption in their academic journey. One can only wonder if the university administrations will have the moral courage to change this destructive narrative.\nAasha Mehreen Amin is joint editor at The Daily Star.\n\n",
        "headline_1": "University of BCL",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/no-strings-attached/news/university-bcl-3141851",
        "news_paper_name": "The Daily Star",
        "publish_date": "14-10-2022"
    },
    {
        "full_article": "According to the Centers for Disease Control and Prevention (CDC) of the US, mental health \"includes our emotional, psychological, and social well-being. It affects how we think, feel, and act. It also helps determine how we handle stress, relate to others, and make healthy choices.\" October 10 marked World Mental Health Day, the overall objective of which is to \"raise awareness of mental health issues around the world and to mobilise efforts in support of mental health,\" as per the World Health Organization (WHO). This year's theme for the day was \"Make mental health and well-being for all a global priority.\" This must include children as it is important for them to be aware of this issue and know how to take care of their own mental health and well-being.\nStudents spend about one-third of their day in school, and this makes schools an opportune place to teach about mental health as well as offer support to other students. There are several ways in which students may be equipped with knowledge about mental health, know how to protect it, and have the provision for the right kind of support when needed. Schools require dedicated teaching and learning topics related to mental health and well-being, as well as mental illnesses. Our core responsibility is to offer a holistic approach towards education – one that includes academic and physical education, arts, and social and emotional learning components. The social and emotional learning topics can include resilience, emotional intelligence, decision-making, and healthy relationships.\nSchool schedules and practices must allow students to take brain breaks regularly. We should also create a safe space and have trained mental health professionals available to students for counselling services. Schools can establish peer counselling programmes that allow students to meet with other students and talk about their problems. Consequently, we should also keep educating all staff members to recognise basic indicators of poor mental health and equip them with suggestions as to how they can support students in their classrooms.\nSchools have a role to play in promoting and supporting positive mental health and well-being in children. One way to do this would be to implement a three-tier approach. Firstly, schools must promote a healthy lifestyle for all. Secondly, services should be provided for students who are identified to be at risk for mental health problems. Thirdly, specific services should be made available for students who have mental health concerns. Schools would need to have screening systems and tools in place to identify students who fall in the second and third tiers. These can be informal in-house tools like maintaining and analysing behaviour incidents and attendance. Another option can be formal validated screening tools, such as the Behavioural and Emotional Screening System (BESS). BESS is an instrument designed to provide reliable information on the behavioural and emotional strengths and weaknesses of children aged 3-18 years.\nThere are several other ways we can protect the positive mental well-being of students. To begin with, we can encourage them to lead a balanced lifestyle that combines school work, play, physical activity, socialising, and downtime. We can promote healthy choices like getting enough sleep, eating a balanced diet, and choosing quality friends. Smoking, vaping, drugs, and/or drinking must be discouraged, and instead we should promote healthy coping skills when one is experiencing stress and pressure. Additionally, it is important to encourage meaningful connections with family members, friends, and the community. Finally, students must be reminded that there is no shame in asking for help when needed.\nThe Covid-19 pandemic has highlighted the need for prioritising our mental health and well-being. Continuous lockdowns and restrictions in almost every country in the world for varying lengths of time have greatly impacted our mental health and well-being. In Bangladesh, students were away from in-person school for about 18 months; young children, adolescents, and teenagers were not spared from the negative impacts on their well-being. The relevant stakeholders must work together to put measures in place that promote access to mental health services for all children. Research shows that when students have access to quality mental health services and support, they are more likely to be successful and productive, which leads them to do better in school and be positive, contributing members of society.\nSekai Chitaukire is secondary social-emotional counsellor at the International School Dhaka (ISD).\n\n",
        "headline_1": "Schools can be vital to children’s mental well-being",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/schools-can-be-vital-childrens-mental-well-being-3141361",
        "news_paper_name": "The Daily Star",
        "publish_date": "14-10-2022"
    },
    {
        "full_article": "We're worried by the continuing inflationary trend which seems poised to hit a boiling point, with data released by the Bangladesh Bureau of Statistics (BBS) saying that inflation hit a 10-year high in August. Overall, inflation surged to 9.52 percent in August, then dropping to a still-high 9.10 percent in September. Ordinary people, however, don't need BBS figures to know how badly prices have been spiralling out of control in recent months. Their daily suffering stands as living proof of that.\n\nTherefore, we once again urge the government to consider lowering fuel prices at the earliest possible time, since it has had a cascading effect on prices of all other commodities.\nInflation, which has been ongoing since the outbreak of the pandemic in Bangladesh, has been out of control for the past several months due to higher food prices amid global supply chain disruptions and trade uncertainties arising from the Russia-Ukraine war. Data shows that food inflation soared to 9.94 percent in August – the highest since April 2012 – and decreased slightly to 9.08 percent in September. Non-food inflation, on the other hand, was 8.85 percent in August, but jumped to 9.13 percent in September, indicating that the inflationary momentum is yet to dissipate. Another major concern is that inflation in rural areas has been worse than in urban areas – 9.70 percent in August, as opposed to 9.18 percent in urban areas during the same month. Food inflation in rural areas was similarly higher, since markets there tend to be more volatile than those in urban areas.\nThis calls for greater government assistance for lower- and fixed-income groups. But equally importantly, it indicates that the assistance needs to be better targeted, with food assistance for people living in rural areas becoming more urgent. Additionally, while external shocks are definitely big factors that are driving inflation, the recent fuel price hike in the country has, as anticipated, only made things worse. Therefore, we once again urge the government to consider lowering fuel prices at the earliest possible time, since it has had a cascading effect on prices of all other commodities. The government also urgently needs to curb corruption and wastage in the energy sector, which have gone totally out of control, leading to the return of frequent load-shedding that is only increasing production costs and commodity prices for end consumers.\nBecause there is no single policy intervention that can solve the current crisis, the government needs to try and tackle it on multiple fronts. Firstly, the government needs to scale up its subsidised food assistance programme for the poor. It needs to reduce corruption and mismanagement across all sectors, which seems to have become synonymous with governance these days. And finally, it needs to actively monitor the supply of essential commodities, such as different food items, and make sure that it is proactive in addressing any artificial supply shortage. In that regard, regular market monitoring by relevant government agencies is vital to root out any collusive practices by powerful trade syndicates.\n",
        "headline_1": "Can Bangladesh government tame raging inflation?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/can-bangladesh-government-tame-raging-inflation-3141056",
        "news_paper_name": "The Daily Star",
        "publish_date": "14-10-2022"
    },
    {
        "full_article": "Dumping of toxic waste into rivers has become something of a norm in Bangladesh where there is no accountability for those who do it. But are the authorities aware of the long-term effects of their lax monitoring which is allowing this indiscriminate pollution of rivers? A research team from Chattogram University, in collaboration with a local environmental organisation, has recently revealed that as many as 81 species of plants on the banks of Karnaphuli River are in danger of going extinct over the next few decades. Another 61 species of plants, as per their study, are at risk of becoming endangered if no action is taken to prevent pollution. Moreover, researchers have found that the movement of dolphins in the river is also being disrupted.\nIf these revelations are not disturbing enough, know that 35 out of 140 species of fish are no longer present in the river because of its continued pollution, as per a report by the Department of Environment (DoE) in Chattogram. This is the state of just one river in one region. Imagine the state of other rivers going through the same ordeal.\nPerhaps the most well-known victims of industrial pollution and encroachment are Dhaka's rivers. The level of mismanagement that these waterbodies have been put through boggles the mind. In many places, demarcation pillars, installed along the banks to signal their boundaries, have been turned into relics due to unabated encroachment. In many areas, fish and other aquatic animals have been driven away by the contamination from disposal of untreated waste. Across the country, a number of rivers and canals have disappeared thanks to pollution and encroachment. There is no shortage of examples to illustrate the woeful state of our rivers. How can they – and we, being dependent on them – survive if industries, individuals and even government agencies are allowed to suffocate them like this?\nUnfortunately, all this is going on despite the authorities having enough information to stop the encroachers and polluters. In 2018-19, the National River Conservation Commission made a list of 57,390 encroachers in all 64 districts – of them, only 32 percent were reportedly evicted so far. In Chattogram, the district administration has a list of 2,112 grabbers along a 40km stretch of the Karnaphuli river. But the relevant authorities have repeatedly failed to comply with court directives to remove illegal structures. Meanwhile, these encroachers – among them politically linked individuals and industrial units – continue to pollute the river and kill its ecosystem.\nWe urge the higher authorities to crack down on those slowly killing our rivers. For too long, responsible government agencies have either done too little or conveniently shifted their responsibility onto others, which cannot be tolerated any longer. It is high time the authorities, including local administrations and agencies responsible for river protection, undertook serious efforts to stop pollution and encroachment of rivers. We must save them for our own sake.\n",
        "headline_1": "Karnaphuli River is being robbed of life, one species at a time",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/karnaphuli-river-being-robbed-life-one-species-time-3141041",
        "news_paper_name": "The Daily Star",
        "publish_date": "14-10-2022"
    },
    {
        "full_article": "The Central Bank's circular this week, asking all commercial banks to check prices of commodities in the international market before opening letters of credit is meant to serve a dual purpose. Curbing price volatility of imported goods in the domestic market is one, and clipping, as far as possible, the unabated money flight from the country is another. What the Bangladesh Bank (BB) has instructed the banks to follow is not something new but a normal practice that banks are professionally bound to adhere to. However, the BB circular may act as a strong reminder to ensure vigilance in the wake of the wobbly foreign-exchange transactions and abnormal commodity-price rise in the country.  For months the country's foreign exchange market is under stress because of soaring import payments amid global supply-chain disruptions following the Russia-Ukraine war. The country's import settlements stood at US$ 20.69 billion in the current quarter compared to US$16.35 billion in the corresponding quarter of the last fiscal. However, some regulatory measures taken up by the BB in respect of import restrictions are likely to have a sobering effect on overall import transactions in the near future. Regarding price check of imported goods before initiating import transactions by banks, the idea is that proper and methodical verification procedure will help importers procure their products from the global markets at fair and reasonable prices. Besides the price hike that has affected almost every imported consumer product, what appears to be more worrisome is money flight through invoice manipulation. This crooked method -- under-invoicing in export and over-invoicing in import -- is believed to have already taken a heavy toll on the economy in terms of foreign currency flight.  Money flight imbedded in the country's trading practices -- especially import -- is yet to face any tough deterrence, although experts believe monitoring at various levels can identify the modes of operation and effectively take measures to stop the fraudulent activity. There were occasions in the past when this criminal practice was attributed to fake imports showing highly inflated bills through over-invoicing. One clear indicator that makes one suspicious is alleged imports that neither match the demands of local market nor of the industrial sector. This was the case with the sudden surge in 'import' of capital machinery some years ago. Ground reality at that time did not suggest that imports actually took place or if at all, not in such huge volumes. Call it money laundering or capital flight, it is well established that every year, $8.0 to $9.0 billion reportedly fly away from the country, and that 80 per cent of this is orchestrated through manipulating invoices. The National Board of Revenue (NBR) and the Central Bank are obviously the agencies on which the onus is more than on any other state bodies to address the problem. Understandably, all it takes is close coordination between the two agencies, preferably by means of jointly tracking suspicious imports - from the stage of opening of letters of credit to clearance of goods. The BB initiative, though not a new or innovative move, is still laudable. Much of its success, however, will depend on monitoring import transactions meticulously and steadfastly.",
        "headline_1": "Due diligence in import transactions",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/due-diligence-in-import-transactions-1665672763",
        "news_paper_name": "The Financial Express",
        "publish_date": "14-10-2022"
    },
    {
        "full_article": "This year's theme of the World Mental Health Day, \" Make mental health and well-being for all a global priority\" is more a wishful thinking than an achievable target in the foreseeable future. Observed globally under the auspices of the World Health Organisation (WHO) since 1992, the event is yet to raise reasonable awareness about mental health among different stake-holders, particularly in poor and least developed countries. Bangladesh is no exception to this general trend, albeit it is poised to step into the club of developing countries unless, of course, the journey is abruptly halted by the global recession and hunger threatening to throw the UN's painstakingly achieved gains into disarray. No doubt, Bangladesh has progressed beyond expectation to the bewilderment of global research institutes and venture capitalists. On the face of it, the development is spectacular but what escapes notice is the uneven distribution of wealth in society. It will be a misstatement not to cite the improvement in living quarters of the majority of villagers. Thatched huts a rarity in most villages. Well-made tin-roofed houses and even one to two-storey buildings now dot villages. Urban facilities and services are available in rural areas. Even manual farming has witnessed a shift in favour of machines. All this should have been a cause for euphoria but unfortunately economic disparities are widening and deepening, leaving the young generation utterly frustrated with the introduction of machines and tools for cultivation. Those who could not cope with the aggressive societal and economic transformation had to opt for migration to squalid shanties in towns and cities and thus turn rootless or floating people. Mostly illiterate, this older generation stands no chance of educating their children as well. Some of these people are those who sold their immovable property in order to send their adult sons and daughters ---mostly sons---abroad only to be cheated and get ruined. But the fortunate few have seen their stars rise phenomenally to catapult them to higher social classes. General education has not been of particular help in pulling families out of poverty and misery overnight unless the educated youths land a government job with dubious sources of income. But the educated youths, due to their access to information and courtesy of the fantasy world presented before them by attractive ads to fuel consumerism aspire for a life affluent and luxurious. In the rat race, though, they lag way behind their peers from moneyed and educated families. Unless they are a breed of the extraordinary talented pool, they learn the bitter lesson the hard way at every step. Quite a source of mental disorder!If the existing social and economic discrimination and disparities do not drive them insane, they are either hermits or without a spine to keep them straight. Second generation children from well-established families rarely feel frustrated as they get all the support they need to make an enviable career or go abroad for higher education and settle there. A look at Dhanmondi residential area tells the story so eloquently. There are hardly the residents who built homes originally and there is no question their next generations have ever opted for a return to their ancestors' places. It is the new generation from weak and vulnerable families which suffer the mental agony of deprivation and some of them go astray in the process even to the extent of getting involved in anti-social acts, extremism and underworld crimes. The rise of teenage gangs in the capital city and elsewhere in recent times is an ominous sign for Bangladesh society. Desperation and bravado are on the opposite side of frustration, despondence and deprivation. No wonder, therefore, that learners from families with firm social roots hardly ever encounter Jibananadya dilemma of calling it a day or not in the face of emptiness of life. Against the backdrop of World Mental Health Day's elevated theme, if the Anchal Foundation's survey results are placed for an analysis, the gravity of the problem can be realised. True, the pandemic time was atrocious and students desperately looking for an opening in the job market but prevented by Covid-19 opted for the ultimate act of self annihilation. As many as 101 university students ended their lives prematurely. This year up to September, 404 students did so where 219 of them were school students, 84 college students, 57 university students and 44 madrasha students. Although 76 per cent of participants of a sample survey involving 1,640 students have expressed that academic pressure has caused them various mental disorders, school students seem to have faced the toughest challenges due to disruption of in-person teaching. At so tender an age, they have none to share their problems. It is certainly a collective failure on the part of society not to look after the young ones' mental issues. This is exactly why a suggestion was made through post-editorials here before school opening for appointment of psychologists for educational institutions or, in the absence of such an arrangement, roving teams of counsellors for schools and colleges of upazilas, who would guide both parents and students in order to avoid such tragedies. Waste of these promising lives has huge financial implications. Investment made so far goes waste and the families also suffer consequences, if not go broke. There is a need for serious review of teaching, particularly at school levels. Caring teachers can and should be friends if not philosopher and guide, as the definition of an ideal teacher suggests, to students. \n[email protected]",
        "headline_1": "Implications of students' mental disorder",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/implications-of-students-mental-disorder-1665672811",
        "news_paper_name": "The Financial Express",
        "publish_date": "14-10-2022"
    },
    {
        "full_article": "Quite a few people in the country's capital market regulatory body and beyond were basking in false glory when the Dhaka Stock Exchange (DSE) main index soared to an all-time high of 7,368 points in October last year. The regulator had to introduce the 'floor price' mechanism in the middle part of the current year to prevent the market from collapsing. Stock prices were on the upswing when the country's economy was battling to stay afloat amidst an unprecedented pandemic onslaught. The development had surprised many. But there was no reason to be surprised. The Bangladesh market has hardly ever behaved rationally. The regulator, it seems, is now groping in darkness to find ways to buoy up a market that has always lacked one important factor--- confidence of genuine and long-term investors. A market needs the presence of both big and small investors. Institutional investors are big investors since they have a larger investable surplus in their possession. The involvement of big investors is a must for a stock market to thrive. The Bangladesh stock market is reportedly running short of this type of investors. Mr Salman F Rahman, private industry and investment adviser to the Prime Minister speaking at a seminar, organised by the Bangladesh Association of Publicly Listed Companies Wednesday in Dhaka, lamented the absence of big institutional investors in the Bangladesh stock market that, according to him, is dominated by retail investors. Even though both small and big investors make what a stock market is, the biggies, however, play a bigger role as far as its proper growth is concerned. The fact remains that both types of investors would come to the market only when there is a prospect of making sizeable gains from their investment. Such gains, however, come in the form of dividends or appreciation of capital. Investors here prefer the latter and that too almost overnight. And that is the area where the problem lies. Some unscrupulous elements, better known as manipulators, are out to take advantage of this greed factor. Here also, there are big and small manipulators. When two groups join hands, the market witnesses a major upswing. Their ploy becomes successful if the capital market regulator, deliberately or otherwise, overlooks the developments. The Bangladesh stock market has witnessed two major and a few minor collapses, mainly because of an unholy alliance between the two groups. The big manipulators usually operate behind the scene. Despite their involvement in these crashes, some big manipulators have been left untouched. So, the crisis of confidence is seen as a major barrier to the stability and sustained growth of the country's capital market. This factor comes into play when big or small investors make investment decisions. Besides, the return on investment is another issue that largely influences investment decisions. At the moment, the rate of return in the form of dividends or capital gain remains unattractive. In Bangladesh conditions, banks and financial institutions are large institutional investors. Most of them have been experiencing problems with their liquidity. They have little surplus funds to invest in equities. Thus, most likely the market will continue to limp for some more time, much to the frustration of people longing for an immediate turnaround.\n[email protected]",
        "headline_1": "Market turnaround amid a crisis of confidence",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/market-turnaround-amid-a-crisis-of-confidence-1665672843",
        "news_paper_name": "The Financial Express",
        "publish_date": "14-10-2022"
    },
    {
        "full_article": "The rate of caesarean section, an intervention of child birth for mothers with complicated delivery, is rising alarmingly in Bangladesh. More and more women are now choosing or subjected to the surgical procedure without any obvious need for it. And what is more worrying is that the trend of undergoing C-section has increased manifold even in our rural areas. A recent study has found that C-section deliveries have seen an eightfold increase in Bangladesh since 2004. The prevalence of C-Section among our mothers was found to be 3.99 per cent in 2004, which jumped almost eightfold to 33.22 per cent in 2017-18. The World Health Organization (WHO), however, recommends that the C-section rate should not exceed 15 per cent of total birth delivery for any country.In most cases, many expectant mothers and their family do not want to wait long for the difficult period of normal delivery. Apart from this, physicians also do not want to spend much time on pregnant patients. Moreover, C-sections cost more than normal delivery births. So, they bring an additional source of income for hospitals and clinics. Another study has found that 52 per cent of deliveries in private hospitals are C-sections, while only 11 per cent in government hospitals. As many as 44 per cent of women in urban areas give birth by C-section, while in rural areas the rate is 29 per cent. A group of people roam around in public hospitals and they persuade pregnant women and their relatives to perform C-sections in private clinics. A mother can face many problems after C-section delivery. According to medical experts, caesarean section is a surgery, so many complications can occur during or after the surgery. After such deliveries, one can suffer from lower abdominal pain and other complications. Besides, once a C-section surgery is performed, a woman in most cases will have to deliver next child through C-section. Therefore, from the beginning, you should not go for an unnecessary C-section surgery. No doubt, it is a live-saving surgery. But, its unnecessary use is causing more harm to women than good. \nAshikujaman Syed,Research Assistant,Bioinformatics Research Lab,Center for Research Innovation and Development (CRID),[email protected]",
        "headline_1": "Stop unnecessary C-sections",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/stop-unnecessary-c-sections-1665672874",
        "news_paper_name": "The Financial Express",
        "publish_date": "14-10-2022"
    }
]