[
    {
        "full_article": "The manner in which some Governors have been dealing with legislation passed by the State legislatures is a travesty of the Constitution. After the Supreme Court of India intervened in the case of Punjab and raised questions about the action or inaction of Governors in Tamil Nadu and Telangana, it was believed that incumbents in Raj Bhavans would end their deliberate inaction on Bills passed by the Assemblies. However, it appears that on finding that their supposed discretion to sit indefinitely on the Bills or withhold assent to them has been significantly curtailed, Governors have taken to the stratagem of sending Bills they disapprove of to the President for consideration. When the President refuses assent, based on the advice of the Union government, there is no recourse left for the State legislatures. This has given rise to the question whether the provision for reservation of some Bills for the President’s consideration is being misused for subverting federalism. In other words, the Centre is given a contrived veto over State laws — something not envisaged in the Constitution. This is precisely the question that Kerala has raised in its writ petition before the Court, challenging the Governor’s action in sending the Bills to the President and the latter’s refusal of assent. It is now quite an appropriate time for the Court to adjudicate the question and place limitations on the use of the option given to Governors.It is worth recalling that in the Punjab case, the Court ruled that Governors do not have a veto over Bills, and that whenever they withheld assent, they were bound to return the Bills to Assembly; and if the Assembly adopted the Bills, with or without amendments, they were bound to grant assent. In the case of Telangana, the Court observed that Governors were expected to act on Bills “as soon as possible”, underscoring that the phrase had significant constitutional content and that constitutional functionaries would have to bear this in mind. It is quite surprising that the Governors of West Bengal and Kerala have learnt nothing from these judgments and observations. Seven Bills from Kerala that may not normally require the President’s assent were sent up to Rashtrapati Bhavan; four were refused assent without any reason being assigned. The inaction on these Bills range from 23 to 10 months. West Bengal has also challenged the inaction on some Bills, a few of which may have been referred to the President. The issue transcends the political considerations that may have inspired the action or inaction on the part of the Governor. At its core, it concerns the question whether the Constitution permits such indirect central intervention in the legislative domain of the States.\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nGovernor\n\n/\n\njudiciary (system of justice)\n\n/\n\nPunjab\n\n/\n\nTamil Nadu\n\n/\n\nTelangana\n\n/\n\nlaws\n\n/\n\nconstitution\n\n/\n\nWest Bengal\n\n/\n\nKerala",
        "headline_1": "Option or stratagem?: On Governors, powers and Bills",
        "headline_2": "The Supreme Court should limit Governor’s power to refer Bills to President without cause",
        "link": "https://www.thehindu.com/opinion/editorial/option-or-stratagem-on-governors-powers-and-bills/article68464847.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "31-07-2024"
    },
    {
        "full_article": "One of the biggest pivots in this Budget speech has been a shift in the stance on employment and the sharply higher frequency of mentions it received. ‘Employment’ was the central theme of the Budget, that placed the Prime Minister’s package to facilitate jobs and skills on top of its list of soothing promises. The proposed ₹2 lakh crore package seeks to help 4.1 crore youth over five years with three employment linked-incentive schemes — two of which encourage hiring of fresh entrants in the job market for at least one year with subsidies, while a third attempts to incentivise companies to scale up hiring beyond their previous year’s worker count. To bridge the gap between skill sets and available job roles, a spruce-up of 1,000 industrial training institutes with courses designed in tandem with industry has been promised, along with an ambitious internship programme for a crore youth in 500 top companies. The details of this intern placement programme will be fleshed out, but the Centre has promised to bear a bulk of the stipend involved. Firms can join the scheme on a voluntary basis and tap their mandatory corporate social responsibility funds for the remaining costs. The primacy assigned to tackling the jobs crisis, that the Opposition sought to highlight in the electoral battle, marks an acknowledgement of an issue that the government has otherwise sought to paper over.To be clear, critiques of jobless growth are not unique to this government — even the UPA had faced similar barbs. Part of the problem has been investors’ preference for capital-intensive investments, not in the least because India’s labour laws are yet to catch up with the rest of the liberalised economy, acting as a disincentive against creating larger units with more hands on deck. The distress in recent years has perhaps been more acute, as the informal sector that accounts for a bulk of India’s jobs also took a hit from successive shocks such as demonetisation, the GST rollout and COVID-19 pandemic lockdowns. Plans to spur private investments through incentives have focused on production levels rather than new jobs. With even rating majors terming India’s high youth unemployment as a structural threat to its long-term growth potential, the results of this package of good intent that officials believe can nudge hiring plans at the margins, will be watched. But for the broader employment outlook to pick up, the government must do more, including filling lakhs of vacancies in its own ranks expeditiously. Fostering conditions to boost consumption is most critical, as the private sector shall neither feel the need to expand capacity, nor hire more people without that trigger just to avail a subsidy.\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nUnion Budget\n\n/\n\nemployment\n\n/\n\nPrime Minister Narendra Modi\n\n/\n\npolitics\n\n/\n\nGeneral Elections 2024\n\n/\n\nUnited Progressive Alliance\n\n/\n\ninvestments\n\n/\n\nlabour legislation\n\n/\n\nDemonetisation\n\n/\n\ntaxes and duties\n\n/\n\nCoronavirus\n\n/\n\ngovernment",
        "headline_1": "​Impatience with jobs: On the Budget speech",
        "headline_2": "Union Budget’s stress on employment is good; a lot more needs to be done",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Bimpatience-with-jobs-on-the-budget-speech/article68464869.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "31-07-2024"
    },
    {
        "full_article": "As Parliament session resumes post-budget, lone CPM MP from Rajasthan and All India Kisan Sabha veteran Amra Ram, representing Sikar, tells Mohua Chatterjee how CPM won a seat from the state after 35 years, why communist vote is leaving BJP in Bengal, and why the farmers’ movement is picking up pace again.\n● Sikar voting CPM is like an oasis in Rajasthan’s traditional Congress-BJP fight. How did it happen?\nI’ve been an MLA from 1993 to 2013, representing CPM – thrice from Dhod and four times from Danta Ramgarh. The farmers’ movement started in 2020 and continued for 13 months. In the end, GOI had to accept our demand and withdraw the three black laws. That was a big success. The movement highlighted real issues and helped people realise there is a cause …farmers had a grouse, for which they put up such a resistance. People saw it, they believed us – that credibility helped.\nRead full interview on TOI+\n\n",
        "headline_1": "‘With oppn having numbers and common agenda, we are going to demand answers from govt on unfulfilled promises’",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/with-oppn-having-numbers-and-common-agenda-we-are-going-to-demand-answers-from-govt-on-unfulfilled-promises/",
        "news_paper_name": "The Times of India",
        "publish_date": "31-07-2024"
    },
    {
        "full_article": "In his campaign speeches, Donald Trump has been pounding claims that as president he was the greatest deregulator in US history. He promises more in a second term, vowing to control “rogue bureaucrats” and “shrink” the scale and reach of the federal govt every year. Even critics are less inclined to challenge his claim than to warn of untoward consequences, should the self-styled king of deregulation return to office.\nRead full story on TOI+\n\n",
        "headline_1": "Is Trump great at cutting red tape?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/is-trump-great-at-cutting-red-tape/",
        "news_paper_name": "The Times of India",
        "publish_date": "31-07-2024"
    },
    {
        "full_article": "By- Vivek Jain\nElite and top-notch sportspersons – be it any sport, but more so Olympians – have some pertinent lessons for us laypersons. Focus, dedication, hard work, maybe a little bit of spirituality and, most importantly, patience, as waiting for four years is a long period for a brief chance. Intervening years of Asiads, Commonwealth Games, World Cups, and Championships – which are equally challenging – don’t register much with those not into sports.\nAt the heart of all competition lies the Buddhist concept of mudita, a feeling of joy and happiness for every winner and participant. The emotions of the players and spectators as the names are announced and the anthems played are universal: smiles, tears, love, and camaraderie. These emotions transcend borders and unite us in our shared love for sports.\n \n\nNow that Manu Bhaker has a medal in her kitty and has opened an India account in the tally list – deservingly and after years of painstaking effort – understanding why and how it is so challenging to be among the medalists is appropriate. With tremendous hard work, it is equally important to know that our right is to work only and never to the fruit of our actions, according to the Bhagwad Gita.\nConsider the event of the 10m Air Pistol for women – the unpredictability of the competition is palpable. Imagine the agony and ecstasy of the eight finalists who emerged from the 44 participants. These 44 shooters shot 60 shots, and the top 8 advanced to the finals the next day. The Hungarian, Veronika, who led the 60-shots qualification round, was the first to be eliminated from the final – a stark contrast between the ecstasy of leading a day earlier and the agony of elimination. Or the Vietnamese, Thu Vinh, who carried the weight of her country’s expectations as the first representative in the Olympics, made it to the top eight only to be eliminated at the fourth position – just missing the medal after four years of relentless hard work, blood, sweat, and tears.\nAfter Thu’s elimination, the three remaining were guaranteed a medal, but who doesn’t want gold? The three were to fire two shots each, and the least scoring would get the bronze. The second-placed Korean, Kim, was at 201.9 and Manu at 201.3. The next shots, 9.4 and 10.1, respectively, were fired under tremendous stress and totalled 211.3 and 211.4. Then Manu fired 10.3, 221.7 total. Now, the wait was what Kim would fire. With 10.5 or more, Manu would get the Bronze, 10.4 a tie, and at 10.3, Manu would get the Silver. It was excruciating to watch; imagine the pressure on the participants. And 10.5 it was – fate sealed, and Manu had to be content with Bronze.\nThe Men’s 10m Air Pistol was not in the news, but it was agonising for Sarabjot. Shooters who fire at the 10 rings are given decimals – 10.1 to 10.9 – as to how far they are from the dead centre and 10X for the dead centre. After the 60-shot qualification, eighth-placed Germany’s Robin and India’s Sarabjot had identical scores – 577. However, Robin had one more 10X than Sarabjot and moved on to the finals.\nSuch events remind us how important it is to revisit the Bhagwad Gita, chapter 2:48, which says, “Perform your duties established in yog, renouncing attachment and be even-minded in success and failure; evenness of the mind is called yog.”\n\n",
        "headline_1": "Game of decimal points, lessons for life",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/game-of-decimal-points-lessons-for-life/",
        "news_paper_name": "The Times of India",
        "publish_date": "31-07-2024"
    },
    {
        "full_article": "Impassioned but civil debate is a precondition for both creativity as well as great art\nAfter a break in Tokyo, the Olympics’ opening ceremony returned with full volume in Paris. Some may have forgotten, but this also means full rumpus. Artistic director Thomas Jolly approached the whole project as “creation in the extreme”. Extremely different reactions naturally followed. Those who were wowed are debating the best vs bestest moments. Others are busy mining insults and ridicule. But no one is being physically hurt or silenced or arrested. Instead, art is thriving as conversation. One ceremony, endless exchanges of opinion, spread across the world. About heavy metal, pink pompoms, religion, rain, sexuality… \nThe loudest fuss is over a tableau of Greek gods, officially intended to make “us aware of the absurdity of violence between human beings”. Instead, we have been struck by the absurdity of predicting audience reactions. Of anticipating where hurt sentiments can spring from. In this case, a similarity has been spotted with the Last Supper and thence an insult to Christians. To be clear, the resemblance is only to da Vinci’s depiction of something that happened 1,500 years before him. Trump Jr, Musk and Kangana Ranaut are of course perfectly entitled to see what similarity they will. Even to take offence as they like. Just as others are free to helpfully school them in what it means to be free and cultured, how ideas and images take on lives beyond themselves. Raja Ravi Varma did not reach Indian homes thanks to those who accused him of impiety. \nThe presence of drag queens has led to objections. The singing of French-Malian Aya Nakamura. The beheading of Marie Antoinette. List goes on. To do art is to invite criticism as much as praise. But when artists know they will still be safe, that their imagination can soar free, then and only then can great art become possible.\n\n",
        "headline_1": "Not the Last Supper",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/not-the-last-supper/",
        "news_paper_name": "The Times of India",
        "publish_date": "31-07-2024"
    },
    {
        "full_article": "The government seems to be in overdrive to identify those involved in the violence centring the quota protests, which would have been welcome had it included in its assessment of \"violence\" the role of its own security forces, especially in the deaths of over 165 people (as verified by this paper) that occurred during those violent clashes. In this connection, more than 10,000 people have been arrested in 12 days, and at least 473 more detained in police raids till July 29, according to our reports. Many of the arrests and detentions, as highlighted by a recent editorial in this daily, have been taking place without following due process of the law.\nUnfortunately, despite the gravity of the violence against students and the general population, the government's sole focus seems to be catching those who carried out vandalism of public properties, or clashed with security forces and members of ruling party affiliated groups—totally disregarding the role played by the latter in terms of instigation, escalation, and even the commission of killings. It is not for nothing that the students are now asking if the damage and destruction caused to public establishments, which we must condemn, are worth more to the current regime than the loss of citizens' lives.\nBy the home ministry's own count, at least 150 people have so far lost their lives in the recent violence over the quota reform protests. Would the ministry please provide an answer for how these people died? Was there really a shoot-on-sight order? If so, who ordered it, and why? And if not, why did law enforcers go out of their way to indiscriminately open fire on protesters? It is beyond comprehension that law enforcement would react the way they did when there are many options available to riot police to dissipate protests in non-lethal manners. Verified videos, media reports, and eye-witness accounts have provided chilling evidence of the cruelty of the state apparatuses, which didn't even spare a four-year-old standing on his balcony.\nDespite repeated calls for accountability and justice—not least from the students themselves who have lost their comrades—we have not seen any real attempt by the government to address the mass killings, even as it observed a nationwide mourning in remembrance of those killed in the recent violence. The judicial probe commission that was formed has confirmed that it will only investigate the six deaths that took place on July 16 for now. Who will answer for the blood that has since been spilled? And when?\nAs the government goes all out to quell the protests—by using the full force of the state—they seem to be missing the point altogether. Public anger and calls for accountability cannot be supressed by mass arrests and crackdown on social media. By refusing to acknowledge the complicity of state apparatuses in the deaths, it is trivialising the sanctity of the lives of citizens and in the process further eroding its own credibility in the public eye. We can observe a national mourning day, but without unearthing what caused so many deaths, it will lack any moral authority.\n",
        "headline_1": "State is yet to answer for so many deaths",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/state-yet-answer-so-many-deaths-3665501",
        "news_paper_name": "The Daily Star",
        "publish_date": "31-07-2024"
    },
    {
        "full_article": "A recent example of what can happen if there is no minimum democratic and governance accountability in a country is the unprecedented brutality shown by the government and the killing of more than 200 people (according to Prothom Alo) during the quota reform movement this month. The agitation, which began following a High Court verdict on June 5 reinstating the quota system in government jobs, was limited to peaceful rallies. But the government did not give due importance to the students' demands and did not even try to negotiate with them, saying that it was a court matter.\nThe movement turned violent on July 15 when the ruling party's student wing, Bangladesh Chhatra League (BCL), attacked protesting students at several public universities, including Dhaka University. Even after the tragic killing of six youths on July 16 in attacks by police and BCL, the government did not budge. If it had removed the police and BCL men from the streets and had taken the initiative to negotiate with the protesters on their quota reform demand, the subsequent brutal killings could have been avoided.\nAnalysing 150 of the deaths, Prothom Alo found that students and workers were the majority of the victims of the fatal violence and clashes centring around the quota reform movement. As many as 113 victims (75 percent) were children, teenagers and young adults. Nineteen were children and adolescents including a four-year-old child. Ninety-four were 18-29 years old, 21 were 30-39 years old, and 16 were about 40 years old. At least 45 victims were students of different public and private universities, schools and colleges. Besides, a large number of the dead were labourers, petty traders, shopkeepers, drivers, and low-income earners. The analysis also revealed a horrifying reality: most of the dead bodies bore live bullet injuries, while marks of pellets, rubber bullets or other types of injuries were little.\nUsually during a mass movement when thousands of people take to the streets, there is a belief among them that law enforcement agencies will not fire directly on them no matter what. If there is a large number of people in a protest march, there is no fear. One reason for this is the collective power of a large crowd. Another reason is the idea that no state force would open fire on large numbers of people. It is a red line that LEAs around the world would never cross—except those in countries that are ruled by military dictatorship or occupation armies. The LEAs and militaries of any modern state have a wide variety of weapons at their disposal—machine guns, tanks, fighter jets, helicopter gunships, etc—which can kill a large number of people in an instant. But law enforcement forces of any decent civilised and democratic country would never use these weapons on an indiscriminate, wholesale basis against their own people. They simply can't, because crossing this red line means breaking the people's contract with the state. The people give the exclusive power to use force to the state on the condition that this force would be used to protect the people, not to kill them.\nThat's why in the situation of mass unrest, LEAs use non-lethal weapons and tear gas, charge batons, use water cannons, etc and try their best to disperse people without causing fatal harm. In some extreme cases, if law enforcers are forced to shoot, they usually shoot at legs, and they don't fire indiscriminately in such a way that it might kill not only the demonstrators, but also the pedestrians, shopkeepers, rickshaw pullers, hawkers and even children standing on rooftops or balconies. No law enforcers of any democratic country would directly shoot at the chest, head or eyes of the common people, because they will be held accountable for every shot. Once this red line is crossed, a country's government loses its legitimacy and people's trust.\nIn Bangladesh, the ruling Awami League-led government has employed the country's law enforcement agencies against the people before. They have been accused of extrajudicial killings, enforced disappearances, and violent suppression of the political opposition's activities. These are also red lines that no democratic government should cross. But this time, the line crossed by the government while suppressing the quota reform movement with authoritarian aggression is completely different. It is one thing to unleash sudden violence on the rallies of opposition parties or commit targeted enforced disappearance or extrajudicial killings, but it is completely another to permit indiscriminate shooting on thousands of agitating protesters, including school, college and university students, who have taken to the streets across the country for several days.\nEven after so many killings, there is no credible action on the government's part to admit the wrongdoings or bring the killers to justice. Not only that, cases have been filed against hundreds of thousands of people without proper investigation, and activists and opposition party members are being arrested at a wholesale rate in block raids. This is indicative of more oppressive government action in the coming days.\nIf the government cannot be pressured strongly and effectively from all quarters for impartial investigations, trials and accountability of these killings, and if the perpetrators get away with killing so many innocent people, including children, the danger will increase even more for the people of the country.\nKallol Mustafa is an engineer and writer who focuses on power, energy, environment and development economics. He can be reached at [email protected].\n\nViews expressed in this article are the author's own. \nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "Killings during quota reform movement: Crossing the red line",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/killings-during-quota-reform-movement-crossing-the-red-line-3665481",
        "news_paper_name": "The Daily Star",
        "publish_date": "31-07-2024"
    },
    {
        "full_article": "Amid nationwide crackdowns in response to the recent violence centring the quota reform movement, we are alarmed by the reckless disregard for Supreme Court guidelines for arrests and remands. Reports published over the last few days paint a disturbing picture of how arrestees have been treated. Between July 18 and 28, some 8,914 people, including students and BNP and Jamaat men, have been arrested in 46 districts. In Dhaka alone, 2,764 people have been arrested. But as claimed by relatives and lawyers, many of the suspects were picked up by plain-clothes officers who did not identify themselves, and in many cases, the accused were not produced before court within the stipulated 24-hour period. Families of many students were left in the dark as their children were picked up and only learned of their whereabouts when they were produced before court days later. Many on remand were allegedly subjected to inhumane torture.\nAll such instances are blatant violations of the guidelines issued by the Appellate Division of the Supreme Court in 2016. According to the guidelines, law enforcement officials are obligated to identify themselves before arresting an individual and inform the next of kin within 12 hours. Moreover, arrests cannot be made in plainclothes, and the arrested must be allowed to contact their relatives and seek legal counsel.\nIt is worrying how due process is still being openly flouted by the law enforcement personnel. Former Ducsu Vice-President Nurul Haque Nur's wife Maria Nur told daily Samakal that those who picked him up from their home in the early hours of July 19 did not identify themselves, and produced him before a court after 39 hours of detention. During that time, he was physically tortured to the point where he was unable to walk by himself, as he told the court. BNP leaders Aminul Haque and Sultan Salauddin Tuku also complained of being tortured in remand.\nThe detention of the six quota reform coordinators by the Detective Branch (DB) of DMP is another case in point. They were all picked up between Friday and Sunday—\"for the sake of their security,\" according to the DB—in a manner that legal experts called \"unconstitutional\"; two of them were even undergoing treatment at the time. Then there is the case of a minor—17-year-old student Hasnatul Islam Faiyaz—who was taken to court tied with ropes and placed on a seven-day remand, which was later cancelled. We can also talk about how police falsified facts in the First Information Report (FIR) on slain university student Abu Sayed, which completely contradicts widely circulated video footages, in an apparent bid to absolve themselves of responsibility.\nThese are just some of the more prominent cases highlighted by the media. We understand that the law enforcement authorities are operating with a sense of urgency to restore order in these volatile times—when six days of violence took at least 163 lives across the country, not to mention the damage caused to key public infrastructures. But this is also precisely why they must operate strictly within the bounds of the law, with utmost accountability for their actions, as restoring order may not be possible without restoring confidence about their integrity. In any case, violating law and citizens' rights in the name of law enforcement is totally unacceptable.\nThe Supreme Court guidelines were issued to prevent police excesses and ensure accountability. There is no scope for even an iota of oversight or violation in their activities. We, therefore, urge the law enforcement authorities to look into this matter urgently and ensure that anyone accused or arrested in connection with the recent violence is treated as per court guidelines and constitutional obligations.\n",
        "headline_1": "Police must abide by court rulings on arrests and remand",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/police-must-abide-court-rulings-arrests-and-remand-3665041",
        "news_paper_name": "The Daily Star",
        "publish_date": "31-07-2024"
    },
    {
        "full_article": "Despite its efforts to the contrary, the National Board of Revenue (NBR), over the past decade could never succeed in achieving its annual tax collection targets. There was nothing surprising about that since traditionally, the finance ministry in its annual budgets is apt to set ambitions targets for revenue collection, which are often beyond the NBR's capacity to fulfil. That is why even a moderate 15 per cent growth in the collection of tax revenues in the last fiscal year was not enough to achieve the target revised downward. The target of Tk4.30 trillion, set in the original budget for FY 2023-24 was downsized later to Tk4.10 trillion. Unsurprisingly, NBR's performance in the immediate past fiscal year (FY2023-24) could not make any difference in this respect. In FY24, as reports go, NBR's tax officials could collect Tk3.83 trillion which fell short of the target by over Tk 274 billion. But given the NBR's poorer performance in the previous months of last fiscal that prompted some observers to predict a bigger shortfall. A substantial amount of revenue customarily deposited in the state coffer in the final month of June, however, went a long way to reduce the gap between the target and achievement in revenue collection in FY 24. Notably, the experts' fear of bigger shortfall was attributable to the fact that in May the NBR's tax collection drive saw its worst performance at 8.9 per cent growth. This lower growth was due to a decline in VAT collection by 1.0 per cent. Interestingly, putting an end to the misgivings, VAT collection in June, 2024 posted a 47.2 per cent growth. Even so, finally, the tax regulator could not make it to its goal.As a result, it has been for the 12th consecutive year that the NBR has failed to achieve its annual revenue collection target. This should be another lesson for the nation's budget-makers.The reasons for the failure are plain. At the moment, the economy has slowed down significantly, thanks to the restrictions that the central bank has imposed on imports to prevent forex reserve from further dipping. The private business has shrunk impacting negatively on its contribution to the government exchequer in terms of taxes and duties. Also, there is the perennial issue of tax-dodging by affluent people, not to mention the systemic corruption stymieing the efforts of the tax regulator to utilize its potential.This failure to achieve the yearly tax collection target by the NBR, which mobilises over 85 per cent of the state's revenue, has its ramifications including further squeezing of the fiscal space hampering government's expenditure plans. For instance, the reduced revenue earning will affect government's ability to finance the development projects undertaken in its annual development programme (ADP). Then comes the issue of servicing the domestic and foreign debts. Fund scarcity to repay these loans may compel the government to go for further borrowing from banks or other sources thereby pushing the economy into a vicious circle.Economists view that the government should focus more on enhancing the NBR's capacity to mobilise direct taxes including income tax than indirect ones levied on services such as VAT and duties. Though VAT remains the biggest and most stable source of revenue earning for the government, some economists would like to put it in an unfavourable light as it is based on consumption rather than income. They would rather like to advise the government to focus on taxes on incomes and profits and expand the tax base to that effect. To this end, NBR's digitisation programme should get the highest priority along with the tax officials' capacity building including their adoption of technological tools to that effect.",
        "headline_1": "Achievable revenue targets",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/achievable-revenue-targets-1722351471",
        "news_paper_name": "The Financial Express",
        "publish_date": "31-07-2024"
    },
    {
        "full_article": "It seems that the poison called arsenic that severely affected ground waters in various regions of the country is no longer a cause for worry! Had this been so, the country could flaunt its accomplishment of containing the dreaded threat from arsenic-contaminated water. But the reality is not so -- to say the least. One gets the impression from a total silence on the matter that the issue may have been set aside, only to be taken up when conditions deteriorate further.Presence of arsenic in almost all regions of the country is not a recent find. It was more than 20 years ago when the menace called arsenic was found to have invaded many parts of the country. Arsenic at alarmingly high levels was detected in the ground water of 59 out of the 64 districts. The dangerous effects of consumption and even use of arsenic-contaminated water in household chores called for action. Back then there was no ready solution for the government to stop the peril from spreading and taking new locations under its clutch. It was more talked about than actions taken to address it. It took a while for the government to act in line with anti-arsenic practices in other countries. Millions of wells were tested and hundreds of thousands of safe ones bored to avert a major health crisis. However, over the years, the talks on curbing arsenic menace have gone muted as though the threats are no more. But a latest study reveals that the situation now is scarier than it was initially thought to be. A study by the Human Rights Watch some time ago reveals that the situation is more dangerous than imagined. Arsenic being a silent killer manifests itself over time in the form of skin lesions, cancer, and cardiovascular and lung illnesses. The study says nearly 20 million people are still drinking arsenic-laced water in Bangladesh. Prevalence of the menace has not declined, the study says, although millions of wells were tested and thousands of safe ones having been bored to avert a major health crisis. The study further adds that around 43,000 Bangladeshis die each year from arsenic-related diseases.According to another study, in recent decades, some 35-77 million people in Bangladesh have been exposed to toxic levels of arsenic from drinking water, while the total estimated population is about 164 million. The sole dependence on groundwater for drinking purposes in rural Bangladesh, representing nearly 75 per cent of total population, has made the situation much worse.There are conflicting reports regarding the actual state of arsenic contamination in the country. Initially, way back in 2003, there were some well directed moves to ascertain the situation and some precautionary steps were also taken. According to government claims, 5.0 million rural tube wells were tested and painted green or red to indicate their safe or unsafe types respectably. However, how far this action was able to keep people away from drinking or using the unsafe tube wells and whether that helped mitigate the problem has not been assessed as yet. It is indeed surprising that whatever alertness and mitigation efforts were in place some twenty years ago seem to have dissipated for the most part.Arsenic is found in water from shallow tube wells across wide swathes of rural Bangladesh. Although deep tube wells can often reach groundwater of better quality, government programmes to install sufficient new wells do not seem to have worked as yet. Researchers say that mass arsenic contamination can be substantially contained by drilling wells deeper than 500 feet. If this is the case, wells and other types of safe water projects to supply water to the worst exposed 20 million people should be provided without delay. The southern part of the country is reportedly the worst victim. Several techniques have been proposed to remove arsenic from groundwater including precipitation, coagulation/filtration, absorption, ion exchange, lime treatment, oxidation, and membrane filtration. According to experts, using nano-materials, it is possible to effectively destroy microorganisms, adsorb arsenic and fluoride, remove heavy metals and degrade pesticides usually found in water. Researchers have looked at new methods to synthesise iron oxide/hydroxide/oxyhydroxide compositions in the laboratory and used them for water purification. A product called AMRIT, developed by the Indian Institute of Technology Madras, is an affordable water purification technology based on advanced materials, which has been validated for national implementation in India. It has been reported that the technology can remove several anions, especially arsenate and arsenite (two common species present in arsenic-contaminated water) and fluoride from water. Currently, this technology is delivering arsenic-free water to about 10,00,000 people every day.In order that the anti-arsenic drive is carried out meaningfully, it is of high importance that the government revisits its programmes in the light of the achievements and failures. This will help evaluate and monitor the present situation and at the same time reshape and revise, where necessary, programmes to effectively address the problems in vulnerable locations. It is clear from the scope and nature of the problem that actions to mitigate it have to be long-engaging.\n[email protected]",
        "headline_1": "Arsenic pollution yet to be addressed",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/arsenic-pollution-yet-to-be-addressed-1722351788",
        "news_paper_name": "The Financial Express",
        "publish_date": "31-07-2024"
    },
    {
        "full_article": "It is interesting to see that the government has formed some 37 market monitoring teams to tame inflation of foods at retail markets. The utility of such teams has proved futile so far. What is needed is to identify the reasons behind the occasional astronomical price hikes and then formulate appropriate policies to counter those. At times some recommendations were also made to the point but those were not followed by appropriate actions. So far nothing of significance has materialised for consumers because businesspeople, the section notorious for an unholy alliance, have a field day here. Presently, the administration is more concerned about the fallouts of the quota reform movement. Consumer interests which were hardly a priority even in normal times have been relegated to the back burner.True, a burning issue such as the protest against the recruitment policy on government employment needs to be tackled head on because of the simple fact that ordinary students have come together to stage mass protests. This time it was about employment but the right to food is just as important as employment. A hungry stomach is the devil's workshop. The facts relating to essential food prices speak volumes for the Shylock-like mindset of every player in the supply chain to maximise profit where the administration proves powerless to stop the mindless fleecing of the consumers.That prices of some food items have risen by 50 to 120 per cent almost overnight simply cannot be explained away on supply chain disruptions or external events. How can price of rice increase by Tk 3.0 to Tk 5.0 per kilogram, green chilli (a wholly domestically produced item) reach Tk600/kg, eggs (per dozen) jump to Tk180 - Tk190 per dozen over a 24-hour period from July 22-23? These are figures furnished by the Trading Corporation of Bangladesh (TCB) and hence are considered to be conservative estimates. The quirk of food retail markets is that once prices rise, they seldom come down. The percentage of increase is usually in double-digits and the subsequent fall in single digits.The authorities ought to realise that past interventions like forming investigative committees have failed and the monitoring team at the field level is a poor tool if it is not guided by strong policy support and will. Ministries and ministers are now suffering from trust deficit because promises had been made and not kept. Excuses have been made too often with little or no impact on the market because the stop-gap interventions have not borne fruit. Small and big traders have been fined paltry sums of money while the big fish have been left out of the net. Where policy changes are needed to be made, fines are levied to no effect. Because the financial penalty structure belongs to a bygone era and does not make any dent in the astronomical profits made at the cost of consumers. At the end of the day, policies are viewed as being weak, ineffective and worst of all, as abetting this system that is morally repugnant but highly profitable in nature. The general perception is that the authorities are not too bothered about taking steps that would be beneficial for consumers because they refuse to take measures that would make a difference. Until that happens, traders will continue to raise prices of essentials on this or that pretext. Or, they may not even bother about making excuses for hiking prices because they know the government is preoccupied with other more pressing issues. \n[email protected]",
        "headline_1": "Market monitoring team has proved toothless tiger",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/market-monitoring-team-has-proved-toothless-tiger-1722351949",
        "news_paper_name": "The Financial Express",
        "publish_date": "31-07-2024"
    },
    {
        "full_article": "In today's fast-paced business environment, a seamless supply chain process is indispensable for success. It entails efficiently management of the flow of goods, services, and information from the point of origin to the point of consumption. To achieve this, companies must streamline their operations, enhance communication with suppliers and partners, and embrace technology solutions that enhance efficiency. Well-managed supply chains ensure timely product delivery to customers, leading to heightened satisfaction and loyalty. Moreover, they enable organisations to reduce costs, enhance efficiency, and gain a competitive edge in the market.The key components of a supply chain are suppliers, manufacturers, distributors, retailers, and customers. Suppliers furnish raw materials and components necessary for production, while manufacturers transform these inputs into finished products. In contemporary supply chain management, technology plays a pivotal role. Through the adoption of suitable hardware and software, companies can streamline communication, enhance visibility, and automate processes in their supply chains.Despite the benefits of a well-managed supply chain, companies often encounter challenges that disrupt the flow of goods and services. These challenges involve demand fluctuations, supply chain disruptions, inventory management issues, and transportation delays. In conclusion, efficient supply chain operations are vital for any company's success. \nStudentNorth South University[email protected]",
        "headline_1": "Smooth management of supply chain",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/smooth-management-of-supply-chain-1722351981",
        "news_paper_name": "The Financial Express",
        "publish_date": "31-07-2024"
    }
]