[
    {
        "full_article": "India and Canada are headed for an even frostier season in ties after the Ministry of External Affairs (MEA)’s latest move to pare down the number of Canadian diplomats in India, from 62 to 21. While New Delhi had made its demand to equalise the numbers in each other’s missions known last month, in the fiery aftermath of the Trudeau government’s allegations that India had a role in the killing of Canadian national and Khalistani activist Hardeep Singh Nijjar, matters were thought to have cooled down. It had even been hoped that quiet diplomacy was at work to repair ties. However, Canada continues to hold, without proffering any further proof, that India must cooperate in its investigations against unnamed Indian officials, while India is standing by measures it has taken in reprisal: last month, after the tit-for-tat expulsions of their respective diplomats from security agencies, the Modi government suspended visas for all Canadians, and demanded the downsizing of Canadian diplomatic strength. This week, India issued an ultimatum for the removal of two thirds of those numbers with a deadline of October 31 — after which India would unilaterally withdraw diplomatic immunity. As a result, Canada’s Foreign Ministry flew out 41 of its diplomats and their families, calling India’s demand a violation of international law including the Vienna Convention. The MEA has retorted that the convention’s Article 11.1 does authorise India to “require that the size of a mission be kept within limits”. Canada has also conveyed that with staffing shortages now, consulate “in-person” visa services would no longer be provided. The Canadian Immigration Minister has added that India’s moves would not deter Canada’s prosecution in the Nijjar case.The developments indicate that if there had been any diplomatic efforts to defuse the situation in the past month, they have been fruitless. Apart from the Modi-Trudeau and National Security Adviser meetings that had discussed the Nijjar case, External Affairs Minister S. Jaishankar had reportedly met Canadian Foreign Minister Mélanie Joly in the U.S. on the sidelines of the UN General Assembly. None of those appears to have turned the trajectory of events; attempts by Canada’s “Five Eyes” Allies to mediate have not worked either. While the allies have supported Canada’s claims, they have also shored up their ties with India, with possible visits by the British, U.S. and Australian leaders that will assure New Delhi. With diplomatic options exhausted for now, it is hoped a period of reflection will bring fresh counsel on how to break the logjam. Till then, students, tourists and businesspersons will suffer.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nIndia\n\n/\n\nCanada\n\n/\n\ndiplomacy\n\n/\n\nAustralia\n\n/\n\nUSA\n\n/\n\nUnited Kingdom\n\n/\n\nNew Zealand",
        "headline_1": "Frosty ties: On the worsening India-Canada ties",
        "headline_2": "Ordinary people will suffer as India and Canada cut down visa services",
        "link": "https://www.thehindu.com/opinion/editorial/frosty-ties-the-hindu-editorial-on-the-worsening-india-canada-ties/article67442967.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "22-10-2023"
    },
    {
        "full_article": "In the recent Australia referendum on the Voice, a proposed body comprising members of the Aboriginal and Torres Strait Islanders people to advise the country’s Parliament on laws impacting this vulnerable group, voters dropped the plan by a resounding 60% margin, rejecting an opportunity to amend their constitution for the first time in almost 50 years towards a more inclusive ethos. The idea of the referendum came from a historic 2017 summit of Indigenous peoples, which announced the ‘Uluru Statement from the Heart’ and called for a treaty between the Australian government and the indigenous community as well as a commission to promote “truth-telling about our history”. In March 2023, Australian Prime Minister Anthony Albanese announced a plan to hold the referendum, arguing that the Voice would formalise the “recognition” that Australians who arrived... from elsewhere “share this great island continent with the world’s oldest continuous culture”. On the one hand, the Voice was seen by its supporters as the means to enable consultations between lawmakers and Indigenous community leaders on policies to address, for example, the shorter life expectancy of this group relative to non-Indigenous Australians, and their considerably lower health care and education attainments, and higher incarceration rates.However, its critics posited that the Voice might split Australians along racial lines while failing to reduce the disadvantages faced by the indigenous peoples and opening the door to compensation and reparation claims. The ‘No’ campaign advocates, including prominent members of the Indigenous community, also urged that at 4.8% of Parliament, which is more than the proportion of Indigenous people in the total population, the group already enjoyed fair representation. Indeed, several Indigenous leaders have argued that they would prefer to see a “legally binding, negotiated agreement” between the government and the First Nations peoples. Mr. Albanese has now called for unity across Australian society while standing by his decision to hold the referendum. While it remains to be seen whether he will — as he has indicated he intends to — hold a referendum if he wins another term in 2025, in the broader arc of history the country has missed the chance to take forward the conversation on building a more harmonious future for all Australians. Whether by the Voice, a binding treaty or more pro-Indigenous intention and action by lawmakers, unless the human development indicators and life prospects of the Indigenous peoples are brought to parity with those of other Australians, the country’s socioeconomic progress will be hobbled by an unsettled question of justice from its colonial past. \nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nreferenda\n\n/\n\npolitics\n\n/\n\nAustralia\n\n/\n\nparliament\n\n/\n\nhistory and culture\n\n/\n\nnational or ethnic minority\n\n/\n\neducation\n\n/\n\nhealth\n\n/\n\nprison\n\n/\n\npolitical parties",
        "headline_1": "Missed opportunity: On the Australia referendum on giving voice to Indigenous peoples",
        "headline_2": "HDI of the Indigenous peoples must keep pace with those of other Australians",
        "link": "https://www.thehindu.com/opinion/editorial/missed-opportunity-the-hindu-editorial-on-the-australia-referendum-on-giving-voice-to-indigenous-peoples/article67442716.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "22-10-2023"
    },
    {
        "full_article": "There are two stylised Goldin gender gaps. First, that women participate less in market work than men. Second, when they do, they earn less than men. “Not equal pay for equal work.” In recognition for her work on gender performance, Claudia Goldin won the Nobel Prize for Economics on October 9. The prize was long overdue. I cannot think of a single male-female “question” which does not involve the pioneering contributions of Goldin.\nRead full story on TOI+\n \n\n",
        "headline_1": "Mind the gap, it’s quickly narrowing: Here are two things about working women most critics of India miss: Women’s labour force participation is steadily improving, the gender divide in wages compares well globally",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/mind-the-gap-its-quickly-narrowing-here-are-two-things-about-working-women-most-critics-of-india-miss-womens-labour-force-participation-is-steadily-improving-the-gender-divide-in/",
        "news_paper_name": "The Times of India",
        "publish_date": "22-10-2023"
    },
    {
        "full_article": "No matter how upset or angry you are, no matter how desperate you are to be heard –nothing can justify the killing of children. There is no debate that what Hamas did to Israel was condemnable and sank humanity to a new low. Indiscriminate killing of civilians, taking them hostage, and opening fire at a music concert have shaken, scarred and scared Israel. If this is not terrorism, what is?\nRead full story on TOI+\n\n",
        "headline_1": "While the Gaze is on Gaza: The last two weeks since Hamas’s brutal attack have shown that it is upon Israel to recognise that only in Palestinian well-being can it find real long-lasting security",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/The-underage-optimist/while-the-gaze-is-on-gaza-the-last-two-weeks-since-hamass-brutal-attack-have-shown-that-it-is-upon-israel-to-recognise-that-only-in-palestinian-well-being-can-it-find-real-long-lasting-secur/",
        "news_paper_name": "The Times of India",
        "publish_date": "22-10-2023"
    },
    {
        "full_article": "The word ‘woke’ is usually flung around as an accusation by right-wingers and centrists. But Left is Not Woke, by the philosopher Susan Neiman, comes from a self-styled socialist, who also takes aim at the dead-ends of identity politics. Being a leftist and being woke are not the same thing, the book warns. In fact, wokism undermines the traditional tenets of the left: it pushes tribal dogma over universal commitments, it punctures the hope of progress itself.\nWokeness begins with concern for marginalised persons, but it ends up reducing each person to the prism of her marginalisation, says the book. The idea of intersectionality was once a useful reminder that all of us have more than one identity. But now, it leads to a narrow focus on the parts that are most marginalised and multiplies them into a ‘forest of trauma’. Wokes are so caught up in inequalities of power and culture wars that they have forgotten how to struggle together for justice.\nWokism reduces our complex identities to the narrow axes of race, gender (or caste or sexual orientation) alone, and fixates on the idea that only those exactly like us can be our comrades. It’s assumed that our social position determines our claim to knowledge – only a woman can know this, only a person with disabilities understands this, and so on. But victimhood alone confers no virtue, says the book. Valorisation of one’s trauma leads to self-expression, but not social change. One must fight the social fictions of race and gender with common ideals, not identities.\n\nHow does political change happen? When we build coalitions, when people rally together, across gender and race and other identities, for the sake of their convictions. Even the white people who marched for Black Lives Matter were doing it out of a commitment to universal justice. Tribal thinking reduces everything to self-interest and frustrates the possibility of egalitarian movements. It mirrors the identity politics of conservatives.\nWoke movements tend to tear down Enlightenment ideas of universal liberal ideals, reason, progress and so on, pointing out that it was the Eurocentric ideology that justified colonial predations by the West. They point out (rightly) that ‘universal’ is usually coded white rather than brown, male rather than female, straight rather than gay. But this book argues that the Enlightenment thinkers gave colonialism a guilty conscience, something that older ‘might is right’ empires never had.\nThose who once called themselves as being on the left, now call themselves progressives, but they undermine any hope for progress. To be on the left is to stand behind the idea that people can work together to make a real change in their own lives and those of others. Woke theories have an implacable doomsday logic that makes reform seem futile. They miss how things have got better on the racial front, on gender, on confronting our pasts. Sexual harassment was once like the weather, now it is at least condemned and actionable even if it remains pervasive.\nWokeness is largely confined to squabbling on social media over what discrimination is worse, rather than building solidarity across our differences. The personal is the political, certainly, but when the political is only the personal, then we lose hope, the book says.\n\n",
        "headline_1": "Woke isn’t right for the left mind field: Identity politics thwarts real social change by dividing people",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/woke-isnt-right-for-the-left-mind-field-identity-politics-thwarts-real-social-change-by-dividing-people/",
        "news_paper_name": "The Times of India",
        "publish_date": "22-10-2023"
    },
    {
        "full_article": "No one who wants to lose weight to ‘get in shape’ is going to pause and think that the World Obesity Federation has clarified ‘obese’ is a medical diagnosis, not a description of anyone’s appearance. Nor will the big, fat global weight-loss industry, projected to reach over $295 billion by 2027, care. Ozempic, a diabetes drug that leads to drastic weight-loss is a routinely abused substance. And psyllium husk – aka desi Isabgol – is being touted as the ‘poor person’s Ozempic’. The fashion press informs us that thin is back in, the jutting hipbones and clavicles of the 1990s supermodels have replaced the ‘slim thick’ appeal of Kim Kardashian.\n\nThrough the 20th century, as office jobs, standard clothes sizes, and diet and caloriemeasurement became the norm, fat began to be despised as a mark of failure and sloppiness. Some businesses thrive on saddling us with inadequacies, so that we buy our way out of them. One-third of a woman’s body is fat, so how can women hate it without hating themselves? Humans come in many, many shapes and sizes. Some are hard gainers of fat and muscle, some can’t lose their rounded edges. Actual bodily health has only a slender connection with the look currently favoured by the image industries. If we stop punishing our bodies, and inhabit them with vitality, we could take back the ‘well’ from the ‘wellness industry’.\n\n",
        "headline_1": "The shape of us: The right way to think about your weight",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/the-shape-of-us-the-right-way-to-think-about-your-weight/",
        "news_paper_name": "The Times of India",
        "publish_date": "22-10-2023"
    },
    {
        "full_article": "By 2030, half of Bangladesh's population is expected to reside in cities. In a country on track to reach a staggering population of 200 million in seven years, this statistic raises profound concerns about our readiness to embrace the challenges that come with urbanisation.\nMajor cities, including metropolises like Dhaka and Chattogram, consistently rank among the world's least liveable urban areas. They grapple with a multitude of issues. Over 50 percent of the urban population is residing in informal settlements or slums. Citizens also face frequent waterlogging, pollution, traffic congestion, and a severe scarcity of essential services like clean water and health care. These urbanisation-related problems are not limited to major metropolises; they also afflict relatively smaller urban centres such as Bogra, Sylhet, and Barishal. These smaller cities experience unchecked development, significant deficiencies in basic services, inadequate infrastructure, vulnerability to natural and human-made disasters, the gradual loss of green spaces and historic sites, and a host of pollution-related challenges.\nThe ongoing dengue epidemic, once primarily associated with Dhaka and Chattogram, has now spread across Bangladesh. This underscores how secondary and tertiary urban areas are beginning to replicate the perilous urbanisation patterns of their larger counterparts. The disorganised and unplanned development plaguing our cities has turned them into living nightmares for most residents. On top of all existing challenges, the central government is enforcing a plan to transform our rural centres into urban areas, without any long-term sustainability plan at hand. Given this reality, it is natural to feel anxious about the long-term consequences of such rapid urbanisation.\nOne can assume that,  by 2030, aimless urbanisation will persist, compelling our emerging cities and their inhabitants to adopt unsustainable lifestyles. Inadequate and non-inclusive infrastructure will drive reliance on motorised transportation, forsaking healthier and more economical alternatives like bicycles or walking, resulting in additional health issues. The rapid depletion of natural resources – soil, land, water, vegetation, forests, and open spaces – without regard for regulations will further diminish the overall quality of emerging cities, incurring pollution-related costs. Regardless of their size or significance, our cities may become extensive dumping grounds for all forms of waste, posing significant threats to public health.\nSo, do our emerging cities possess the capability to intelligently confront the challenges of urbanisation? Or will they unwittingly replicate the mistakes made in the development of Dhaka, Chattogram, and other major cities? While we have glaring examples and lessons illustrating the perils of unchecked urbanisation, the confounding question remains: why are corrective measures not being prioritised? Given that this scenario will directly impact the livelihoods, health, education, and environment of hundreds of millions of people over just the next seven years, the urgency for action cannot be emphasised enough.\nWe must first acknowledge our institutional shortcomings, from those in the central government to local administrations. Our city and urban planning must transition from the prevailing infrastructure-centric model to one that is more holistic and accounts for the intricate interplay between the economy, environment, and society. Integrated and systematic planning, which views urban space as a complex, interconnected, multi-generational, and multi-scalar system, should take precedence. Inclusive planning, and recognising and valuing diverse cultures and population groups in decision-making, which fosters a greater sense of belongingness, should be practised at all levels. Capacity development and awareness campaigns should prioritise creating safe, inclusive, and sound urban environments for all stakeholders. Instilling an understanding of the value of healthy urban living and its far-reaching positive impacts, especially among decision-makers, is paramount.\nMost importantly, local-level policymakers and institutions should be empowered with the capacity for sustainable vision-building and implementation. The case of Rajshahi serves as a living example of how local leadership can catalyse long-term vision-building and its realisation towards a more resilient, liveable future. In the absence of urban leaders to illuminate the path forward, secondary cities, like Rajshahi, must embrace the impending compounded challenges (including climate change) and take the lead in avoiding missteps. Now is the last opportunity for our cities to alter their collective course and embark on a journey towards a brighter, more sustainable urban future.\nDr Nazmul Huq is an urban planner currently working as a sustainability researcher at the University of Applied Sciences in Cologne, Germany. He is also a consultant at the United Nations Framework Convention on Climate Change in its Loss and Damage programme. Reach him at [email protected]\n\nViews in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n",
        "headline_1": "Is urbanisation in Bangladesh doomed?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/urbanisation-bangladesh-doomed-3449636",
        "news_paper_name": "The Daily Star",
        "publish_date": "22-10-2023"
    },
    {
        "full_article": "\"I feel the BBC's reporting is atrocious. The fact that it does not recognise Hamas as a terror organisation requires a complete legal battle and public battle. It's unbelievable... There has to be an outcry so that there will be a correction and Hamas is defined as a terrorist organisation. What else do they need to see to understand that this is an atrocious terrorist organisation?\" \nThese were the exact words of Israel President Isaac Herzog as he incessantly ranted to UK Prime Minister Rishi Sunak during the latter's recent visit to Israel, and tried to coerce the news organisation into feeding the audience further pro-Israel narratives.\nFar from BBC being a mouthpiece for Palestine, it is not even balanced in curating its narratives on the actual massacre unfolding in Gaza. It has grilled the Palestinian Ambassador to the UK Husam Zomlot and tried to force him into equating the actions of Hamas to Israel's, once by BBC presenter Lewis Vaughan Jones and then by Newsnight interviewer Kirsty Wark. The latter nailed Zomlot against the wall, despite being aware that his extended family had perished in Israeli pounding of Gaza. Their reporting has also been very measured, presenting Israel as the victim, despite the rogue state killing more than 1,000 children in the ongoing Operation Iron Swords.  \nIn fact, the BBC had to openly apologise for its \"mistake\" in the reporting of the al-Ahli Arab Hospital bombing, which Israel initially claimed responsibility for and then suddenly blamed it on Islamic Jihad misfiring. Although the BBC never once said Israel carried out the attack; nonetheless, it had to apologise. \"The correspondent (Jon Donnison) was wrong to speculate about the cause of the explosion of the hospital... At no stage did he actually say it was caused by the Israelis… but nonetheless, when the impression is left that we've speculated, (it) is important to correct that which we've done,\" explained Deputy Chief Executive of BBC News Jonathan Munro. This too happened in the wake of Rishi Sunak's public dressing-down by Isaac Herzog, who demanded \"correction\" of the BBC's coverage. \nThe BBC cowering in the face of irrational Israeli government demands shows how once-credible media houses are slowly having to compromise with their values and work ethic, resulting in the curation of carefully planned one-sided content so as to not antagonise powerful quarters. \nWhat the BBC, along with other Western media houses, need to understand is that there can be no equating between the coloniser and the colonised, because of the inherent nature of power imbalance between the two. Israel will always be the land encroacher, subjugator, oppressor and mass killer, while Palestine will be the resistance force, failed by the international community, including the UN, but still fighting for its legitimate right to self-determination. \n\nWhat the BBC, along with other Western media houses, need to understand is that there can be no equating between the coloniser and the colonised, because of the inherent nature of power imbalance between the two. Israel will always be the land encroacher, subjugator, oppressor and mass killer, while Palestine will be the resistance force, failed by the international community, including the UN, but still fighting for its legitimate right to self-determination.\nWhile the West might live in a delusional bubble where it still feels that it can mould public perception on burning political issues, in the fast-paced world of mobile journalism, with social media becoming the disseminating platforms and information easily spreading like wildfire, there is little possibility of people buying self-censored, biassed and curated content. No doubt there are downsides to both mobile and social media journalism, which expose people to the threats of misinformation and disinformation campaigns by vested quarters. We have seen doctored content resulting in uproars and mayhem over nothing, even in Bangladesh. But when \"credible\" media houses take on a compromised approach, it leaves people with very little choice in selecting where to get \"unfiltered\" information from, making them easy prey for cyber criminals.  \nUS President Joe Biden has also recently fallen for such a disinformation campaign. He claimed that he had seen \"confirmed\" photos of Israeli babies beheaded by Hamas while meeting Jewish leaders at the White House. \"I never really thought that I would see, have confirmed, pictures of terrorists beheading children,\" he lamented. \nThis was a false information propaganda by Israeli media, trying to ignite public emotions against Palestine. Even the White House later acknowledged and suggested that Biden had made the incorrect claims without seeing any such photos himself, solely based on the Israeli media reports and Netanyahu-aide narratives. But the damage had already been done: hatred for Palestinians fuelled further, and Israel was given the vindication and validation by the leader of the free world to unleash massacre on the innocent Gaza civilians. \nAnyone who has followed world history since mediaeval times – when Jewish people, subjected to antisemitic treatment by the European powers, had to seek shelter in the New World from European persecution – would be aware of the deep-rooted ties the Jewish community shares with the United States. With time, even Europe warmed up to the community and its right to a dignified life. With the 1917 Balfour Declaration, the British government officially made known its support for the creation of a Jewish state in Palestinian lands. \nSince then, in stages, Israel – with blessings of the West – drove the Palestinians from their homeland, to make a state for themselves. For more than seven decades now, Palestinians have been enduring statelessness, massacres, ethnic cleansing, and genocide, with the West failing to take any action to ensure the Palestinians' right to a dignified life. \nWhile previous generations were not as proactively involved in activism to end the persecution of the Palestinians – as most grew up passively knowing that there is a festering conflict in the Middle East, with the region having become a byword for volatility, unrest, bloodshed – people now, empowered with information tools, can see through the pro-Israel bias of the Westen governments and their so-called free press. \nWhile at the policy level, the Western governments are losing their credibility to speak or act on the issue of Palestine – with Biden not only making false claims, but also asking Americans to pay for the massacre of the Palestinians in the form of additional billions of dollars in military aid to Israel, and France and Germany banning pro-Palestinian protests while empowering Ukrainians to fight Russia with weapons – the Western media is also losing credibility among the audience. \nItself controversial for its pro-Israeli narratives, The New York Times recently reported, \"Trust in mainstream news outlets has eroded, too, with news organizations regularly accused of refracting state, corporate or political interests.\" A Pew Research Center survey last year suggested that the under-30 population in the US trust social media as much as traditional media. \nMedia stalwarts like the BBC should not be forced to pay heed to the rants of the rogue president of a rogue state. The Western governments, for their own greater wellbeing and future security, should revisit their actions and encourage their press to report without fear or favour, without having to take a side, or mince their words. \nInstead of suppressing the democratic right of freedom of speech, these governments should encourage their people to speak their minds. If the people's arguments are incorrect, they should be countered with logic and reason, rather than one-sided blanket suppression. Such coercive actions will further erode the trust of the people in their government and in the free press.   \nIt is high time the Western governments reflected on how they are ensuring press freedom in their own countries to regain public trust. \nTasneem Tayeb is a columnist for The Daily Star. Her X handle is @tasneem_tayeb\n\nViews in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n",
        "headline_1": "Gaza siege: Western media bias and crumbling public trust",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/gaza-siege-western-media-bias-and-crumbling-public-trust-3449141",
        "news_paper_name": "The Daily Star",
        "publish_date": "22-10-2023"
    },
    {
        "full_article": "October is the month for the annual meetings of the World Bank and IMF, held this year in Marrakesh in Morocco. It is also the time when key reports on global economic and financial health are published. Essentially, the growth outlook overall has slowed, with weaknesses in the Chinese and European economies, and as war has broken out in Gaza on top of Ukraine, oil prices are again on the up with Brent crude topping $90 per barrel.  \nHow strong is the global financial system? Earlier this year, the problems of Silicon Valley Bank (SVB) and Credit Suisse highlighted that all was not too well. But swift action by the Fed and the Swiss authorities stemmed the loss in confidence. Today, despite prospects of interest rates being \"higher for longer,\" stock prices in Europe and the US are about 10-12 percent higher than the beginning of the year, whilst overall financial conditions have not been as stringent since monetary policy has eased somewhat.  \nThe IMF's Global Financial Stability Report October 2023 warned that there are still vulnerabilities out there. This is not difficult to see since global real estate values are roughly three times GDP, so that a 10 percent decline in real estate prices would affect asset wealth by 30 percent of GDP. History has shown that banks are vulnerable to real estate prices since these comprise the bulk of collateral for bank credit. According to the IMF, \"in the advanced economies, real house prices fell 8.4 percent in the first quarter of 2023, whereas emerging markets saw a smaller decline of about 2.4 percent.\" With interest rates nearly 500 basis points higher than 2021, the lagged impact of \"higher for longer\" rates on real estate, especially commercial real estate, will surface over the coming months.\nThe IMF has highlighted an even longer perspective by warning of the impact of climate warming on bank assets. One of the biggest challenges for the financial system is how to provide funding for the current investment needs for climate action, roughly $2 trillion to $4 trillion annually. With rising natural disasters and violent conflicts, the risks are rising, whereas current credit risk premia do not properly reflect the underlying risks.  \nThe Financial Stability Board (FSB), created post-2008 to coordinate global financial stability, also released its annual report this month.  FSB thinks that its basic framework and speedy action in March 2023 arising from SVB and Credit Suisse averted greater trouble, but vulnerabilities in the global financial system remain elevated, aggravated by major changes in the nature of risks. The FSB highlighted climate-related vulnerabilities, as well as cyber-risks.  It is also spending more time on the crypto-asset market.  \nThe key structural issue over global financial stability is that the global financial system comprised roughly $486.6 trillion at the end of 2021, of which non-bank financial institutions (NBFIs) accounted for $239.3 trillion or 49.1 percent of total financial assets.  The financial world is roughly divided into half banking system assets, which are tightly regulated, and half NBFIs, which are lightly regulated. The FSB tried hard in the post-2008 crisis to regulate NBFIs and was repulsed by very powerful fund managers. FSB's real fear is that sooner or later, regulatory arbitrage would shift system risks into the under-monitored NBFI area with hidden leverage. The runs on money market funds in periods of tight liquidity, for example, are nightmares where central banks fear that problems in an under-regulated sector can quickly spread through contagion to the banking system.  \nThe Center for Financial Stability, a non-profit think tank, has also just issued two important reports on \"Supervision and Regulation after Silicon Valley Bank\" and \"The Role of Monetary and Fiscal Policies in Recent Bank Failures.\"  Authored by a group of authoritative experts, such as Sheila Bair, former chairperson of Federal Deposit Insurance Corporation (FDIC), and LSE Professor Charles Goodhart, the team highlighted how groupthink and blindspots enabled SVB, Signature Bank and First Republic to fail. Essentially, the financial regulators failed to take into consideration the impact of rising interest rates on financial stability.  \nAll regulators naturally like to blame bank management for their lack of risk management.  But alert and experienced bank supervisors would have picked up the vulnerabilities of each failed bank, since the stock market was already signalling the weaknesses in SVB as early as November 2021. In hindsight, the extremely loose fiscal and monetary policies during the Covid period created conditions whereby the failed banks were running risks by buying long-term treasuries that had low credit risk, but high duration and interest rate risks.   When the Fed raised rates rapidly, these banks keeled over.  \nIn every crisis, there are elephants in the room which no one wants to talk about. What worries me more about central bank monetary policy and financial stability (coined macro-prudential policies) is the way in which central banks have expanded their \"safety net\" wider and wider, including using their balance sheet to buy all kinds of assets. For example, the Fed's Bank Term Funding Program (BTFP) is a lender of last resort facility created after SVB failure in March 2023, to lend to other banks that had big unrealised losses on their holdings of government bonds and were consequently vulnerable to large-scale deposit withdrawals. The facility allows banks to exchange assets such as US Treasuries for cash at their full-face amount, regardless of their current market value. In essence, the crisis was resolved through the Fed underwriting mark-to-market losses from banks onto its books.\nIn essence, the global financial system looks stable, because central banks have expanded their balance sheets to $44 trillion or 9.1 percent of global financial assets, shifting more and more government and private debt onto their books, and some are already showing losses on a marked-to-market basis. If reserve currency governments continue to run unsustainable fiscal deficits, funded ultimately by unsustainable debt, propped up by central banks, who will ultimately pay for the losses? We are socialising private risks onto public books.  \nThe investor market is complacent about financial risks, because they are still picking up pennies before a coming roller-coaster. They assume that central banks will forever bail them out. When government fiscal discipline does not exist, and central bankers do not take away the punch bowl, expect forthcoming financial instability or inflation, or both.\nAndrew Sheng is a distinguished fellow of Asia Global Institute, University of Hong Kong, and chief adviser to the China Banking Regulatory Commission.\n\nViews in this article are the author's own.\n\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n",
        "headline_1": "How stable is the global financial system really?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/how-stable-the-global-financial-system-really-3448961",
        "news_paper_name": "The Daily Star",
        "publish_date": "22-10-2023"
    },
    {
        "full_article": "As global temperatures continue to hit new records, heatwaves are getting deadlier by the day in Bangladesh, taking lives of the already vulnerable. In just four years, from 2017 to 2021, we lost around 1,430 people aged 65 and above due to heat-related health complications. This number, revealed by a recent study, is shocking as, just over a decade ago, the four-year death toll was less than half. How did we get here? That question is, unfortunately, not hard to answer, as we have witnessed what has gone wrong right before our eyes.\nExtreme weather events like heatwaves, which have increased by 46 percent since 2000, are the result of climate change, which is a consequence of our ruthless zeal for economic growth at the expense of the environment. The study revealed that climate change has put the health of millions of Bangladeshis at risk. And among them, it is the young, elderly and marginalised who have to bear the brunt of this crisis.\nNot everyone has the means to take refuge from the scorching sun. While many have the luxury of staying in air-conditioned spaces, others – day labourers, rickshaw-pullers and farmers, who have no choice but to work in this blazing heat – only have the shade of trees to rely on. Around the world, the lower-income population faced a 40 percent higher exposure to heatwaves than those with higher incomes. So, is it really a surprise that the poor succumb to heatwaves more?\nRampant, unregulated urbanisation is erasing greenery, which is essential to keep our surroundings cool. As the towers of concrete rise, the temperature follows suit. According to a study, just going outdoors may become deadly in many parts of Bangladesh by the end of the century. So, what can we do to prevent this disaster?\nBesides the mammoth task of fighting climate change, the government must address the local problems. Cities are behind most of the global warming and climate change-related vulnerabilities, and so proper and climate-friendly urban planning is essential. This entails more trees, robust public transport to limit carbon emissions, and buildings with natural shading and ventilation. Ultimately, egalitarian cities will ensure that everyone, regardless of their health and income level, can find shelter from the sun.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n\n \n",
        "headline_1": "More heatwaves, more deaths",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/more-heatwaves-more-deaths-3448426",
        "news_paper_name": "The Daily Star",
        "publish_date": "22-10-2023"
    },
    {
        "full_article": "Hardly anyone – except, of course, the ruling party and its allies – would disagree with the Election Commission's comment on Thursday that the expected environment is yet to be created for holding a free, fair, participatory, and festive parliamentary election. We can also all safely agree with the EC that the answer to the current political stalemate lies in a constructive dialogue, not power play on the streets, which, in all likelihood, will get more aggressive in the days to come. What we do object to is the EC's claim that \"it is a political matter\" and that the \"EC has nothing to do in this regard.\"\nThe EC has categorically refused to accept the responsibility of facilitating dialogues between the two major political parties in the country, shifting the blame to the parties themselves as well as the civil society for not playing their due roles in resolving the stalemate. While the Awami League and the BNP certainly deserve their share of the blame for their stubborn refusal to compromise on their positions, the question remains as to what the EC itself has done to restore trust in its ability to do its job. Thus far, it has failed to ensure a level playing field for the opposition parties; it has neither addressed the widespread violence by ruling party men, at times with the support of law enforcement, in various parts of the country, nor has it spoken about the thousands of new and old cases that are now being filed or expedited against BNP activists. When asked about a level playing field, the CEC commented that they would try to ensure it once the schedule was declared. The fact that the EC is still insisting on a very narrow definition of the pre-election period – the time between the election schedule's announcement and the polling day – is highly problematic.\nFrom halving the number of local election monitoring observers from 2018, to giving red carpet reception to a new poll monitoring group with questionable credentials, to selecting seven organisations for poll monitoring which don't even exist (as per an investigation by Prothom Alo), the EC has made one questionable decision after another. Given that the BNP's main objection to participating in the election is their staunch belief that the current EC cannot ensure a neutral environment in which polling can take place, the least the commission can do is allay those concerns and show that it is not impartial.\nThe EC must not sell itself short by deeming itself helpless to create an environment conducive to free and fair elections. It can and must do more to create a level playing field for all political parties, and actively facilitate discussions between the two major parties for an acceptable solution to the current impasse.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n\n \n",
        "headline_1": "The EC must not sell itself short",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/the-ec-must-not-sell-itself-short-3448401",
        "news_paper_name": "The Daily Star",
        "publish_date": "22-10-2023"
    },
    {
        "full_article": "The idea of setting different tariffs for agricultural commodities based on their production calendar sounds good, for its basic objective is to protect the interests of domestic producers, consumers and the government. But its execution might prove daunting because of a host of factors. The Bangladesh Trade and Tariff Commission (BTTC), according to a report published in this paper, has floated a proposal designed to provide relief to the inflation-hit consumers and protect the interests of the farm goods producers without affecting the government's revenue earnings.It is not hard to understand why authorities are trying to find ways to tame the runaway food inflation. This is, after all, election year and increasingly the general populace is beginning to believe that the State is complicit in the act of fleecing consumers of their precious earnings at the retail markets along with the perceived 'market syndicates'. The good deeds on the infrastructure side are being marred by something fundamental - the unimaginable rise in cost of food! Half-hearted interventions initiated from time to time have had no impact on prices and hence a different way of taming the prices of essentials is being explored. Although there is contention amongst economists about whether these measures would make much of a dent as it is their opinion that authorities need to put a lot more emphasis on market monitoring to break up the so-called syndicates that are thought to be responsible for the price volatility in the first place.As pointed out by the Chairman of the Research and Policy Integration for Rapid Development (RAPID), Dr. Mohammad Abdur Razzaq, \"market management is important to rein in the prices of essential commodities. The government will have to build a data bank of essential commodity supply to take proper decision.\" The idea of a seasonal tariff regime revolves around the imposition of varying tariffs on farm produce during harvesting season to protect the interests of farmers and consumers. As per plan, these tariffs would be fixed at the beginning of a year on the basis of harvesting calendar of agricultural products.To what end such measures would be effective is in doubt. Given the propensity of importers to give false declarations to bring in products in a manner to dodge customs and tax authorities, it may prove to be a tall order to implement this new tax regime. Again, it is understood from experience that any tariff cut to tame prices of commodities is a long-drawn process under the current bureaucratic system. Hence, there is suspicion whether this raft of measures would actually bring about any benefit to either farmers or consumers.Although the ministry of commerce is confident that this new measure will work, it all depends on what sort of policy guideline is in place to make good use of this plan. Doubts have risen about whether the government has access to the right data concerning the production of different agricultural commodities in the country. Authorities are now hamstrung by poor quality data which make it next to impossible to plan effectively. It would be much easier if authorities decided to go after unscrupulous players in the supply chain of essential foods with anti-racketeering measures, including incarceration, to have a positive impact on prices.",
        "headline_1": "Taming inflation thru flexible taxation",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/taming-inflation-thru-flexible-taxation-1697897067",
        "news_paper_name": "The Financial Express",
        "publish_date": "22-10-2023"
    },
    {
        "full_article": "Bangladesh has long been trying to attract a higher amount of FDI. Various policy measures and fiscal incentives have gone into alluring foreign investors. The country's investment policy opens up all but four sectors for outside private investment. The policy also prioritises FDI in the export-oriented industries, in the Export Processing Zones (EPZs) and the high technology sector. There is also no restriction on profit repatriation. The Production Transformation Policy Review of Bangladesh, jointly prepared by OECD and UNCTAD, also acknowledged that since the 1980s, Bangladesh has focused on attracting FDI using simple but quite generous incentive packages. Nevertheless, the effect of the packages was 'limited by excessive complex institutional arrangement and the complexity of doing business locally'. And the review paper mentioned that the impact of the approach on attracting FDI has been limited. It is clearly reflected in the low level of foreign investment as FDI accounts for only 0.7 per cent of the country's Gross Domestic Product (GDP), which is 6.0 per cent in Viet Nam. The value of remittances received by Bangladesh is also around seven times higher than the volume of FDI.The latest data also show that the net inflow of foreign direct investment (FDI) in the last fiscal year (FY23) declined by 7.10 per cent after registering a robust 37 per cent growth in FY22. When the country struggles to check the depletion of foreign exchange reserves, the decline in the inflow of foreign capital is a matter of concern. The annual final estimate of FDI, prepared and released by Bangladesh Bank last week, revealed that the net inflow of FDI in the last fiscal year stood at around $3.20 billion, which was $3.45 billion in FY22.The drop in FDI clearly indicates mounting pressure on the balance of payments (BoP). The overall BoP registered a wider deficit of US$ 8.22 billion in FY23 from $6.66 billion in FY22. The central bank, in its latest quarterly report on the macroeconomic situation, pointed out that the widening deficit in BoP was due to an unusual and large deficit in the financial account of $2.14 billion in the last fiscal year (FY23). The financial account posted a record surplus of $15.46 billion in the previous fiscal year.The decline in FDI is, however, one of the multiple factors behind the reversal of the annual financial account within a year. A drop in net aid inflow and a slowdown of medium and long-term loan inflow are two major factors in this connection. One needs also to consider the sharp decline in long-term private foreign credit, a big deficit in the trade credit, and a high repayment of the banks' foreign currency liabilities-all these together put pressure on the country's BoPs.In the last fiscal year, Bangladesh received some $4.43 billion as gross FDI, whereas the amount was $4.63 billion in FY22. The disinvestment against the gross inflow of foreign investment was recorded at $1.24 billion in FY23, which was $1.19 billion in the previous fiscal year. It means both the gross inflow and disinvestment declined in the last fiscal year, resulting in a decline in the net inflow of FDI. Disinvestment usually includes capital repatriation, reverse investments, loans given to parent firms and repayments of intra-company loans to parent firms.FY23 is the third time in the past decade that the country experienced a drop in FDI. Earlier, in FY14, the net inflow of FDI dropped by 14.46 per cent. In FY20, the FDI declined sharply by 39 per cent, mainly due to the Covid-19 pandemic. Again, the average annual inflow of net FDI in the last decade stood at $2.43 billion, which is disappointing. A sharp decline in equity capital, which came down to $0.79 billion in the last fiscal year from $1.34 billion in FY22 is also concerning. Bangladesh Bank has defined equity capital as remittances received by the incorporated or unincorporated direct investment enterprises operating in Bangladesh on account of equity participation in those by the non-resident direct investors. A drop in equity capital indicates that fresh capital, in the form of foreign investment, drooped as foreign investors lack enough interest to invest in the country. The existing multinational entities (MNEs), on the other hand, reinvest their income to keep the operation going. That's why reinvested earnings increased to $2.37 billion in the last fiscal year from $2.04 billion in FY22. The necessity of FDI has been spelt out in different policy documents. In his budget speech for FY24, the finance minister said that 100 economic zones (EZs) are being established in the country for environment-friendly industrialisation and to enhance domestic and foreign investment along with youth employment. The OECD-UNCTAD review report, released last month, observed that FDI could play a bigger role in fostering diversification, learning and innovation. Although attracting FDI is among the government's top priorities, FDI to Bangladesh remains limited and concentrated in the traditional sectors. So, the review paper suggested that the country needs to craft a modern policy mix that encourages learning, risk-taking, innovation and provides new business opportunities for new firms and sectors. It also stressed developing a more coordinated approach between industrial, trade and FDI policies, simplifying the institutional framework for attracting FDI, and modernising the incentive packages.As the country is set to graduate from the least-developed country (LDC) status by 2026, the goal to attract more FDI needs some policy manoeuvring. In this connection, the OECD-UNCTAD review paper outlines a set of recommendations. The core message of the recommendations is that the country needs to shift to a more targeted FDI approach and proactively look to attract more knowledge-intensive FDI. It also emphasises introducing 'conditionalities to ensure that the local economy gets the most out of FDI' in the long run.[email protected]",
        "headline_1": "Adopting correct policy to encourage FDI",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/adopting-correct-policy-to-encourage-fdi-1697897112",
        "news_paper_name": "The Financial Express",
        "publish_date": "22-10-2023"
    },
    {
        "full_article": "It is the different types of infrastructural limitations that discourage many child students of the rural primary schools from attending classes. A large number of these institutions include schools run by the government. Thanks to the parents having dreams of seeing their children become fully literate, scores of them do not wean the child students from the primary level studies. Although they comprise a small segment, it's these conscious parents who have kept alive, in large part, the small students' habit of going to school. These parents are soon going to be joined by many others, especially the mothers, when they will see their loved ones do not have to attend classes without being fed during lunch-time. The state of being hungry is, indisputably, a great deterrent to going ahead with studies --- be they at school or at home. The days of a new spectacle are set to replace soon this painful scenario in both the country's villages and the urban areas. The State Minister for Primary and Mass Education has been quoted recently by a news agency as saying the mid-day meal programme for primary school students would commence in November. The minister has dubbed the programme a pilot project. The project was likely to get the nod of ECNEC this month, he said, adding if that happened it would roll from the current or the next month.It's worth mentioning that the government in August 2019 chalked out the National School Meal Policy aimed at providing mid-day meals to students at all government primary schools by the year of 2023. The programme is set to be launched to ensure children get at least 30 per cent of their required daily calorie intake at school. It has been learnt that there is a huge budgetary allocation for the primary school mid-day meal programme. Elaborating on it, the minister has said that under the project nutritious foods like biscuits, milk and eggs will be served to the students instead of cooked food. Apart from boosting the students' eagerness to continue their studies, the mid-day free meal at school is expected to prompt the parents to remain free of tension about their children's lunch. In short, the mid-day meal on school days is great news. Many may interpret it as a 'humanitarian strategy' to keep the generally reluctant small boys and girls close to their class-centred studies.The programme of meals prepared at government primary schools for students is not unique to Bangladesh. Many least developed and developing countries have this system in place. Coming to Bangladesh, the dilapidated condition of the primary school buildings discourages the general students from attending classes. The overall condition deteriorates during the monsoon floods. Coming to school eventually proves to be veritable ordeals for the older children, who have to walk through ankle- to knee-deep flood water from home. Having a mid-day meal at school may somewhat compensate for their hazardous school attendance.Notwithstanding these occasional disruptions to keep the mid-day meal programme functional, it is expected to emerge as a successful venture in the primary education sector. Given the traditional privileges found at the urban primary schools, prorammes like those of mid-day meal there may not face much problem. Conducting a multi-faceted programme of mid-day meal distribution at a rural school might prove full of unwarranted complications. It's up to the performance of both the school management bodies and the mass education authorities on which rests the ambitious programme's success. A foremost priority ought to be placed on the job being free of all types of irregularities.[email protected]",
        "headline_1": "Gains of mid-day meal at school",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/gains-of-mid-day-meal-at-school-1697897160",
        "news_paper_name": "The Financial Express",
        "publish_date": "22-10-2023"
    },
    {
        "full_article": "Bangladesh was once full of rivers, canals and water bodies. They were the lifeline for almost every aspect of our life. Many of these water reservoirs are, however, dying fast because of pollution and land-grabbing. A number of rivers have already ceased to exist, while others are facing existential crisis. Rivers are being heavily polluted due to the dumping of industrial and human wastes. Toxic wastes of factories have destroyed the aquatic life of the rivers. The water of the rivers and canals has also become unusable for bathing and washing. Also, silting of rivers is another concern. Influential quarters have built houses, mills, markets and even multi-storey buildings on the banks of the rivers to encroach them gradually. To protect their illegal structures, encroachers offer bribe to a section of government officials. But the authorities concerned take little action to stop the illegal filling and encroachment of the rivers and canals. The result is the collapse of the drainage systems and frequent water-logging in different localities.According to the Department of Fisheries, Dhaka city had more than 2,000 ponds in 1985. But currently, the number is only 100. Water reservoirs are drying up in the capital and elsewhere across the country. The government enacted a law to protect water reservoirs in 2000. But it could not do much to save the water bodies. We have to save our water bodies and reservoirs if we want to save our life and livelihoods. Now is the time to take immediate action to protect our rivers, canals and ponds. All the factories set up on river banks must establish effluent treatment plants (ETPs) to treat their waste before disposal. We all should come forward to protect the natural environment of the country to make it more liveable. Al Amin, Student of University of Dhaka, Dhaka, [email protected]",
        "headline_1": "Protecting our water reservoirs",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/protecting-our-water-reservoirs-1697897188",
        "news_paper_name": "The Financial Express",
        "publish_date": "22-10-2023"
    }
]