[
    {
        "full_article": "All non-officer appointments to the three wings of the Indian armed forces will be through the Agnipath (literally, the path of fire), the Centre announced on June 14. The Government has enumerated its reasons for the move that fundamentally disrupts not only the process of recruitment but also the character of the soldier. Almost on cue, a section of experts has jumped in praising the move as transformative for the country’s defence. But many in the defence community and also political observers have not shied away from expressing their reservations and shock. Youth aspiring to join the forces are on the streets in protest in several States, and are even turning violent in many places. With no recruitment in the last two years due to COVID-19, these youngsters were already frustrated. With modest education and skills, they fear the new process stalls an accessible escape route from poverty. As opposed to the existing 15 years plus service followed by lifelong pension, the new recruits, or Agniveers (literally, fire heroes) will have a four-year tenure including six months of training. Upon completion they will be given an opportunity to apply for permanent cadre and up to a fourth would be enrolled as regular cadre. The rest will exit with a tax-free purse of approximately ₹11.71 lakh and return to civil life to aid in ‘nation building’. The process of recruitment will commence in 90 days with an intake of about 46,000 youngsters.The Government claims the new scheme will help build a younger, fitter defence force, with personnel more trainable in the changing technological environment. It says it will also inculcate military discipline, ethos and skilling as a value addition, improving the prospects for those who return to civil society. To start with, there will be no permanent recruitment in the armed forces for the next four years. Critics who include many fellow travellers of the ruling BJP have raised concerns such as potential damage to operational preparedness given the crises on the borders, with personnel hired for the short term, trained in a rush and lacking the camaraderie that professional forces possess. If a soldier’s job is now turned into a contractual employment, it might not motivate aspirants who hope for job security, pension and honour. The argument that defence should not be treated as an employment guarantee scheme is rhetorically impressive, but the fact is that from the manufacturing of arms to the employment of soldiers, the sector plays a critical role in the economy. For a country like India, where unemployment remains a major policy challenge, the concerns cannot be dismissed easily. The Government also faces the very credible charge that this is nothing more than a cost cutting plan. Considering all this, the Centre must put the plan on hold and revisit it in consultation with political parties, and a wider range of experts.",
        "headline_1": "Playing with fire: On Agnipath",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/playing-with-fire-the-hindu-editorial-on-agnipath/article65537021.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "18-06-2022"
    },
    {
        "full_article": "The crash in the price of cryptocurrencies is a timely reminder to retail investors to stay far away from this highly speculative asset class. Bitcoin, the most popular cryptocurrency, has lost over two-thirds of its value since its peak in November last year and has wiped out many retail investors. Other cryptocurrencies have witnessed even larger losses with some (Luna) plunging to zero. The current crash was a long time in the making. Cryptocurrencies were initially touted to be alternatives to fiat currencies. Since the supply of a lot of cryptocurrencies is limited by design, investing in them seemed like a good way to protect one’s wealth from inflation fuelled by central banks. But as it became obvious that cryptocurrencies have had very little acceptance as money, crypto-enthusiasts began to argue a slightly different case. Cryptocurrencies were now touted as an independent asset class like gold and silver that could serve as an effective hedge in times of crisis. The crash in the crypto market amidst wider market correction has put to rest the argument that crypto, as an asset class, is as good a hedge as precious metals. There is little reason to believe that cryptocurrencies possess any intrinsic value that can make them serve the role of widely accepted money or as a legitimate asset class such as precious metals.The acceptability of cryptocurrencies in the wider economy has remained minuscule and there are no signs of their use for purposes other than wild speculation. But the only tailwind that has kept cryptocurrencies rallying despite concerns about their fundamental or intrinsic value has been the climate of easy monetary policy adopted by central banks. Easy money from central banks fuelled the rise of a get-rich-quick industry that depended on selling to a greater fool. Just as Internet stocks and tulip bulbs were the hallmarks of liquidity-fuelled bubbles in the past, cryptocurrencies are the leading symbol of the current bubble in markets. But perhaps the biggest threat to their prospects has been an existential one. Governments and their central banks have been largely unwilling to recognise cryptocurrencies as a legitimate investment asset. They are also unlikely to recognise private cryptocurrencies as they infringe on the state’s fiscal and monetary authority. Moreover, this hostile attitude is at least partly to blame for the shady nature of the crypto industry at large. Retail investors looking for quick market gains have had to plunge into an unregulated space marked by scams and other pitfalls in the absence of a legal environment that can protect investor interests. So, regardless of the investment prospects of cryptocurrencies, a proper regulatory framework may help in protecting retail investors, at least from outright scams.",
        "headline_1": "Bubble in the air: On regulating cryptocurrencies",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/bubble-in-the-air-the-hindu-editorial-on-the-need-for-regulating-cryptocurrencies/article65536802.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "18-06-2022"
    },
    {
        "full_article": "The government has declared the national budget at a time when the world is still reeling from the Covid pandemic. And now, we are looking at yet another global crisis of energy and food security. No doubt, these have come as big shocks for Bangladesh. A budget declared at such a critical juncture is expected to present a way to absorb some of the shocks.\nIt seems the focus of the budget has mostly been on bringing the economy back on track. However, the government appears to have ignored the fact that the education sector is suffering immensely from Covid impacts, and that, without appropriate interventions and judicious investment, we risk jeopardising the future of a whole generation of Bangladeshis. In fact, this year's budget looks like any other budget from the previous years. It does not reflect the aspirations of the 40 million learners, half a million teachers and the millions of their family members who have been struggling to minimise the massive learning loss that has aggravated pre-existing inequalities in accessing quality education.\nThe Ministry of Primary and Mass Education and the Ministry of Education both prepared Covid response and recovery plans. But there is no indication in the budget as to how these plans are to be implemented. Bangladesh, over the last 50 years, has achieved some milestones in education. For instance, Bangladesh has been acclaimed globally for achieving gender parity in enrolment at the primary and secondary levels and also at the teacher level. An increasing number of students are enrolling into technical and vocational programmes. But how can we retain these achievements moving forward? The proposed budget has not provided any indication in this regard.\nCovid taught us that we need to move forward with a combination of both offline and online lessons. Though the budget does highlight the importance of ICT to some extent, there is no recognition of the inequalities in accessing digital technologies which were further exacerbated during the pandemic. The finance minister has mentioned that 170 million people have mobile phones, but what about the increasing expenses related to internet facilities that a huge segment of our population can't afford?\nThe focus of the world is to bring students back to schools, to retain them in classes and to ensure they are not lagging behind. In order to do so, there needs to be provisions for adequate funding. However, our budget has seen only a nominal increase for education from the past year – 12 percent of the total budget, compared to 11.9 percent in FY2021-22. When compared to the GDP ratio, it is only 1.83 percent, less than the outgoing fiscal year's allocation and the lowest in South Asia. This is undoubtedly disappointing, particularly considering the present scenario in education.\nTo meet our SDG targets, our government is committed to allocate at least 4-6 percent of GDP for education. But what about our National Education Policy (NEP) 2010, which was adopted in the parliament? There is almost no reflection of all of these commitments in the proposed national budget.\nAlso, why is there so little allocation for research in education? Research is all the more relevant now, particularly in light of Covid, because we need credible, scientific data for realistic planning. We don't know exactly how many have dropped out of the education system, how many have become victims of early marriage or how many learners have joined the labour force. If we want credible data, we have to invest in research.\nTax has been levied on private universities again, as was attempted last year. The burden of this tax will no doubt fall on the students and their families who are already struggling to face the challenges of inflation. Can the government ensure that universities pay the tax from their profits without imposing it on their students?\nThe government needs to think of education as a single sector – from pre-primary to higher education, including technical, vocational, and professional education – and it should get the single largest allocation in the budget.\nIn terms of the declared budget, the government should think about reallocating some of the resources to critical and overlooked areas, such as bringing children back to schools, mitigating learning loss and addressing malnutrition. We want a specific budget to target vulnerable and excluded groups, such as children with disabilities – not simply as part of social safety net allocation but specifically for education.\nThe amount of the stipends should be doubled considering the inflation over the years. Even if it is not possible to implement this right away, it should remain as the government's vision and objective to increase the amount and widen the outreach of the stipends. There has to be a specific allocation for victims of early marriage in 2020 and 2021 to encourage them to come back to schools/colleges.\nI felt happy to hear when the finance minister mentioned the new curriculum, but implementation of a new curriculum requires specific allocation. It focuses more on creative learning, values education, continuous assessment and innovative practices inside the classroom. If we really want to make these changes happen, we need to allocate money, as and where required.\nThe nation is going to enjoy the fruits of \"megaprojects\" like Padma Bridge thanks to our government. But if we don't invest enough in developing our human resources, how are we hoping to sustain the results of our mega initiatives? Unfortunately, this year's budget has almost no indication of investing in youth who are expected to lead the country in 2041.\nFinally, allocation is just one side of the coin. We also need to focus on budget utilisation and monitoring. There is hardly any point in pressing for more funds, if we don't utilise the budget effectively. In his budget speech, the finance minister mentioned timely completion of education and health sector projects as one of six challenges. It is evident that the government mechanism should be strengthened and committed to ensure accountability and transparency while utilising the budget at each and every stage. \nBangladesh is progressing, but if the progress is uneven, then expectations of the majority of learners will remain unfulfilled.\n \nRasheda K Choudhury is executive director of Campaign for Popular Education (CAMPE).\n",
        "headline_1": "Education budget not enough for 40 million learners",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/education-budget-not-enough-40-million-learners-3049781",
        "news_paper_name": "The Daily Star",
        "publish_date": "18-06-2022"
    },
    {
        "full_article": "One of my favourite films, Love Actually (2003), begins with the narrative voice of \"the British prime minister\" (Hugh Grant) saying, \"Whenever I get gloomy with the state of the world, I think about the arrivals gate at Heathrow Airport.\" The added video collage shows the crossroads of humanity featuring a wide spectrum of people coming together with a potpourri of emotions. The voice continues, \"General opinion's starting to make out that we live in a world of hatred and greed, but I don't see that. It seems to me that love is everywhere. Often, it's not particularly dignified or newsworthy, but it's always there. When the planes hit the Twin Towers, none of the phone calls from the people on board were messages of hate or revenge – they were all messages of love. If you look for it, I've got a sneaky feeling you'll find that love actually is all around.\"\nSitting at the airport lounge recently, I wondered if the British prime minister would have actually located love at Dhaka airport. I saw countless instances of mismanagement, negligence, and incompetence as I muttered, \"Whenever I arrive at the gate at Dhaka airport, I get gloomy with its state of affairs.\" Thankfully, I am not a politician who needs to be publicly upbeat and professionally enthusiastic. I do not have to be a cynical preacher of gloom, either.\nThe construction of Terminal 3 at Hazrat Shahjalal International Airport (HSIA) in Dhaka offers a silver lining. Designed by architect Rohani Baharin, whose work includes critically acclaimed Changi International Airport in Singapore, the HSIA Terminal 3 promises to render a much-needed facelift to our civil aviation sector. And, under the guidance of Japanese and South Korean companies, the construction is way ahead of its schedule and likely to go for a soft launch in October 2023.\nThis megaproject is going to revolutionise our air connectivity. The completion of Padma Bridge, despite many odds, gives us hope that this terminal, too, will become a development milestone. My concern, however, is not the simulation of a world class airport; my concern is its operation. Our development partners can help us with the impressive structure, but do we have the resources and mindset to manage it at an international standard?\nIn a country where the High Court has to issue directives to control the mosquito population at the airport, where the lack of luggage trolleys hits the national news, where passenger harassment is of epically tragic and the delay in receiving luggage is of absurdly comic proportions, where aeroplane toilets act as proxy goldmines, where the gangs of HSIA are waiting for a Martin Scorsese to make a film after them, it is difficult to be overexcited about the physical growth of the airport facilities. In a country where civil servants do not miss out any opportunity to avail foreign trips to learn about sowing grass seeds, cooking mishmash, inspecting lifts before ordering, or hopping on a flight to find feasibility of a non-stop route to the other hemisphere, it is difficult not to be dispirited.\nA series of freak accidents at HSIA in the last few months raised an extra red flag for me. On Thursday, a Biman Dreamliner grazed the abrasion-resistant rubber on the boarding bridge while being taken to the hangar. On June 4, a microbus of the US-Bangla Airlines hit a Boeing 737 aircraft. In April, a flight to Dubai was cancelled after the nose of a Boeing aircraft hit the tail of another aircraft at the hangar. On February 15, a Boeing 737 aircraft of Biman was brought back from Malaysia once a crack was found in its windshield. On March 6, a Boeing was damaged when its engine was struck by a bird during landing at Sylhet airport.\nThese incidents show a serious lack of skilled crew and ground staff to run an aviation system. Running an airport with 20 million passengers a year is almost as challenging as running Dhaka city or a small country. The airport has the responsibility of moving millions of people to their ultimate destinations through scores of different airlines from different countries. Do we have plans to reskill and upskill our airport personnel to deal with these hundreds of daily arrivals and departures? Our current performance says we are far from it.\nI am sure the designer of Terminal 3 has paid enough attention to include various services in its concourses and terminals. Already, a complex surface-transportation system consisting of elevated expressway, metro rail, tunnel passage, bus bay, car park, etc. is being built to ease the way people can get to and from the airport, and commute within the airport structure itself. The airport will also boost local businesses, including shopping, lodging and accommodation. But my worry is, have adequate measures been taken to increase the number of service providers and improve the quality of the operators? Are there enough projects in place to make passengers' travel experiences effortless? Do we have the people with appropriate aptitudes and attitudes to make the best of the infrastructures being built? Do we have the right communication and professional skill sets? I have not seen any such news in the media. If we are to rely on the trade unionists who have often held the aviation sector hostage to their whims, then I believe there is not much to expect from Terminal 3.\nThis is an area that we cannot overlook. An airport is the face of a country. It shapes a visitor's overall perception of a destination. The impressive building can only impress, but to make it truly impressive, we will need to take a stride further to add human elements to the steel and concrete slabs.\n \nDr Shamsad Mortuza is the pro-vice-chancellor of the University of Liberal Arts Bangladesh (ULAB).\n",
        "headline_1": "Will Terminal 3 be everything we want it to be?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/blowin-the-wind/news/will-terminal-3-be-everything-we-want-it-be-3049766",
        "news_paper_name": "The Daily Star",
        "publish_date": "18-06-2022"
    },
    {
        "full_article": "Just as one generation gives way to the next, global challenges are superseded by a new cohort. The once-in-a-century Covid-19 pandemic – and the risk that other dangerous new viruses may emerge at any time – is far from the only example. Extreme weather events resulting from climate change are having catastrophic consequences. Information technology and data are sometimes used maliciously or for cyberwarfare. Even today's surging food prices and rising global hunger can be traced to a failure to disseminate open source technologies.\nWe seemingly live in a permanent state of danger. Crises are no longer isolated tail-risk events that affect a few. They are much more frequent, multidimensional and interdependent, and – because they transcend national borders – have the potential to affect everyone simultaneously. Moreover, they involve so many externalities that both markets and national governments have insufficient incentive to solve them.\nSolutions to these problems depend on the availability of global public goods, but the current international system is unable to provide a sufficient supply. We need major coordinated investments in pandemic preparedness and response, for example, or to reduce greenhouse gas (GHG) emissions (a global public bad), because no individual country's actions will resolve today's crises, much less prevent new ones.\nA rethink of the way multilateralism works is imperative. The post-war international financial architecture was designed to support national governments so that they could provide national public goods. The priority now is to think about the new institutions required to provide public goods that transcend national borders.\nThe overlapping nature of current crises makes an even stronger case for a new framework. Greater frequency of extreme weather events, such as floods and droughts, heighten the risk of infectious and waterborne diseases. Rising average temperatures and altered rainfall patterns are reducing the potential yield of staple crops (by six percent in the case of maize, for example) that are crucial for food security – an essential component of good health. In 2010-19, the proportion of the global land surface suffering extreme drought in any month reached 22 percent, up from 13 percent in 1950-99.\nPrevious emergencies, like the global financial crisis of 2008-09 (which was really a developed world phenomenon) or the Asian and Latin American financial crises of the late 1990s, were essentially economic in nature, resulting from the excessive accumulation of financial risks. The solutions were in the hands of central bankers and finance ministers. They included new financial regulations and fiscal and monetary policies to restore lost employment and output.\nToday's crises, in contrast, are interdependent and truly global in scope, with potentially a much greater impact. What is distinctive is that solutions no longer depend exclusively on the competence of national economic authorities. Addressing them effectively requires leadership and action between governments around the world. One example of this approach is the proposed Global Health Threats Council. The early detection of pandemic threats and the development of herd immunity against known pathogens is a classic case of a non-rival and non-excludable global public good.\nBut taxpayers in individual countries lack the incentives to provide goods whose benefits are enjoyed globally. Moreover, we cannot expect official development assistance (ODA) or philanthropy to do the job. The numbers simply don't add up. ODA totalled USD 180 billion last year, with private donors adding a few billion more. But global public goods require trillions of dollars. Moreover, aid budgets are too cyclical, and priorities shift. But what seems urgent and politically appealing does not always coincide with what is important, which should be the focus of global public goods.\nThat is why we need to introduce a new multilateral system. Ideally, its main elements should mirror the tools used to provide national public goods: taxation, incentives, and accountability.\nSince global public goods require significant and stable financing, we should focus on building global fiscal capacity, universally funded on an ability-to-pay basis. Leadership at the national level is, of course, also required to ensure an adequate cross-government and cross-sectoral response.\nProviding taxpayers and governments with the right incentives to act will not be easy. But most governments take the International Monetary Fund's periodic Article IV consultations very seriously; including an assessment of how they are addressing climate and pandemic risks would be a good start. Likewise, credit-rating agencies should expand the methodologies they use to assess risks for governments and corporations.\nThe world is unprepared to cope with the new generation of crises. Rather than focusing only on deficiencies in one particular area when a crisis hits, we need to understand why we are systematically bad at producing the global public goods that all these new crises require. Unless we address this issue, specific gaps will continue to appear. If another pandemic threat were to emerge tomorrow, for example, we would be no better prepared than we were for Covid-19.\nThe current climate, health, and food crises should trigger the global collaboration needed to tackle such threats. If they don't, it is fair to ask what would.\n \nMauricio Cardenas, a former finance minister of Colombia, is visiting senior research scholar at Columbia University's Center on Global Energy Policy.\n",
        "headline_1": "Today’s Crises Are Different",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/project-syndicate/news/todays-crises-are-different-3049761",
        "news_paper_name": "The Daily Star",
        "publish_date": "18-06-2022"
    },
    {
        "full_article": "How unfortunate. There is a new assault on the freedom of the press. This time, sadly, it comes from another section of the mass media itself – the television. It has been an age-old practice – almost like an article of faith – that the media stands together. Its organisations support each other against those who try to restrict, throttle, and ban independent journalism. We now see some television channel owners trying to debilitate another part of the media – the newspapers. The Association of Television Channel Owners (ATCO) has appealed to the information ministry that the broadcasting of video programmes and multimedia content by newspapers be banned.\nWhat ATCO is demanding will greatly harm the newspaper industry and is likely to jeopardise the latter's future, for there is no way newspapers can survive without their digital presence.\nThe world has changed, and the media sphere much more so. Today, newspaper readers demand updated news the very instant that it happens. They want explainers, backgrounders and also on-the-spot coverage. They not only want to read their favourite reporters or columnists, they also want to listen to them, see them, and interact with them – which is only possible through the internet and in multimedia format.\nEvery newspaper worth its name has 24/7 online and multimedia coverage of events. The New York Times offers special audio-visual coverage of the Ukraine war along with CNN, Al Jazeera, BBC and hundreds of other TV channels. American newspapers covered the US' recent shooting deaths in print and video formats, alongside TV channels. Take the recent fire at the container terminal in Sitakunda upazila of Chattogram. We all covered it in multiple formats – the TV channels had their written reports uploaded online as we, the newspapers, provided both written and video coverage of the event. Nowhere in the world has any broadcaster complained about newspapers offering video coverage.\nTake any important newspaper in Europe, Japan, Asia or Southeast Asia – the picture is the same. The Times of India, Hindustan Times, The Hindu, The Telegraph of India, Dawn of Pakistan, The Bangkok Post of Thailand, The Jakarta Post of Indonesia, The Star of Malaysia – and I can go on and on – each of these renowned newspapers has a highly efficient and vibrant audio-visual digital presence. So, why this demand by ATCO? Will it not force Bangladesh to fall behind the rest of Asia and the world in terms of print media?\nIs it ATCO's view that they are losing viewership due to newspapers running videos? No. They are losing their viewers to Indian channels, especially the Bangla ones. Our TV channels have known this for years and have done very little to fight the competition. \nWhen ATCO demanded \"clean feed,\" we supported their cause because it concerned their business and we realised that our TV channels needed to earn profit. But now they are striking against newspapers' \"contents\" which makes it an issue of press freedom and freedom of expression. It hits out at the constitutional rights of the press and the people.\nATCO says that newspaper videos are against the paper's declaration – the initial permission to bring out a newspaper. These \"declarations\" pre-date the digital age and hence need to be changed to serve the future interest of Bangladesh – along with many other laws that were drafted ages ago. As a progressive country, we must change the laws to suit the digital era.\nATCO's position on what is allowable under the online registration policy is based on a flawed interpretation. As we understand it, acquiring separate registration for online versions allows newspapers to have news and multimedia contents. A serious reading of the policy clearly shows that newspapers, with special registration for their online versions, are allowed to produce video content.\nThere is also the urgent need for diversification. Every industry is diversifying and bringing out new products (for us, it is multimedia content) both to keep their present consumers (for us, readers) and to attract new ones.   \nEven social sectors are diversifying. Much of today's education is imparted through online classes and videos. Was this foreseen when we admitted our children to schools, colleges, universities, etc? As parents, did we know or agree to the fact that our children will be taking lessons virtually and not in a face-to-face classroom setting? We have all adapted to new methods and technologies due to changing times and made use of the opportunities that these are providing. Did our higher judiciary ever know that they would be holding virtual courts, or that doctors would be prescribing treatment and medicines without physically examining patients? Even our prime minister is carrying out the business of government through video conferencing. She is presiding over some of the most crucial decisions of the state virtually. This is what intelligent leadership and progressive societies do to keep abreast of change and innovation. ATCO's position is totally contrary to this truth.\nFuturists predict that the technological changes – especially artificial intelligence, biotechnology, quantum physics, super-computers, space exploration, etc – will completely dwarf the innovations we have seen so far. We can't even imagine what the future will be like. So, are we going to face the ever-evolving future world of incomprehensible changes, possibilities and opportunities with outdated mindsets and laws, and concepts and ideas that were conceived in a totally different era?\nThe media's operations and business models stand transformed by the digital revolutions witnessed so far. Future innovations will impact it even further. This is true for all media, especially for print. Print media has to innovate and find newer ways to serve its readers, whose taste, preferences, values, and patterns of time utilisation have dramatically changed. They want to read newer things, different things, and in multiple formats. Many people, instead of reading books, prefer to listen to them. This has led to audiobooks being recorded. Many of our readers prefer to listen to news instead of reading it. So, we have podcasts along with printed news.\nNewspapers of the future – some are already there – will have to become news platforms instead of just papers, and reach their readers in multiple ways – print, online, mobile phones, podcasts, and multimedia. This is the future which we must embrace if we are to survive.\nWe appeal to our minister, Hasan Mahmud, that as the minister for the whole sector he should not be swayed by TV only. He must think of the interests of radio, online media and, of course, the print media, in formulating his polices. \nATCO's demand must be opposed because it is against Prime Minister Sheikh Hasina's aim of building a \"Digital Bangladesh.\" It must be opposed because it is anti-progress, anti-future, and against the interests of Bangladesh's print media.\n \nMahfuz Anam is the editor and publisher of The Daily Star.\n",
        "headline_1": "Column by Mahfuz Anam: New assault on the freedom of the press and expression",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/the-third-view/news/column-mahfuz-anam-new-assault-the-freedom-the-press-and-expression-3049146",
        "news_paper_name": "The Daily Star",
        "publish_date": "18-06-2022"
    },
    {
        "full_article": "The story of the Birangonas in Bangladesh is one of contradictions – of state recognition on the one hand, and social ostracisation on the other. Though Father of the Nation Bangabandhu Sheikh Mujibur Rahman awarded the title of \"Birangona\" to honour the sacrifices of the women who were systematically tortured during the Liberation War, for five decades, they were subjected to ridicule, harassment and persecution by the society at large – including state institutions – because of their \"Birangona\" status. In 2015, the government undertook another commendable initiative – 41 Birangonas were gazetted as freedom fighters for the first time. Till then, a total of 448 have been gazetted as freedom fighters.\nA recent study by Transparency International Bangladesh (TIB) reveals the irregularities, complexities and harassment in the process of recognition and provision of benefits to Birangonas. They have to wait for more than three years to be gazetted as freedom fighters, and wait for at least three to six months to start getting an allowance due to bureaucratic delays. It takes more than six years to get a house under the \"Bir Nibash\" project, which provides accommodation to financially insolvent freedom fighters. The TIB report also mentioned instances of extortion and bribery, adding that applicants did not report the irregularities due to fear of further harassment and delay.\nThere does not appear to be any systematic plans in place to identify the Birangonas at the local level, and those who do come forward on their own have to jump through numerous bureaucratic hoops and face intrusive questions to access the benefits. Many of the applicants wonder if they will ever see the benefits during their lifetime, despite being prodded over and over to \"prove\" their eligibility.\nGiven the circumstances, it is imperative that the government revisit this commendable initiative and remove the numerous hurdles in the process. There needs to be a specific time frame during which the process must be completed. We agree with the TIB recommendation that a specific framework needs to be developed to identify the Birangonas. However, the government must engage with the female freedom fighters and civil society organisations working with them to ensure that the process of identification does not result in further humiliation of the women and their families. The report also suggested that the Liberation War affairs ministry assign specific personnel at local levels to assist in the process of availing all the facilities – starting from the application process to gazette notification. We believe such personnel should receive orientation and gender sensitivity training on how to work with the female freedom fighters.\nThese women have suffered too much, on too many fronts, for Bangladesh's independence, but they were never treated with dignity. It is high time we started treating these freedom fighters with the respect they deserve.\n",
        "headline_1": "How much longer must the Birangonas suffer?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/how-much-longer-must-the-birangonas-suffer-3049656",
        "news_paper_name": "The Daily Star",
        "publish_date": "18-06-2022"
    },
    {
        "full_article": "Poor, minor survivor of rape – there can't be a worse combination than this for someone grovelling through the corridors of justice in Bangladesh. Throw a powerful culprit into the mix, and you have a victim representing what is perhaps the most vulnerable group in our society. Such a case recently came to light when a 15-year-old girl from Nilphamari gained access to a High Court bench in session, and made the following appeal: \"Sir, I have been raped. We are very poor. We have no money to move the case. I want justice from you.\"\nShe spoke directly to the sitting judges, who were astonished to hear this and quite touched by her story, an underage girl fighting alone and unaided, with nothing but the determination to get justice for the wrong done to her. She claimed to have been raped by a member of Border Guard Bangladesh (BGB). After she filed a case with a lower court in Nilphamari, the accused was acquitted. She wants to have the case moved to the High Court. We're happy to know that she has been promised legal representation. There is still a long way ahead, but we hope justice will be delivered fairly this time.\nHowever, as encouraging as her grit is, the fact that a rape survivor had to go through such ordeal to get to this point is disquieting. This is but an example of the insurmountable challenges that the victims of rape and domestic violence often have to face while seeking justice. Many victims drop their case mid-trial, many never even filing a complaint. Threats of further harm by the accused, adverse societal attitude, lack of access to legal aid services, lack of state protection and compensation, systemic barriers as well as the biased, unhelpful attitude of relevant officials – there can be any number of reasons for this situation.\nAdded to the uncertainty is the fact that securing a conviction in a criminal court itself remains a daunting task. Conviction rates in cases handled by the Women and Children Repression Prevention Tribunals are measly at best. This leads to criminals feeling emboldened and, in many cases, repeating their crimes. There is, clearly, a lot that needs to change. For victims like the Nilphamari rape survivor, this begins with increasing the reach of the National Legal Aid Services Organisation (NLASO) and proper execution of the Legal Aid Services Act, 2000. The government as well as the judiciary must ensure that all victims are properly represented, protected and compensated.\n",
        "headline_1": "Extend all support to Nilphamari rape survivor",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/extend-all-support-nilphamari-rape-survivor-3049626",
        "news_paper_name": "The Daily Star",
        "publish_date": "18-06-2022"
    },
    {
        "full_article": "It is almost inevitable that BJP-led NDA will have the determining choice on who finally becomes president. But we may ask the question: Who will be the ideal president for 21st-century India?\nThe answer is: In times when democracy is in retreat across the world, the ideal president is someone who will stand as democracy’s conscience keeper.\nRead full opinion on TOI+\n\n\nFacebook\nTwitter\nLinkedin\nEmail\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n Disclaimer Views expressed above are the author's own.  \n\n\n\n\nEND OF ARTICLE\n\n\n\nOpinions \nNupur, Naveen & us – Please note: Aggressive right-wing politics can also cost those who benefit from it most\n  \nHindu-Muslim: Facts vs fear: Logic, data belie scaremongering on minorities. Let India be the safe space it’s always been\n  \nSystem ‘bull-dazed’: As bulldozers roll on, higher courts almost seem to be in a daze. They must respond\n  \nThe unmaking of India? External embarrassment aside, offensive rhetoric from some BJP leaders also threatens internal social stability\n  \nModi & BJP at crossroads: Post-Nupur, tensions between party base’s wish list & GoI’s policy agenda are sharper\n  \nBaptism by fire: Army pension needs pruning. But Agnipath protests show future soldiers’ anxiety needs better responses\n  \nWhy Kashmiri Pandits should be investing in life beyond Kashmir\n  \nBulldozers only stop with a stay: In Prayagraj & elsewhere, demolitions without due process are illegal. Courts must intervene forcefully\n  \nEnglish-Vinglish, Hindi-Shindi: India doesn’t need a national language. Plus, Hindi is growing & English is no longer elitist\n  \nChild marriage: Why we should not point fingers",
        "headline_1": "Being truly presidential: 21st-century India needs a president who will be democracy’s conscience keeper",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/bloody-mary/being-truly-presidential-21st-century-india-needs-a-president-who-will-be-democracys-conscience-keeper/",
        "news_paper_name": "The Times of India",
        "publish_date": "18-06-2022"
    },
    {
        "full_article": "Violent protests against Agnipath not only continued for the third day but also spread to more states. Nothing justifies the arson and other acts of violence. Protests that result in wilful destruction of property cannot be treated with kid gloves. But these protests also show the scale of challenge in initiating reforms in India, even when fronted by a prime minister with the strongest political mandate in almost 50 years. One reason is pushback by interest groups that benefit from the status quo. Equally, sloppy planning and execution that feed into a pre-existing credibility crisis governments face make it tough.\nThere can be no argument against military pension reforms. The fiscally reckless act of introducing OROP without a concomitant move to rationalise numbers made Agnipath inevitable. Military’s pension spend increased from 19% of total defence expenses in 2010-11 to 26% a decade later, thereby squeezing out expenses on armaments. India’s challenge is not unique. PLA’s modernisation exercise last decade included demobilising officers. However, as a commentary by Rand Corporation observed there were concurrent steps to ease the transition. Chinese government officials were explicitly tasked to help in the job search and matching process, and it was linked to their promotion. It’s in such crucial areas of execution that India’s reform efforts falter.\nWhile GoI did well to offer a one-time waiver on age, it would have been better to have a credible pathway for lateral entry into paramilitary forces. Promises of “priority” at a future date will not cut it given the low trust in government promises. Another takeaway is that a reform that has a bearing on aspirations in an economy with limited job opportunities needs to be backed by direct messaging. The political executive has to take ownership before and during the process of implementing reforms.\n\n\nFacebook\nTwitter\nLinkedin\nEmail\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n This piece appeared as an editorial opinion in the print edition of The Times of India.  \n\n\n\n\nEND OF ARTICLE\n\n\n\nOpinions \nNupur, Naveen & us – Please note: Aggressive right-wing politics can also cost those who benefit from it most\n  \nHindu-Muslim: Facts vs fear: Logic, data belie scaremongering on minorities. Let India be the safe space it’s always been\n  \nSystem ‘bull-dazed’: As bulldozers roll on, higher courts almost seem to be in a daze. They must respond\n  \nThe unmaking of India? External embarrassment aside, offensive rhetoric from some BJP leaders also threatens internal social stability\n  \nModi & BJP at crossroads: Post-Nupur, tensions between party base’s wish list & GoI’s policy agenda are sharper\n  \nBaptism by fire: Army pension needs pruning. But Agnipath protests show future soldiers’ anxiety needs better responses\n  \nWhy Kashmiri Pandits should be investing in life beyond Kashmir\n  \nBulldozers only stop with a stay: In Prayagraj & elsewhere, demolitions without due process are illegal. Courts must intervene forcefully\n  \nEnglish-Vinglish, Hindi-Shindi: India doesn’t need a national language. Plus, Hindi is growing & English is no longer elitist\n  \nChild marriage: Why we should not point fingers",
        "headline_1": "Selling change: Reform’s tough, govt must back promise with delivery",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/selling-change-reforms-tough-because-trust-in-govt-promises-is-low/",
        "news_paper_name": "The Times of India",
        "publish_date": "18-06-2022"
    },
    {
        "full_article": "Allegations of sexual harassment levelled by two top cyclists against a senior coach, as well as complaints by a woman sailor, should be treated with utmost seriousness – but the Sports Authority of India is creating more problems with its responses. Mandating that all travelling women athletes must be accompanied by women coaches is an unprofessional policy, implying that men and women simply can’t work together in sports training. It also raises the question of whether there are enough women coaches. As problematic is the fact that an SAI internal complaints committee reportedly asked the cyclist who first accused the coach to file an FIR. There should be standard internal processes, where the committee follows up with the police, as the POSH Act specifies.\nSexual harassment in sports isn’t an Indian problem. The US, for example, has had many cases and in some instances celebrated coaches were outed as predators. Just as in workplaces, the predator works the power hierarchy in his favour in sports training, and young women from low-income families are especially vulnerable. Sometimes, even being an established athlete doesn’t help. A cyclist with a good track record alleged she was let go after facing repeated harassment. Exemplary punishment to harassers, following a quick, fair inquiry, is the best deterrent. SAI and sports federations must not impose rules that are a throwback to times when gender segregation was the norm.\n\n\nFacebook\nTwitter\nLinkedin\nEmail\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n This piece appeared as an editorial opinion in the print edition of The Times of India.  \n\n\n\n\nEND OF ARTICLE\n\n\n\nOpinions \nNupur, Naveen & us – Please note: Aggressive right-wing politics can also cost those who benefit from it most\n  \nHindu-Muslim: Facts vs fear: Logic, data belie scaremongering on minorities. Let India be the safe space it’s always been\n  \nSystem ‘bull-dazed’: As bulldozers roll on, higher courts almost seem to be in a daze. They must respond\n  \nThe unmaking of India? External embarrassment aside, offensive rhetoric from some BJP leaders also threatens internal social stability\n  \nModi & BJP at crossroads: Post-Nupur, tensions between party base’s wish list & GoI’s policy agenda are sharper\n  \nBaptism by fire: Army pension needs pruning. But Agnipath protests show future soldiers’ anxiety needs better responses\n  \nWhy Kashmiri Pandits should be investing in life beyond Kashmir\n  \nBulldozers only stop with a stay: In Prayagraj & elsewhere, demolitions without due process are illegal. Courts must intervene forcefully\n  \nEnglish-Vinglish, Hindi-Shindi: India doesn’t need a national language. Plus, Hindi is growing & English is no longer elitist\n  \nChild marriage: Why we should not point fingers",
        "headline_1": "Punish the predator: Women coaches aren’t the answer to harassment",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/punish-the-predator-women-coaches-arent-the-answer-to-harassment/",
        "news_paper_name": "The Times of India",
        "publish_date": "18-06-2022"
    },
    {
        "full_article": "Whether or not you’ve heard of the humour cliff, you’ve probably experienced it: The frequency with which we laugh or smile plummets around age 23. Children laugh all the time, but being an adult involves repressing this sense of play, keeping our interactions measured, professional and sterile.\nWhy this happens, and why it is counterproductive, is the theme of Humour, Seriously: Why Humour is a Secret Weapon in Business and Life by Jennifer Aaker, a behavioural science professor at Stanford Graduate School of Business and Naomi Bagdonas, an executive coach to leaders and celebrities.\nRead full opinion on TOI+\n\n\nFacebook\nTwitter\nLinkedin\nEmail\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n Disclaimer Views expressed above are the author's own.  \n\n\n\n\nEND OF ARTICLE\n\n\n\nOpinions \nNupur, Naveen & us – Please note: Aggressive right-wing politics can also cost those who benefit from it most\n  \nHindu-Muslim: Facts vs fear: Logic, data belie scaremongering on minorities. Let India be the safe space it’s always been\n  \nSystem ‘bull-dazed’: As bulldozers roll on, higher courts almost seem to be in a daze. They must respond\n  \nThe unmaking of India? External embarrassment aside, offensive rhetoric from some BJP leaders also threatens internal social stability\n  \nModi & BJP at crossroads: Post-Nupur, tensions between party base’s wish list & GoI’s policy agenda are sharper\n  \nBaptism by fire: Army pension needs pruning. But Agnipath protests show future soldiers’ anxiety needs better responses\n  \nWhy Kashmiri Pandits should be investing in life beyond Kashmir\n  \nBulldozers only stop with a stay: In Prayagraj & elsewhere, demolitions without due process are illegal. Courts must intervene forcefully\n  \nEnglish-Vinglish, Hindi-Shindi: India doesn’t need a national language. Plus, Hindi is growing & English is no longer elitist\n  \nChild marriage: Why we should not point fingers",
        "headline_1": "Crack a joke and make work better: Why offices need a lot more humour",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/crack-a-joke-and-make-work-better-why-offices-need-a-lot-more-humour/",
        "news_paper_name": "The Times of India",
        "publish_date": "18-06-2022"
    }
]