[
    {
        "full_article": "When life gives you lemons, make lemonade. If lemonade can help you go invisible, do something insane: rob a bank, perhaps. In 1995, a middle-aged man named McArthur Wheeler walked into two banks in Pittsburgh doing just that. He even smiled at the security cameras during the heist. Later when police arrested him, he muttered: \"But I wore the juice.\" Wheeler thought that by rubbing lemon juice all over his face—as lemon juice can be used as invisible ink—he would be unseen to surveillance cameras. Police later confirmed that the man was not deranged, but \"incredibly mistaken.\" Psychologist Prof David Dunning and his student Justin Kruger at Cornell University studied this curious case and came up with a theory, which is now known as the Dunning-Kruger effect. It talks about the \"illusion of confidence.\"\nIn their research paper, Dunning and Kruger wrote: \"When people are incompetent in the strategies they adopt to achieve success and satisfaction, they suffer a dual burden: Not only do they reach erroneous conclusions and make unfortunate choices, but their incompetence robs them of the ability to realise it. Instead, like Mr Wheeler, they are left with the mistaken impression that they are doing just fine.\"\nOur national men's cricket team went to the ICC T20 World Cup with similar over-confidence buoyed by the success attained in the preparatory matches played in strategically customised, spin-friendly, slow wickets. They scored low, but defended such low scores against worthy opponents. The slowness of the pitch allowed our batters to toy with their shots: scoops, reverse sweeps, or cross-bats (some of these shots were agricultural enough to be reminiscent of our indigenous games, such as danguti). These matches were designed to boost team confidence ahead of the tournament. Our formidable win against Sri Lanka, Australia, and New Zealand gave us false self-assurance.\nOur Tigers flew from the soggy fields of Mirpur to the dry deserts of Dubai in a hot air balloon. It did not take much for Great Britain (Scotland, Ireland, and England) and Australia to remind us of the reality of the colonial game. Agricultural shots against the colonial powers worked well in films such as \"Lagaan.\" Illusion reigns supreme in movies. In reality, such shots reduced our Mirpur Tigers to kittens who were simply found playing with a ball of hope during the entire competition. The Dunning-Kruger effect could be seen in action as the reverse bell curve exposed the over-confidence and incompetence of our team. The hyperbole with which we cite stats to describe our non-performing stars sounded horrible (pun unintended), especially in the shrieks of an over-enthusiast commentator. The blame game of the board bosses sounded equally empty as they had failed miserably over the years to spread cricket outside of Mirpur or to create a high-performing talent pool. Instead, they prematurely bring in players from the Under-19 team to play for the senior team, only to break their confidence once and for all. Political considerations add further to the incompetence calculus.\nI blame my middle-class sentiment for my whimsical support for the Tigers of Mirpur. My love-hate pendulum with which I approach our national team is probably common to most of the people that I know. We love to be associated with victory, but dissociate the moment there is defeat. Then again, as a nation, we don't get too many opportunities to be proud of our own. Team Tigers have given us a few such occasions. We pin our hopes on their success. It pains us to see our balloons of hope being burst by their irresponsibility and incompetence. Probably, by now, the incorrigible Tigers have made most of us indifferent to sports.\nHowever, while watching the gallery, another reality dawned on me. The expatriate Bangladeshi audience went to every match to enthusiastically support their team. The match for them was a lemon that promised lemonade. Most of them are probably humiliated by their affluent hosts on a daily basis. The matches were a respite from the daily drudgery. They probably spent a fortune to be in the fields to support their team, hoping for a moment of glory which would allow them to hold their heads high among the people who have little or no respect for them in their professional sphere. The game was more than runs and wickets. It was a lagan (appropriate time) for them to be proud of their nation in an international setting. But provided with the lemon, our team managed to turn it sour for its fellow compatriots. I guess we are making over-confidence a national habit.\nYou can take my lemonade saga with a grain of salt. Let me garnish it with a mint-condition example.\nAround 90 percent of the applicants, who took the admission test under the \"Ka\" unit at Dhaka University, have failed. The pass percentage in the \"Kha\" unit is slightly better: 16.89 percent. Ironically, 75 percent of these admission-seekers scored a perfect GPA of 5 in their HSC or equivalent exams. The admission tests have exploded the bubble of confidence these applicants have been living in. As someone who used to set questions for these tests, I know that the question-setters are under strict instructions to judge the knowledge of the students at an intermediate level. Then why would so many students fail? True, the selection process demands a high number of eliminations, but that does not justify the failure of so many students in the tests.\nAccording to one report, many of the students failed due to their lack of proficiency in compulsory English language. English is important as students are expected to read texts and supplementary resources in English at the tertiary level. Without linguistic competence, they will be forced either to express in a faulty language or to memorise their answers. Maybe it is rote learning that has improved their academic portfolios at the secondary level. The GPA is a result of a rehearsed performance or a faulty assessment system that gives false hope to our young ones. As our cricket stars have shown, grades are not always true reflectors of one's abilities.\nThe coaching centres and publishing houses spoon-feed our students with false confidence that falls short at the first sight of a real-life test. The high GPAs are nothing but a manipulation of the market. Similarly, why are we not surprised when our top-ranked player is given chance to play in IPL not for his performance, but for his ability to lure the Bangladeshi market?\nIsn't it uncanny that the Dunning-Kruger effect can be traced in both our education and our cricket? Well, our cricket gods have once again consoled us saying that these games on the global platforms are but occasions to learn. One meme has it right: the learning curve of the Bangladesh team makes Tigers the most educated team in the world.\nMeanwhile, someone in Cricinfo wryly wrote: \"You are the weakest link, goodbye.\"\n \nShamsad Mortuza is the pro-vice-chancellor of the University of Liberal Arts Bangladesh (ULAB).\n",
        "headline_1": "A lemonade for the illusion of confidence",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/blowin-the-wind/news/lemonade-the-illusion-confidence-2223061",
        "news_paper_name": "The Daily Star",
        "publish_date": "06-11-2021"
    },
    {
        "full_article": "On the first Saturday in November, Bangladesh observes the National Cooperatives Day. In these times of domination by giant corporations, it may be hard to imagine the role of cooperatives. Yet, the Bangladesh government is supporting the development and growth of cooperatives, resulting in a growing number of cooperatives and their members, and their increased importance to the economy.\nThe dominance of giant corporations on the global economy is not something to celebrate. The fact that corporations are richer than many national governments gives the former far too much power. Back when I worked on tobacco control, I was shocked that governments around the world were reluctant to pass laws that might harm the business of tobacco companies. Wait—isn't it the government's duty to make laws to protect health and the environment? Isn't controlling corporations a major part of their duties? But even in countries which score low on the corruption index, corporate lobbying still influences policy.\nGiant corporations have a well-deserved notoriety for lobbying against any number of regulations that would protect the environment and people's health but harm corporate profit. Examples of corporate malfeasance include lobbying that contributes to major oil spills, Facebook spreading misinformation about Covid-19 vaccines and contributing to the January 6 insurrection at the US Capitol, and Amazon crushing unions. Giant corporations are also known for their effect on small businesses: when a Walmart comes to town, a tsunami of shop closures follows in its wake, as small businesses have no way to match Walmart's prices. With Amazon delivering ever more goods—and there are various smaller versions of Amazon fulfilling the same role here in Bangladesh—fewer people go to shops, which also helps put those shops out of business. But with those closures of local shops comes a devastating effect on the local economy, from which many small towns never recover. Fewer people have traditional jobs. More people work for the gig economy, where they have no worker protection, no health insurance, and no pension.\nIt might seem that the only direction in which we can move is towards ever greater consolidation of the economy into the hands of a few corporations, and thus ever more billionaires controlling most of the world's wealth—as well as its governments. But there is a brighter alternative.\nAllow me a brief lapse into fantasy. You know how there are all those cheap Chinese goods for sale—toys and sandals and other junk that lasts perhaps a few weeks or months at most? But people buy them because they are \"affordable.\" Well, obviously, mass-producing plastic products for consumption by the poor is not great for the environment, nor does it particularly contribute to human happiness. Imagine, instead, a world in which more of our goods were hand-produced by craftspeople, who have some interest and pride in their work. Rather than shop regularly, we would own a lot fewer things, but they would be of better quality. Rather than work for giant corporations where, too often, we are merely interchangeable parts easily discarded if, heaven forbid, we raise our voices for better working conditions, we would belong to a local cooperative of people interested in using their skills to earn their livelihood—but also in contributing to the community.\nAnother fantasy, based on a Bangla novel I read, is of local communal kitchens that buy food in bulk, hire local people to cook it, then sell it at low cost to those in the community. If you can't afford even that price, you can contribute labour to eat for free. Communal kitchens would save people money and time. Working together to cook and serve the food would also strengthen communities.\nThere are many organisations, like the International Cooperative Alliance (ICA) and Local Futures, that study and promote a more localised approach that emphasises cooperation over competition, the local over the global, and concern for all life over selfishness. There is no reason to allow giant corporations to continue to dominate our economies and our lives. We can support the local—both in terms of individual and small businesses and cooperatives. Truth be told, competition is overrated in economics; cooperation is an essential quality that enables people to live together and local economies to thrive.\nIf you agree, try to ensure that your shopping matches your convictions by supporting cooperatives and small local businesses, rather than giant corporations. We all can contribute to creating the society that we wish to live in.\n \nDebra Efroymson is the executive director of the Institute of Wellbeing, Bangladesh, and author of \"Beyond Apologies: Defining and Achieving an Economics of Wellbeing.\"\n",
        "headline_1": "Celebrating cooperatives, reimagining economies",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/celebrating-cooperatives-reimagining-economies-2223031",
        "news_paper_name": "The Daily Star",
        "publish_date": "06-11-2021"
    },
    {
        "full_article": "My dearest Hindu sisters and brothers, I am overcome with grief, outrage and shame as I write to you. I live in the United States, on the other side of the world, but the heart-breaking anguish that I feel is so real, that the terrible events that took place a few weeks ago might as well have happened in front of my eyes.\nAs time passes by, such events begin to recede from our collective memory.\nBut that is most certainly not true in my case.\nIn fact, it is our collective moral duty to keep this harrowing memory alive and fresh in our minds—as a warning about the depths to which human depravity can descend in the name of religion.\nI wince every time I revisit the ghastly experience you have gone through, my sisters and brothers.\nThe desecration of your idols. Attacks on defenceless fishermen a long distance away.\nThe fear, humiliation and helplessness that all of you feel.\nThe desolate feeling of being all alone and helpless in your own country, where you have lived for generations.\nWhat support and consolation can I offer, when words seem so woefully inadequate? What use are tears of grief, when there is no substantive sign that the culprits will be brought to book?\nThe recent events have laid bare an awful paradox.\nBangladesh today has all the accoutrements of a plural, tolerant society—and the achievements are not inconsiderable.\nOur celebration of Ekushey—and yes, I call it a celebration of our culture and our language—is a truly inclusive celebration that late author Sunil Gangopadhyay once described, tongue-in-cheek, as the first truly secular Bengali festival. We celebrate Pahela Baisakh with gusto. Our reverence of Rabindranath Tagore and Kazi Nazrul Islam is widespread.\nIn the bureaucracy and government, after decades of unspoken discrimination, the presence of minorities is impressive and encouraging—full credit to the government for that.\nBut all of it feels utterly hollow when such terrible depredations befall you, our Hindu brethren. It reminds me of the furious rage that my African-American brethren in the United States felt when they asked: What good is it to have Barack Obama as the nation's first African-American president, when a police officer in Minnesota can throttle George Floyd to death?\nIn Bangladesh, it is my hope that the government will eschew the temptation to sweep the incidents under the rug. It would do well to remember that the attacks against our Hindu brethren are as much an attack on the government itself as well as on our nation's lofty goal of a plural, tolerant, and humane society.\nRather than blaming the government, with deep anguish and shame, I would much rather point an accusing finger at broader society. It is the majority community which has to shoulder the blame. And yes, I include myself among the accused.\nWhile it is heart-warming to see the fairly widespread expressions of protest and condemnation of the horrific attacks on Hindus, that, alas, is not the full story.\nThere is a chilling lack of outrage that borders on apathy in the broader majority community that encourages these bigoted miscreants. Is this the same country where the killing of a few students galvanised the nation in February 1952?\nHumane, conscientious Muslims—and I do believe they constitute an overwhelming majority in Bangladesh—can no longer afford the unconscionable luxury of remaining bystanders as violent bigots take over their faith. The attackers—like bigots of every faith—are unprincipled scoundrels. They used an incendiary excuse to launch widespread attacks on innocent Hindus, knowing full well that they had nothing to do with the alleged incident.\nMuslims must realise that the honour of their faith does not only rest on its teachings alone. How Muslims conduct themselves can sully its reputation grievously. The destruction of the Bamiyan sculptures by the Taliban in Afghanistan, the mass rape of Iraq's Yazidi women by the Islamic State soldiers are, among other things, also a direct attack on Islam's reputation as a tolerant, humane faith.\n\"When bad men combine, the good must associate; else they will fall, one by one, an unpitied sacrifice in a contemptible struggle,\" warned Edmund Burke, an 18th century Irish philosopher and statesman.\nIt is not enough to express our condemnation. As the majority community, let's take a page out of history. I have heard old-timers recount to me how, during the Pakistan era, they went on nightly vigils to protect Hindus during riots. Next Durga Puja, let's set up a multi-faith infrastructure to protect the freedom of religion.\nThe majority community needs to ensure the safety and honour of all minorities as if the honour of our faith depended on it. Because it does.\nBut I would like to believe that we will protect you, my sisters and brothers, for a simpler reason. We will protect you because for millennia we have shared this land, and shared together all the joys and sorrows that life offers. We will protect you because regardless of your faith, you are part of our family.\nOver a hundred years ago, Rabindranath Tagore returned the knighthood following the 1919 massacre in Jallianwala Bagh in Punjab.\nIn a letter to Lord Chelmsford, the erstwhile viceroy, Tagore wrote: \"The time has come when badges of honour make our shame glaring in the incongruous context of humiliation, and I for my part wish to stand, shorn of all special distinctions, by the side of those of my countrymen who, for their so-called insignificance, are liable to suffer degradation not fit for human beings.\"\nTagore's protest was against the British colonial government, but mine is a call to arms to the majority community.\nMy Hindu sisters and brothers, I share your grief, pain, and outrage. What I cannot share with you is a terrible burden of guilt that is mine alone.\nWe failed to protect you.\n \nAshfaque Swapan is a writer and editor based in Atlanta, US.\n",
        "headline_1": "For communal violence, the burden of guilt falls on the majority too",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/communal-violence-the-burden-guilt-falls-the-majority-too-2223026",
        "news_paper_name": "The Daily Star",
        "publish_date": "06-11-2021"
    },
    {
        "full_article": "The current climate mitigation plans will result in a catastrophic 2.7 degrees Celsius rise in world temperature. USD 1.6-3.8 trillion is needed annually to avoid global warming exceeding 1.5 degrees Celsius.\nRich countries have long broken their COP15 pledge, made in Copenhagen in 2009, to mobilise \"USD 100 billion per year by 2020 to address the needs of developing countries.\" The Covid-19 pandemic has worsened the situation, reducing available finance. Poor countries, many of whom are already caught in debt traps, struggle to cope.\nWhile minuscule compared to the finance needed to adequately address climate change, it was considered a good start. The number includes both public and private finance, but with sources—public or private, grants or loans, etc—unspecified. Such ambiguity has enabled double-counting, poor transparency, and creative accounting, the UN Independent Expert Group on Climate Finance has noted. Thus, the rich countries' Organisation for Economic Co-operation and Development (OECD) reported USD 80 billion in climate finance for developing countries in 2019.\nFudging numbers\nBut the OECD climate finance numbers include non-concessional commercial loans, \"rolled-over\" loans and private finance. Some donor governments count most development aid, even when not primarily for \"climate action.\" Also, the dispute over which funds are to be considered \"new and additional\" has not been resolved since the 1992 adoption of the UN Framework Convention on Climate Change (UNFCCC) at the Rio Earth Summit.\nOfficial development assistance redesignated as climate finance should be categorised as \"reallocated,\" rather than \"additional\" funding. Consequently, poor countries are losing aid for education, healthcare, and other public goods. India has disputed the OECD claim of USD 57 billion climate finance in 2013-14, suggesting a paltry USD 2.2 billion instead! Other developing countries have also challenged such creative accounting and \"greenwashing.\"\nClimate finance anarchy\nDeveloping countries expected the promised USD 100 billion yearly to be largely public grants disbursed via the then new UNFCCC Green Climate Fund. Oxfam estimates public climate financing at only USD 19-22.5 billion in 2017-18, with little effective coordination of public finance. The developing countries believed that their representatives would help decide disbursement, ensuring equity, efficacy, and efficiency. But little is actually managed by developing countries themselves. Instead, climate finance is disbursed via many channels: rich countries' aid and export promotion agencies, private banks, equity funds, and multilateral institutions' loans and grants.\nSeveral UN programmes also support climate action, including the UN Environment Programme (UNEP), UN Development Programme (UNDP), and Global Environment Facility (GEF). But all are underfunded, requiring frequent replenishment. Uncertain financing and the developing countries' lack of meaningful involvement in disbursements make planning all the more difficult.\nFinancialisation has meant that climate funding increasingly involves private financial interests. Claims of private climate finance from rich to poor countries are much contested. Even the OECD estimate has not been rising steadily, instead fluctuating directionless from USD 16.7 billion in 2014 to USD 10.1 billion in 2016 and USD 14.6 billion in 2018.\nThe actual role and impact of private finance are also much disputed. Unsurprisingly, private funding is unlikely to help countries most in need, address policy priorities, or compensate for damages beyond repair. Instead, \"blended finance\" often uses public finance to de-risk private investments.\nPutting profits first\nThe poorest countries desperately need to rebuild resilience and adapt human environments and livelihoods. Adaptation funds are required to better cope with the new circumstances created by global warming. The needed adaptation—such as improving drainage, water catchment and infrastructure—is costly, but nonetheless desperately necessary. But donors prefer publicisable \"easy wins\" from climate mitigation, especially as they increasingly gave loans, rather than grants. Thus, although the Paris Agreement at COP21 sought to balance mitigation with adaptation, most climate finance still seeks to cut greenhouse gas (GHG) emissions.\nAs climate adaptation is rarely lucrative, it is of less interest to private investors. Rather, private finance favours mitigation investments generating higher returns. Thus, only USD 20 billion was for adaptation in 2019—less than half the sum for mitigation. Unsurprisingly, the OECD report acknowledges that only three percent of private climate finance has been for adaptation.\nChasing profits, most climate finance goes to middle-income countries, not the poorest or most vulnerable. Only USD 5.9 billion—less than a fifth of the total adaptation finance—has gone to the UN's 46 Least Developed Countries (LDCs) during 2014-18! This is \"less than three percent of [poorly] estimated LDCs annual adaptation finance needs between 2020-2030.\"\nCruel ironies\nThe International Monetary Fund (IMF) recognizes the \"unequal burden of rising temperatures.\" It is indeed a \"cruel irony\" that those far less responsible for global warming bear the brunt of its costs. Meanwhile, providing climate finance via loans is pushing poor countries deeper into debt.\nIncreasingly frequent extreme weather disasters are often followed by much more borrowing due to the poor countries' limited fiscal space. But loans for low-income countries (LICs) cost much more than for high-income ones. Hence, LICs spend five times more on debt than on coping with climate change and cutting GHG emissions.\nFour-fifths of the most damaging disasters since 2000 have been due to tropical storms. The worst disasters have raised government debt in 90 percent of cases within two years—with no prospect of debt relief. As many LICs are already heavily indebted, climate disasters have been truly catastrophic—as in Belize, Grenada and Mozambique. Little has trickled down to the worst affected, and other vulnerable, needy and poor communities.\nFunding gap\nBased on the countries' own long-term goals for mitigation and adaptation, the UNFCCC's Standing Committee on Finance estimated that developing countries need USD 5.8-5.9 trillion in all until 2030. The UN estimates that the developing countries currently need USD 70 billion yearly for adaptation, rising to USD 140-300 billion by 2030.\nIn July, the \"V20\" of finance ministers from 48 climate-vulnerable countries urged delivery of the 2009 pledge of USD 100 billion to affirm a commitment to improve climate finance. This should include increased funds, more in grants, and with at least half for adaptation, but the UNFCCC chief has noted a lack of progress since.\nOnly strong enforcement of rigorous climate finance criteria can stop rich countries from abusing the existing ambiguous reporting requirements. Currently, fragmented climate financing urgently needs more coherence and strategic prioritisation of support to those most distressed and vulnerable.\nThis month's UNFCCC COP26 in Glasgow, Scotland can and must set things right before it is too late. Will the new Cold War drive the North to do the unexpected to win the rest of the world to its side, instead of further militarising tensions?\n \nAnis Chowdhury is adjunct professor at Western Sydney University and the University of New South Wales, Australia. Jomo Kwame Sundaram is a former economics professor and a former assistant secretary-general for economic development at the United Nations.\nCopyright: Inter Press Service\n",
        "headline_1": "Will Glasgow fix the broken climate finance promises?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/will-glasgow-fix-the-broken-climate-finance-promises-2223016",
        "news_paper_name": "The Daily Star",
        "publish_date": "06-11-2021"
    },
    {
        "full_article": "It seems that tensions in Rohingya refugee camps are only increasing as this daily recently reported the death of an alleged Arakan Rohingya Salvation Army (ARSA) leader in Whykong camp in Cox's Bazar's Teknaf upazila. Though it is unclear as to what really transpired, police suspect that Mohammad Hashim, a refugee himself, may have been the victim of a mob beating. It has also been alleged that the self-proclaimed ARSA leader was one of the masterminds in the assassination of Rohingya leader Mohib Ullah in September, and may also have been involved in the October 22 killings of six people in a camp madrasa.\nOne thing that Hashim's alleged murder makes clear is that it is high time for the government to step in and put a stop to such violence and unrest in the refugee camps. The unopposed expansion of an insurgent group such as ARSA is certainly a concern for our national security, as they are often involved in criminal activities such as drug peddling and weapons trafficking along our borders, besides also causing mayhem in the lives of Rohingya refugees through attacks, human trafficking, and even murder. Earlier reports by this daily have stated how refugees spend their nights fearing criminal attacks in the overcrowded camps.\nWe reiterate our concern, from our earlier columns, about whether only three battalions of the Armed Police Battalion (APBn) are enough to effectively maintain law and order in the camps that are housing over a million refugees. Though patrolling by security forces increased after the killing of Mohib Ullah, it is clearly not enough to make the camps safe for their inhabitants.\nWe also urge the government to be proactive in de-escalating the tensions in Rohingya refugee camps, instead of reacting to gruesome incidents after they occur. If such incidents are allowed to continue without thorough investigation and strict resistance from authorities, the conflicts between groups within the camps will only increase and may even reach a tipping point that will be difficult to turn back from. Security in the camps must be consolidated significantly if we are to avoid more violence and loss of lives. Authorities must prioritise the safety of the Rohingyas seeking refuge in the camps, until their peaceful and dignified repatriation is achieved.\n",
        "headline_1": "Do more to de-escalate unrest in Rohingya camps",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/do-more-de-escalate-unrest-rohingya-camps-2222931",
        "news_paper_name": "The Daily Star",
        "publish_date": "06-11-2021"
    },
    {
        "full_article": "According to the findings of a survey done by the Power and Participation Research Centre (PPRC) and Brac Institute of Governance and Development (BIGD), the number of new poor reached 32.4 million in August, after the second wave of the pandemic. In March, before the second wave of Covid led to another round of lockdown, the percentage of people counted as new poor was 14.75, according to an earlier edition of the study. In the latest study, that number has gone up to 19.54 percent.\nThis study once again confirms what a number of others have previously suggested—that the shock from the second wave of the pandemic has led to a further rise of poverty. Since the Covid pandemic started, a number of studies conducted by different organisations have indicated that poverty in Bangladesh has risen due to the pandemic-induced lockdowns, as well as other factors. In the meantime, we have seen high-level government officials refuting these numbers, while failing to provide any of their own or without giving reasons as to why these numbers weren't acceptable.\nIn any case, what is clear as day is that poverty in the country has gotten worse, and people are struggling as a result. On top of that, due to international supply chain disruptions and the workings of various local trade syndicates, prices of essential commodities have gone through the roof in recent times. All these combined is causing huge sufferings to people—particularly those who have been pushed into the poverty trap during the time of the pandemic.\nAmid such circumstances, we fail to understand why the government is raising fuel prices, which will surely have a knock-on effect on all other goods and services. What is required is for the government to provide all forms of support to the people who are economically struggling, not measures that will increase their financial burden.\nIn line with that, the government should immediately consult with experts to formulate strategies that can quickly help those who have become newly poor, to get back on their feet. A big factor that has led to the rise in poverty is the loss of jobs. The government should, on the one hand, provide some sort of unemployment benefit to them, while on the other, take measures that can help them get reemployed. Moreover, the government should also provide financial aid in terms of direct cash transfer to these people, and for that, it needs to identify who are in most need of such assistance, through consultations with different NGOs and think tanks.\n",
        "headline_1": "Mobilise aid to help the new poor",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/mobilise-aid-help-the-new-poor-2222826",
        "news_paper_name": "The Daily Star",
        "publish_date": "06-11-2021"
    }
]