[
    {
        "full_article": "The BJP has stolen a march over the Opposition by naming Droupadi Murmu as its candidate for President. With the support of BJP allies and regional parties such as Odisha’s BJD and Andhra Pradesh’s YSRCP, she is poised to win and become the first from a tribal community to occupy the highest office of the Republic. The significance of her elevation is particularly pronounced in the 75th year of India’s independence. A tribal woman succeeding a Dalit in the highest office of the country is a remarkable testimony to the deepening of Indian democracy, notwithstanding the disturbing signs of the mobilisation of subaltern communities for majoritarian politics. Ms. Murmu will be the second woman to hold the highest office, after Pratibha Patil, and at 64, she will be the youngest President in the country’s history. From Mayurbhanj in Odisha, part of the region that houses a vast majority of India’s aboriginal population, Ms. Murmu was a teacher, and joined the BJP in 1997. She was a Minister in Odisha and the Governor of Jharkhand between 2015 and 2021. Her nomination by the BJP for the highest office of the country signifies the party’s sustained efforts to incorporate tribal communities politically and culturally. Prime Minister Narendra Modi’s personal signature on the decision is unmistakable and is in line with his relentless efforts to expand the BJP’s social base wide and far.With numbers tilted in the BJP’s favour, the Opposition could have only used the contest for the highest office as an opportunity for political messaging. The joint candidate of the Opposition parties, Yashwant Sinha — a former BJP leader and Union Minister in the Janata Dal and BJP governments — hardly serves that purpose. For all his track record, Mr. Sinha hardly represents anything political. That he turned into a strong critic of Mr. Modi after being ignored for positions, if anything, weakens any claim of his candidacy being an ideological counter to the BJP. The lack of imagination, initiative and capacity for any radical politics in the Opposition comes across starkly in the selection of the candidate. While Mr. Modi uses every election as an opportunity to respond to group aspirations of various communities, the Opposition remains adrift and ensconced in cocoons. That Mr. Sinha comes from a tribal State, Jharkhand, makes the optics of this contest even more damaging for the Opposition. The Opposition is right to point out that the BJP did not make any serious effort to field a consensus candidate. But excusing its own limitations by blaming the BJP is self-defeating. This turned out to be yet another missed opportunity for the Opposition to construct a counter narrative to the BJP, which is inclusive in its messaging in instances such as this, while not giving up its pursuit of an exclusivist politics.",
        "headline_1": "High office: On the Opposition and presidential polls",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/high-office-the-hindu-editorial-on-the-opposition-and-presidential-polls/article65554336.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "23-06-2022"
    },
    {
        "full_article": "After the third wave driven by the Omicron sub-lineage BA.2 peaked in end-January this year with over 0.33 million cases a day, there has been a small bump in the number of daily cases reported in the first fortnight of June and a slightly bigger increase in the last one week to touch over 13,200 cases on June 17. But the rate of increase has been small and restricted to a few States and some major cities. The rate of growth of active cases has also been low. While the sub-lineage BA.2 is still the dominant strain in India, BA.4 and BA.5 seem to be causing the new cases. The small increase in testing in the past week could be a reason for the more cases reported. The seven-day average test positivity rate doubled from less than 1% in early June to over 2% by mid-June and has been increasing incrementally since then to 2.7% on June 20. Increasing the number of daily tests will result in more cases being detected. But with a large percentage of the adult population fully vaccinated and a sizable percentage also infected, the focus should be more on hospitalisations and deaths and not daily infections. There has been a slight increase in hospitalisation in a few States, but there is no cause for alarm. However, there has not been any increase in daily deaths. The small bump in daily cases seen in a few States for the last three weeks therefore does not appear to mark the beginning of a new wave.That said, the BA.4 and BA.5 sub-lineages are fast spreading to more countries in Europe with a concomitant increase in cases. The BA.5 sub-lineage has become dominant in Portugal leading to a surge in daily infections, hospitalisations and even deaths despite very high primary and booster dose vaccination coverage; the reasons for increased deaths are not known. With both BA.4 and BA.5 endowed with greater transmissibility and higher immune escape from vaccination and earlier infection, including of the BA.1 and BA.2 Omicron sub-lineages, the European Centre for Disease Prevention and Control designated them as variants of concern in mid-May; WHO too has given the same designation. On June 13, the ECDC cautioned that these sub-lineages will become dominant throughout Europe leading to increased daily cases. However, it notes that based on limited data, the two sub-lineages do not appear to be associated with increased disease severity compared with the BA.1 and BA.2 Omicron sub-variants. Given the greater transmissibility of BA.4 and BA.5 and immune escape, the sub-lineages may become dominant in India too, especially as COVID-appropriate behaviour is now poor. While the two sub-lineages may not lead to increased deaths, the risk of long-term complications even among the young and healthy when infected cannot be overlooked. Masks must be made mandatory, especially in public and closed spaces with poor ventilation.",
        "headline_1": "No cause for alarm: On the fresh surge in COVID-19 cases",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/no-cause-for-alarm-the-hindu-editorial-on-the-fresh-surge-in-covid-19-cases/article65553524.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "23-06-2022"
    },
    {
        "full_article": "The 12th Ministerial Conference (MC12) of the World Trade Organization (WTO) finally took place during June 12-16, 2022 after being cancelled twice due to the Covid-19 pandemic. The MC12 was held at a time of unprecedented global economic downturn.\nPrior to the MC12, the Director General of the WTO, Okonjo-Iweala, put forward five possible deliverables for MC12. These are: (i) food security and agriculture; (ii) a fisheries subsidies agreement; (iii) WTO's response to emergencies, including a waiver of certain requirements concerning compulsory licensing for Covid-19 vaccines; (iv) a decision on extending or discontinuing the current moratorium on levying customs duties on electronic transmissions; and (v) WTO reforms.\nThe WTO has termed the outcome of the MC12 successful, saying that the organisation has secured multilaterally negotiated outcomes on some key trade issues. The \"Geneva package\" confirms the historical importance of the multilateral trading system and underlines the important role of the WTO in addressing the world's most pressing issues, especially at a time when global solutions are critical.\nFor least developed countries (LDCs) and developing countries, the Geneva package is a mixed bag. Of course the MC12 is a success, since the past several ministerial meetings failed to conclude any significant agreements. Despite agreements on a few key trade initiatives by 164 member countries of the WTO, the MC12 declaration provides a compromised outcome on some areas.\nFood security and agriculture has been the topmost agenda for LDCs and developing countries, particularly in the context of high food prices. More than 80 developing countries were trying to secure a permanent solution to the problem of public stock for protecting farmers' rights and for expanding food security programmes by giving out higher support to farmers. Developed countries wanted to take up the issue in the MC13. The MC12 declaration states that the WTO members recognise the need for adequate food stocks that can contribute to domestic food security and encourage WTO members to release their available surplus on international markets, following the WTO rules. Poor countries, which are disproportionately being affected by the food price hike, are expected to benefit from this measure.\nAnother important outcome of the MC12 is the agreement on fisheries. This agreement was being negotiated for the last two decades or so. The objective of the negotiation on fisheries subsidies was to reduce and eliminate subsidies and other practices in fishing which led to overcapacity and overfishing. The agreement recognises the appropriate and effective special and differential treatment for LDCs and developing countries. In case of subsidy to a vessel or operator engaged in illegal, unreported, and unregulated fishing, the agreement provides exemption to LDCs and developing countries for a period of two years within exclusive economic zones (EEZ). Moreover, in case of subsidies for fishing or fishing-related activities regarding an overfished stock, LDCs and developing countries will be exempted for a period of two years from the date of entry, to implement this agreement. However, during the negotiating phase, there was a lack of consensus on fisheries subsidies. Developing countries asked for a 25-year transition period for subsidies. The argument is based on the reality that the interests of these countries' fishermen should be protected. They sought a fair, balanced and just outcome on fisheries subsidies for the future of their fishing industries. LDCs and developing countries do not operate large fleets and their fisheries sectors are mostly small-scale and consist of poor fishing communities.\nThe third issue is the waiver on the agreement on Trade Related Intellectual Property Rights (TRIPS). India and South Africa made a submission to the Council of TRIPS on October 2, 2020 requesting a temporary \"waiver from certain provisions of the TRIPS Agreement for the prevention, containment and treatment of Covid-19.\" The US was in favour of waiver of patent rights only for Covid vaccines, while several developed countries were against this. The MC12 decision offers a patent waiver for manufacturing Covid vaccines. The waiver does not apply to diagnostics and therapeutics. However, a decision on that will be taken in six months. This decision on patent waiver will last for five years.\nFourth is the issue of the extension of the moratorium on custom duties on e-commerce. Developing countries have been opposing the moratorium and have requested for its withdrawal. The General Council of the WTO established Work Programme on E-commerce in 1998. At that time, LDCs and developing countries had little idea of the importance and relevance of this decision. They could also not have predicted the growth of electronic commerce and its economic potential. Due to the moratorium on customs duty, LDCs and developing countries are now losing millions of dollars. Therefore, many developing countries such as India, South Africa and Pakistan want an end to this provision as they are losing revenue. Hence, they have been opposing any permanent moratorium on custom duties on electronic transmissions. The MC12 agreed on maintaining the current practice of not imposing custom duties on electronic transmissions until the next WTO ministerial conference.\nThe fifth issue is about WTO reform. Since the WTO works on the principle of the consensus of all its members, it has been very difficult to arrive at decisions during most of its journey since 1995. However, one has to agree that the WTO has successfully provided a framework of trade rules which provides predictability for commercial transactions across borders. It has also provided a platform for amicably settling trade disputes.\nOn the other hand, this rules-based system has been in crisis for quite some time. The Doha round, launched in 2001, is yet to be completed due to opposition from various blocs. The global financial meltdown of 2008, the ongoing economic crisis in view of the Covid-19 pandemic and the Russia-Ukraine war have given rise to protectionist measures. The role of the WTO and other global institutions has been undermined by their powerful members. However, the WTO is an important public good and it should be strengthened and protected. As for a WTO reform, it should uphold its foundational principles, which is to take decision by consensus and protect the interests of LDCs and poor countries through special and differential treatment provisions.\n \nDr Fahmida Khatun is the Executive Director at the Centre for Policy Dialogue. Views expressed in this article are personal.\n",
        "headline_1": "How can the WTO help its ‘weaker’ members?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/macro-mirror/news/how-can-the-wto-help-its-weaker-members-3053971",
        "news_paper_name": "The Daily Star",
        "publish_date": "23-06-2022"
    },
    {
        "full_article": "It is difficult these days to go anywhere or do anything without thinking or hearing about inflation – what is less obvious is what to do about it. As the price of food, petrol, housing, and just about everything else continues to rise dramatically while salaries fail to follow suit, people are suffering. The problem of dramatically rising prices is not limited to Bangladesh. In the Americas, Europe, Africa, and across Asia, people are struggling to pay for rent, food, and other necessities. According to the United Nations, global inflation is on track to increase to 6.7 percent in 2022, twice the average of 2.9 percent during the previous decade.\nThere is much speculation about the causes of inflation, including fiscal policy, oil prices, the war in Ukraine, Covid-related supply issues, and corporate greed. Since most of what people consume is produced and transported with fuel, the price of oil affects the price of just about everything else.\nNo doubt global inflation is due to various causes. But given the fact that inflation is global, and that some of the causes have to do with international trade, it may be worth considering the possibility that globalisation itself is a cause of inflation. Consider the case of corporate monopolies: without competition, there is no need to keep prices low. And various products are becoming more and more concentrated in the hands of a few corporations. Consider also global trade, wherein some countries export and import nearly the same amount of the same product, be it wheat or beef or vegetables. Shipping products around the world is expensive, more so as oil prices rise. It is the very definition of unsustainable. And it is mandated under global trade agreements.\nImagine instead a very different situation. One in which countries attempted to meet more of their needs locally, and where global trade was restricted to cases where it is necessary rather than mandated. Wherein most food, even in cities, is grown close to the consumers, and people's diet consists mostly of locally available, seasonal items. Where the focus is no longer on traveling as far and fast as possible, on spreading global networks, on foreign exchange and foreign direct investment, but rather on building strong, resilient local economies. Where, when the price of petrol continues to climb, governments shift from providing roads to building bicycle networks and bicycle highways, and to improving conditions for public transit and walking.\nWhere, rather than being obsessed by all that is foreign, people take pride in what is local.\nThis is not to say that globalisation brings no benefits. Most of us during Covid-19 have benefited from global communication networks. The global exchange of information and ideas is often fruitful. But the increasingly globalised world economy is too fragile, too liable to cause suffering throughout the planet when a crisis—like Russia's invasion of Ukraine—occurs.\nLocal Futures, and its partner organisations around the world (including here in Bangladesh) envision a future that is genuinely sustainable, in which thriving economies need not decimate nature or contribute to dangerous climate emissions. A future where the focus is not on constant growth in the supply of unnecessary stuff but rather on having enough of what people need, and sourcing it, as much as possible, close to home.\nIn order to share its vision of an economics of happiness, Local Futures celebrates World Localisation Day each year on June 21. While the concept of localisation is always relevant, it is more relevant than ever as we face the crisis of inflation on top of other crises: Climate, environmental destruction, species extinction, pollution, and the ongoing slaughter on our roads, to name a few.\nThere are solutions to the problems we face, and the best solutions are those that resolve multiple problems simultaneously rather than attempting to tackle problems individually, too often contributing to a new problem while trying to resolve an existing one. A focus on the local would not only help address the epidemic of inflation, but help reduce those other problems. A vastly better alternative to inflation, environmental devastation, and other global and local problems exists – if only we have the courage to pursue it.\n \nDebra Efroymson is the executive director of the Institute of Wellbeing, Bangladesh, and author of \"Beyond Apologies: Defining and Achieving an Economics of Wellbeing.\"\n",
        "headline_1": "Inflation, globalisation, and localisation",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/inflation-globalisation-and-localisation-3053936",
        "news_paper_name": "The Daily Star",
        "publish_date": "23-06-2022"
    },
    {
        "full_article": "Now that the Cumilla City Corporation (CCC) election is over and everything there was to see and hear has been seen and heard, we need to address the elephant in the room. No, it's not the dramatic turnabout that saw the ruling Awami League's candidate win by a razor-thin margin of 343 votes. Or his rival's rejection of the result and subsequent explanations offered by election officials. Or the chaos into which the meeting of rivals descended over the announcement of the result. Or the slow voting caused by EVMs. These problems notwithstanding, the election served up some good moments too, notable among them the absence of violence.\nBut election memories are notoriously fickle. Recency bias can get the better of us all, and all these moments from one election may soon be forgotten as more elections are held and all eventually shoehorned into mere statistics. The only thing that will probably last, at least in the public mind, is the impression we're left with ahead of the final test in December 2023. Will we feel confident going into the general election? Will we feel concerned? Or will we feel scared?\nIt is in this context that we have to address the elephant in the room. No, it's not the CCC election but the Election Commission itself, or more specifically, its shocking retreat in the face of opposition from a ruling lawmaker who defied its order to leave the city after violating the \"code of conduct\". His subsequent tutorial on how the EC should conduct its business only solidified any sense of helplessness the EC may have had, which it seemed to project in two phases: First by expressing its inability to make him leave, and then, on Monday, by further softening its tone through a U-turn on earlier claims of breach of code.\nThis remarkable turn of events is significant on several levels. First, when the directive was issued, many thought it would be the EC's crowning moment, staking its claim to the full range of its power as given by the constitution. In any turf war, you don't establish your superiority by scaring the odd mastan off but by making a statement move against the biggest/baddest of them. Election, in our part of the world, is but a turf war fought on the electoral space. Over the years, absent a strong opposition, the battle has been fought, silently and rather one-sidedly, between the ruling party and the EC – the real power vs the \"perceived\" real power, the partisan side vs the people's side. And the last two commissions, frankly, lost their fight as much as their dignity because they didn't have the courage to stand tall in front of it.\nThe EC directive thus signalled a shift in attitude, a willingness to finally fight back. The picture that emerged from this was of a team that was not afraid to be tough and to do whatever necessary to uphold the sanctity of their office. Fond parallels were drawn with an incident during the first election in Cumilla in 2012, when a minister was forced to leave the city after the then EC threatened to postpone the election if he didn't comply within an hour. If that commission could do it, we told ourselves, this one can too. After all, as experts say, sections 31 and 32 of the code of conduct empower it to mete out penalties for any violations, including the imposition of fines, jail sentence and even cancellation of the candidature of any candidate. Yes, it can even postpone an election too.\nBut in the end, the EC's big moment turned into a big bag of nothing. Worse, it ended up being a humbling experience for it as it was forced to retract its allegations. The EC even appeared to be apologetic for the inconvenience caused to the lawmaker. You don't see this level of effort or concession when the pride of an opposition leader is hurt. This, in the coming days, will be used as an example of defeat in the EC's first real negotiation with power, and a reference point for any such defeat from here on. And the memory of how powerless it made citizens feel will stay with them.\nThis is the kind of events that set narratives, or rather, override them. If the EC wanted to establish a narrative that it can deliver a \"peaceful, fair and transparent\" election – to quote the CEC – it has been overshadowed by the more powerful image of its surrender when faced with real power. When the two images are put side by side, what we have is cause at once for short-term relief and long-term horror.\nRelief, because of the experience of an election without violence, if not without hassles. Horror, because of its dire implications for the future of the Election Commission and the electoral system in general.\nWhen the present commission was installed in late February, there was no doubt in anyone's mind about what should be expected of it: to restore public confidence after two highly controversial general elections that tainted Bangladesh's image globally and caused indescribable suffering. The EC, thus, has a very clear role to play: Undo the damage. Damage done to the electoral system. Damage to the voters' trust. Damage to how other stakeholders, including the administration and political parties, approach elections. And damage to the idea of EC itself.\nNo one said it would be an easy task. But having clarity of purpose can be a source of comfort. And we were led to believe that it can be a source of strength too. All the newly appointed commissioners including the CEC spoke in unison as they vowed to bring opposition parties back to the campaign trail and citizens back to the voting booths, with their trust restored. Perhaps the EC should remember those vows now. It should understand that undertaking real change requires courage. It requires doing away with the old, bureaucratic ways of doing things. It requires challenging the status quo.\n \nBadiuzzaman Bay is an assistant editor at The Daily Star.\n",
        "headline_1": "EC’s big nothing: From a crowning moment to a humbling experience",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/magic-madness/news/ecs-big-nothing-3053071",
        "news_paper_name": "The Daily Star",
        "publish_date": "23-06-2022"
    },
    {
        "full_article": "Finance Minister AHM Mustafa Kamal has placed a controversial suggestion in his budgetary proposal: money launderers – read financial criminals – will be allowed to legalise their laundered money without having to face any questions, if they pay a meagre 7-15 percent tax. The move is apparently aimed at creating scope to roll back the laundered money into the mainstream economy.  \nWhile the proposal has been criticised as unconstitutional and discriminatory towards honest taxpayers, at this point, we need to ask ourselves, why are we failing to stop capital flight to begin with?\nTo understand the country's money laundering ecosystem and find answers to the above question, we need look no further than the much-publicised case of PK Halder. The Department of Financial Institutions and Markets (DFIM) of Bangladesh Bank had flagged PK Halder's fake companies as \"risky borrowers\" way back in 2016. Despite this, Haldar and Co. were allowed to carry on with their crimes, till those could no longer be kept under the wraps.\nThis particular case has raised questions about the competence and intentions of the financial institutions (FIs), intelligence agencies, and the regulators. Why was the DFIM flag not taken seriously in 2016? Why did the FIs keep lending Halder money, despite his companies being termed risky borrowers? Why did the law enforcers not catch him in the act? Is there a problem with the existing laws, or does the problem lie with their application?\nIn an attempt to unearth the answers to these questions, I caught up with Dr Iftekharuzzaman, Executive Director of Transparency International Bangladesh (TIB). The problem, he said, wasn't with the law, but with the lack of political will, as well as the technical capacity to implement them.\n\"The 2012 Anti-money Laundering Act (AMLA)… is a very strong law. To complement, there are robust and well-designed international procedures including mutual legal assistance facility against money laundering. It is the lack of enforcement of such national and international legal provisions that is making the nation vulnerable to the ever-increasing menace of money laundering… Apart from illicitly transferring money abroad through creation of paper-based, shady companies, a significant chunk – more than 70 percent – of money is laundered through trade misinvoicing, every year. The culpability of sections of the concerned authorities is also a possibility that cannot be overlooked,\" he explained.\nA similar opinion was shared by former World Bank lead economist Dr Zahid Hussain: \"It all boils down to governance. Financial scams cannot take place without cooperation between the criminals and the enablers, and there is almost always an inside enabler. In the past, the nation has been shocked by the massive scale scam of Hallmark Group and Bismillah Group, and in both the cases it was highly experienced state-owned banks – Sonali and Janata – which had been the lenders. One might be pardoned for asking, how could such experienced banks fall for the lies and fraudulence of these unscrupulous and dishonest businesses? The micro-prudential regulations that are in place are sound, so are the policies. The regulator and the financial institutions need to ensure compliance not selectively, but even-handedly.\"\nOne also wonders if nonentities like P K Halder or Tanvir Mahmud or Khaza Soleiman Anwar Chowdhury – who have aggressively looted financial institutions – operate only with the help of a few inside officials, or are there \"influential\" people behind them, holding the strings. Each time such a case gets exposed, it is usually only the small fries who get caught, who may face punishment. At best, political opponents are implicated. But are small players really capable of pulling off such stunts without political patronage? Would FI officials risk their jobs and reputations only for money, or under some form of external pressure?\nThese missing pieces of the puzzle need to be put together to understand the full picture. Bangladesh's struggle with capital flight is not new. Over the decades, this disease has spread across different layers of our financial sector, making it weak from within. And little has been done to cure it. Time and again, the authorities have not only been reluctant to bring financial criminals to justice, but have gone out of their way to protect them. The proposal of the finance minister to legalise laundered money without launderers even having to answer for them is only a continuation of that long tradition.\nWe cannot afford to give these criminals such impunity. The finance minister should rethink this esoteric and controversial proposal, and retract it. After all, we do have a legacy of going back on our words. For once, let it be for a good reason.\n \nTasneem Tayeb is a columnist for The Daily Star. Her Twitter handle is @tasneem_tayeb\n",
        "headline_1": "Why are we still rewarding money launderers?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/closer-look/news/why-are-we-still-rewarding-money-launderers-3053066",
        "news_paper_name": "The Daily Star",
        "publish_date": "23-06-2022"
    },
    {
        "full_article": "Smuggling of imported goods from mother ships stationed at the outer anchorage of Chattogram port is said to be a regular phenomenon. With the help of unscrupulous ship crew, port staff and security personnel, organised local groups perpetrate such crimes, causing much harm to the importers. Though piracy and armed robbery on ships at the outer anchorage are not that frequent, smuggling of goods continues on a regular basis.\nOne such story, published by this daily recently, shows how a powerful syndicate has been smuggling unrefined edible oil from mother vessels. It describes the seizure of a lighter vessel carrying 11,000 litres of unrefined edible oil by the river police, as well as the arrest of 12 individuals who failed to produce any valid documents for the cargo. Police said the value of the seized oil is about Tk 8.80 lakh. Smuggling operations like this are usually carried out by powerful godfathers who work from behind the curtain and manage to remain outside the police dragnet.\nOne such godfather, Harunur Rashid (42), has been reportedly leading the syndicate of smugglers for a long time, yet no step has been taken against him by the law enforcers. Apparently, emboldened by his connections with powerful quarters, he has been using his own vessel to smuggle oil to different points of Karnaphuli River and sell in the open market. Reportedly, although Harun was accused in a smuggling case filed with the Patenga Police Station in February, he has been roaming freely since, and even attended political programmes.\nSmugglers do not have to pay any import duty or VAT for the open market sale of smuggled goods. But importers have to pay duties before bringing their merchandise through legal channels. The edible oil market has seen many ups and downs in recent months, with its prices frequently going up, compounding the suffering of ordinary customers. We have witnessed the imposition of hefty fines and even arrest of warehouse owners for hoarding huge quantities of edible oil. In such a volatile market condition, one can imagine how the smuggled oil would contribute to further upsetting the market.\nSmuggling is a crime, of course, but open market sale of smuggled goods is potentially detrimental to the normal functioning of a country's economy. Therefore, we expect the authorities to take immediate actions against the syndicates involved in such criminal activities.\n",
        "headline_1": "Take stern action against smugglers of edible oil",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/take-stern-action-against-smugglers-unrefined-edible-oil-3053746",
        "news_paper_name": "The Daily Star",
        "publish_date": "23-06-2022"
    },
    {
        "full_article": "We're alarmed by dire reports coming from the flooded north where cries for emergency relief are getting louder amid insufficient aid and slow relief efforts. People in many villages are still stranded, without access to relief, and living in a state of near-starvation. Many, desperate for food, reached out to nearby shelter centres and Union Parishad offices; some got help, some were turned away. The desperation for relief is such that a man in Sylhet died on Tuesday after being injured while jostling for airdropped relief supplies. In Sunamganj, an elderly woman said her family has been drinking floodwater, because of the scarcity of fresh water.\nThe situation is said to be equally bad across the region. Around 45 lakh people, in all the flood-hit areas combined, have been reportedly affected, and at least 4.04 lakh of them have taken refuge in 1,474 shelters. So far, a total of Tk 2.95 crore, 1,952 tonnes of rice and around 30,000 packets of dry food have been allocated for them. Data shows that, upon distribution, each victim will receive only 0.44 kg rice and Tk 6.55. If the relief is for only those in the shelters, each person will get 4.88 kg rice and Tk 73.75. Even if the Tk 1.2 crore fund added by the PM is counted, this is still a ridiculously small allocation for such a vast number of victims.\nReaching the hardest hit remains an issue, especially in remote areas, but the bigger problem right now is of the lack of preparedness, which is inexcusable at this stage. This is a many-faced disaster, and nothing short of judicious planning coupled with proper allocation of cash and resources will be enough to tackle it. Already, some 41 individuals have been reported to have died in the flood-hit areas, due to drowning, landslides, electrocution and snake bites. As well as the crisis of food and water, survivors, who are mostly farmers or labourers, have to deal with the loss of crops, damage to their property and even water-borne diseases.\nWe need to prepare better, and quickly, for these problems. But we must first build up a hefty emergency relief fund that will cover all the areas affected, including the northern, north-eastern and north-western districts where flooding still continues or is about to get worse. Not enough money for emergency relief? The government must know that the cost of it will be borne by the people in one way or another. So it must allocate more money and relief goods and ensure their quick and efficient use. It must also prepare for the coming days, when water recedes, because post-flood recovery can be equally daunting.\n",
        "headline_1": "Ramp up relief efforts in flood-hit areas",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/ramp-relief-efforts-flood-hit-areas-3053731",
        "news_paper_name": "The Daily Star",
        "publish_date": "23-06-2022"
    },
    {
        "full_article": "The nomination of Droupadi Murmu, an Adivasi leader from Odisha and the former Governor of Jharkhand, as NDA’s candidate for the forthcoming presidential election is seen as a calculated move by BJP to expand its social base, especially among the ST (Scheduled Tribe) communities. It has been argued that BJP is keen to project Murmu as a symbol of party’s Sab ka Sath Sab ka Vikas slogan simply to attract Adivasi votes. This line of reasoning is not entirely inappropriate. Senior BJP leaders, including J P Nadda, have  recognised the fact that Murmu’s tribal identity and her humble economic background were taken seriously by the party.\nHowever, the straightforward conclusion that Murmu’s candidature for the post of the President is going to be used by the party to carve out a space among Adivasi voters is empirically incorrect for two reasons.\nRead full opinion on TOI+\n\n",
        "headline_1": "Murmu & BJP’s subalterns: It’s not the Adivasi vote, which BJP already gets, but the party’s larger political narrative around the marginalised that explains its choice of presidential candidate",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/murmu-bjps-subalterns-its-not-the-adivasi-vote-which-bjp-already-gets-but-the-partys-larger-political-narrative-around-the-marginalised-that-explains-its-choice-of-pres/",
        "news_paper_name": "The Time of India",
        "publish_date": "23-06-2022"
    },
    {
        "full_article": "While political drama still unfolds in Maharashtra, two things did become clear after CM Uddhav Thackeray’s address yesterday evening. First, that the Maha Vikas Aghadi government is most likely headed towards a fall and, second, that Shiv Sena is experiencing a savage split. On the first count, not only did Uddhav say in so many words that he was ready to resign, for the most part Shiv Sena’s alliance partners have made it clear that they think of the current crisis as solely of its own making. Neither NCP nor Congress has been seen losing breath trying to save the MVA government.\nAs for Sena’s future, Eknath Shinde and his rebel band are closing in on the mark where they will be able to dodge the anti-defection bullet, leaving Uddhav with the rump of the party. Sena’s internal structure will be further weakened by a prolonged fight over who is truly carrying on Balasaheb’s legacy, a fight that started because of politics but has substantive ideological dimensions.\nBJP had Sena on the backfoot even before all this. When the two struck an assembly pre-poll alliance for the first time in 1990, BJP won 42 seats with 10.7% vote share while Sena won 52 seats with 15.9% vote share. By 2019 while Sena was still in the same zone – 56 seats and 16.4% vote share (behind NCP’s 16.7%) – BJP had 105 seats with 25.7% vote share. The “Hindu Hriday Samrat” title had also left the Sena leader. Congress is finding its vote share gobbled by Congress-looking parties, but a BJP-looking party is finding it difficult to survive the BJP juggernaut.\nToday’s Thackeray still says “Garv se kaho hum Hindu hain” but simultaneously tries to strike moderate notes. What if too few of his party leaders and cadres have been onboarded in this transition? If Bal Thackeray’s strong bond with Sainiks has been left behind along with his “tod-fod” politics, this gentrification may end up costing Uddhav’s Sena very dear. The very alliance that got him the coveted CMship may be his undoing, with accommodations made for NCP-Congress alienating many Sainiks. At least this is the narrative Shinde has galvanised, by claiming that his band would never betray Balasaheb’s Hindutva for the sake of power. However the Maharashtra drama plays out, Uddhav’s version of Sena is in deep trouble.\n\n",
        "headline_1": "Father, Son, Sena: However the Maharashtra drama plays out, Uddhav’s version of Balasaheb’s party will take a big hit",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/father-son-sena-however-the-maharashtra-drama-plays-out-uddhavs-version-of-balasahebs-party-will-take-a-big-hit/",
        "news_paper_name": "The Time of India",
        "publish_date": "23-06-2022"
    },
    {
        "full_article": "Over two lectures in the UK this week, Supreme Court judge DY Chandrachud foregrounded key points about the overarching goal of the Indian Constitution and its relevance when the state is no longer the primary employer. In one lecture he said the Constitution’s transformative dimension comes from its attempt to remedy discrimination. Flowing from it, working towards equality needs to consider pre-existing social and economic imbalances. Hence, the need for affirmative action.\nIn another lecture, he located this goal in the backdrop of India’s economic transformation. The state, earlier the primary employer, is now a facilitator of private participation in economic activity. The Constitution’s provisions against discrimination in public employment exists only against the state. This, therefore, leads to the question if there’s a need for a comprehensive anti-discrimination law. The case against any form of discrimination is unexceptionable. But a discourse on constitutional protections in private employment is of relevance to only a sliver of the workforce as the structure of employment puts most of them beyond the ambit of legal safeguards.\nA mere 21% of the workforce earns a regular salary and not all of them in workplaces covered by legislation. In 2019-20, just 16.6 million people out of more than 400 million-strong workforce were employed in factories covered by legislation. Therefore, most Indians work without any legal protection against discrimination. If the constitutional promise is to be realised, India first needs an enabling economic condition that lifts most people to a level where legal protections kick in. It’s possible only through an environment that allows the economy to formalise. That’s the pre-condition to actually access constitutional rights. A sweeping anti-discrimination law now would just be a paper tiger. A charade of our constitutional fidelity.\n\n",
        "headline_1": "Good jobs first: Justice Chandrachud argues private sector needs anti-discrimination law. First formalise the economy",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/good-jobs-first-justice-chandrachud-argues-private-sector-needs-anti-discrimination-law-first-formalise-the-economy/",
        "news_paper_name": "The Time of India",
        "publish_date": "23-06-2022"
    },
    {
        "full_article": "With record-breaking heatwaves hitting many parts of the world over the last few months, scientific circles have been hotly debating whether countries should prepare to deploy geoengineering technologies to deal with such climate emergencies. Should these technologies be deployed by an international body or by individual countries?\nGeoengineering is an umbrella term for various experimental technologies designed to deliberately alter the climate system to reduce the impacts of global warming. They are slowly but steadily gaining salience and broadly fall under two categories: Solar Radiation Modification (SRM) and Carbon Dioxide Removal (CDR) technologies.\nRead full opinion on TOI+\n\n",
        "headline_1": "Do we need geoengineering & what are the risks?: New disasters can happen if countries decide to unilaterally try technological fixes to global warming",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/do-we-need-geoengineering-what-are-the-risks-new-disasters-can-happen-if-countries-decide-to-unilaterally-try-technological-fixes-to-global-warming/",
        "news_paper_name": "The Time of India",
        "publish_date": "23-06-2022"
    },
    {
        "full_article": "A politically-linked former spy hurled some not-very-convincing charges at President Ramaphosa, ruining latter’s name\nOnce upon a time (about four years ago) Cyril Ramaphosa was seen as South Africa’s last, best hope. Since the end of Apartheid in 1994, the leadership of the country’s ruling African National Congress (ANC) had passed from the wise and heroic Nelson Mandela to the intellectual but ineffectual Thabo Mbeki and then to the corrupt and ignorant Jacob Zuma.\nBut in 2018 the fractured and demoralised ANC pulled itself together, remembered its purpose, and replaced Zuma as president with Cyril Ramaphosa. Hope soared: Ramaphosa had a long record of activism in the struggle against Apartheid; he was a former trade union leader; and he was so rich that he didn’t need to be corrupt. He was the ideal candidate.\nFor a while it went well. The economy didn’t grow much and unemployment stayed very high, but Zuma’s chief cronies fled abroad, others were charged with various crimes, and even Zuma wound up in jail. Ramaphosa was at least trying to clean up the mess—but then, two years ago, there was a burglary at his wildlife game farm in Limpopo province.\nNobody heard about it at the time, because Ramaphosa didn’t mention it publicly. That’s understandable, because the burglars allegedly found $4 million in cash hidden in cushions on his sofa. That’s not a good look for a president whose USP is fighting corruption, so no report was made to the police. Ramaphosa just swallowed the loss.\nThat’s not as crazy as it sounds: Ramaphosa is one of the richest men in South Africa, and $4 million is less than one per cent of his wealth. He could just be trying not to draw attention to it. But then, early this month, Arthur Fraser, former head of South Africa’s intelligence agency, lodged a criminal complaint with the police about the affair.\nFraser said that Ramaphosa’s ‘presidential protection unit’ (bodyguards) had tracked down the burglars, kidnapped, and interrogated them, and then bribed them to keep quiet about the cash. Maybe Ramaphosa was just trying to protect his reputation as a man of the people, but even so he would have been breaking the law. And then Fraser outed him.\nThe news is now out all over town, and by this week Ramaphosa was under attack from all sides. “Criminals do not report crimes when the proceeds of their crimes are stolen,” as Julius Malema, leader of the opposition Economic Freedom Fighters party, put it, and a great many other people in Parliament and in the street took the same view.\nThis comes at just the wrong time for Ramaphosa, who faces a leadership challenge in the ANC in December. His anti-corruption campaign within the party has not prospered, and Zuma’s supporters staged riots that killed hundreds when he was jailed. Now Zuma’s out of jail, and Ramaphosa is tarred with the same corruption brush himself.\nThere’s a lot that’s wrong with this story. Arthur Fraser, the former spy chief who brought the complaint against Ramaphosa, is a close ally of Zuma’s. The South African President does hold regular cash auctions of his prize Ankole cattle and various game animals at his farm, but why would he hide the cash in pillows? Tax avoidance?\nThis is a man who has sat on literally dozens of boards and is allegedly worth $450 million. If he wants to avoid taxes, he has lawyers aplenty; he doesn’t need sofa cushions. The whole ‘burglary’ operation, and especially the source and the timing of the ‘complaint’, smells like a political sting. Nevertheless, Ramaphosa is in deep trouble.\nThe real object of the sting would have been to highlight Ramaphosa’s great and unexplained wealth. He probably didn’t break the law to get it, like Zuma did, but he didn’t inherit it and he didn’t earn it by hard work. He just got paid huge sums to sit on boards, and invested the proceeds wisely.\nRamaphosa got on those boards as part of the ANC-sponsored ‘Black Economic Empowerment’ programme, one of whose purposes was to provide a reliable, low-profile income stream for its political work. Most of its supporters were very poor, but the chosen ‘BEE’ appointees were expected to donate much of their large incomes to the ANC.\nIt’s less lurid than Zuma’s route to great wealth via partnership with Indian ‘entrepreneurs’ in a project of ‘state capture’, but both men’s riches come from their ties to the ANC. To the average voter in Alexandra township, the two men will look exactly the same.\nThat is why the ANC will probably lose its majority in Parliament in the 2024 election, after 30 years in power. High time, really, even though nobody knows what’s coming out of the box next.\n(The author’s new book is The Shortest  History of War)",
        "headline_1": "South Africa: Anti-graft Prez faces scam charges",
        "headline_2": "",
        "link": "https://www.dailypioneer.com/2022/columnists/south-africa--anti-graft-prez-faces-scam-charges.html",
        "news_paper_name": "The Pioneer",
        "publish_date": "23-06-2022"
    },
    {
        "full_article": "India will do well to learn lessons from the goings-on in its immediate neighbourhood\nThere are several political developments taking place in our neighbourhood, and all of these portend to our own polity, what may be wrong with it, or what should be corrected. Sri Lanka is burning. Pakistan is in the black. Afghanistan remains simmering under its newfound cloak of civility. Nepal, under the new Prime Minister, has just about found its step after the former communist-leaning Premier was ousted. The suffocating situation in Myanmar is also nothing new. Now Kuwait’s crown prince has dissolved Parliament and called for an early election following a stand-off between the Government and elected Assembly that has hindered fiscal reform. Crown Prince Sheikh Meshal al-Ahmad al-Sabah has said that the decree would be issued for the dissolution of Parliament, the Gulf region’s oldest. Even the ruling Emir of Kuwait has blessed the dissolution move. The Opposition lawmakers are staging an open-ended sit-in since last week at the Parliament complex to press Sheikh Meshal to name a new Prime Minister to replace the caretaker Premier who has faced a combative Parliament. The political crisis, which has blocked the country’s economic and social progress, seems to be worsening.\nMeanwhile, in Sri Lanka, Prime Minister Ranil Wickremesinghe admitted in Parliament that its economy has “completely collapsed” and an agreement with the International Monetary Fund (IMF) is the only path to revival. While it is a fact that the island nation faces a far more serious situation beyond mere shortages of fuel, gas, electricity and food, any financial rescue plan with the IMF is not expected until Colombo agrees with its creditors on restructuring its $51 billion foreign debt, which could take months. The country first defaulted on its debt in April and went cap-in-hand to the IMF, which asked Colombo to raise taxes and restructure loss-making state enterprises, but it made people angrier. To soothe the seething population, Sri Lanka’s Cabinet has approved an amendment to the Constitution that could curtail presidential powers. Besides, Sri Lanka’s Parliament sessions will be restricted to two days this week instead of four days amid the current fuel supply crisis. The situation in India is no better. Unemployment is rampant, inflation is rising, growth is slowing and the nation is seemingly in the throes of lumpen elements that threaten to derail our foreign relations anytime. We must seriously be on our guard!",
        "headline_1": "Trouble next door",
        "headline_2": "",
        "link": "https://www.dailypioneer.com/2022/columnists/trouble-next-door-trouble-next-door.html",
        "news_paper_name": "The Pioneer",
        "publish_date": "23-06-2022"
    },
    {
        "full_article": "It is a piece of welcome news that the Planning Commission (PC) has decided to be choosy while approving new development projects and allowing time and cost overruns of the existing projects. The PC's actions, reportedly, have come in the wake of the ongoing global financial turbulence. But, given the situation involving the formulation and implementation of development projects, the PC should have started a cautious approach long ago. An agency like the PC does not need to wait for the global financial crunch or anything like that to streamline the development project approval process. The weaknesses of the public sector development activities are chronic. All concerned, including the government, are aware of the situation on the ground. Not that experts and private think tanks only have said volumes, suggesting what needs to be done to discipline the development activities. Both the chief executive of the government and the planning minister expressed their displeasure over time and cost overruns of development projects.It, however, needs to be admitted that the PC alone cannot resolve the problems hurting the development activities, in terms of quality and speed. There are also some other players. Unless the ministries, divisions and some other agencies decide to play by the rules and strengthen their respective units dealing with project formulation and execution, the situation on the ground is likely to remain unchanged. The PC reportedly will make a stringent appraisal of costs and tenures of all development projects. The low-priority and less important projects will face special scrutiny. Accomplishing the stated objectives by the Commission might prove a daunting task. Every year, a good number of projects, including the large and priority ones, seek a hike in cost and extension of the execution period from the PC. On occasions, the Commission seeks clarification from the relevant implementing agencies, but, ultimately, permission is granted. The PC will continue to face problems with the quality of development projects and their timely implementation until the basic weaknesses remain in place. Some small and medium development projects are need-based and those may not require a feasibility study. But feasibility studies must precede most other projects, particularly the cost-intensive ones. There are instances of dropping/ revising projects halfway through their execution because of flaws in designs or overlap. Then again, the rate of economic return with some projects being very low has often raised questions about their existence. The units responsible for planning and execution of development projects in various ministries and divisions are found to be weak and lacking in the necessary expertise and logistics. The selection of project directors and engaging them in multiple projects also poses a serious problem in the way of timely execution of projects. All these are old issues and relevant authorities are aware of them. Yet the situation has remained largely unchanged. Thus, how far the PC's latest move to streamline development project planning and execution would work remains to be seen. To achieve the desired results, there has to be a united approach, not piecemeal steps, from all fronts.",
        "headline_1": "Streamlining development project planning, execution",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/streamlining-development-project-planning-execution-1655907340",
        "news_paper_name": "The Financial Express",
        "publish_date": "23-06-2022"
    },
    {
        "full_article": "It is all depressing mathematics we have before us. With 94 per cent of Sunamganj under water, with more than 84 per cent of Sylhet submerged, the message comes loud and clear. It is that in the days and weeks ahead, a reworking of national priorities will be the biggest requirement before the country. Top of those priorities will be a focus on austerity where spending, in terms of resources, is concerned. In other words, with the floods having wrought devastation of this kind, the entire focus of the administration must be on lifting the people affected and the battered economy on to dry land, literally and metaphorically speaking.Let us turn back to the mathematics. No fewer than 4.3 million people have been badly affected by the floodwaters; 56,000 hectares of paddy lie ruined; 40,000 hectares of land given over to vegetables, fruits and oilseeds have gone under water. The mathematics comes from nearly every corner, not least from the UN Office for the Coordination of Humanitarian Affairs (UN-OCHA).There are all the other regions of the country --- Kurigram, Jamalpur, Gaibandha, Rangpur, Lalmonirhat, Nilphamari, Bogra and Sirajganj --- which the floods have left reeling. All the major rivers --- Dudhkumar, Dharla, Ghagor, Brahmaputra, Jamuna, Teesta --- are in spate. Things will therefore get worse before they get any better. The observations of the Prime Minister only add to the grim nature of the tragedy. She informs the country that 74,000 hectares of land have slipped under the floodwaters, that as many as 40,000 ponds and hatcheries have been badly damaged.The question of whether or not the floods, following so soon after flash floods in May, could have been predicted and so safety measures could have been taken is irrelevant. The sheer violence of the weather --- the incessant rains and the increasingly riotous rivers --- is a clear new affirmation of the truth of how climate change is beginning to take a toll on all of us here in Bangladesh. When electricity needs to be snapped by the administration and gas supplies call for suspension and telecommunications as also road, train and air links screech to a halt, the enormity of the problem cannot be looked away from.Which is when we revert to thoughts of the priorities that should be laid out by the government. The economy calls for a tightening of the belt, which in essence means that policy makers must now take stock of the food situation in the country. The thousands of hectares of crops ruined in the floods makes it imperative for the government to reassure people that food stocks elsewhere in the country are safe and secure and that distribution will be properly streamlined, especially in the case of those who have been living precariously on the waters. When the waters recede, a devastated landscape will reveal itself, which is when a rebuilding of life in the regions now under water will acquire urgency. Seeds must be distributed, for new crops to grow out of the empty vastness staring us in the face. The terrible reality is there, which is that farmers are up against desolation because they have no crops to sell or perhaps even to live on. As for those who have generally conducted life as peasants working the fields of the affluent, things promise to be much worse.And then let us not forget that from these dark waters will arise diseases of a multiple nature. The Prime Minister has spoken of 300 medical teams already at work in the flooded regions. That figure will certainly need to be augmented. A crisis of the kind we face leads to diarrhea and dysentery and cholera and various other assaults on the human body. It will be a hard task handling the problem, given that health centres at the district, upazila and union levels have been rendered as good as non-existent by the floods. Everything will therefore need to be rebuilt from scratch. Teams of doctors and nurses armed with a profusion of medicines, to be supplied freely to people by the state, will go a long way toward holding back any new threat arising out of the floods. The government's food stocks apart, this is a time when philanthropy is a huge requirement. NGOs and other organisations, which have historically come to the aid of people in distress, will of course do their work. But it must also become the responsibility of industrial houses to plunge into the task of post-flood rehabilitation. There are millionaires and billionaires in the country, people who must fulfill their social responsibilities. Every natural disaster is a destruction of everything that must be followed by a new beginning of everything. Think of the livestock that has been lost, of the cattle left in a poor state of health by the floodwaters. The poor who have lost a goat or cow or fowl are in need of reassurance --- that the state, which so admirably came forth with financial packages for people to handle the coronavirus, will now step up to prevent the disadvantaged from sinking into deeper poverty brought on by the floods.Reconstruction of the battered regions, indeed of the national economy as a whole, has been made a necessity by the sheer scale of the floods. A pooling of resources toward a return of normalcy entails a strict control over prices, absolute vigilance over the activities of unscrupulous businessmen and traders waiting beyond the floodwaters to trade in human misery. In a society where prices of food take a quantum leap during Ramadan, where ingredients needed for cooking are hoarded, to be released in exchange for scandalous prices, the morally corrupt keep fine-tuning the art of thievery. Therefore it is important that strictness be applied, that timorousness in applying harsh measures against those who would be human sharks be cast aside.A final point. The foreign ministers of India and Bangladesh, meeting in Delhi, have reaffirmed their commitment to mutually beneficial cooperation on the rivers flowing from and into their countries. With India's north-east too taking a battering from the floods, a joint approach to floods, to dredging, to flow of water that guarantees the survival and happiness of the people of the two countries is today a critical issue in need of a rapid response. \n[email protected]",
        "headline_1": "The priorities . . . when the waters recede",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/the-priorities-when-the-waters-recede-1655907387",
        "news_paper_name": "The Financial Express",
        "publish_date": "23-06-2022"
    },
    {
        "full_article": "Movie-going is no longer a favourite pastime in Bangladesh. We no longer see a large number of people gathering in front of the cinema halls to buy tickets to watch their favourite films. Most of these halls often wear a deserted look. Gone are those days when there were more than 1,000 cinema halls across the country, and all of them used to see huge crowds every day. Now only 60-70 halls are in full operation. And their disappointing looks tell us everything about the sorry tale of our film industry. Once a profit-making venture, cinema halls are fighting an existential battle today. Business is bad these days. So, movie theatres are giving way to shopping malls, hotels or community centres. The Bangladesh Film Development Corporation, which used to produce hit films one after another, is now struggling with many issues. It has now turned into a place for hosting film artistes' organisations. The BFDC-centric film industry is now dead. Instead of making quality films, this place has become a platform of gossiping. At present, the BFDC has nine shooting floors, and most of them are in a sorry state with almost no modern facilities. Moreover, most of the floors are used for shooting of television commercials and programmes. A complete overhaul of BFDC can only help this industry survive. So, we urge the authorities concerned to transform it into a well-designed multi-purpose film hub so that Bangladeshi audience no longer need to be dependent on foreign movies. \nAshikujaman Syed,Research Assistant,Bioinformatics Research Lab,Center for Research Innovation and Development (CRID),[email protected]",
        "headline_1": "Fading glory of BFDC",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/fading-glory-of-bfdc-1655907588",
        "news_paper_name": "The Financial Express",
        "publish_date": "23-06-2022"
    },
    {
        "full_article": "The recent deaths of university students have cast a spotlight on an alarming spike in suicides in Bangladesh. More than a dozen students of different universities have taken their own lives so far in 2022, according to a survey. There are many reasons behind it but the most common one, which we are facing in our society, is strict parenting. Some days ago, a student of Dhaka University died after jumping from a multi-storey building of the capital's Mohammadpur. She left a note saying, \"My life is a failure. I could not make my parents happy. I could not make others happy either. Nobody will bother, if I die.\" She was mentally pressurised to such an extent that it forced her to commit suicide. Young boys and girls are grownups but they constantly need love and care from their family. It is very important for parents to understand their children. Do not force them to fulfil your desires and dreams. They are humans with their own talents and skills. They just need someone to appreciate them. Is it not better to appreciate people for who they are rather than to force them into becoming something they do not want to be, just for societal acceptance and money? So, I urge all parents to not to be too strict with your grownup children and force them for things they do not want to do. \nAfroza Sheikh, Dania, Dhaka, [email protected]",
        "headline_1": "Dangers of too-strict parenting",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/dangers-of-too-strict-parenting-1655907609",
        "news_paper_name": "The Financial Express",
        "publish_date": "23-06-2022"
    }
]