[
    {
        "full_article": "The Bharatiya Janata Party (BJP) won 30 of the 56 Rajya Sabha seats which are set to fall vacant in April, from 15 States, with the results announced on February 27. The party won two more seats than what its numbers in the State Assemblies would have allowed, by brazenly engineering cross voting by legislators from the Samajwadi Party in Uttar Pradesh and the Congress in Himachal Pradesh. One BJP MLA in Karnataka crossed over to the Congress side. With six MLAs lost to the BJP, who have since been disqualified by the Speaker of the Assembly, the Congress government in Himachal Pradesh is tottering on the edge. Abhishek Manu Singhvi of the Congress and Harsh Mahajan of the BJP got 34 votes each and Mr. Mahajan was declared winner through lots. The Rajya Sabha polls brought the disenchantment within the Congress with Chief Minister Sukhvinder Singh Sukhu out to the fore. Vikramaditya Singh, a rebel Minister, announced his resignation, only to retract his statement. The Congress is making efforts to save its government, but the crisis is far from over. In Uttar Pradesh, seven Samajwadi Party legislators voted for the BJP, leading to the party winning an additional seat. It is not the first time that the BJP has fished in troubled waters to gain an extra berth in the Rajya Sabha. In 2017, Congress strategist Ahmed Patel managed to win by a whisker in Gujarat; and in 2020, the rebellion against the Ashok Gehlot government in Rajasthan happened on the eve of elections to the Upper House.The BJP now has 97 members in the Upper House, and, along with the allies, is just four short of the majority mark of 121 in the Rajya Sabha, where the current strength is 240. While successive victories in the State elections have helped the BJP improve its position, growing from 78 members in 2019 to 97 at the end of the five years, the party has never shied away from pushing the boundaries of normative politics to increase its strength. The gap between the BJP, the single largest party in the Rajya Sabha, and the Congress, which has just 29 members, is far too wide to be bridged any time soon. The other Opposition parties too have only a limited presence with the Trinamool Congress at 13, the Dravida Munnetra Kazhagam and the Aam Aadmi Party with 10 each, the Rashtriya Janata Dal with six and the Communist Party of India (M) with five. In past parliamentary sessions, the Opposition members were frequently suspended whenever they sought to question the government, making Parliament a theatre of the government’s unilateralism.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nRajya Sabha\n\n/\n\nBharatiya Janata Party\n\n/\n\nSamajwadi Party\n\n/\n\nIndian National Congress\n\n/\n\nUttar Pradesh\n\n/\n\nHimachal Pradesh\n\n/\n\nKarnataka\n\n/\n\nAll India Trinamool Congress\n\n/\n\nDravida Munnetra Kazhagam\n\n/\n\nAam Aadmi Party\n\n/\n\nparliament\n\n/\n\npolitics",
        "headline_1": "An extra berth: On the Rajya Sabha election results",
        "headline_2": "The Rajya Sabha elections have allowed dissidents to find their voice",
        "link": "https://www.thehindu.com/opinion/editorial/an-extra-berth-on-the-rajya-sabha-election-results/article67900295.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "01-03-2024"
    },
    {
        "full_article": "Former United States President Donald Trump appeared to receive a measure of legal succour from the country’s Supreme Court after it agreed to hear in mid-April the arguments for and against his right, as an erstwhile serving President, to immunity from federal criminal prosecution for allegedly subverting the 2020 presidential election. This means that a trial is unlikely before May and a decision on the case could be returned by the end of June, the time when final rulings for the current session of the court are expected. The court’s move adds considerably more time to the calendar of prosecution cases against Mr. Trump, and has effectively spoiled the plans of Special Counsel Jack Smith, leading these cases for the Justice Department, who had urged back in December last year that the Justices immediately take up the case, without any other intermediate court action. Earlier in February, a three-judge panel of the U.S. Court of Appeals for the D.C. Circuit had ruled that Mr. Trump did not enjoy sweeping immunity from federal prosecution, a legal setback for his defence team, which was appealed. Now, the Supreme Court has ruled that the lower court’s ruling against Mr. Trump will remain on hold until it decides the issue. In an alternative scenario the Justices might have declined Mr. Trump’s request to pause the case, which would have given Mr. Smith the option to proceed more quickly with the prosecution in the election subversion case, improving the odds of a trial before the presidential election in November.There is a plethora of legal cases against Mr. Trump, including four criminal indictments, all of which will be impacted by the timing of the ruling on presidential immunity. Notably, the Supreme Court Justices also appear poised to reverse a ruling by the Colorado Supreme Court that banned Mr. Trump from being on presidential ballot under a constitutional provision precluding those aiding an insurrection from holding high office in government. Other than the legal morass that looms on the horizon in light of the delaying tactics employed by the Trump defence team, the battle over prosecuting Mr. Trump has laid bare the fault lines in American politics, with voters divided on his capabilities and the potential risks he poses. Democrats and Republicans have come up short in terms of finding any credible alternatives in terms of nationally popular leaders, making the 2024 election Mr. Trump’s to lose. Therein lies the true malaise at the heart of the American Dream today — the lack of a vision that could unite all Americans under a single political banner. This would require leaders who are able to take a long view of the U.S.’s position as a global power, and one that provides for all its people regardless of their identity.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\nUSA\n\n/\n\nUS PRESIDENTIAL POLLS\n\n/\n\npolitics\n\n/\n\njudiciary (system of justice)",
        "headline_1": "A respite: On the Trump case",
        "headline_2": "Trump gets legal relief as challenges to his candidacy recede",
        "link": "https://www.thehindu.com/opinion/editorial/a-respite-on-the-trump-case/article67900199.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "01-03-2024"
    },
    {
        "full_article": "America’s median age is less than 39. Both Biden and Trump are doubly older. Across the pond, France has a 34-year-old PM. More than their years though, it is the many instances of their ‘forgetfulness’ that have critics questioning Biden-Trump’s fitness for the world’s most powerful presidency. Experts, however, suggest that these concerns are rooted more in the stereotypes about aging, than facts.\n\nMemory is not a movie | Charan Ranganath, UC Davis professor of neuroscience, has a new book Why We Remember making a lot of buzz. He makes a distinction between Forgetting and forgetting. Nobody accuses people like Martin Scorsese (81 years) and Warren Buffett (93) of having lost their competency with age. First, our past is only ever with us as an interpretation. Second, just because photo-accuracy decreases with age doesn’t mean the ability to make consequential decisions does.\nPractice is not wasted | Research suggests that there are mental abilities that sharpen with age. Take the example of a study at the Georgetown University Medical Centre. It examined some widely used processes of brain networks and found that working memory does decline – such as holding a telephone number actively in mind. But other critical aspects of cognition such as self-control as well as the ability to “inhibit distracting information” to focus on what is important, can improve with age.\nToday’s lifestyle wonders | There is also the persuasive idea of super-agers. They remain sharp even when their peers decline. A Swedish study, Successful Memory Aging, traces this to a trifecta of genetic, epigenetic and lifestyle factors. Two years ago Biden was meme-mocked when he fell off his bicycle, after his foot got caught in the pedal. But a more relevant point is, how many octogenarians cycle? India’s life expectancy of 70 will keep going up, Japan’s is already 85, more and more earthlings are living past a century. How healthily we age is, to a great extent, already in our hands.\nTomorrow’s promise | Some simple anti-aging formulas like calorie control just need more popularising. But more sci-fi ones are also in the works. Including drugs that could directly affect the biological pathways of aging. Today we can use spellcheck to write documents without anyone questioning our faculties. Tomorrow an AI diary could offer broader memory assistance in similarly ubiquitous ways. Meanwhile, let’s stop judging a person’s competency by their age.\n\n",
        "headline_1": "In with the old: Biden to Trump, stereotypes about memory and aging are a poor judge of competency. Look at the science",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/in-with-the-old-biden-to-trump-stereotypes-about-memory-and-aging-are-a-poor-judge-of-competency-look-at-the-science/",
        "news_paper_name": "The Times of India",
        "publish_date": "01-03-2024"
    },
    {
        "full_article": "BJP keeps sharpening its strategy. Congress fails to spot dissent before it blows up\nCross-voting by 6 Congress MLAs in Rajya Sabha election for Himachal’s single seat should not have triggered the uproar it did. Party whips in assembly do not extend to RS elections. So, RS cross-voting – technically – doesn’t impact assembly. Qualifying word being ‘technically’.\n\nK’taka model | Post cross-voting, disaffection within governing party in Himachal exploded with dissenting MLAs demanding CM Sukhu’s scalp. Sukhu, with 40 MLAs and three Independents, would’ve likely survived a confidence vote in the 68-member assembly had it come to pass yesterday but that’s not at issue here. The issue is managing factions. Sukhu could take a leaf out of Karnataka, where rivalries were kept aside for RS polls. Even a BJP MLA cross-voted for Congress’s nominee, and another abstained.\nDukhi with Sukhu | Dissenters’ grudge is CM’s ‘working style’ and govt failing to provide jobs. It’s rare for MLAs to throw their own govt under the bus on such matters. But it is the dissenter-in-chief in Himachal Congress who was the most miffed. Vikramaditya Singh, son of former CM Virbhadra Singh and current Congress state head Pratibha Singh, said he felt ‘humiliated’ that his grievance was not ‘political’, that his dissent was ‘an emotional thing for a son’. Apparently, what pained him was that state govt has so far failed to install the late Virbhadra’s statue.\nTakeaways | One, Congress is no stranger to factional mutinies but it fails to spot them before they blow up. Two, this playbook is now familiar – similar scenes have played out in other states; BJP will sniff out the smallest chink in opposition’s armour. Three, Jairam Ramesh’s words, ‘people’s mandate needs to be respected’, sound like they belong to a fairy tale. Four, Sukhu is fighting – despite the chaos, assembly passed the state budget, and he claimed BJP MLAs are in touch with him. How it will all turn out is hard to predict. What’s certain is that there are jitters across Congress state units.\n\n",
        "headline_1": "Cong crisis? What’s new",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/cong-crisis-whats-new/",
        "news_paper_name": "The Times of India",
        "publish_date": "01-03-2024"
    },
    {
        "full_article": "Rajya Sabha election results are one more indicator of how hungrily BJP fights to win. And the party is aided by Congress harbouring the wrong kind of ambition\nBJP’s unexpected success in Rajya Sabha polls in UP and Himachal is yet another pointer to its overwhelming hunger for success and burning ambition to dominate all available political spaces. While it obviously goofed up in Karnataka, where two of its legislators either cross-voted or abstained, in UP and Himachal it managed to garner huge support from several SP and Congress legislators, giving it two additional seats in the upper house. While the UP verdict does not indicate any political earthquake there, in Himachal it implies a threat to Congress’s govt in the near future.\n\nThree questions | One, why can’t opposition get its act together even after seeing BJP’s drive to make its already dominant position even more unassailable? Two, is there an ambition deficit in opposition that matches Modi’s ambition surplus? And, three, is this growing BJP domination at Centre and inroads into states where it was not previously strong leading us to a one-party state?\nRead full story on TOI+\n\n",
        "headline_1": "Helping hand for Lotus",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/helping-hand-for-lotus/",
        "news_paper_name": "The Times of India",
        "publish_date": "01-03-2024"
    },
    {
        "full_article": "Affluent India drives consumption trends and direct tax collections. Yes, they form a narrow base. But their savings power the economy and they are voting more\nConsumption is keenly tracked and widely commented upon for what it says about us or the signal it sends on the health of the economy. The chatter around it has only increased after GOI released data last week on household consumption.\nEverybody consumes. That’s neither here nor there. What really matters is how we can stack consumers to learn something. With so much talk of “premiumisation” of India’s consumer market, what’s the size of this population?\nWho are India’s affluent consumers?\nA useful benchmark for this group is a cut-off set in a recent Goldman report. It uses a reference point of $10k, or about ₹8.3 lakh per capita income to estimate ‘Affluent India’.\nThis number is in line with the ceiling annual income of ₹8L used by govts to determine whether students are eligible for EWS/OBC quotas. The state’s idea of ‘creamy layer’ is not too far away from Goldman’s understanding of affluent India, which today numbers around 60 million consumers. It estimates this number will grow to 100M by 2027.\nRead full story on TOI+\n\n",
        "headline_1": "Affluential Indians: Why they matter…even in elections",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/cash-flow/affluential-indians-why-they-mattereven-in-elections/",
        "news_paper_name": "The Times of India",
        "publish_date": "01-03-2024"
    },
    {
        "full_article": "The deficiency in copyright registration reported by this newspaper suggests a vexing inadequacy within the country's copyright system, which poses potential risks to safeguarding intellectual property. According to the report, registration of creative intellectual property (IP) falls below desired levels primarily due to a lack of awareness. Consequently, while violation of copyrights may be rampant, many IP proprietors are likely to struggle for protection of their creations through formal documentation. Copyright regime in Bangladesh is administered in the light of the Copyright Bill 2023. The copyright office registers literary works, drama, music, arts, cinematography, radio, television and digital platform broadcast, webpage, software and transferred document of intellectual property. The Bangladesh Copyright Office (BCO), a quasi-judicial organisation, is responsible for receiving, scrutinising and registration of copyright applications. According to the BCO, producers of creative works have got 2,199 copyright registrations in 2023, and 2,132 in 2022 which understandably reflect a far smaller figure than the anticipated one. Although registration is not mandatory, the fact remains that unless an individual doesn't properly register IP, s/he might incur economic loss and face legal battle as well. Thus copyright registration of intellectual property is an essential step for protecting the rights of creators and innovators. It serves as a legal safeguard, providing tangible evidence of ownership and establishing a public record of the creator's rights. While copyright protection automatically applies to original works upon their creation, registering copyright with the appropriate authorities offers several significant advantages. First and foremost, copyright registration provides the creators with the ability to enforce their rights in a court of law. In the event of infringement or unauthorised use of their output, registered copyright holders have stronger legal grounds to pursue litigation and seek remedies such as damages or injunctions. Without proper registration, proving ownership and establishing the validity of copyright can be challenging and may weaken the creator's case in legal proceedings. When a work is officially registered, it becomes part of the public record, making it easier for others to identify the rightful owner and obtain permission for its use. Such transparency discourages individuals or entities from unlawfully exploiting copyrighted materials, as they are aware of the legal consequences associated with infringement.Additionally, copyright registration facilitates commercialisation of intellectual property. It enhances the marketability of creative works and encourages investment in innovation and artistic expression. Registered copyrights provide assurance to investors, publishers, and distributors, as they can confidently engage in transactions knowing that the rights to the work are properly protected. This, in turn, fosters a conducive environment for creators to monetise their creations through licensing agreements, distribution deals, or sales without fear of unauthorised reproduction or distribution. Given the benefits of registration, it is crucially important that owners and creators of intellectual property do the needful to ensure rightful claim on their products as well as stop infringement in any manner. The BCO, in its turn, should launch awareness campaign so that owners and creators of IP products come forward to safeguard their own accomplishments.",
        "headline_1": "The need for IP copyright registration",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/the-need-for-ip-copyright-registration-1709218612",
        "news_paper_name": "The Financial Express",
        "publish_date": "01-03-2024"
    },
    {
        "full_article": "A serviceman of the US Air Force named Aaron Bushnell epitomises the ultimate protest against the Biden administration's role in the Israeli war in the Palestinian enclave Gaza. The 25-year airman did not endorse the US support for the genocide Israel has been committing over the past four months. The sensitive young man knew he could not legally protest US government's questionable and at times blatant role and maintenance of double standard in the case of indiscriminate and insane but systematic mass murder of innocent Palestinians. So, he set himself on fire in front of the Israeli embassy in Washington on Sunday, February 25 last.His self-immolation is unlikely to make Biden see through the smokescreen of politics the US-led West has spun over the Palestinian people's right to self-determination on their own soil. In the name of protection of the Jews in the artificially created state of Israel out of Palestinian land, Britain, the US and their cohorts have denied the Palestinian people to live in peace in a truncated but independent state of their own. The conspiratorial legacy now extends up to 75 years. On February 20 last, the US vetoed for the third time a UN Security Council draft resolution calling for immediate ceasefire in Israel's war on Gaza. This might have been highly frustrating for the young soldier who grew up in a religious family and was once associated with a religious sect, both of which taught him to be compassionate and support the weak and needy. Disillusioned, the senior airman opted for the self-immolation perhaps in the tenuous hope that his ultimate sacrifice would make an appeal to the conscience of policymakers in Washington. No, his sacrifice did not prove to be a mover and shaker either to the US administration or to the US citizens in general now more interested in the prospect of a Trump-Biden election contest. Although the UN General Assembly recognised the Palestinian people's right to self-rule as early as November 22, 1974 and accepted Palestine as an observer state in November 2012, it is yet to be recognised as an independent and sovereign state. Following the Oslo Accords after the six-day Arab-Israel war in 1967, the PLO officially proclaimed the State of Palestine on November 15, 1988 demanding sovereignty over the internationally recognised Palestinian territories. As many as 78 countries recognised Palestine soon. By June 2, 2023, a total of 139 of the 193 member states have recognised the State of Palestine. Incidentally, Israel enjoys recognition from 165 members. What is intriguing is that the US, the UK, France, Germany, Italy, Canada, Australia, Japan, South Korea and Mexico have not so far recognised Palestine. Not only has the US refused to recognise Palestine but also intimidated and threatened to withdraw its contribution to UN agencies if they admitted the observer state as a member. The American staunch opposition to Palestinian independence could not be more blatant when the US threatened withdrawal of funding from the World Health Organisation (WHO) to which the PLO applied for membership in April, 1989. The US threat to other UN member states making use of aid and assistance as a weapon also refrained countries in the Third World from recognising the State of Palestine. Canada, Germany and Italy toed the US line openly.Against this perspective, the exercise of veto by the Biden administration is a continuation of the US hard-line policy against the Palestinians. This is why Israel can carry out the genocide with impunity and no wonder a few brave African leaders have compared it with Hitler's devilish holocaust. True, Hamas is to blame for triggering the mutual massacres of civilians on both sides. But had Ariel Sharon's ---the first Israeli premier to have proclaimed the possibility of a two-state solution--- policy been advanced as the earlier legwork done by Yitzhak Rabin, Menachem Begin and later on by Shimon Peres without Netanyahu's return to power, the militant group would not even emerge as a representative force of Palestine. Now the world has become a witness to one of the modern civilisation's worst crimes against humanity. It is unbelievable that the UN can be rendered so ineffectual in the face of humanitarian crises such as in Gaza and Ukraine where the instigator behind the scene was none other than Joe Biden. Since October 7 last, as many as 100,000 Palestinians have been killed, wounded or reported missing. Of the nearly 30,000 killed so far, one in each 100, about 12,000 are children. Now Biden is playing his last trick by salvaging a temporary ceasefire before the holy month of Ramadan. In fact, he stands by Israel to use this occasion for release of Israelis taken as hostages and at the same time giving an impression of doing favour to the Palestinian Muslims for observing siam and Eid-ul-Fitr. What is missing is a sincere effort to stop the horrific genocide and bring the two sides to the negotiating table for a permanent solution to the 75-year old protracted conflict in the Middle East. Let the basis of the two-state solution be the Oslo Accords under which an internationally accepted land demarcation was made. \n[email protected]",
        "headline_1": "US airman's self-immolation exposes raw sore in US policy",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/us-airmans-self-immolation-exposes-raw-sore-in-us-policy-1709218663",
        "news_paper_name": "The Financial Express",
        "publish_date": "01-03-2024"
    },
    {
        "full_article": "Thorny issues are aplenty in this country and a good number of those deserve priority attention from the government. The authorities much to the disappointment of the sufferers, however, have been displaying gross indifference to many pressing problems for long. They wake up from deep slumber only when issues turn ugly and make media headlines. A case in point is the ongoing drive against illegal hospitals and health clinics. The death of two minor boys during circumcision in Dhaka city stirred up grave concern over the quality of services in healthcare facilities. Health officials under the leadership of the new health minister now appear to be serious about dealing with the problem of unregistered private hospitals and clinics and the inadequacies of the legal ones. The Directorate General of Health Services (DGHS) had launched identical drives in the past. Those, however, got stalled halfway for unexplained reasons. None, however, bothered to ask questions about it. There should not be any valid reason for being too optimistic about getting any notable results from the ongoing drive for two reasons. One, the DGHS neither has enough manpower nor logistics to look into the affairs of private hospitals and clinics that have mushroomed throughout the country over the years. The mushrooming has taken place allegedly with the direct indulgence of a section of unscrupulous health officials.The incumbent minister seems to be genuinely serious about stopping an anarchic situation prevailing in the health sector, but one has ample reasons to be sceptical about the success of his mission.Going by the developments in the health sector, most people tend to believe that owners of private health facilities or pharmaceutical companies are influential people and they are above the law. The power of money or political connection does play a role here. Such a notion gets strengthened when there is an unabated rise in the prices of medicines or hospitals fix their rates at will with no government agency bothering to pay attention to the developments. The increase in medicine prices has been enormous and unjustified. Most locally manufactured drugs and medicines have become costlier by 30 per cent to 100 per cent over the last two to three years. What is most agonising is that the government has preferred to be an onlooker in a country where out-of-pocket medical expenses are as high as 67 per cent. There is no denying that the cost of production for drug manufacturers has gone up in recent months because of the depreciation of taka vis-à-vis the US dollar. However, the rise in medicine prices far outstrips the increase in the cost of production. The cost of medicine production could have been far less had the drug manufacturers skipped or curtailed the expenses made on so-called promotional activities designed to benefit the doctors unduly. It is no secret how drug manufacturers bribe doctors to prescribe their products. The government could improve the prevailing situation by categorising the private hospitals and clinics and fixing the maximum fees based on discussions with the relevant stakeholders. It should also make it mandatory for doctors to write only generic names of medicines and ensure that pharmacies and drug stores employ qualified pharmacists. \n[email protected]",
        "headline_1": "Endemic indifference responsible for health sector's anarchy",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/endemic-indifference-responsible-for-health-sectors-anarchy-1709218693",
        "news_paper_name": "The Financial Express",
        "publish_date": "01-03-2024"
    },
    {
        "full_article": "In Bangladesh, an increasing number of students are pursuing higher education without considering their future prospects. According to a survey by the Bangladesh Bureau of Statistics (BBS), over 12 per cent of highly educated individuals are officially unemployed, with unofficial figures likely even higher. This trend is alarming. Students are overly focused on academic achievements, often neglecting crucial skill development such as soft skills and computational abilities, essential for the workplace. Consequently, securing employment becomes challenging and adaptation to work environments proves difficult. Bangladesh's thriving banking and consumer goods sectors are being led by natives, whereas in the RMG industries, top-level management positions are predominantly held by highly-paid foreign nationals despite it being the leading exporting sector. This disparity underscores the mismatch between the skills imparted by educational institutions and industry demands. It is, therefore, imperative for policymakers to devise strategies to bridge the gap and ensure that academic curricula align with industry standards. \nRafid AlamCrystal Impression LtdMPM, DU",
        "headline_1": "Necessity for skill development",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/necessity-for-skill-development-1709218719",
        "news_paper_name": "The Financial Express",
        "publish_date": "01-03-2024"
    }
]