[
    {
        "full_article": "Two decades apart, India again ran into Australia in a World Cup final and the result was the same. In the 2003 edition’s climax at Johannesburg, Ricky Ponting’s men were an overwhelming opposition. The latest summit clash at Ahmedabad’s Narendra Modi Stadium proved no different as Pat Cummins and his men remained equally indomitable. In both championships, the force seemed to be with India until the final hurdle. Sourav Ganguly then, Rohit Sharma now, are the anguished captains. The Men in Blue were in terrific form all through this World Cup, the batters and bowlers had this aura of invincibility, 10 matches were won on the trot and even Australia was vanquished in the early part of the campaign. To defeat all rivals in a round-robin league phase reflected India’s consistency but as Australia showed yet again, finals of multi-team ICC events throw up unique challenges. The men from Down Under have now won six World Cups and Cummins, their current skipper, has grown in stature. Sunday’s final on a sluggish pitch with dry spots affected India’s free-flowing batters. Even if Rohit, Virat Kohli and K.L. Rahul scored, the others found their timings going awry. A total of 240 was not enough to test the Australians later at night especially with the dew kicking in.Reducing Australia to 47 for three, India had a window of opportunity but Travis Head shut that door, with one of the finest tons in the history of World Cup finals. The southpaw’s 137 will be spoken about for long. But perhaps the game’s turning point was when he took a diving catch to end Rohit’s belligerent knock: India froze. Australia’s great win leaned heavily on its incredible fielding. When Allan Border lifted the World Cup at Kolkata’s Eden Gardens in 1987, it signalled a new phase of Australian dominance. With Cummins doing the same, it just reiterated his nation’s leading position in cricket. Meanwhile, Kohli found no consolation in winning the Player of the Tournament award and coach Rahul Dravid spoke about emotions running high in the Indian dressing room. Playing that 2003 final, and having now observed how his wards ran into the Aussies all over again, Dravid was full of empathy. This World Cup could be the last for a golden generation of Indian stars as Rohit, Kohli, Ravindra Jadeja, R. Ashwin and a few others are unlikely to be around for the 2027 edition at South Africa, Zimbabwe and Namibia. India’s ICC title drought since 2013 continues but there was no shame in the latest defeat as the better team won.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\ncricket\n\n/\n\nICC World Cup\n\n/\n\nIndia\n\n/\n\nAustralia\n\n/\n\nAhmedabad\n\n/\n\nKolkata",
        "headline_1": "End of a dream run: On the World Cup final",
        "headline_2": "India came up short against Australia despite starting as the favourites",
        "link": "https://www.thehindu.com/opinion/editorial/end-of-a-dream-run-the-hindu-editorial-on-the-world-cup-final/article67554547.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "21-11-2023"
    },
    {
        "full_article": "The election of Javier Milei, a self-declared anarcho-capitalist, as the President of Argentina, marks the sharpest turn towards the right in the four decades of democracy in the Latin American country. When the initial results were out, Mr. Milei had won 56% of the votes against the 44% of Sergio Massa, the Economy Minister in the outgoing leftist government of President Alberto Fernández. During the campaign, Mr. Milei had vowed to “flatten” the political establishment, which has been dominated by the centre-left Peronist movement for decades, “blow up” the central bank, and rebuild the economy. Argentina’s leaders have historically tried to fix the economy and failed. But even by Argentina’s own standard, the economy is in a pretty bad shape today. Annual inflation has crossed 140%, which is one of the highest in the world; more than 40% of the population is in poverty, and the peso, the currency, has plummeted to historical lows; a dollar is now equivalent to 1,000 pesos, from the 80 pesos it was in the early 2020s, before COVID-19 struck. While Mr. Milei attacked the political establishment and leftists in particular for the economic woes, Mr. Massa, on whose watch the latest crisis unfolded, struggled to mount an effective counter-campaign.Mr. Milei’s victory is a boost for the far-right in the Americas. An admirer of Donald Trump of the U.S. and Jair Bolsonaro of Brazil, what has pushed Mr. Milei into the political limelight are the same views that raise concerns about his future administration. He wants to replace Argentina’s currency with the U.S. dollar, ban abortion, dismantle the public health-care system and move public education into a voucher system. He has said that under his administration, Argentina will have better relations with countries, such as the U.S. and Israel, that fight socialism. He has often attacked the media, claimed that Argentina was controlled by a shadowy cabal, has backed Mr. Trump’s claims of the 2020 U.S. elections being “stolen” and warned against election rigging against him (after his victory, his campaign stated that the elections were clean). He has projected himself as a crusader against Peronism, which in his narrative was the embodiment of the ills of Argentina. Fed up with economic miseries and hungry for political change, voters bought into his promises. But there is no clarity on what his untested libertarianism has to offer to fix the chronic economic woes. He may not be able to implement his most radical promises for lack of legislative support (his Liberty Advances party has seven seats in the 72-member Senate and 38 in the 257-seat House), but as a President who is at constant war with the country’s institutions, he could weaken Argentina’s democracy while worsening its economic problems — just as in Brazil under Mr. Bolsonaro. Testing times are ahead for South America’s second largest country.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\ndemocracy\n\n/\n\npolitics\n\n/\n\ncurrency values\n\n/\n\neconomy (general)\n\n/\n\nUSA\n\n/\n\nabortion\n\n/\n\nhealth\n\n/\n\neducation",
        "headline_1": "Leap in the dark: On the election of Javier Milei, in Argentina",
        "headline_2": "Javier Milei is likely to worsen Argentina’s economic woes",
        "link": "https://www.thehindu.com/opinion/editorial/leap-in-the-dark-the-hindu-editorial-on-the-election-of-javier-milei-in-argentina/article67554564.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "21-11-2023"
    },
    {
        "full_article": "Muizzu’s missing the basics. His country needs India, always the first responder\nMaldives President Mohamed Muizzu wasted no time after assuming office before asking New Delhi to withdraw “Indian troops” from its islands. Given Muizzu fought his election campaign on an India Out plank, and has indulged in far more strident anti-India rhetoric than his mentor Abdulla Yameen, this was not unexpected. To note, the troops Muizzu is making so much a song and dance about are barely 75 Indian Navy and Coast Guard staff, mostly technicians and crew, engaged in mostly medevac, patrol and air rescues in the region. But Muizzu’s stridency is the bigger challenge than removal of the “troops”.\nMaldives President Mohamed Muizzu (Image credit: AFP)\nIndia has far deeper presence in terms of expansion work on the islands. Almost 40 development projects, including a $500 million Greater Male Connectivity Project, form the backbone of the investments. It is with India and the US that the Maldives has its primary defence pacts. India will always remain by sheer geographical proximity its first responder – precisely why “troops” are stationed on Maldivian islands. India will also remain the net security provider in the Indian Ocean Region in the foreseeable future, with its amped up maritime diplomacy and military strategy, and given that all talk of China setting up a naval base on a Maldivian island is yet speculation. Certainly, Beijing’s maritime assertiveness over the last decade is a challenge. It is what has led to Male yo-yoing between the two, the US and China, also deeply impacting its domestic politics and making the Maldives the second nation after Sri Lanka in IOR to sign onto Beijing’s BRI.\n\nMale, capital of archipelago Maldives, 26 atolls including 1,200 islands spread over 90,000 sq km, at the centre of Indian Ocean’s busy shipping lanes and sea-lines of communication, has more sea than land in its jurisdiction. Geostrategic considerations aside of why the Maldives is significant for India, New Delhi must now engage with 46-year-old Muizzu on common sense of why India is as important to the Maldives. Bottomline is, in a world where climate change is the primary threat, no one else can pitch in as first responder. Neighbours first.\n\n",
        "headline_1": "Mistake by Maldives",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/mistake-by-maldives/",
        "news_paper_name": "The Times of India",
        "publish_date": "21-11-2023"
    },
    {
        "full_article": "Who gets to speak first? The toss was done away with, and chits were drawn. First up was New Zealand. “Rishabh Pant, even though he is not a member of the World Cup team, is the main reason why India did well in the World Cup,” said its captain to the perplexed faces in the circle.\n“Had he not wakened Rohit at 3.45 am for training, not made Ishan and Gill walk 15 km to the practice ground and had Hardik lift extra weights, India would have struggled,” he explained to the vigorously nodding heads. “Am sure the entire team went through the same drill.”\nSouth Africa and Afghanistan, who were on a forced diet of milk, cheese, paneer etc, blamed it on the pizza delivery boy. “Instead of correcting the pronunciation of fans, he was squawking ‘Indiaaa, Indiaaa’, which instantly resulted in a shower of sixes at all venues India played,” said the SA skipper.\nImage credit: PTI\n“Sahi hai,” nodded the Australian skipper whose IPL stints have improved his Hindi. Always wary of the combating Kohli, he said, “Patience is the key.\n\nEveryone must learn from him. He is sitting on top of the run pile but with a strike rate of less than 100.”\nThe Pakistan camp, which had earlier come up with a baffling explanation for India’s success, dispensed another bewildering reason.\n“They got the best hotels to stay in while all of us were not given access like Rohit had. With a simple click, they were transported to the best ones. India was extra relaxed,” said the Pakistan captain.\n“Indeed, they were flying high like on an expensive holiday and won all matches convincingly. The sixes seemed to parachute into the stands from Everest-ine heights,” said the Dutch captain.\nBeleaguered England had a warning to the cricketing world. “Watch out for SKY, at 33 he is old but claiming to be new. He is set for a l-o-n-g run,” its skipper said.\nUnanimously, the besieged 8 decided to consult India’s World Cup-winning captain MSD: “Is India beatable? How should we prepare for the next World Cup?” But he had come with a mouth stuffed with chips and with instructions from fans to ‘kuch mat bol’.\n“But”, he said, smiling with pride, “I can tell why India is shining in this white-ball format: It’s because we have Mr Dependable as the coach and the current team is playing like a well-oiled machine. No compromises have been made.” #ROKO were unstoppable. Until they were not.\n\n",
        "headline_1": "Decoding Rohit & Co: Before it stumbled in the finale, Team India got the world of cricket into a burlesque huddle",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/CupKyunKahan/decoding-rohit-co-before-it-stumbled-in-the-finale-team-india-got-the-world-of-cricket-into-a-burlesque-huddle/",
        "news_paper_name": "The Times of India",
        "publish_date": "21-11-2023"
    },
    {
        "full_article": "Yes, Australia played like champions. Yes, the Cup didn’t come home. But Team India gave India moments of pure joy. Nothing takes that away\nLife, in the end, is a few stories we remember and want to tell. In the past six weeks, many cricket-lovers of India relished a story like few before. It was a bold and beautiful story of a cricket team. It was filled with magic and unfolded like a dream. That the dream ended last night in Ahmedabad doesn’t take away those moments.\nSo, yes, congratulations Australia. You played like champions and peaked when it mattered most. And thank you, Rohit Sharma and your team, Rahul Dravid and your associates, for the moments and memories you gifted to us.\n\nCricket is the outdoor cinema of our everyday lives. Like a blockbuster in the single-screen times, it keeps running week after week, month after month. But in recent years, many purists of a certain hue and vintage had abandoned the game like one discards a friend who’s shifted ideology. In the past six weeks, though, even the deserters, the scoffers, those who barely glance at TV screens during a game, were wowed and wooed back by the Men in Blue. New viewership records were made on TV and digital media.\nRead full opinion on TOI+\n\n",
        "headline_1": "Win or lose, cricket is us",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/Addictions/win-or-lose-cricket-is-us/",
        "news_paper_name": "The Times of India",
        "publish_date": "21-11-2023"
    },
    {
        "full_article": "The last three days have seen unusual corporate shenanigans in OpenAI, the company that created ChatGPT. The board sacked CEO and co-founder Sam Altman, and appointed Mira Murati, CTO, as interim CEO. The ouster was via a harsh statement from the board which read in part: “he (Altman) was not consistently candid in his communications with the board…the board no longer has confidence in his ability to continue leading OpenAI.” In addition, the company’s president Greg Brockman was removed from the board. He wasn’t at the virtual meeting where Altman was sacked.\n\nThis came as a bolt from the blue for Altman, and for investors. Greg Brockman, also a co-founder, quit on hearing the news. Other key employees are said to have tendered resignations conditionally, asking for the board to quit within a deadline, which was missed. There are reportedly frantic behind-the-scenes negotiations led by Satya Nadella to reinstate Altman.\nRead full opinion on TOI+\n\n",
        "headline_1": "Why sacking Sam won’t open eyes about AI: Altman’s firing sharpens questions on the new tech but Big Tech will carry on; there’s lots of money to be made",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/why-sacking-sam-wont-open-eyes-about-ai-altmans-firing-sharpens-questions-on-the-new-tech-but-big-tech-will-carry-on-theres-lots-of-money-to-be-made/",
        "news_paper_name": "The Times of India",
        "publish_date": "21-11-2023"
    },
    {
        "full_article": "When demand for second-hand accommodations ---residential flats to be precise---outstrips that for new units, it signals a decline in the purchasing capacity of intending buyers in the first place. This may as well indicate either the present owners' dire need for cash or move to a better accommodation and in several cases even migration abroad. Given the economic slump following the pandemic and the Ukraine war, the soaring inflation has hit the real estate business hard for a number of reasons. Investment in housing usually goes up when business and overall economy thrive. In less transparent environment of business and accumulation of wealth, however, the housing sector becomes an automatic choice for investment of black money. But for people willing to own a residential accommodation with their honest income this is certainly not a very good time. The reasons are many but the most crucial one is the rise in the price of land and construction materials. Also, the new building construction rules worked out under the Detailed Area Plan (DAP) has made construction of buildings even costlier than before. This is because of the space of plots to be left vacant. Thus the affordability of the middle class has shrunk with their average income marking no rise over the past few years. Despite the current deceleration in the real estate business, the country's urbanisation has been growing at an annual rate of 3.0 per cent. However, it is the capital city and the port city which, for reasons understandable, are becoming the major recipients of migrants from villages. In these two cities, the rates of urbanisation are likely to be higher than anywhere in the country. This leads to a crisis of accommodation and the majority of unskilled and unemployed have no option but to look for shabby and unhygienic shanties and messes. Middle-class people with a steady income and entitled to loan facilities calculate that the rents they have to pay for a decent accommodation in Dhaka or Chattogram can be enough to repay the loans over the years. But not all service-holders or small traders enjoy the loan facility and their dream of owning a house remains elusive, particularly at a time of economic crunch. Those who could save a portion of their income are either unable to do so or saving the barest minimum. This explains why more middle-class people are looking for used accommodations which have a significant price gap on the lower side. Also, the second hand flats have gas supply through pipes and are ready for occupation after a fresh coat of painting or little renovation. The fact that Dhaka and Chattogram still remain the main attraction for employment explains why these two cities are bulging on all sides. But this is an archaic development. Decentralisation should be the prime condition for easing the pressure off from these two cities. Notwithstanding the mega infrastructure built or being built, they will remain unliveable because of the overall polluted environment and transport chaos. The overhead transportation facilities cannot solve the traffic gridlock on the streets below. A most densely populated mega city must go for dispersal of its population to better and healthier places elsewhere with comparable urban facilities and employment opportunities.",
        "headline_1": "Why demand for used flats is going up",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/why-demand-for-used-flats-is-going-up-1700490949",
        "news_paper_name": "The Financial Express",
        "publish_date": "21-11-2023"
    },
    {
        "full_article": "Culture is a fundamental component of identity but it's a by-product of socio-economic realities. Human groups not only share beliefs, values and norms but also use the same to differentiate from each other.Culture has been described as an onion with multiple layers going from the outer ones such as dress, food, etc - to intermediate ones such as preference for cultural and entertainment products to core values which includes faith issues, language, race and ethnic origins etc.But a structural analysis of culture is not about the above but the social behaviour patterns that emerge as a result of internal and external factors which determine elements dominate, lie dormant and the process of choice making. It's about the social mind. And its subject to changes. APPLIED MODELS OF CULTURE A popular model of identifying national culture was developed by Prof. Greert Hofsted of the Netherlands. His model is basically anthropological in nature according to which there are six main elements in the making of culture.1. Power Distance (PDI). How much the less powerful members are ready to accept power inequalities in a state/society.2. Individualism (IDV) : Preference for a loosely-knit social framework in which individuals are expected to take care of only themselves and their immediate families.3. Masculinity VS Femininity (MAS) : Masculinity represents a preference for achievement, heroism, and is more competitive. Femininity preference is for cooperation, modesty, caring for the weak and quality of life and more consensus-oriented.4. Avoidance (UAI) : Uncertainty Avoidance means the degree to which society is ready to take risks.5. Long Term Orientation (LTO) : How it deals with the challenges of the present and the future. Are societies traditional or pragmatic?6. Indulgence (IVR) : How it deals with gratification of basic and natural human drives related to enjoying life and having fun. Restraint stands for a society that suppresses gratification of needs and regulates it by means of strict social norms.HOW USEFUL IS THIS MODEL ?What is positive about this model is that it is not intrinsic value based but social behaviour based. Two sections -MAS, and IVR- appear stereotypical and analytical work on them has made some re-evaluation necessary. It was also probably developed before globalization and digitalization had taken place which means an expansion is needed. But the basic core is functional and can be used as a starting point for other analysis.In fact, all the six aspects can be applied to any society and it's more a matter of measuring the degree of each element present. However, they are not constant and new elements constantly emerge to enlarge the list. Culture is a response to socio-economic realities that changes over time and that needs more stressing. In other words, these are no permanent cultures of any society. THE BANGLADESH SCENARIOA study project carried out by a local NGO -Films for Peace Foundation- on behalf of an international agency identified the major elements of culture that defined the population in Bangladesh with special focus on the rural areas. The main factors identified were :1. People are driven by economic needs, aspirations and ultimately desire for prosperity as they climb the ladder in stages. Dominant value structure is not located in tradition or faith but livelihood security needs which are the dominant societal norms.2. People are averse to change and risk-taking on internal /societal/household matters but are on the high risk path when it comes to livelihood issues3. Society is collective, cluster based, group driven as well as individualistic depending on the circumstances. New communities and traditions are also regularly formed including through digitalization and traditional networks.4. Public and private value structures are not uniform and they are linked but autonomous at the same time. Social connectivity rises or declines based on the possibility of gain and less gain or loss for the participants.5. Social coping patterns are a mixed business due to increased income as families are better equipped to handle various needs by themselves. Social services are more available and social dependence has declined though networking has increased.6. Gender based values as per the Hofsted model is contentious and societies are household rather than gendered value based which are again based upon economic change. Traditional gendered value modeling has weakened as women enter the labour force more and are proclaiming themselves as heroes and achievers more than ever before.7. People deal with the past as pragmatically as possible despite the official promotion of History as a political product. People are \"Extreme\" pragmatics who will use or reject history if it suits them. Hence cultural products are for survival and progress and not as artefacts'.8. Indulgence and piety are mixed and sit comfortably together and go beyond the sexual as in the West. Public display of piety through promotion of religio-cultural products is important but in private life the opposite may be practiced though not openly. Religion is social not theological. Another research on \"KAP and Islam in Bangladesh\" shows lower observance of sacred rituals and higher of ceremonial ritual ones.9. This is however not a universal scenario with the urban-rural divide and class divide becoming as sharp as traditional gender divides. This is not covered in the Hofsted model. The Bangladesh scenario doesn't lead to cultural universalization but diversity.Thus from a cultural point of view, society is changing rapidly with higher income including disposable one now more available. Digitalization has led to new resource access, influences and community formations. And diversification is high as well which means a transition is paving the way for the next set of changes.\n[email protected]",
        "headline_1": "Bangladesh: New economy producing a new culture?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/bangladesh-new-economy-producing-a-new-culture-1700491021",
        "news_paper_name": "The Financial Express",
        "publish_date": "21-11-2023"
    },
    {
        "full_article": "A textbook is a book that contains study materials for a particular subject. And what study materials textbooks on different subjects should contain are determined by the school curriculum board. Ideally, there should be trained teachers in schools to impart knowledge from the prescribed textbooks to their pupils. So, it is the teachers who are to guide students to learn the relevant subjects. But then why are some teachers, reportedly, asking, in some cases even forcing, their students to buy the so-called guidebooks? And if students have to buy guidebooks, then what are the textbooks and teachers for? Reports say, a nexus between the guidebook publishers and a section of schoolteachers are behind this unhealthy development vitiating the learning environment in schools.And this unhealthy guidebook culture has proved to be a huge financial burden for the students' guardians. In fact, those guidebooks on different subjects are very expensive. According to an estimate, each student from the primary to higher secondary level spends between Tk.500 and Tk. 700 on guidebooks. Now let us see how big is the guidebook market. Taking the Bangladesh Bureau of Statistics (BBS)'s survey figure on the number students of class I to class XII who went to school in 2022 stands at 11 million, the amount of money they spent on guidebooks comes to Tk.5 billion (assuming that each student's annual budget for guidebooks is Tk.500). No doubt, it is a thriving market of guidebooks and, as expected, the vested interests are deeply entrenched in the education sector. Guidebooks for different subjects taught in schools, however, are not a new development. Students would use such help books also in the past as a source of additional information. But there was no such compulsion to buy such reference books. Both teachers and guardians were rather against using guidebooks which contained solutions of the exercises that textbooks provided at the end of each chapter. Needless to say, teachers of those days would often punish students if they were found to have used guidebook to solve exercises instead of doing those by themselves. Strangely though, far from prohibiting the use of guidebooks, some teachers themselves are now vending guidebooks. And they are not ashamed of it. How low have they sunk! The National Curriculum and Textbook Board (NCTB) Act does not allow schools to prescribe any book other than textbooks. In that case, the teachers who are openly asking students to buy guidebooks are doing it in violation of NCTB Act. But then why are such teachers not being held to account for their unethical and illegal practice? And should the publishers of guidebooks not also be held culpable for violating the Book Publishing Act of 1980, which prohibits printing and marketing of guidebooks? Publishers are often reportedly alleged of unethical efforts to bribe schoolteachers so they might influence students to buy their guidebooks. But teachers willingly acting as their agents is unfortunate and unacceptable. Small wonder that today's teachers have lost much of their earlier social standing as builders of the future generation. In the past, alongside arts, science and other branches of knowledge, teachers would also teach their students moral values. But, of late, teachers are not required to have high moral standard. Teaching for them is just another job to earn money. So, schoolteachers of today do not feel any compulsion to set examples before the students. And they also feel no qualms about forcing the guidebooks on their students just to make some money. But who is to stop the rot?\n[email protected]",
        "headline_1": "Unhealthy guidebook culture in schools",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/unhealthy-guidebook-culture-in-schools-1700491054",
        "news_paper_name": "The Financial Express",
        "publish_date": "21-11-2023"
    },
    {
        "full_article": "To live a healthy life, we need to eat nutritious food. But the food items available in the canteens of Dhaka University do not seem to have much nutrition. And residential students of the university have to consume canteen food only to survive. Most of the students who come to study here are from middle-class families. Eating outside regularly is impossible for many of them. Hall canteens have around 15 food items but one cannot consume most of them for their bad taste. There are allegations that the canteen authorities often cook khichuri in the morning for students with leftover rice. However, the price of food items has been increasing. DU students now have to spend additional Tk 20 to Tk 30 per meal as the food prices increased at the hall canteens. Where chicken was available for Tk 40 earlier, it now costs Tk 50. Students sometimes fall sick after having canteen foods. Although the prices of food items are increasing by leaps and bounds at DU hall canteens, their quality is not improving at all. In such a situation, it is impossible for us to bear the increased food cost. The hall authorities run canteens on lease under private ownership. And the canteen owners keep food prices high for making more profit. So, we urge the university authorities to pay more subsidies to keep food prices within the reach of the students. Improving the quality of food at DU canteens is now a much-needed demand that should be met as soon as possible. The DU administration should also regularly supervise the canteens and check quality of their food items. \nTariful Haque, Student of University of Dhaka, Dhaka, [email protected]",
        "headline_1": "Improving food quality at DU canteens",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/improving-food-quality-at-du-canteens-1700491077",
        "news_paper_name": "The Financial Express",
        "publish_date": "21-11-2023"
    }
]