[
    {
        "full_article": "You must have heard of the story of a fox who accidentally lost his tail to a trap, and later decreed that all foxes must lose their tails too. The benefits, he claimed, were many: humans hunt foxes for their beautiful bushy tails; the tails can be cumbersome while escaping; and they can make noises while the foxes prey upon their targets. The cosmetic argument hides the fox's maimed reality. While failing to fit in with his tribe without his tail, he schemed to make others look like him. Now why am I thinking of a childhood story to start my Friday? Well, a piece of Taliban news reminded me of the story of this \"tail-ban.\"\nThe vice-chancellor of Kabul University, Dr Muhammad Osman Baburi, has been terminated and then replaced by Mohammad Ashraf Ghairat, a Bachelor of Arts degree holder. Following the appointment of Ashraf Ghairat on Wednesday, around 70 teachers in the university resigned from their posts. Surely, they felt that the tailless beast would be after their tails. Earlier, the Taliban's Education Minister Sheikh Molvi Noorullah Munir announced that master's degrees and PhDs were no more valuable in Afghanistan. \"Mullahs who have come to power don't have such degrees, and yet are greatest of all,\" the education minister argued.\nIn contrast, across the border in India, the University Grants Commission (UGC) has formulated a policy of not to recruit any university teacher without a PhD. The minimum recruitment criteria include doctoral degrees in relevant disciplines, passing the National Eligibility Test (NET), a month-long faculty induction, and a two-hour-long weekly commitment to students for counselling on extracurricular activities. The prescription of the UGC came in 2018 with a three-year lead time. Last week, the implementation of the proposal was stalled considering the Covid-19 situation. However, the higher education regulatory body is adamant on moving ahead with this initiative as it believes that a qualified teacher is the building block of quality education.\nIn order to attract better teachers, the Indian education ministry has revised its pay scale for teachers who would return from abroad. For candidates who have earned their degrees from any of the world's top 500 universities, the NET is waived. Also, the UGC has set assistant professor as the entry-level position, assuming that the candidates would spend their formative years of lectureship in doing research for their PhDs.\nNow, how important is a PhD for an academic post? True, the mullahs have come to power in Afghanistan without having ornamental degrees to precede their names. They have the twists in their turbans to denote their prowess. Shall we follow such a regressive model that disallows academic pedigree?\nOur quest for quality education will remain incomplete without an established culture of research. Unfortunately, we subscribe to a system that does not promote research and innovation. Students can earn their degree simply by attending some summative (mid-term and final) exams and submitting some assignments. Many disciplines do not even require students to write a terminal thesis, which means many teachers don't know how to supervise a research student. By extension, when some of these students join academia, they don't have the orientation to write a research paper or pursue a higher degree. Many of these faculty members take advantage of the systemic loopholes to get promotions. For instance, even working as a house tutor, distributing bulbs among the residents of a student dormitory, is considered for academic promotion in a public university. In such cases, what signals do we give to our junior faculty members when we appoint teachers without a PhD? We have had vice-chancellors, even UGC chairs, without PhD degrees. We can invite scores of foreign consultants to facelift Bangladeshi higher education, but in order to make real systemic change, we must begin with the basics: quality recruitments at the entry level.\nA good education system demands the presence of a good teacher. And for a good teacher, a PhD degree is one of the most respected and well-recognised credentials. It is a badge of personal satisfaction for educators who know that they have achieved a professional goal through intensive research work in their chosen fields. They are capable of contributing to the knowledge economy. In our system, we have allowed fresh graduates with good academic results to join the university with a master's degree with the expectation that they would pursue a second master's degree (as many universities overseas don't acknowledge many of our master's degrees), leading to a PhD while in service. As a lecturer, I took advantage of such a system of study-leave and managed to secure scholarships for higher degrees. But many of my colleagues preferred not to pursue any further education, or some returned after doing a second master's or MPhil. They published the bare minimum of articles—often co-authored with others—in in-house journals to move up the promotion ladder. Some of them are great teachers, no doubt. Somehow, they rehearse what they have learned from their mentors or are comfortable teaching only in particular courses. But that does not make them great academics or researchers.\nMy octogenarian father-in-law still recalls the great life-changing contribution of his maths teacher at Barisal Zilla School in inspiring him to find a place in BUET in 1963. There are many such inspirational teachers without PhDs. But teaching at a university, where our students are our academic peers who force us to constantly learn and update as professional students, is a different ball game altogether. Having studied in three world-class universities in the US and the UK, I remember how small I felt with my university teacher badge, in a class taught by a lecturer with PhDs, who had their books published by the finest publishers. One should not be in academia without a PhD, I told myself.\nWith the pressure to upscale the national portfolio of higher education, the Bangladesh UGC has undertaken consultant-driven workshops to teach colleagues how to publish, how to prepare outcome-based curricula, how to find industry linkage, and so on. These are things that a PhD student learns alongside doing their research, while teaching a course assigned by their supervisor as a graduate teaching or research assistant.\nThe scope of transferable knowledge is trimmed by the UGC, which is paranoid of allowing private universities to offer PhD degrees. Many of the retired professors with stellar academic potential are now teaching at private universities. But the idea that these private institutions might \"sell\" certificates has restricted the regulatory watchdog from encouraging the habitus where PhD culture could have thrived. In its absence, we have developed this culture of homegrown good students getting first into university teaching, then into political grouping, and finally winning a professorship in the public system. This tale is as spectacular as the winding curves of a Taliban turban emitting an aura of power.\nMy own hybrid experience as an academic administrator in both public and private systems tells me: \"You can lead a horse to water, but you can't make him drink.\" You can have endless workshops, but to make someone produce research work is a different story. However, if teachers enter the system with the basic academic and research orientation, they can inspire their students and get into serious research and innovations. A teacher's research credential should be taken into account in making a research supervisor, not the institutional affiliation. We don't want a bulb-giving professor to supervise research students just because he or she is in the public system. The public and the private systems have the same chancellor as their sire; one group should not be treated as the favourite one, while the other one as the foster child.\nLet's rethink our policy of awarding doctoral degrees, and their value in the system. If needed, we can insist on joint supervision of a doctoral thesis from the public-private, local-international pool of supervisors to ensure transparency and quality of the degrees. Such a system will create a culture where PhD is encouraged and applied. Let's rethink PhD as a research generation scheme that will trickle down to all sectors, including the highest seat of learning. Let's rethink our university recruitment policy—or else, we will keep on chasing our own tail without any significant change.\nShamsad Mortuza is acting vice-chancellor of the University of Liberal Arts Bangladesh (ULAB), and a professor of English at Dhaka University (on leave).\n",
        "headline_1": "Let’s not be the fox without a tail",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/lets-not-be-the-fox-without-tail-2183331",
        "news_paper_name": "The Daily Star",
        "publish_date": "25-09-2021"
    },
    {
        "full_article": "We commend the government decision to finally reopen schools on September 12, after a long closure of a year and a half. The proposal for a unified school curriculum and learning assessment reforms, approved in principle by the prime minister, is also praiseworthy.\nAs schools have resumed after a loss of almost two academic years, the imperatives now—in addition to ensuring the safety and well-being of students and teachers—are to help children recover the learning loss they have suffered, and to put them on track for successful future learning. To this end, four urgent steps are necessary. At the same time, consideration should be given to essential long-term measures.\nAs a learning recovery and accelerated learning agenda, the following four steps are of utmost importance.\nRapid assessment of students' grade-level preparedness\nA student who was in Class 1 in March 2020, by virtue of \"auto-pass,\" would be in Class 2 now and in Class 3 next January, without acquiring essential literacy and numeracy skills. This is unfair both to the student and the teacher, and is likely to cause the student permanent harm as a learner. Simple tools for rapid assessment of core grade-level competencies in Bangla and maths at the primary level and Bangla, English, maths and science at the secondary level should be designed and applied in order to determine the students' grade-level readiness. The result can be used to place students at an appropriate recovery phase—including accelerated learning activities on core skills—to bring them up to their grade-level readiness.\nProlonging current school year and introducing September-June school calendar\nProlonging the current school year to June 2022 would provide more time for the students and the school system to adapt to the new situation, assess student preparedness, and avoid rushing to public and annual exams by December. There are also ample climate-related reasons to permanently shift to a September-June school calendar, with a predictable and long summer vacation in July-August and classes held during Ramadan with modified hours. \nForgoing PECE, JSC and equivalent exams\nIn the spirit of the proposed curriculum and learning assessment reform, the PECE, JSC, and equivalent examinations should be scrapped starting from this year. The energy and efforts of students and teachers should be devoted to recovering from learning loss, rather than preparing for exams. The next SSC examination should be held early next year in an abridged form. With the extension of the school year to next June, consideration can be given to hold it on the core subjects of Bangla, English, maths, science and social studies, instead of on subjects for the different streams. Competency in the core subjects has better predictive value for students' educational performance later. The HSC examination should also be held in an appropriately designed abridged form.\nSupporting teachers to implement learning recovery\nGuidelines and orientation should be provided to schools and teachers regarding the implementation of learning recovery plan, especially on: a) use of rapid assessment of grade-level student preparedness; b) pedagogic approaches for assisting students using results of the competency assessment; c) instructional planning to focus on core competencies aiming to help students become self-reliant learners; and d) socio-emotional support to students and communicating with both students and parents. Online platforms should be used extensively for the guidance and orientation of teachers, as well as to complement classroom teaching for the students.\nWhile the proposed urgent steps are taken, consideration should also be given to some essential longer-term reforms stated below:\nFirst: Creating conditions for unified education up to the secondary level. Implementation of the curriculum reform measures will require schools, teachers and parents to be prepared for the change, and everyone has to be ready to play their role. Schools have to be supported with effective planning and resources for this purpose.\nSecond: Need for new thinking about teachers/education workforce. No system of education can be better without the betterment of its teachers. While the training and orientation of teachers as it exists now is necessary (and some more have been proposed above), new ways must be explored to attract and retain talented and well-motivated young people in the profession of education. Experiences of better performing systems provide useful lessons. A longer-term plan has to be designed, backed by high-level commitment to see it through.\nThird: Education governance and decentralisation. Better performing educational systems are characterised by a high degree of authority and responsibility vested upon the local school districts and individual institutions. We need to consider how to move in this direction as we aspire to become a middle-income country and eventually a developed nation. The National Education Policy, 2010 remains largely unimplemented even after a decade since its adoption. The policy itself recommended a permanent statutory education commission to guide and oversee education reform efforts. Setting up such a body should be given serious consideration.\nWe, the co-authors of this piece, propose to offer further suggestions on long-term reforms for public discourse and policy-level decisions.\nThe suggestions here are offered in synopsis to attract the attention of policymakers and concerned citizens. We hope that this will generate a useful discussion and lead to action. Bold thinking and unconventional actions are needed in these exceptional times.\n \nThe following contributed to preparing this article: Manzoor Ahmed (professor emeritus, Brac University), Syed Manzoorul Islam (former professor of English, Dhaka University), Zafar Iqbal (former professor of computer science, Shahjalal University of Science and Technology), Rasheda K Chowdhury (executive director, CAMPE), Abdullah Abu Sayeed (founder chair, Bishwo Shahitto Kendro), Mohammad Kaykobad (distinguished professor, Brac University), Siddiqur Rahman (former director, Institute of Education and Research, Dhaka University), Sultan Hafeez Rahman (chair of advisory board, Volunteers Association for Bangladesh), Jasimuz Zaman (former country director, Volunteers Association for Bangladesh), and Munir Hasan (head of Prothom Alo Youth Programme). Questions and comments are welcome at: zamanjasimuz@gmail.com\n",
        "headline_1": "Four urgent steps to put students on track for successful learning",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/four-urgent-steps-put-students-track-successful-learning-2183326",
        "news_paper_name": "The Daily Star",
        "publish_date": "25-09-2021"
    },
    {
        "full_article": "Recently, there have been news reports highlighting serious irregularities in the recruitment of constables in the district of Narayanganj. The Transparency International Bangladesh (TIB) has also alleged that there is reasonable suspicion of massive fraud and bribery in such recruitment processes, and termed the dereliction of statutory duties on the part of recruiters as unpardonable. The anti-graft body has rightly commented that lapses and negligence in the recruitment process cannot be solely attributed to the subordinate officials who did not properly fulfil their due responsibilities in carrying out the verification work—thereby facilitating the entry of improper personnel in the police department—and that the senior supervisory officials, including the district superintendent, as appointing authority cannot skirt their responsibility by placing all the blame on the subordinates. The Bangladesh Police Headquarters, thankfully, has taken appropriate action by cancelling the irregular appointments after conducting an enquiry.\nFrom the media reports, it appears that the irregularities in the Narayanganj recruitment pertains to incorrect residency status. However, there are reports of other wrongdoings in such recruitment of constables. The main cause for concern here is the alleged corruption in the recruitment process resulting from the complicity of some officials as well as some external influence. The end result is the appointment of undesirable personnel that sooner or later adversely impacts law enforcement. As such, there is a cogent concern about public interest in such recruitment in a publicly funded organisation.\nSpeaking of such concerns, it needs to be highlighted that the police operate on those margins of society where civil liberties may be at risk, and where freedoms and rights may often have to be curtailed in the interest of maintaining peace and order. The constables in our system are legally empowered to curtail the liberty of any individual on the basis of reasonable suspicion. Therefore, there is a distinct possibility of citizens' liberty being at great risk if there is an intake of individuals in the police force through dishonest or dubious means. Simple common sense should tell us that a police constable appointed by means of bribery will hardly ever acquire a general consciousness of how important the concepts of democracy, justice, fundamental freedoms and human rights are. The most likely scenario would be one in which, because of their entry into the force, the general public will have reduced protection from arbitrary and improper interference with their liberties.\nIt is only proper that police officials in a democratic country understand the natural human aspirations for freedom from arbitrary power, for the exercise of civil liberties, and for the acquisition of human rights. Police, both individually and collectively, have a fundamental role in securing the goals of human rights legislation and practice. In a democratic dispensation, police stand at the point of balance: securing human rights on the one hand, and on the other hand, exercising their lawful powers to protect the people and their institutions.\nBut emerging from a tainted recruitment system, police personnel are likely to corrupt themselves and indulge in arbitrary conduct, including torture and inhuman or degrading treatment. We know very well that the police authority can be abused even in the so-called strong democracies. The question is whether police will become more the master or less the servant. The police can snuff out more freedom than it protects. Therefore, the main problem lies in the notion of control. There is a considerable amount of moral burden on conscientious police officials, whose actions to check pernicious practices of recruitment are of paramount importance to the preservation of human rights.\nIn creating the vital instrument of law enforcement, our society needs to be very careful. It has to ensure that the system created to protect them does not become the instrument of their bondage, and that the manner of its control and the nature of its work ensure that, in containing crime and disorder, it does not take away those basic freedoms enshrined in domestic as well as international laws and declarations. Police have to carry out their duties within the bounds of the law of the country, to which they themselves are subject as well.\nThe government has to ensure that those who are chosen to exercise the power and authority of police are carefully selected, based on their human qualities, properly trained to perform their duties in an ethically correct manner and, most importantly, are led and directed by leaders with high qualities of human excellence. Anything less than that will disrupt the balancing of human rights with adequate control of excessive human misbehaviour. Measures have to be available to maintain correct standards through regular imposition of disciplinary regulations.\nImproperly chosen individuals mostly become a liability for the police department and for the general public as well. The undesirable elements find entry to positions that do not need them. Such recruits become reckless, desperate to recoup their \"investments\" at the earliest time possible without any qualms of conscience. Once in uniform, these recruits let the lure of lucre take its hold and don't hesitate to deviate from the norms. The priority, therefore, is to initiate a concentrated drive that would make it difficult for dishonest people to enter the force or remain in focal positions.\n \nMuhammad Nurul Huda is a former IGP of Bangladesh Police.\n",
        "headline_1": "Police recruitment must be fair and transparent",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/straight-line/news/police-recruitment-must-be-fair-and-transparent-2183321",
        "news_paper_name": "The Daily Star",
        "publish_date": "25-09-2021"
    },
    {
        "full_article": "About a fortnight ago, when senior Congress leader Salman Khurshid asserted that his party was still in the \"best position\" to clinch 120-130 seats in the next Lok Sabha elections in 2024, and assume the leadership of a prospective anti-Bharatiya Janata Party (BJP) opposition coalition, he set the cat among the pigeons. Since then, the gloves in the opposition camp seem to be slowly coming off and the chinks in the claims about their unity are showing more frequently, as the Mamata Banerjee-led Trinamool Congress (TMC) and the Nationalist Congress Party headed by Sharad Pawar are having a dig at the Congress' perceived decline as a party with national footprints, and questioning its leadership credentials.\nIn an interview to the PTI, Khurshid, considered a staunch loyalist of the Congress first family (Sonia Gandhi, Rahul, and Priyanka), said: \"If somebody is not a leader, why project them (as one)? If somebody is a leader, they will get projected on their own. Congress, among all opposition parties, is still in the best position to bring 120-130 seats.\" He also made it a point to drive home the fact that the Congress is in \"direct contest\" with the BJP in 240-250 Lok Sabha seats across India, and that prompted him to make the claim about the Congress spearheading the proposed opposition alliance. What is more interesting is that Khurshid said: \"Any party with 100-120 seats will be the leader; any party with two seats won't be the leader. The answer to the leadership issue is 120 seats.\"\nKhurshid's remarks are being viewed as an aggressive response to the TMC's \"Mamata as PM\" campaign, whose tempo is being raised in a calibrated manner in the build-up to the 2024 polls. It is not coincidence that almost a week after Khurshid's comments came a stinging counter from TMC National General Secretary Abhishek Banerjee, Mamata's nephew, who said that his party would take on the BJP head on and, unlike many other parties, would \"not sell its spine or hide in homes.\" Abhishek named the Congress in this context.\nPicking up from where Abhishek had left off, the TMC's Bangla mouthpiece, the daily Jago Bangla, went much further on September 17, when it published a lead article bringing Congress leader Rahul Gandhi in the line of fire by alleging that he had failed to emerge as a credible alternative to Prime Minister Narendra Modi, and only Mamata fitted in that role.\nThe daily quoted senior TMC leader Sudip Bandyopadhyay as telling a closed-door party meeting in Kolkata on September 15 that Rahul Gandhi had not succeeded in positioning himself as a challenger to Modi, despite several chances. According to Jago Bangla, the TMC will launch a campaign projecting Mamata as Modi's alternative. Adding grist to the \"Mamata as PM\" drive, Abhishek, during a campaign on September 18 for the Bhabanipur by-poll at the end of the month—in which Mamata is a candidate—said if there was anyone who could defeat the BJP in 2024, it's Mamata Banerjee.\nAs expected, the ticklish issue of opposition leadership is bedevilling it, despite Mamata's public proclamation after a meeting of 19 opposition parties with Sonia Gandhi that she was not interested in leading the opposition, and her suggestion that it was not the right time to discuss the issue, lest it revealed the divides in the opposition camp. It may be recalled that the TMC had scaled down the level of its representation at two separate meetings of opposition parties convened by Rahul Gandhi during the last monsoon session of parliament.\nThe TMC is not the only party to have questioned the Congress' claim to be the numero uno in the opposition camp. Sharad Pawar, whose party shares power with the Congress in Maharashtra, recently termed the Sonia-led party as \"zamindars who cannot control their havelis.\" Abhishek, the TMC mouthpiece, and Pawar left little doubt about the two parties' continued discomfort with Rahul Gandhi and strong reservations about accepting his leadership.\nObviously, Abhishek's remarks or the Jago Bangla article did not go down well with the Congress. But while its top leadership was conspicuously silent regarding Abhishek's remarks, the party's West Bengal unit chief Adhir Ranjan Chowdhury did not hold back as he suggested the TMC could be playing into the hands of the BJP by targeting the Congress. \"The TMC mouthpiece cannot decide whether Rahul Gandhi is eligible or not (to lead the opposition),\" Adhir said. His senior Congress colleague in West Bengal Abdul Mannan said both Modi and the TMC were targeting Rahul Gandhi and wanted to know how sincere the TMC is about opposition unity. Senior Communist Party of India (Marxist) leader Sujan Chakraborty, too, echoed Adhir and Mannan by saying it was time to introspect who stands to benefit the most by thrusting the extremely controversial opposition leadership issue upfront at this juncture.\nPolitical circles have noted the fact that the remarks made by Abhishek and the Jago Bangla article came at a time when efforts are on to try and forge opposition unity for the next parliamentary election. They also point to the TMC poaching a number of Congress leaders in Tripura and Assam into its own fold in a bid to push Mamata's national ambitions.\nA greater section of the opposition parties is asking if the attacks on the Congress and Rahul Gandhi by Abhishek, Jago Bangla and Pawar, poaching into the Congress rank and file, and the projection of Mamata as the alternative to Modi, would in any way facilitate opposition unity. As it is, at least two regional parties—Aam Aadmi Party led by Arvind Kejriwal, and Bahujan Samaj Party of Mayawati—are so far out of the opposition unity attempts, and are often seen as soft towards the BJP. Mamata may have pitched for including the Congress in the joint opposition front and expanding it by bringing in more regional parties like Biju Janata Dal, YSR Congress Party, and Telangana Rashtra Samiti. But the problem is that the Congress is the principal rival for most of the regional parties in their respective states, whether it comes to state assembly or parliamentary polls.\nOn the other hand, what regional parties must realise is that parliamentary majority is a numbers game, pure and simple. Assuming that the Congress, as argued by Khurshid, were to manage 120 to 130 (out of a total of 535) Lok Sabha seats, there is no single regional party that can hope to come anywhere near that figure. It remains to be seen if the cumulative tally of Lok Sabha seats secured by the regional parties matches that of the grand old party. The first hurdle is the electoral arithmetic, and only then comes the issue of acceptability or non-acceptability of a leader as the face of a united opposition.\nApart from this, there is as yet no sign of the opposition parties hitting the streets against the Modi government on any issue, which ranges from fuel price hike to Pegasus spyware row to the farm laws, despite a decision taken on August 19 for state-level joint agitation. The decision came at a virtual meeting of the opposition parties led by Sonia Gandhi, that the protests should be held between September 20 and 30. Instead of going for the joint protests, what is visible is that the anti-BJP parties are each vying for a share of the political turf in the states. For instance, in Bhabanipur, Kolkata, the CPI(M) is challenging Mamata, and the Congress and the regional outfit Janata Dal (Secular) led by former prime minister HD Deve Gowda, are showing no signs of joining hands for the protests, which could be in danger of fizzling out.\n \nPallab Bhattacharya is a special correspondent for The Daily Star. He writes from New Delhi, India.\n",
        "headline_1": "Whither opposition unity in India?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/whither-opposition-unity-india-2183316",
        "news_paper_name": "The Daily Star",
        "publish_date": "25-09-2021"
    },
    {
        "full_article": "The fate of a project undertaken by the Chattogram Development Authority (CDA) to improve the port city's drainage system provides a classic example of what not to do when embarking on such development projects. According to a report by The Daily Star, the Tk 5,617-crore mega project, being implemented by the 34 Engineering Construction Brigade of the Bangladesh Army, has been flailing about in a logistical whirlpool of poor planning, slow work progress and purchases, bureaucratic hurdles, and lack of coordination among the different agencies involved. As a result, far from helping solve waterlogging in Chattogram, it has rather created a situation where \"waterlogging has increased rather than decreased\" halfway through the project.\nInitiated in 2017, the deadline of the three-year project has now been extended by three more years in two phases, while the estimated cost of some of the project's components reportedly shot up by 8 to 38 times—no real surprise there. This has been, unfortunately, the fate of too many projects, too many times, in a trend where such time extensions and cost escalations have become the norm, rather than the exception. At the heart of the Chattogram waterlogging project's problems, we are told, is the CDA's initial flawed feasibility study and poor planning. Although a second feasibility study was later done to rectify some of the old problems, new problems popped up as the project progressed. Issues like slow land acquisition and fund disbursement, as well as a lack of coordination between the implementing and consulting firms, continue to impede the project work to this day. Our report also provides eye-popping examples of how badly the project money is being spent.\nWhat we should take away from all this is that coming up with a good project proposal may earn plaudits, but it's not enough—not by a long shot. We need to ensure that the project is designed, planned, and implemented with precision and without delay, because the opposite can prove costly—not just from a financial point of view. The excruciatingly slow pace of the CDA project means that Chattogram residents will continue to suffer during monsoons, in more ways than one. Just last month, a pedestrian fell into an open sewer while wading through waist-deep water in Muradnagar, never to be found again. Two months before, a CNG-run autorickshaw fell into a ditch in Sholashahar area, killing two people. The list of problems caused by waterlogging is long, not to speak of the huge socioeconomic toll of persistent waterlogging on the residents and businesses.\nThis shows why the CDA must urgently come up with better plans that actually deliver results and reduce public suffering. It must secure support from all parties involved to clear all the hurdles that exist, and expedite its project work so that it is complete within the renewed deadline. The fate of the CDA project should also be a lesson for the central authorities on the importance of proper background work, planning and coordination while approving and embarking on projects like this.\n",
        "headline_1": "Slow development work is a slow burn",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/slow-development-work-slow-burn-2183371",
        "news_paper_name": "The Daily Star",
        "publish_date": "25-09-2021"
    },
    {
        "full_article": "A new report released by the international think tank Freedom House has confirmed what the local media, members of civil society, and people in general feared would happen and have been warning about: Bangladesh's internet freedom fared worse during the pandemic than the previous years. Bangladesh has been classified as having \"partly free\" internet in Freedom House's \"Freedom on the Net 2021\" report. The country received a score of 40 (0 being the lowest and 100 being the highest) this year, which was two points lower than its previous score.\nEven though the country scored somewhat higher in previous years, Bangladesh has never graduated from the bracket of having a \"partly free\" internet. But the report specifically highlighted that in the last one year, the country has blocked access to social media, blocked access to websites, shut down the internet, arrested and physically assaulted internet users, and conducted technical attacks on the internet—hence the lower score this year.\nThe report also pointed to the newly proposed data protection bill as including \"extremely broad and far-reaching investigative powers, including the power to obtain access to all personal data and access to any premises.\" This, together with pre-existing roadblocks to the freedom of speech and the press both online and offline, means that citizens will find it harder to protect their rights going forward.\nOnly recently, we saw how the Bangladesh Financial Intelligence Unit (BFIU) asked all scheduled banks to provide details on bank accounts of top office-bearers of four journalists' organisations—without bringing any specific allegations against them—which the Editors' Council said was motivated and historically unprecedented. Therefore, should the new data protection bill come into effect, given the broad and far-reaching investigative powers that are being planned in the bill, there should be legitimate concerns about what it will ultimately mean for people's privacy and other basic rights.\nAdd to that the biggest concern highlighted by the report: the shrinking space for free speech in cyberspace. At a time when civilisation is transferring more and more of itself onto the internet—by doing business, communicating, learning, and other activities—the fact that people's voice online is being increasingly curtailed is extremely detrimental for societal well-being and human rights. It is also a threat to democracy. Which is why cyberspace needs to be freed from the increasingly intrusive surveillance and legislation being pushed by the government. This report is another grim reminder that we are quickly reaching a point where online freedom may soon cease to exist. Now would be a good time to turn back.\n",
        "headline_1": "Shrinking civic space online is deeply worrying",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/shrinking-civic-space-online-deeply-worrying-2183311",
        "news_paper_name": "The Daily Star",
        "publish_date": "25-09-2021"
    }
]