[
    {
        "full_article": "The Karnataka police and the State administration must act with utmost sensitivity, professionalism, and swiftness to ensure the safety and the privacy of the women who have complained of multiple counts of rape and sexual harassment by Prajwal Revanna, the now suspended Janata Dal (Secular) party leader, the sitting Member of Parliament from Hassan, Karnataka, and grandson of former Prime Minister H.D. Deve Gowda. While the State government acted promptly by seeking cancellation of Mr. Revanna’s diplomatic passport, the Special Investigation Team (SIT), formed to inquire into the rape and sexual harassment charges, must ensure the videos of these allegedly forced sexual acts that show Mr. Revanna with several women are immediately taken down and the identities of the women protected. In the past few years, allegations of sexual misconduct by those holding high office have made distressing headlines. These are a reminder of the highly unequal power dynamics and political influence that make it difficult to bring the perpetrators to account. The multiple complaints and charges against sitting Member of Parliament from the Bharatiya Janata Party in Kaiserganj, Uttar Pradesh, and former President of the Wrestling Federation of India, Brij Bhushan Saran Singh, serve as an example.Survivors of sexual abuse rarely come forward to complain. And when they do, it is often when their trauma is unbearable, or when they have familial support, or if they feel confident that justice is likely to be served, while they seek privacy and safety. When a survivor files a complaint, it emboldens others to speak up, especially when it involves serial offenders. The police are finding it difficult in getting many of the women in the videos to register a complaint. Both Mr. Revanna and his father and sitting Member of the Legislative Assembly, H.D. Revanna from Holenarasipur in Karnataka, have been summoned by the SIT — Prajwal Revanna on rape charges, and his father for kidnapping an alleged victim-turned-complainant. Given such grave charges, it would be in the fitness of things for both leaders to resign from public office till the investigation is complete.\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nKarnataka\n\n/\n\nsexual assault & rape\n\n/\n\npolitics\n\n/\n\ngovernment\n\n/\n\nBharatiya Janata Party\n\n/\n\nJanata Dal - Secular\n\n/\n\ninvestigation",
        "headline_1": "Sexual crimes and videos: On the Prajwal Revanna case in Karnataka",
        "headline_2": "The sexual assault cases in Karnataka must be investigated with sensitivity",
        "link": "https://www.thehindu.com/opinion/editorial/sexual-crimes-and-videos-on-the-prajwal-revanna-case-in-karnataka/article68136101.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "04-05-2024"
    },
    {
        "full_article": "​​When the Israel-Hamas war began on October 7, the immediate priority of United States President Joe Biden was to prevent the conflict from widening into a regional war involving Israel and its rivals. Mr. Biden adopted a two-fold strategy. He offered unconditional support for Israel’s war on Gaza, launched after Hamas’s attack on October 7, in which at least 1,200 people were killed, and unleashed a diplomatic effort to keep tensions low between Tel Aviv and its neighbours. But when the war raged on for months, with huge civilian casualties in Gaza, the Biden policy started falling apart. Today, as the war is set to enter its eighth month, Mr. Biden looks increasingly vulnerable to its regional and domestic consequences. Over 34,000 people, a vast majority of them women and children, have been killed by the Israeli Defense Forces in Gaza; Israel vows to invade Rafah, the southernmost town in Gaza where more than 1.4 million Palestinians have taken refuge, despite Mr. Biden’s warning against such a move; with Houthi attacks on ships in the Red Sea and strikes and counterstrikes between Israel and Iran, the conflict has already spread beyond the borders of Palestinian territories and Israel, though a full-scale regional war has been avoided so far; the conflict has triggered massive protests by university students in the U.S., piling up pressure on Mr. Biden to reconsider his policy towards Israel.To their credit, Biden officials have been working relentlessly to achieve a ceasefire and hostage deal between Israel and Hamas. Mr. Biden’s timely response to shoot down the drones and missiles fired by Iran against Israel and his warning to the Prime Minister of Israel, Benjamin Netanyahu, that the U.S. would not join Israel’s retaliation against Iran, helped ease regional tensions. But his overall approach towards the crisis is flawed. The way Israel is carrying out its war on Gaza is against all the values America preaches about wars and human rights. The U.S. kept supplying weapons to the Jewish nation even amid mounting allegations and evidence that Israel was indiscriminately bombing and destroying Gaza. Even when Mr. Biden seemed frustrated with Mr. Netanyahu’s intransigence, he signed a Bill offering $17 billion in defence aid to Israel. Mr. Biden’s words and diplomatic efforts for truce are actually not matched by strong actions to pressure Israel. And, by continuing to arm and bankroll Israel’s genocidal war on Palestinians, Mr. Biden is debilitating his own moral arguments about foreign policy. Not just morality, Mr. Biden’s inability to rein in Israel is weakening America’s standing in West Asia and sullying his already fragile candidacy in the U.S. presidential elections in November. If the 81-year-old President is serious about peace in West Asia, he should first address the flaws in his policy towards Israel and Palestine. There were several examples of American Presidents using hard pressure on Israel for peace. Mr. Biden should at least show the courage to call for a permanent ceasefire in Gaza and adopt policies, including suspending arms sales to Israel, to meet that goal. \nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nIsrael-Palestine Conflict\n\n/\n\nUSA\n\n/\n\nIran\n\n/\n\ndefence equipment\n\n/\n\npeace negotiations",
        "headline_1": "Policy mismatch: On the U.S. and Israel policy",
        "headline_2": "The U.S. must not arm Israel while asking it to halt Gaza strikes",
        "link": "https://www.thehindu.com/opinion/editorial/policy-mismatch-on-the-us-and-israel-policy/article68136043.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "04-05-2024"
    },
    {
        "full_article": "Divorce can be the true test of marriage. This was one takeaway from a case SC judged this week. It was hearing a couple that on its path towards divorce, took a singular leap, and asked for its marriage to be declared invalid instead. On the grounds that no “customs, rites and rituals” had been performed. Justices BV Nagarathna and Augustine George Masih granted the required “relief” and also an illuminating tutorial on the Hindu Marriage Act, 1955. In a nutshell, per law, a marriage performed without “appropriate ceremonies” cannot be said to be “solemnised”.\nWhy is this jaw-dropping? Because up and down the country Indians get married in a glorious diversity of ways. And all of these should have equal standing in the eyes of modern law. But between the different laws that pronounce rigidities on the matter, they don’t. The judges in this instance declared, “marriage is not an event for ‘song and dance’ and ‘wining and dining’.” But why can’t it be? Or rather, in the countless cases where it already is, surely law shouldn’t ruin the party.\n\nHMA itself has been criticised for flattening wedding practices over time. As examples, scholars point to the fading of matrilineal practices like Aliyasantana in Karnataka and Marumakkathayam in Kerala. Besides, it only refers to Sagai, Kanyadan and Saptapadi. That’s very despiriting for, say, Shubho Drishti and Arundhati Nakshatra. Not to mention all the marriages that completely sidestep the named trinity.\nIs there any elegant solution to all this confusion and exclusion? Yes! The state should remain the registry for all marriages, but no longer have anything to do with sacraments and ceremonies.\nThe Special Marriage Act, 1954 does wear the dress of such a solution. But, from its 30-day notice to how it’s being undermined by anti-conversion laws, its embodied reality is citizen-unfriendly. Moreover, the vast majority of marriages take place under other, religion-based laws, which, like HMA, have very specific requirements for a “solemnised” marriage. What we need is a dramatically reformed version of SMA, where it becomes the sole interface between the state, law and citizens. Why should the state only recognise marriages that limit themselves to a rigid menu of options? Real India certainly doesn’t. Quite happily so. But SC reminded us how vulnerable this happiness is. Better check if your wedding meets the “appropriate ceremonies” criteria.\n\n",
        "headline_1": "My marriage, my way: Laws make marriage complicated. State’s role should only be in registering marriages, not specifying sacraments",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/my-marriage-my-way/",
        "news_paper_name": "The Times of India",
        "publish_date": "04-05-2024"
    },
    {
        "full_article": "The US Federal Reserve’s monetary policy meeting concluded on Wednesday by retaining status quo on interest rates. A subsequent explanation contained the all-purpose reason given by central banks: uncertainty. Stress tested by the RussiaUkraine conflict, major central banks coped admirably. But success has only left them on the edge.\n21st century onions | In Indian political folklore, a surge in onion prices can topple govts. Today, they can undermine RBI’s equanimity. RBI’s monetary policy committee has overseen disinflation over the last year. Yet, MPC collectively votes to keep interest rates high even if RBI’s analysis suggests acting otherwise.\nThe April edition of the biannual monetary policy report showed for the last seven quarters it’s supply shocks that have mainly driven inflation. As shocks ease, the report concluded that a generalised and durable disinflation is underway. Still, MPC is haunted by the ghost of “overlapping food price shocks”. Even central banks can’t control the climate.\n\nWhose expectations? | Central bankers are displaying an intriguing approach. They have been quick to credit monetary policy credibility with anchoring inflation expectations. It’s a frequently cited reason for disinflation. That didn’t hold back France’s central bank governor candidly admitting: “We do not fully understand how households and business form expectations nor how this maps into their actions.”\nNo surge pricing | The Swedish central bank offers a clue: it’s about consumers’ psychology. They don’t like surge pricing but adapt quickly if input costs have gone up because that’s in sync with their sense of fairness.\nThe battle’s won but central bankers appear unsure of what worked. It’s certainly not ‘the end of history’ moment for them. Perhaps they should take a cue from the approach of GOI economists. A question about employment elicits a reply on GDP.\n\n",
        "headline_1": "Uncertainty’s bankers: Central banks have survived an inflation stress test. But they are not sure if they passed",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/uncertaintys-bankers/",
        "news_paper_name": "The Times of India",
        "publish_date": "04-05-2024"
    },
    {
        "full_article": "As the third phase takes polling from Karnataka’s southern regions to the northern, it enters a very different political terrain. For BJP, the election moves from Vokkaliga-dominated constituencies where it needed an alliance with JDS, to Lingayat-dominated regions that had allowed the party to claim a base in south India. Lingayat politics may have been more welcoming to BJP than the politics of the other dominant caste in the state, but it has also added new fault lines to the party’s relationship with the region.\nLingayats are, arguably, the most persuasive historical example of the resilience of caste in India. The group emerged out of a strong anti-caste movement of the 12th century. Driven by ideals of saint-poets and oral tradition of the vacchanas, the movement took on positions that would be considered radical in presentday India.\n\nRead full story on TOI+\n\n",
        "headline_1": "Where goes the Lingayat vote",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/where-goes-the-lingayat-vote/",
        "news_paper_name": "The Times of India",
        "publish_date": "04-05-2024"
    },
    {
        "full_article": "To imagine wealth can only be created through unfair means and therefore it’s fair to expropriate it, is unfair to anyone who adds value to their enterprise. Only a handful inherit their wealth in India. The bulk of wealth creators are self-made.\nIn 2021-22, per income tax data, there were 887 people with annual incomes of ₹25cr plus or monthly incomes of ₹2cr-plus; they had a share in total reported individual incomes of 1.5%. Only 0.2% of income came from interest, and only 0.66% came from house property income. Of 1,319 individuals with wealth over ₹1,000cr on the Hurun India Rich List of 2023, 64% were self-made.\n\nRead full story on TOI+\n\n",
        "headline_1": "Equality of wealth is a bad idea",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/equality-of-wealth-is-a-bad-idea/",
        "news_paper_name": "The Times of India",
        "publish_date": "04-05-2024"
    },
    {
        "full_article": "Throughout the 1980s, thousands of university students across the United States participated in anti-apartheid protests on campuses to demand that their universities divest from companies operating in South Africa. They held sit-ins, took over campus buildings, and set up symbolic shantytowns on campuses. These protests had roots in the anti-Vietnam War movement of the 1960s.\nThere is historic precedence of students demanding more than symbolic gestures of solidarity with oppressed populations across the globe. Over the last several weeks, students at US university campuses have joined a global wave of student-led movements and demonstrations demanding ceasefire and an end to the war in Gaza. These demands have translated into increasing pressure on universities to divest from weapons manufacturers profiting from Israel's onslaught on Gaza, and disclose fundings received from Israel and the ends to which they have been used.\nThe Israeli defence industry has long been a key player in orchestrating and militarily supporting repressive regimes across the world. Historically, weapons sold by Israel—and made with US aid and investments—have sustained the apartheid state of South Africa, supported Rwandan and Rohingya genocides, and aided \"counterinsurgency\" forces in El Salvador, Guatemala and Costa Rica, to mention a few examples. The current demands of divestments are echoes of historical and transnational calls against this structural complicity, impunity, and annihilation of entire regions for the sake of economic and political domination of a few.\nIt is this unified call for \"divestment from death\" that university administrations have been trying to curb and silence every time they have called in law enforcement agencies to crack down on protesting students and labelled them as violent agitators and trespassers on their own campuses.\nHowever, with every abhorrent accusation of anti-Semitism and violence, the resounding response of protesters chanting for the freedom of Palestine reminds us of solidarities that transcend the convoluted media propaganda and official state narratives. They remind us of the rights to life and liberation that can only be collectively gained from simultaneous demands for ceasefire, decolonisation, and divestment.\nIt is within the context of this systemic, historical, and transnational violence that current protests in the US and their malignment by the state and media alike must be understood.\nWhile the deployment of police and state troopers in campuses from Columbia to the University of California, Los Angeles (UCLA) continues to be justified as a de-escalation measure, the absence of any force against pro-Israeli supporters brutally attacking protesters at UCLA in particular reveals the hollowness of the rhetoric of law and order behind which university administrators continue to hide.\nSuch selective crackdown on pro-Palestinian encampments and silence over pro-Zionist violence aim to drive home as well as outwardly project the country's official line on the ongoing war in Gaza. The state of Texas, for example, has twice sent law enforcement teams in riot gear and assault rifles to round up students, with the president of the University of Texas at Austin (UT Austin) proudly proclaiming in an email that \"our campus will NOT be occupied\" (emphasis ours).\nHowever, despite the police repression against encampments last week, students of UT Austin, most of them undergraduates, have continued to reclaim the campus as a site of their protest. This week, protesters on campus announced a full day of teach-ins at the camp. Around 11am, we saw 50-60 students sitting on blankets in the lawn, a teach-in in session. The camp was set up on a big lawn facing south of the university tower. At 1:23pm, the UT Police Department (UTPD) sent out an email with a warning to disperse. Though intended to deter a congregation, even more people started showing up on the lawn.\nAround 1:30pm, amid shouts of \"You are being violent, we are being peaceful,\" police officials marched onto the lawn and formed a circle around the protest camp.\nLater, we saw three men in state trooper uniforms carrying packs of Gatorade for their colleagues who had encircled the camp for several hours in the scorching sun. Meanwhile, voluntary medics pleaded with the police to allow them to access and treat protesters fainting from dehydration and heat. It took protesters chanting en masse to have the police, sipping on their Gatorade and biting into neatly sliced cucumbers and carrots, let medics retrieve and treat collapsing students.\nIntermittently, we heard protesters shouting \"Let them go!\" in unison, indicating that the police had started arresting students again. Those being dragged and carried away shouted \"Free Palestine,\" joined by swarms of protesters echoing their chant.\nAmid cries of \"Off our campus\" and \"Hands off our students,\" the police slowly took away all those encamping, leaving behind an assemblage of torn tents, scattered blankets, and overturned tables.\nIt was not long after the police evacuated the lawn that the students reconvened at the same location—cleaning the mess the police left behind and settling back in on the lawn, making it their own once again. One student picked up a cardboard placard to write \"UT divest $45 billion from the machine of death.\"\nWhile the state of Texas erroneously believes that it has one-upped the protesters and shown their allies whom they support, demonstrations countering the state's stance keep swelling and the momentum continues to build up. Since the campus protests began, the actions of the police in military gear have been met with chants of \"APD, KKK, IDF are all the same.\"\nThe equating of Austin police with the US's ongoing legacy of the Ku Klux Klan and Israeli Defense Forces is a powerful statement from the protesters—one that must be thought through by the state and those supporting the crackdowns on students. To equate these three institutions is to reveal the interconnectedness of our oppressions and thus our struggles, both locally and transnationally. To call upon universities to divest from the Gaza genocide is to call for an end to the prioritisation of profits over life—theirs and ours.\nThe students at US campuses are thus joining and echoing the demands of liberation struggles across temporal and geographical divides. We are reminded, once again, that none of us can truly be free until we are all free.\nSarah Eleazar and Shafaq Sohail are graduate students at the Department of Anthropology in the University of Texas at Austin.\n\nViews expressed in this article are the authors' own. \nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "Lessons from a Palestine solidarity encampment",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/lessons-palestine-solidarity-encampment-3601111",
        "news_paper_name": "The Daily Star",
        "publish_date": "04-05-2024"
    },
    {
        "full_article": "The Dhaka North City Corporation (DNCC) under its current leadership has been known to approach civic issues with a degree of innovation sometimes, even though its impact hasn't been widely felt. Innovation is still necessary and should be encouraged with proper supervision given the magnitude of the problems facing the city. One of these is littering or improper waste disposal leading to pollution of water bodies, environmental degradation, diseases, etc. Against this backdrop, the recent initiative by the DNCC to purchase discarded items from residents as a means of combatting dengue deserves to be acknowledged.\nThe month-long campaign will encourage residents to collect and exchange these waste items for cash. According to officials, purchasing rates will vary from item to item: Tk 1 for each packet of chips, Tk 2 for each coconut shell, Tk 10 for each ice-cream packet, and Tk 50 per kilogramme for discarded polythene. Furthermore, containers made of clay, plastic, melamine, or ceramic will be purchased at Tk 3 each, abandoned tyres at Tk 50 each, and abandoned commodes and basins at Tk 100 each. These items and containers are potential breeding grounds for Aedes mosquitoes, and the DNCC aims to take them out before the monsoon season begins.\nWe have to admit that if done right and later scaled up to include a large number of residents, the project has the potential to help in our fight against the menace of plastics. But it is crucial to ensure transparency in the process as public funds are involved. More importantly, it is important that such initiatives are taken as part of a bigger plan to address our plastic problem of which a dengue outbreak is but a side-effect. Plastic pollution needs holistic interventions that not only incentivise waste collection but also ensure proper disposal and recycling of all plastic products.\nWe, therefore, urge the authorities to ensure that all such initiatives are properly planned, aligned and executed. The city corporations and municipalities also must ensure that their own waste management departments function properly to advance these goals.\n",
        "headline_1": "A novel approach to waste management",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/novel-approach-waste-management-3601026",
        "news_paper_name": "The Daily Star",
        "publish_date": "04-05-2024"
    },
    {
        "full_article": "That around 60 percent of cases under the Digital Security Act (DSA) were filed by law enforcement agencies, government functionaries, and pro-government political parties is a clear indication of the fragile state of freedom of expression and the press in Bangladesh. According to a research paper by the Centre for Governance Studies (CGS), at least 4,520 people were charged in 1,436 cases filed between October 2018 and September 2023. Having tracked the identities of plaintiffs in 859 cases, the CGS found that ruling party activists filed 263 of them, whereas activists from other political parties filed nine, showing a clear imbalance in the use of the DSA as a political weapon.\nCGS data also shows an increased number of politicians getting arrested under the DSA since August 2022, in the lead-up to the January 7 election. And the fact that not only ruling party members, but government agencies have also been filing so many DSA cases against the political opposition of the ruling party, as well as those viewed as its critics, shows just how much the law has been abused. This culture of silencing critics using state agencies illustrates the extent to which the latter have been politicised, which is another major concern.\nGovernment officials claim that the Cyber Security Act (CSA), which has replaced the DSA, will not have many of these issues. Why, then, are DSA cases against political opponents and journalists still ongoing, particularly when it is clear from data that it was heavily misused? State officials had previously admitted that the DSA was \"misused\" on a number of occasions, so how can we believe their assurances that the CSA won't be similarly abused despite retaining most of DSA's controversial features?\nWhatever changes were made to the CSA were purely cosmetic, and as such it remains every bit as dangerous as the DSA. As we saw with the DSA, at least 451 journalists were sued under it since its inception, and 255 of them were sued for their journalistic reports. The lengthy trial procedures in these cases also act as punishment for the victims. The fact that the Bangladesh Bank has recently barred journalists from entering its premises is a clear indicator as to how state agencies continue to view media freedom.\nUnder such circumstances, the fears that persisted under DSA are unlikely to go away, and the findings of the CGS further confirm that. Therefore, we strongly urge the authorities to grant bail to all arrested under the DSA or withdraw them—as the allegations against them should no longer be considered valid—and also repeal the draconian sections of the CSA.\n",
        "headline_1": "DSA was indeed a political weapon",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/dsa-was-indeed-political-weapon-3601016",
        "news_paper_name": "The Daily Star",
        "publish_date": "04-05-2024"
    },
    {
        "full_article": "At a time when the digital age has further advanced into one of artificial intelligence (AI), talking of the importance of adopting information and communication technology (ICT), in short, IT, for overall economic growth is a no-brainer. The issue should be one of assessing where the country at the moment stands vis-à-vis the rest of the world in the development and use of IT in every sphere of social and economic activity and what the policies of the government and other stakeholders are on going further forward. An important marker of progress in this connection is the country's Digital Readiness Indicator. According to the 14th edition of the index, as unveiled by the Kuwait-based global logistics company, Agility, last year (2023), the country's score was better than previous years'. Actually, its position went four notches up to 35th among the 50 most promising emerging logistics markets in the world. But in the South Asian context, it still lagged behind its close neighbours including India, Pakistan and Sri Lanka. Notably, the digital readiness indicator measures the potential and progress of an emerging digitally-led, skills-rich, innovation-oriented and sustainable economy. Evidently, in the spirit of its 'Smart Bangladesh Vision 2021', the government will be required to do whatever is necessary to develop the country's IT sector. According to the estimate of the Bangladesh Association of Software and Information Services (BASIS), the country's annual IT export stands at US$1.5 billion. But compared to its next-door neighbour, India's earning of US$227 billion this is insignificant. Pakistan, another South Asian nation, on the other hand, earned US$2.62 billion. The main driver of Bangladesh's IT-related export is computer data processing and hosting services as well as software exports. Obviously, local entrepreneurs have been getting a good number of orders for back-office operations including data entry, image processing, graphic design, animation and also locally produced software. Understandably, local entrepreneurs in the IT sector have meanwhile earned quite a reputation so that their services and products are able to get a niche in the international IT market. Even so, there is no room for complacency. It is against this backdrop that a research report titled, 'ICT adoption and its effects on the economic growth of Bangladesh: A time series analysis' was recently published in the World Scientific, a Singapore-based academic publisher of scientific and technical books and journals. Based on secondary data spanning a period of about two decades between 2002 and 2021, the study focused on IT's impact on Bangladesh's economic development. Referring to Bangladesh's current rate of GDP growth at 6.5 per cent, the study report attributed much of what has been achieved to the adoption and integration of information and communication technology across different sectors of the economy. The research report stressed the obvious such as wooing more FDI, building a robust IT infrastructure and generously investing in training so as to create a large army of talented IT professionals in the country. The need for these vital ingredients for the growth of IT sector cannot be overemphasised. In fact, building a strong export-oriented IT sector should be a priority, if only to diversify the country's export basket and get around its present predicament of a Readymade Garment (RMG)-based one. The aim ought to be to develop the sector in such a way that IT's presence in economy and society becomes overarching. It holds out the promise of an inclusive society. Bangladesh's aim should be to reach that goal.",
        "headline_1": "Prioritising the IT sector",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/prioritising-the-it-sector-1714746852",
        "news_paper_name": "The Financial Express",
        "publish_date": "04-05-2024"
    },
    {
        "full_article": "Economists have been sounding the alarm bell to the effect that the rate of external/foreign borrowing and the servicing of the same are now a reason for concern. There is a wide gap between the official line of thinking and what think tanks perceive in this regard. The general tendency at policy level is to simply dismiss everything that deviates from the official line, but there is no point playing the proverbial ostrich. Whatever is being discussed in the public sphere about external debt and the country's capacity to service that debt should not be taken at face value. The Centre for Policy Dialogue (CPD) recently, in partnership with The Asia Foundation, Bangladesh, organised a dialogue titled \"Bangladesh's External Borrowings and Debt Servicing Scenario: Are There Reasons for Concern?\" to discuss the country's debt servicing issue in details.External borrowing is nothing new for Bangladesh, but the debt has always been within manageable limits. What has caused consternation is that today, external borrowings as a percentage of GDP have risen rapidly as Bangladesh embarked on major infrastructure development over the last decade. Billions have been borrowed to transform the basic character of the economy with major outlays to cover construction of roads and highways, transform maritime ports and airports, upgrade the energy sector, etc. Unfortunately for the country, a significant portion of the funds needed for these projects have come from commercial (and less concessional) loans with short grace periods and higher interest rates. Projections were made that the export sector would remain buoyant and remittances remain stable. That unforeseen external shocks like the Russo-Ukrainian war, and more recently, tensions in the Middle East were apparently not given due importance is a failure at policy level. Similarly, the hope that the international market for fossil fuels would remain stable over the mid to long-term did not materialise at some point and hence massive outlays were committed (most of it financed by international commercial loans) to build up an infrastructure that must be repaid in foreign currency. It was also assumed that domestic revenue collection could keep up with what the economy needed, but that hasn't panned out unfortunately due to a lack of reforms needed to accelerate the direct income tax regime.Today, Bangladesh is facing a scenario with revenue shortfalls and increased outflow of foreign exchange, mostly directed at servicing a ballooning foreign debt. While economists have pointed out that nations across the globe are facing the same problem of debt servicing, it is of little solace to policymakers here. Presently, we are witnessing the country borrowing from international financial institutions just to meet debt servicing costs -- which is a self-defeating exercise because this is economically unsustainable. As pointed out by Dr. Mustafizur Rahman in his keynote presentation at the CPD - Asia Foundation event, there needs to be a prioritisation of \"the enhancement of Domestic Resource Mobilisation (DRM) through taxation, given the rising Public and Publicly Guaranteed (PPG) debt and servicing of the growing PPG debt.\" There is no recourse but to increase \"direct taxes, reassessing tax expenditure and incentives, closing loopholes, broadening the tax net, and adopting a zero-tolerance stance against tax-evasion.\"Of equal importance is the governance side of things that manages the effective and timely implementation of Public Investment Projects (PIP). That every major infrastructure project in the country has overshot timelines by years leading to both cost escalations and reducing the grace period before interest on foreign loans has been a chronic problem for policymakers. The reasons have been amply explored and discussed before but have any lessons been learnt? These are areas that policymakers will have to address now and not tomorrow. For many years international finance was easily available. That window of opportunity has now narrowed and it has a lot to do with the international ratings Bangladesh has. Those ratings have dipped of late and it has a lot to do with many of the stalled reforms in the financial sector, the massive capital flight that has taken place and continues (according to some experts and economists), reduction in domestic investments, falling exports, etc. -- all these factors are taken into consideration by international rating agencies. Those are the figures that are looked at by foreign financial institutions when judging a country for its credit-worthiness.This brings to the fore whether policymakers are doing enough to accurately estimate debt service obligations before seeking further foreign loans. Things won't magically get better internationally in terms of exports. Foreign labour markets are contracting as more and more of those countries look inward to replace foreign workers with their people. There is no other recourse but to increase domestic revenue and to find, if possible, new funding sources that carry concessional terms more favourable to Bangladesh.\n[email protected]",
        "headline_1": "The danger posed by debt servicing",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/the-danger-posed-by-debt-servicing-1714746938",
        "news_paper_name": "The Financial Express",
        "publish_date": "04-05-2024"
    },
    {
        "full_article": "Two similar events occurred in two neighbouring countries within two weeks. In India, the Bombay High Court issued an order in the third week of April that unauthorised hawkers cannot permanently take over Mumbai footpaths and public roads. Again, last week, the High Court asked the government bodies concerned to submit a list of the persons involved in grabbing, renting, and selling the walkway spaces in Dhaka. Vendors' illegal encroachment of footpaths, streets and roads in these cities has become so troublesome that the citizen bodies seek intervention from the High Court. Almost all the major cities in most South Asian countries have long been grappling with the problem. It also appears that neither local governments, nor law enforcement agencies take necessary actions to keep the walkways and streets free from vendors. The result is no space for pedestrians to walk freely and safely and reduced room for vehicles on roads and streets. All these lead to regular traffic congestion. In Bangladesh, occupying the footpaths and streets by the makeshift vendors become a severe problem in Dhaka and many other cities. In the name of providing livelihood for poor people, illegally renting the footpaths and roadsides to vendors or hawkers has become a big business. A group of leaders and activists of the ruling party, having a nexus with a section of law enforcement agency members and local government staffers, are operating the business, which is actually a rent-seeking activity. Theoretically, when a firm uses its resources to procure an unwarranted monetary gain from external elements, be it directly or indirectly, without giving anything in return to them or society, it is labelled as rent-seeking. Those who mobilise vendors and back their setup on footpaths and streets in exchange for regular tolls are also rent seekers. They have grabbed public space illegally and are earning money without any investment. The nefarious actions of these rent seekers have left residents and pedestrians feeling powerless, with no avenue for redress. This is why the High Court has had to step in, ensuring that citizen rights are upheld. It's worth noting that this is not the first time the apex courts of these countries have taken action on this issue. Despite issuing a series of orders and instructions over the years, the administrative authorities have largely evaded compliance, leading to persistence of the problem.Two city corporations in Dhaka are regularly collecting holding and trade taxes from residents and businesses. In return, these stakeholders rightfully expect unobstructed access to footpaths and walkways for free movements. Similarly, traders in various shopping centres, who also pay taxes, rents, and other charges, deserve to conduct their business without hindrance. However, the presence of street vendors, who are paying illegal tolls to the rent-seekers, poses a significant obstacle to these stakeholders. Those who argue that makeshift street vending provides a livelihood opportunity for some poor people are not always correct. The unregulated street vending has little to do with the modest income of these people. Considering the reality of street vending, permission may be given to these vendors and hawkers to sell their items at a particular place at a particular time. This kind of arrangement has been tried in some places earlier. Unfortunately, it did not work in most cases due to the laxity of the authorities concerned and strong opposition from the rent-seekers.. \n[email protected]",
        "headline_1": "Who rent the walkways to vendors?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/who-rent-the-walkways-to-vendors-1714746969",
        "news_paper_name": "The Financial Express",
        "publish_date": "04-05-2024"
    },
    {
        "full_article": "The banking sector is intricately tied to financial transactions and it's impossible to envision financial activities without it. Banks play a pivotal role in keeping the economy running through various transactions. To cope with the growing demand for banking service, banks need to expand their branches, which entail substantial investments in renting space, hiring new employees, and interior design.One of the primary functions of banks is to handle cash deposits and withdrawals according to customers' needs. A large portion of bank employees is dedicated to this task, which often becomes complex and time-consuming, leading to customer dissatisfaction. The most viable solution to this problem is greater utilisation of Cash Recycler Machine (CRM). Presently, banks are heavily investing in CRM to streamline operations. Given that a significant number of bank customers primarily visit branches for cash transactions, establishing new branches demands considerable financial outlay.CRM machines facilitate the delivery of advanced services to customers efficiently and cost-effectively. Moreover, their compact size requires minimal space, facilitating easy installation. Placing CRM machines in high-traffic areas such as markets or industrial zones simplifies cash transactions for customers, resulting in enhanced satisfaction and reduced pressure on banks. Localised services alleviate the burden on banks, thereby boosting employee productivity. Furthermore, CRM machines not only handle cash deposits and withdrawals but also detect counterfeit and damaged notes, ensuring enhanced security.By adopting CRM technology, banks can significantly reduce operational expenses compared to traditional cash counters manned by multiple employees. In the foreseeable future, CRM machines are poised to replace conventional cash counters in banks. Therefore, it's imperative for banks to prioritise CRM technology to bolster customer satisfaction and maintain a competitive edge in the market.\nMd. Tajul IslamStudentIslamic University, Kushtia[email protected]",
        "headline_1": "CRM shows banking sector's future",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/crm-shows-banking-sectors-future-1714746990",
        "news_paper_name": "The Financial Express",
        "publish_date": "04-05-2024"
    }
]