[
    {
        "full_article": "The latest inflation data, both retail and wholesale, point to accelerating price gains that could potentially undermine the fragile economic recovery by pushing up costs and depleting consumers’ purchasing power. November’s Consumer Price Index (CPI) shows year-on-year inflation at the retail level quickened to a three-month high of 4.91%, from 4.48% in October. Even on a sequential basis, last month’s CPI reveals prices are estimated to have risen 0.73% from October with as many as 10 of the 12 constituents of the food and beverages category witnessing month-on-month inflation. Food was in fact a major driver of the quickening in price gains on an annual basis. Vegetable prices surged from October, logging 7.4% month-on-month inflation. Also, the Union government’s belated and marginal reduction in excise duty on petrol and diesel, which was followed by cuts in local value added taxes by many States, barely slowed the pace of inflation in the transport and communication category: the rate eased 88 basis points from 10.90% in October, to 10.02% in November. Clothing and footwear, housing, health, education and recreation were among the other key product and service categories that contributed to the sequential trend in price gains underlining the fact that inflation excluding food and fuel, otherwise known as core inflation, remains disconcertingly sticky and elevated at around 6%.Nor does the data on wholesale prices provide any reason for cheer, with provisional inflation based on the wholesale price index racing to a record 14.2% in November, from October’s 12.5%. The fuel and power sub index surged 39.8% year-on-year, and all three major groups comprising the WPI posted sequential accelerations as well. Persistently high and climbing wholesale prices of basic metals, chemicals and chemical products, and textiles among manufactured products have the potential to feed through down-the-line to retail prices and add to inflationary pressure for consumers. While manufacturers in some sectors may opt to absorb rising input costs, at least in the short term till demand gets more entrenched, the signs including from automobile makers are far from reassuring. The tariff increases announced by telecom service providers last month are also expected to feed through into retail inflation in December and international semiconductor shortages and logistics bottlenecks are roiling the outlook for prices of electronics and other products reliant on global supply chains. With the rupee continuing to weaken against the U.S. dollar, policymakers also face the challenge of contending with imported inflation including the landed cost of crude oil shipments. The onus is clearly on the Centre to deepen the fuel tax cuts and address other supply-side issues to prevent inflation from hurting the recovery.",
        "headline_1": "Pain from prices: On the need for more fuel tax cuts",
        "headline_2": "",
        "link": "https://www.thehindu.com/opinion/editorial/pain-from-prices-the-hindu-editorial-on-the-need-for-more-fuel-tax-cuts/article37955943.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "15-12-2021"
    },
    {
        "full_article": "The road to gender equity is long and hard, and despite the fact that each generation has paved a better way for the next, the struggle to overcome disparities is far from over. Through this difficult journey, the school’s role in sensitising young minds towards building a non-discriminatory world cannot be overstated. In this context, a comprehension passage in the Central Board of Secondary Education (CBSE) English examination conducted on Saturday for Class 10 students must be condemned for its regressive and sexist stance. The passage, which created a furore across all sections of society and in Parliament where Congress president Sonia Gandhi called out the misogyny, contained outrageous sentences, including one which said “women gaining independence is the main reason for a wide variety of social and family problems”. Young impressionable teenagers, girls and boys, already stressed because of the pandemic, did not know how to tackle the question. Another sentence shockingly read “that the emancipation of the wife destroyed the parent’s authority over the children... In bringing the man down from his pedestal the wife and mother deprived herself, in fact, of the means of discipline”. The multiple answers to one question that followed the passage asking children to comment on the tone had this choice: “Writer takes a light-hearted approach to life”. The initial response from the CBSE was tone-deaf, although the Board later said it was dropping the question.It was eventually forced to express “regret” and it vowed to review its paper setting processes. Already because of COVID-19, the 2020-21 syllabi for Classes 9-12 were truncated by 30% with glaring omissions of core concepts in subjects such as Mathematics. From the social sciences and other humanities subjects, topics such as federalism, citizenship, nationalism, secularism, democracy, and diversity, were slashed. In the real world it will be tougher for children if they are not taught the basics in school, and if they grow up with anxieties related to gender, for instance. In India, misogyny has long roots. Inequalities of class, caste, gender already exist in the school system, worse in the villages and among the urban poor. Many girls are pushed to drop out for myriad reasons, from the lack of toilet facilities in school to forced labour or marriage. If men, as Claudia Goldin says in her book, Career & Family, must start doing what women have always done, provide personal support, lend a ear, and help, education has to begin when they are young. Instead of teaching them to cast off stereotypes, school authorities are reiterating old wrongs. At a time when it is imperative for the Board to lighten children’s burden, the CBSE has sent out the worst possible message.",
        "headline_1": "Troubling question: On CBSE’s misogyny",
        "headline_2": "",
        "link": "https://www.thehindu.com/opinion/editorial/troubling-question-the-hindu-editorial-on-the-misogynistic-question-in-a-cbse-paper/article37955956.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "15-12-2021"
    },
    {
        "full_article": "The UN General Assembly (UNGA), during its 76th session, adopted a resolution on Bangladesh's graduation from the Least Developed Countries (LDCs) category, scheduled to be effective in 2026. This is, no doubt, a watershed moment for Bangladesh, the largest LDC in terms of economy size, especially as this historic achievement coincides with the golden jubilee of the country's independence. Critics say, citing post-graduation challenges, that \"the graduation might be a punishment instead of reward, if Bangladesh fails to devise smooth transition strategies for confronting the challenges posed by this transition.\"\nWhat awaits a developing Bangladesh\nThe transition from LDCs does come with a cocktail of challenges and opportunities. The most common economic challenges that every LDC graduate faces is the loss of LDC-specific international support measures (ISMs), such as preferential market access. The decline of existing privileges and preferences—a normal outcome of this graduation—will adversely hit the exports of Bangladesh, especially that of apparel products, to European and North-American markets. It is estimated that Bangladesh may experience a shortfall of 8-10 percent of its gross export revenue, amounting to almost USD 2.5 billion annually, due to the loss of duty-free and quota-free market access. Besides, the duty-free trading facilities that Bangladesh is currently enjoying under the World Trade Organization's (WTO) generalised system of preferences (GSP) will be curtailed once it leaves the LDC group. With graduation, Bangladesh will no longer be eligible for LDC-specific special and differential treatment, aimed to facilitate LDCs to increase participation in international trade, under WTO agreement.\nBangladesh, a USD 3 billion market for pharmaceutical products, is the only LDC that can meet almost 98 percent of its national demand for pharmaceutical goods. It exports pharmaceutical products to nearly 150 countries; it earned USD 169 million in 2020-2021. The Trade-Related Intellectual Property Rights (TRIPS) waiver for pharmaceuticals contributed greatly to the advancement of the country's pharmaceutical industry. The exemption in patent licensing for public health-related goods will be shrunk after graduation, which may slow down this industry's growth. Also, Bangladesh will have to comply with the WTO agricultural requirements post-graduation, which will not allow the continuation of subsidies currently being provided to the agriculture sector.\nAfter this economic transition, Bangladesh will not be considered for grants and soft loans under official development assistance (ODA) that it has been receiving since 1971. Also, the developed countries' commitment to provide 0.15-0.20 percent of their GNI in the form of ODA to LDCs cannot be availed by Bangladesh after becoming a developing country. Moreover, the cessation of access to LDC-exclusive concessional finances may temporarily halt the country's development stride.\nThe Green Climate Fund (GCF) is a global financing scheme with special consideration for assisting climate-sensitive adaptation and mitigation measures of LDCs. Being one of the most climate-vulnerable countries, Bangladesh's graduation journey will be much more challenging because of the forfeiture of specialised finance opportunities—which includes the GCF—required to counter the climate crisis. Besides, The UN Technology Bank, launched to enhance the contribution of science and technology for the sustainable development of LDCs, will also stop assisting Bangladesh once it moves to the bracket of developing nations.\nLDC countries have access to the Investment Support Programme—e.g. on-demand legal assistance—for investment-related negotiation and dispute settlement. And the Enhanced Integrated Framework supports LDCs to use international trade as an engine for economic growth and sustainable development. It is also noteworthy that developed countries offer scholarships and fellowships to the citizens of LDCs for capacity-building. All of these exclusive facilities will come to an end as Bangladesh becomes a developing country. The country will also not be entitled to the caps and discounts on subscriptions available for LDCs, which will result in higher contributions to different international organisations, like the UN.\nBut there are benefits too\nHaving said all that, graduation from the LDC group essentially means acquiring a seal of global approval for development achievements, which will brighten Bangladesh's image in the world court. This will increase FDI inflow by transmitting positive signals to the foreign investors regarding the country's congenial business environment. The growing FDI and inevitable structural and policy reforms will result in a higher tax-GDP ratio after graduation.\nPost graduation, Bangladesh may be entitled to GSP+, a special incentive arrangement for good governance and sustainable development, which slashes tariffs on goods being imported to the EU from low and lower-middle-income countries. The graduation will boost the country's confidence in dealing with international financial actors and enhance its brand value, making the economy more attractive to global lenders. Also, it will upgrade \"sovereign credit rating,\" an indicator of creditworthiness, once the country moves out of the list of risky countries: the LDCs. This implies a reduced cost of international finance due to improved perception about country-level market risks.\nThe preparation strategies\nAfter graduation, Bangladesh may be infected with \"Dutch Disease,\" since the country relies heavily on the RMG sector, which has been bringing in more than 80 percent of the country's export earnings for the last several years. To avoid this consequence, the country should diversify its export basket by promoting the export of new products—e.g. plastic items, leather goods, frozen foods, etc. Besides, the government should analyse the markets in different regions, such as Latin America, the Middle East, etc and formulate strategies for penetrating those markets as part of diversifying export destinations.\nAn article published in The Diplomat last month explained why Bangladesh should join different regional trade blocs, such as the RCEP, to enhance economic performance amid the pandemic gloom. In addition, connecting with different regional trade blocs and signing FTA with individual countries, even at the expense of opening up the domestic market for getting reciprocal access, will also help the country to redress the probable negative impact of graduation on the balance of trade. This will result in intense competition from foreign competitors, for which Bangladesh should focus on product quality improvement.\nAlong with ensuring rapid implementation of the One-Stop Service of Bangladesh Investment Development Authority (BIDA), the country may also follow the footprints of Vietnam to boost FDI inflow after graduation. It should also focus on improving its position in the Ease of Doing Business ranking. And Bangladesh may also negotiate with WTO for not imposing all the conditions of developing countries at once, considering the economic fallout triggered by Covid-19.\nGraduating to the developing countries group is the fruit of Bangladesh's judicious macroeconomic management policy and planned investment for infrastructural and human resource development. It is one of the very few countries that have effectively utilised the LDC-specific preferential treatments, while expanding footsteps in international trade. As graduation will affect certain preferential treatment and domestic infant industries, Bangladesh has to handle this prudently to make the transition sustainable.\nThis transition does not necessarily mean that all the trade-related facilities will be curtailed overnight. Bangladesh is getting an exceptionally extended period of five years—the standard period is three years—to prepare for the aftermath of graduation. It must make the best out of the LDC-specific facilities while it still can. Developing countries also enjoy some trade preferences, which could be used to the fullest if Bangladesh is well-prepared with the needed homework.\nIn order to remain competitive and keep the economic growth rate steady after 2026, Bangladesh should focus on knowledge-based economy, utilise demographic dividends, mobilise local resources, ensure congenial business environment, shift towards manufacturing high-value goods, promote export-oriented industries, and increase regional and global connectivity. The country must make plans to turn the challenges into opportunities in the coming days. The absence of tailored and clearly defined roadmaps for addressing the post-graduation challenges and post-pandemic economic recovery may make Bangladesh a victim of the \"middle-income trap.\"\n \nHussain Shazzad is a strategic affairs and foreign policy analyst.\n",
        "headline_1": "Managing Bangladesh’s LDC Graduation: Daunting or Doable?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/managing-bangladeshs-ldc-graduation-daunting-or-doable-2917816",
        "news_paper_name": "The Daily Star",
        "publish_date": "15-12-2021"
    },
    {
        "full_article": "The current secretary-general of the United Nations, Antonio Guiterres, has already established himself as a champion for actions to tackle climate change to all countries and actors, and has recently been quite outspoken in his criticism of the poor outcomes of the UN Climate Change Conference (COP26), held in Glasgow last month. While there was no doubt that some incremental progress was made in Glasgow, it was nowhere near enough and he is absolutely right to point this out.\nWhat makes this even more important is that, unlike all 25 COPs that preceded it, COP26 was the first climate conference in the new era of loss and damage attributable to human-induced climate change. In other words, it is no longer sufficient to try to prevent even bigger impacts of the future by keeping the global temperature rise below 1.5 degrees Celsius, but now, it is even more important to deal with the inevitable losses and damages that are already happening due to the 1.1 degrees Celsius rise of global temperature due to the emission of greenhouse gases (GHGs) since the first industrial revolution came about over a century ago.\nIn the sixth assessment report of the Intergovernmental Panel on Climate Change (IPCC) report, we have already seen Working Group 1 on science establish, for the first time, that human-induced climate change impacts are already happening and can be scientifically attributed in real time, which was not possible before.\nAs we anticipate the publication of the next report from Working Group 2 on Impacts, Vulnerability and Adaptation, due to be published in early 2022, we can expect to see more scientific proof of losses and damages attributable to the temperature increases of over 1.1 degrees that has already happened.\nUnder these circumstances, the United Nations Framework Convention on Climate Change (UNFCCC) needs to prepare for COP27, due to be held in Sharm el-Shaikh, Egypt in November 2022, as well as COP28 in Abu Dhabi the following year. It is also crucial for the convention to make it a point to have loss and damage higher on their agenda. However, going forward, it is not only the UNFCCC that has to take this issue seriously, but the entirety of the world's humanitarian sector, including the UN agencies and other international bodies that deal with disasters on a regular basis, have to redirect their focus on this issue.\nFrom now on, it is unfortunately a safe prediction to make that extreme weather events will only increase in both frequency and in terms of intensity. Hence, the humanitarian actors at national as well as global levels, such as the Red Cross, the Red Crescent and others, have to prepare themselves better to deal with what is coming.\nThis will also require enhancement of funds that are made available not only to avert and minimise losses and damages, but to also address such loss and damage after it occurs.\nI was fortunate enough to have participated in a panel discussion recently, which included Selwin Hart, special adviser to the UN chief on climate action and assistant secretary-general for the Climate Action Team, whom I have known for many years. I took the opportunity to recommend to him that the UN secretary-general appoint a special envoy for loss and damage, who would be mandated to discuss options and possibilities to deal with the reality of climate change impacts—not only in the UNFCCC process, but also with the humanitarian sector actors and, indeed, with national governments and civil society actors over several years, and not just during COP each year. This is because while the UNFCCC's and other actors' inputs are appreciable, it often leads to more promises being unfulfilled every year, while the climate crisis worsens around us in real time. Such a special envoy would give the issue of loss and damage due importance over many years to come, and allow discussions to take place both inside and outside the COPs.\nThe UN secretary-general has the authority to make such an appointment, and I am sure that Antonio Guiterres has a personal belief in the importance of such an appointment. It could be his way of emphasising the vast importance of the issue.\n \nDr Saleemul Huq is the director of the International Centre for Climate Change and Development (ICCCAD) at the Independent University, Bangladesh (IUB).\n",
        "headline_1": "An appeal to the UN secretary-general",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/politics-climate-change/news/appeal-the-un-secretary-general-2917801",
        "news_paper_name": "The Daily Star",
        "publish_date": "15-12-2021"
    },
    {
        "full_article": "\"Power with wisdom is a blessing for mankind; power with arrogance and vices is a threat.\"\nUS President Joe Biden is no Woodrow Wilson or Franklin D Roosevelt to claim that he has been a vanguard of democracy. On his watch, as the chairman of the Senate Foreign Relations Committee, he authored legislation that was unjust and morally repugnant, and later, as the vice-president of the US, he subscribed to policies for or remained complacent about gross violations of human rights, and even crimes against humanity, in the Middle East and other places.\nRegarding Iraq, the Obama-Biden administration (2009-2017) kept the incompetent, corrupt, and extremely sectarian Nouri al-Maliki—previously endorsed by neoconservatives, but shown as the \"hand-picked\" man of President Bush—as the prime minister of Iraq until 2014. He further pushed the country towards the sectarian civil war. During this time, al-Maliki's irresponsible agenda against the Sunni population clashed with US General David Petraeus' reconciliation efforts, which were making groundbreaking progress at that time. Petraeus was outraged. Instead of removing al-Maliki, the Obama-Biden administration brought General Petraeus back to Washington. Bloodshed and killings soared, and al-Maliki became a ruthless tyrant.\nCreating Shia rule, marginalising the Sunni population, and prolonging conflicts were all planned by the pro-Israeli neoconservatives in Washington. By prolonging wars, the elites of the military industrial complex would make enormous money, and their ally, Israel, would establish hegemony in the region by bringing about a regime change in Iran, using America's military might and money.\nTherefore, a solution, peace, and a faster exit strategy were not the objectives of the masterminds behind the deradicalisation projects of the War on Terror, and establishing democracy and a better economy in a Muslim-majority country was farthest from their minds. It is difficult to believe that Joe Biden, being an extremely influential politician in America, did not know about all these schemes of robbing the US Treasury and ruining the possibilities of successes in Afghanistan and Iraq that could help regain the trust and confidence in America's leadership in the region—if not in the world.\nThe fact is that establishing democracy and a thriving economy both in Iraq and Afghanistan were within America's reach—particularly under its military occupation—as it took place during the Marshall Plan half a century ago. America had the experience, expertise, military, and financial capability to employ the Marshall Plan in these places—at least a smaller version of it. That would bring about sustainable peace and a successful deradicalisation. The major stakeholders and rivals of both countries could have been pushed to achieve a consensus as to the basic rule of the republic, and a power-sharing or coalition-facilitating political system.\nThis consensus-building before holding a credible election is vital in charting a crafted transition to democracy, especially under the occupation of a global power that is serious about stability and deradicalisation. Similar processes led to successes in places like Nepal after 2006, Kosovo in 2008, and Tunisia after 2011, among others. A power-sharing system also helps integrate a deeply polarised country. These were all within the reach of Washington, as many diplomats, state department officials and experts were hoping for, but they were not in control—they were deliberately marginalised. Instead, the elite-dictated agendas led to disasters in both places. Biden has been an important player during the War on Terror project since 9/11. He has fuelled militarism when many scholars, experts, and military leaders warned that radicalism had no military solution. When democracy, a vibrant economy, and an integrated society were the answers to radicalism, these ideas were, it appears, deliberately avoided.\nMany experts make Joe Biden and his partner, former President Barack Obama, responsible for the horrible massacre in Gaza in 2014 on the pretext of \"Israel's right to defend itself,\" when 2,000 unarmed Palestinians were killed—600 of them children. Both remained silent during the 51-day constant aerial bombardments when Israel dropped 20,000 tonnes of explosives on Gaza. All schools, hospitals, the power grid, sewage systems, and water systems were destroyed deliberately to make Gaza unliveable.\nIn 2005, Condoleezza Rice, the then secretary of state, conceded that the American policy of sacrificing democracies in the name of stability had been counterproductive for the previous six decades. Has this realisation changed anything for Washington? I am afraid not. Then why is al-Sisi, a military tyrant, in power in Egypt, repressing his own people, with the US paying USD 1.5 billion to the Egyptian military every year? Which global power is mainly responsible for creating, sustaining, grooming, and using the monarchs and authoritarian regimes in the Middle East?\nHaving said all these, I am one who always believes that Washington is the best place from where an effective leadership for democracy and freedom can emerge in the world—if the American public is alert and involved in global affairs. When they do, the predatory elites fail to exploit Washington. The visionary China policy in the early 1970s and the diplomacy of détente with the Soviet Union in the 1980s ended the Cold War, and globalisation ensued. As a result, two billion people overcame poverty. All these phenomenal global outcomes occurred because the American public, being fed up with their government's confrontational policies, demanded dialogue and constructive engagements with the enemies.\nThe world owes a lot to American leaders like Woodrow Wilson and Franklin Roosevelt, for bringing about the global consensus on human rights and self-determination. The international community and the global rule of law were based on Wilson's famous \"Fourteen Points\" and his proclamation that self-determination is a paramount human right. His goal was to replace the \"might is right\" policy of the colonial powers with the democratic rule of law—a new global order. Using the leverage of his victory in World War I, he became determined to use the geopolitical capital in freeing and protecting as many places and as many peoples possible.\nTwenty years later, seeing the devastating consequences of deviating from Wilson's visionary path, Roosevelt also became determined to bring about a paradigm shift in the world. He compelled Britain to sign the Atlantic Charter in 1941 and masterminded the Marshall Plan, widely considered to be a phenomenal achievement of the 20th century.\nInspired by Wilson and Roosevelt, countless people fought against colonial rule. As a result, 36 countries became independent after World War II.\nThis progression would have continued if there were no Cold War. Taking full advantage of the vulnerable nation and the world, the elites rose and took the reign to take the world backward towards militarism, authoritarianism, and neocolonial agenda in the 1950s and 60s.\nThe legacy that both Wilson and Roosevelt left behind for America is that the nation should stand in solidarity with the peoples who are struggling for freedom and better life around the world, to sustain peace. These great American leaders believed that only by helping create a win-win world, America would gain the most.\nHistory is a testament to this truth. Had America retained the trust and confidence in the world gained under the leaderships of Wilson and Roosevelt, the nation could achieve many of its global objectives at a fraction of the price it paid by deviating from the path of moral integrity.\nThe bottom line is: trust and confidence are invaluable geopolitical capital. These intangible treasures are the decisive force in human affairs in the long run. On the other hand, greed, arrogance, and domination are aberrations, causing conflicts, bloodshed, destruction, and wars leading to lose-lose outcomes.\nWith the ever-greater awareness of human rights and demand for self-rule, there is no substitute for genuine democratic reforms and America's foreign policy recalibration. A value-dictated policy always produces a win-win outcome. The Marshall Plan, the China Policy, the détente, and the Balkan interventions are glaring examples of success stories of American leadership. However, the American public needs to be more vigilant, and people abroad need to be working closely with them in transnational people-to-people movements. The government-to-government virtual assembly that has taken place in Washington recently may turn out to be a sham, a political move at home, and a geopolitical ploy for the Biden administration.\n \nRuby Amatulla is the executive director of the US-based Muslims for Peace, Justice and Progress, and the Bangladesh-based Women for Good Governance.\n",
        "headline_1": "US’s questionable track record overshadows the democracy summit",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/uss-questionable-track-record-overshadows-the-democracy-summit-2917786",
        "news_paper_name": "The Daily Star",
        "publish_date": "15-12-2021"
    },
    {
        "full_article": "As children and others continue to die on our roads, we ought to reconsider just how highly we value our current traffic system. How many deaths and serious injuries are we willing to accept for the sake of the possibility—belied by our constant traffic congestion—of free movement throughout our city? Likewise, if we implemented all of the students' demands, just how much could we reduce the ongoing slaughter on the roads?\nIt is easy to believe that if we solved the most egregious problems—crazy driving, lack of proper training or monitoring, the terrible state of vehicles and roads—then we could bring the death toll to a rapid end. Surely, the high-income countries do not suffer the same carnage as we do here in South Asia?\nThe statistics may, thus, come as a shock. While Bangladesh has 13.6 road deaths per 100,000 inhabitants per year, the US is not much better, at 12.4, and Sri Lanka—which in many ways has a more civilised road system—does even worse, at 17.4. The worst countries are in Africa and the best are in Europe, though Hong Kong, at just 1.5, has the lowest road death rate in the world, doing even better than countries such as Norway, Sweden, and Switzerland, all of which have around two deaths per 100,000 inhabitants per year.\nWhat do all those confusing numbers tell us, except that the US is, as usual, a poorly-performing outlier? Well, the countries that have done the most to reduce the use of the automobile, improve public transit, and make it pleasant to move about by foot and bicycle do the best in increasing road safety, while those that continue to prioritise using cars do the worst. The simple fact is that motorised vehicles weighing more than a tonne, travelling at over 30km per hour, are deadly. No matter how many measures we put into place to make things safer, accidents will happen, due to any number of reasons—a child running into the street after a ball, low visibility due to fog or rain, a momentary lapse of attention.\nWorse, the very fact of driving a big motorised vehicle gives a feeling of power and invulnerability to the driver—and reduces those on the roads to something less than fully human. I sometimes have the same sensation on a bicycle—pedestrians are an annoying obstacle to my progress. It is vastly worse if I am driving a car, which is partly why I stopped decades ago. When I reduce the people who I share the streets with to something less than human, I lose some of my own humanity. The convenience of a car is not worth it.\nSo yes, we should implement some of the measures the students demand. My main contention previously was with their demand for foot overbridges. I understand not trusting Bangladeshi drivers to respect zebra crossings, but rather than accepting that situation, we need strict enforcement of the rules. Not only do many people not enjoy climbing stairs for the sole purpose of crossing a road, but foot overbridges send a clear message that the roads belong to the vehicles, and pedestrians should flee for their safety. Where there is no bridge available and people need to cross the road, or where there is no footpath or it is piled with garbage, construction materials or parked vehicles, and pedestrians have no choice but to walk in the roads, the drivers will not slow down for them. Why should they? They assume that pedestrians have no right to be on the roads, despite the fact that walking is, like driving, another (though vastly less harmful) form of transport.\nIn the Netherlands, when people were fed up with the ongoing road deaths, particularly of children, the public moved not to demand stronger laws or higher penalties, but to create a high quality network of protected bicycle paths, so that people could move about without causing danger to themselves or others. The resulting bicycle network is enviable and helps explain the high rate of bicycle commuting in the Netherlands—and the low death rate on the roads. Hong Kong, in order to avoid the state of a permanent traffic jam, has actively discouraged car ownership and use, and instead promotes public transit and walking.\nThe US, meanwhile, is a disaster because the founding principle is sprawling and driving, rather than setting up compact cities that enable and encourage using public transit, walking and cycling.\nTo put it plainly, at some point, we must decide whether our continued infatuation with motorised transport and our consideration of it as our default transport option are worth the price in life and limb. If not, simple tweaking at the edges will not solve our problem; a major reconfiguration of transport systems to dramatically reduce motorised transport and encourage and enable walking, cycling and using public transit will save lives from road crashes—as well as from pollution. As a side benefit, we would also have vastly more liveable cities.\n \nDebra Efroymson is the executive director of the Institute of Wellbeing, Bangladesh, and author of \"Beyond Apologies: Defining and Achieving an Economics of Wellbeing.\"\n",
        "headline_1": "Road deaths, and our infatuation with motorised transport",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/road-deaths-and-our-infatuation-motorised-transport-2917756",
        "news_paper_name": "The Daily Star",
        "publish_date": "15-12-2021"
    },
    {
        "full_article": "Three major economic challenges, all tied to one another, have got experts worried when it comes to Bangladesh's economic recovery from the pandemic. They are a persistent higher rate of inflation, the upward trend of the foreign exchange rate, and a deepening liquidity crunch in the banking sector. For months, this newspaper has been reporting on the growing sufferings of ordinary people as a result of fast rising inflation. Some of that has been down to pressures emanating from the global economy. However, other domestic factors have also contributed to the increasing prices, including the activities of trade syndicates. The government's decision to raise fuel prices—despite opposition from the public and most experts—has been a major factor in that too.\nHigher global inflation has further raised Bangladesh's import payments, putting pressure on the foreign currency reserves and the exchange rates. Due to the increasing demands, the Bangladesh Bank has been injecting huge amounts of US dollars to help businesses settle import bills—which is creating liquidity stress on the banking system, as lenders have to purchase US dollars in exchange of taka. This is particularly concerning, given that for nearly a decade now, mismanagement and political decisions made in the interest of influential quarters have demolished any and all discipline in the banking sector, putting it under increasing pressure from rising non-performing loans (NPLs).\nDespite some of these challenges being highlighted over and over again by experts, the government has so far remained reluctant to make any course corrections. Our policymakers, sadly, seem oblivious to the fact that doing the same thing over and over again and expecting a different result has repeatedly been proven to be the definition of madness. According to experts, none of these challenges are beyond redress. However, if our policymakers continue along this loop of applying the same failed policies, then expecting them to be solved would be nothing short of wishful thinking—if not outright delusional.\nTo protect the economy from another crisis, the government and the central bank must take new measures. Among them, expanding social safety net programmes is one of the most urgent measure to shelter the poor and the vulnerable. As it is critical to ensure that there is an adequate credit flow to the private sector for the economy to bounce back, introducing new stimulus packages to small businesses, and even more importantly, fixing the problems with the existing ones, should be on the government's priority list. Additionally, the government should strongly consider depreciating the taka more against the dollar to discourage some of the unnecessary imports. Even though that might increase inflation slightly, it will help stabilise the macro-economy and could protect our fast depleting reserves.\n",
        "headline_1": "Major economic challenges lie ahead for Bangladesh",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/major-economic-challenges-lie-ahead-bangladesh-2917736",
        "news_paper_name": "The Daily Star",
        "publish_date": "15-12-2021"
    },
    {
        "full_article": "It seems that the coronavirus is here to stay, although in a mutated form, and we have to learn to live with it without allowing it to do us much harm. While there is no denying that its full characteristics in terms of its capacity to affect human beings is still being determined, it is understood that the Omicron variant may spread more easily than its predecessors. According to the World Health Organization (WHO), Omicron, which has been detected in 60 countries, poses a \"very high\" global risk. But this should not cause panic; on the contrary, our experiences should have prepared us psychologically and physically to protect ourselves and mitigate its effects. \nGoing by the experiences of other countries, there is no better defence against the virus than getting vaccinated. A redeeming aspect of the matter is that the Covid-19 vaccines are reportedly effective at preventing severe illness. Early research also suggests that a booster dose of the Pfizer-BioNTech vaccine for Covid improves protection, as claimed by Pfizer, against the severe disease caused by Omicron.\nThe simple deduction is that there is no alternative than to get as many people as possible to get the jabs. And this is what we feel puts the planners at a quandary. But one need not despair because of the well-planned way things are proceeding with the vaccination programme. Although less than 30 percent of the population has been fully vaccinated in Bangladesh so far, as of December 14, and 50 percent partly, at the rate that people are being vaccinated, at least 70 percent of the population should be fully vaccinated by January 6, 2022. \nHere, we reiterate the call of Prime Minister Sheikh Hasina that a thorough guideline be formulated for the administration of booster dose. And that must run in tandem with the programme to vaccinate each and every citizen of the country with the initial two doses. We understand that it has been already decided that booster shots will be given to those who are 60 years old and above, and the frontline workers. But perhaps here, too, some flexibility should be built in to consider those below that age who have health conditions that can be compounded by a Covid infection. Moreover, there should be no debate whether to charge people for the booster shot—the government should make it free of cost.\n",
        "headline_1": "We agree with PM’s call to introduce booster dose",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/we-agree-pms-call-introduce-booster-dose-2917466",
        "news_paper_name": "The Daily Star",
        "publish_date": "15-12-2021"
    }
]