[
    {
        "full_article": "With President Ram Nath Kovind’s term set to end on July 24, the process to elect his successor has been kicked off with the Election Commission’s announcement of the schedule on Thursday. The electoral college for the presidential elections has 4,809 members, which includes 233 Rajya Sabha and 543 Lok Sabha members, and 4,033 MLAs of State Assemblies. Each member has a certain vote value based on the strength of the population they represent. The voting is on July 18. The total value of the votes that will be up for grabs is: 10,86,431. The BJP-led NDA’s tally is 5,25,706, around 20,000 votes short of the majority mark, but there is no doubt that its nominee will occupy Rashtrapati Bhavan. The Biju Janata Dal with 31,686 votes and the YSR Congress with 43,450 votes have conveyed to the Government their wholehearted support. The Odisha CM Naveen Patnaik, on May 30, and YSR Congress chief and Andhra Pradesh CM Y.S. Jagan Mohan Reddy, on June 2, met the PM, reportedly committing their votes to the BJP’s choice for the highest office.Even though the outcome is foretold, the contest will have many layers of political meaning and symbolism, and therefore will be keenly watched by the country and the world. The new President will take over at a time when the country is faced with a crippling religious polarisation and other challenges. This is the second presidential election where J&K’s legislators will not participate, but the first after it became a UT in 2019. In the nomination of Mr. Kovind, a Dalit from the heartland, the BJP sent a political message five years ago. It will certainly have another one this year, that is being anticipated eagerly to read into what the BJP’s strategy will be, going into the 2024 general election. The presidential poll will also be a test for the Opposition in terms of its unity, leadership and talking points. The Congress has the highest number of votes among the non-BJP parties but its acceptance among other parties is at the lowest in a long time. The TRS chief and Telangana CM, K. Chandrashekar Rao, and the TMC leader and West Bengal CM, Mamata Banerjee, want to lead the Opposition coalition and hence appear unwilling to concede the leadership to the Congress, though they have not made any public statement on the question. AAP leader and Delhi CM Arvind Kejriwal who is relentless in his attacks on the BJP, is equally opposed to the Congress. Considering these divergent views and conflicting ambitions, it will be a tall order for the Opposition to devise a united front and coherent strategy. All told, the presidential election will be a demonstration of how political forces are aligned in the country.",
        "headline_1": "Known unknowns: On Presidential elections",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/known-unknowns-the-hindu-editorial-on-2022-presidential-elections/article65514531.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "12-06-2022"
    },
    {
        "full_article": "The resignation of Sri Lanka’s Finance Minister Basil Rajapaksa as Member of Parliament on Thursday did not come as a surprise, given the adverse public mood he and the rest of his family, including his brothers President Gotabaya Rajapaksa and former Prime Minister Mahinda Rajapaksa, have been facing. But what was surprising was that he took a month to quit after unprecedented violence in Sri Lanka. The violence was an outcome of the attack unleashed by supporters of the ruling Sri Lanka Podujana Peramuna (SLPP) on peaceful anti-government protesters, who have been running the campaign “Go home Gota [Gotabaya Rajapaksa]” over the country’s worst economic crisis. It needs no reiteration that Basil Rajapaksa, regarded as the livewire of the SLPP, was perceived in certain quarters as one of those responsible for the attack on the protesters. His political departure comes at a time when efforts are on to get Cabinet clearance for the proposed 21st Constitutional Amendment, which is aimed at empowering Parliament over the executive President, apart from barring those holding dual citizenship from entering the legislature. Basil Rajapaksa, who holds American citizenship too, would have been affected and realisation may have dawned on him.The development should provide a breather to Prime Minister Ranil Wickremesinghe, who has been batting for significant changes in the Constitution. Needless to say, he would like the complete restoration of the 19th Amendment, which was adopted by Parliament in April 2015 when he was the PM; Maithripala Sirisena was the President. Gotabaya Rajapaksa, who assured his country days after the violence that he would take steps to amend the Constitution to bring back the 19th Amendment, should honour his word. He should not be influenced by voices within the SLPP that the economic agenda should take precedence over the political agenda of constitutional amendments. The two agendas have become so intertwined that the government’s performance in the context of the political agenda would create a conducive climate for the international community to consider investing in Sri Lanka in a big way. The President, who has said that he would like to complete his remaining term of two and a half years, should keep this in mind and facilitate the task of Mr. Wickremesinghe in reconstructing the beleaguered economy. One should not forget that the 19th Amendment, while in force, was no bar for then President Maithripala Sirisena to effect a constitutional coup. This is why the demand for the abolition of the office of executive President assumes significance. There may still be a long way to go for abolition but, in the event of the proposed 21st Amendment being passed, the experience gained should be used by all stakeholders constructively to pursue the goal of bringing back the parliamentary form of government, which was in existence in Sri Lanka for 30 years since Independence in 1948.",
        "headline_1": "Restoration: On Sri Lanka’s return to parliamentary democracy",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/restoration-the-hindu-editorial-on-sri-lankas-return-to-parliamentary-democracy/article65514572.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "12-06-2022"
    },
    {
        "full_article": "Puzzling positive developments in our economic indicators, which hardly delineate the real socioeconomic conditions of the people in Bangladesh, are not new phenomena. For instance, our GDP growth hitting the mark of 7.25 percent for the outgoing 2021-22 fiscal year has yet again managed to leave the nation with raised eyebrows. In the face of a global economic crisis and a deep-seated hangover from the pandemic, Bangladesh eagerly awaits its LDC graduation with a roaring economic growth – despite rising inequality, record inflation, and high social and environmental degradation sitting remarkably at the heart of it. As these contradicting statistics are tried to be made sense of through debates and deliberations, it is the ordinary people who take a hit.\nDespite being in a storm of mutually reinforcing economic crises right now, our policymakers – emboldened by such misleading measures of progress – are quick to respond sanguinely, adding further insult to the injury. With the LDC graduation on the horizon, it would be fitting to remind ourselves that material-centric indicators rarely constitute a healthy public. And that with our pushy agenda for higher and even higher growth, it would be very easy, and perhaps convenient, to forget the ones who are yet to get on board while Bangladesh prepares to take off. It does not take an expert to realise that all these optimistic statistics are hardly being translated into inclusive development. Development that would enable people to collectively benefit from factors such as equal distribution of national wealth, wide social safety net coverage, clean air and water, quality education, basic healthcare, a strong legal and judiciary system or free speech – none of which are factored in the GDP, a globally controversial metric and the \"crowned prince\" of our development journey so far.\nThe lion's share of this GDP growth comes from our overdependence on the ready-made garment (RMG) industry, a sector burgeoning painfully on the backs of exploited workers, whose minimum wages have remained stagnant since 2018. This only goes to show that, as we glorify this growth, the cost of living a dignified life spirals out of control at the hands of those who are directly responsible for it, signifying a degree of manic and unashamed oppressiveness that persists for a totalitarian kind of growth. Ironically, the overwhelming reliance on this single industry for export just might cost us a high price, since a whopping 70 percent of Bangladesh's share of exports utilise LDC-specific benefits, which will be gradually removed after graduation. We are also set to have our exports – both in dollars and in percentage – decline by 14 percent, with our garment exports levied with the highest increase in tariffs. So, instead of cashing in on cheap labour for maximising this disproportionate growth, the focus could have been shifted to mobilising our domestic resources for creating a more conducive environment for higher private and foreign investments, for capacity enhancement of our labour, and for exportable product diversification. That would have not only improved the livelihoods of our labour force, but also allowed us to find our footing in the competitive global market.\nBut the fact of the matter is that Bangladesh generates such worryingly low yields of revenue as a percentage of its GDP – with a tax-GDP ratio of 7.6 percent, the lowest in South Asia – that resource mobilisation in itself becomes a Herculean task. What does this signify, then? A governance system of tax revenue collection mired in corruption and complacency? A growing informal economy? Rigid policies that allow tax evasion? We cannot – or dare not – say for sure. What we can understand, however, is that such staggering levels of tax revenue directly translate to extremely poor levels of public expenditure meant for improving social welfare. It translates to the low preparedness of our education system that fails to equip young people with the skills necessary for today, let alone for after the graduation, or a social safety net that amounts to peanuts against the peaking inflation, or the negligence towards the destruction of our forests and rivers, or the absence of universal healthcare.\nThe health sector, especially, is looking at an imminent crisis with the upcoming graduation. It is already in shambles, ensuring the majority are just one medical disaster away from being relegated to a lower socioeconomic class. Now, add to that the looming cessation of the pharmaceutical waiver under the TRIPS agreement, which has allowed the pharmaceutical industry to flourish substantially due to its waivers and flexibilities – be it through meeting the local demand for medicines without having to import, or through local drug manufacturers being able to export drugs, even with expired patents, or through affordable access to essential medicines for families in low-income brackets. Now, with the LDC graduation – without an extension of the agreement for graduated LDCs like Bangladesh till the end of the transition period – the industry is bound to face huge setbacks with patent and licensing issues, while vulnerable families are doomed to an irrecoverable welfare loss due to the consequential price hike of medicines.\nAnd this is just one glaring example among many others. Almost all sectors have gone mouldy due to inefficiency, corruption, or the culture of impunity. This serpentine web of issues needs to be addressed urgently, with a concerted effort through strong structural reforms and proactive policy instruments; and yet, all we seem to care about is this totalitarian growth. The growth is contested by eminent economists, not just as a concept, but also based on how it is measured and does not align with \"correlates and other proxy indicators.\" Such gross discrepancies have created the need for an autonomous independent body that would collect and comprise national data, free from any manipulation, but let us not get carried away.\nIn 1968, US Senator Robert F Kennedy famously remarked that we consider \"everything, in short, except that which makes life worthwhile,\" while sharing his opinion on how we measure economic performance and how we mismeasure the quality of our lives. Moreover, in its essence, GDP does not take into account the prices we are having to pay for our strange fixation with growth; they are just externalities. The metric pretentiously makes a cosy place for itself in the list of sustainable development goals and joins the cause of \"leaving no one behind.\" Sadly, under the aegis of this very instrument, we are proceeding towards our graduation and designing the path beyond it, \"leaving behind\" countless vulnerable lives to grapple with a new set of reality, thanks to our higher economic status.\n \nIqra L Qamari is a junior consultant at the Public Private Partnership Authority.\n",
        "headline_1": "The fault in our idea of progress",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/the-fault-our-idea-progress-3044936",
        "news_paper_name": "The Daily Star",
        "publish_date": "12-06-2022"
    },
    {
        "full_article": "Racist crows, cotton plantations, non-consensual kissing, whitewashed main characters. These are all things that Disney has featured in some of their movies and theme parks in the past, and I am certain there are many more problematic characters, themes or elements in Disney's catalogue that we haven't noticed just yet.\nDisney has revamped their image since, and is now obsessed with maintaining a squeaky clean, family-friendly image to appeal to as many people as possible. However, much like any other corporate entity, Disney is focused solely on one thing, and that is profits.\nOne of the avenues they have been using to generate these profits is Disney+, their own streaming platform. Now, Disney has a pretty rich catalogue of content spanning over almost a century. Unfortunately, it has decided that no amount of content can be enough, and that the only way to be the undisputed king of streaming platforms is by having a catalogue that is as close to endless as possible.\nAs a result, Disney is producing shows and films left and right. It almost feels like every other week another new Disney spin-off show or side character movie is making its way to our screens.\nThis plan, however, seems to have been in the works for a long time, even before streaming platforms had even become a thing. Disney spent a large part of the last 20 years acquiring other companies, whose intellectual property (IP) they could use to bring an even larger audience into Disney's core consumer base. In 2006, Disney acquired Pixar – one of their biggest rivals in the animation industry – and followed it up by acquiring Marvel Entertainment, Lucasfilm and 21st Century Fox in 2009, 2012 and 2019, respectively.\nDisney's end goal is to mass-produce content that will appeal to as many people as possible. To do that, they have created a formula for their films and TV shows, which primarily focuses on giving viewers a form of instant gratification. When you watch a Marvel movie, or one of the new Star Wars, you notice how the movies are scripted from start to finish similar to how a rollercoaster ride is. It puts you through stages of anticipation and relief over and over, while building to the finale which – spoiler alert! – is usually meant to make you leave the theatres ecstatic or excited.\nWhen Martin Scorsese said that Marvel movies aren't cinema, and that they better represent theme parks, he wasn't wrong. Disney's movies are built to be light-hearted and enjoyable, with the occasional deviation to serious and dramatic when they need to remind audiences that they aren't just silly movies.\nHowever, the consequence of watching films that constantly let us experience instant gratification is that we no longer want to wait for things. I've heard many people complain about the length of independent movies, or that they aren't as fun of a theatre experience as something Marvel has to offer. After all, you really don't need to be heavily invested in a Disney, Marvel or Star Wars movie.\nWhile I'm not saying that Scorsese's view on cinema is the only way to think about films, I do think he is making an important point. Possibly the biggest problem with Disney's approach is the lack of risks involved. Disney loves to play it safe, and their focus is always on making a movie that's mass-appealing. The type of movies Scorsese would classify as \"cinema\" – like the works of Alfred Hitchcock, Christopher Nolan, Stanley Kubrick, Steven Spielberg, etc – were ones that took risks on the quest to tell unique and interesting stories.\nHowever, Disney does not really need to do that when their movies can fill up theatres every other day. And this is yet another problem that Disney is causing.\nLet's do a little experiment of our own. Think about the last time the theatre in your town ran something that wasn't a superhero film. As I'm writing this, Star Cineplex's website lists Doctor Strange: In the Multiverse of Madness and Jurassic World Dominion as the movies that are currently available. The movies that are coming soon include Thor: Love and Thunder, Black Adam, DC League of Super-Pets, Minions, and Elvis.\nAll of this makes sense, of course. Why would theatres screen films that can't match the ticket sales of Disney productions? And as theatres only bring Disney films, we continue to watch them and our consumption patterns continue to adhere to the Disney model, thereby repeating the cycle over and over again.\nIn making these movies that have very little heart and soul, and are instead an endless sequence of prequels, sequels and spin-offs – that build to one big movie every three or four years, before starting all over again – Disney has created a financially successful model that appeals to not only production houses, but also to theatres. And for those of you who have read so far, I'm sorry to bring you to yet another problem, the summary of which is \"capitalism is bad,\" but sometimes that is all there is to it.\nAs Disney continues to dominate the box office, this theme of mass-produced superhero movies will continue to persist. Production companies will see this pattern for themselves, and shift funding from independent films to superhero movies. After all, why would anyone sink money into projects that cannot be box office hits or pop culture phenomena, the likes of which Disney makes?\nThis is where we, as consumers of content, have to make a tough decision. While I completely understand why so many people love what Disney has been creating, particularly with Marvel, are we really going to stand there and let independent cinema die?\nI am not asking for us to become connoisseurs of movies, who are snobs to anyone who doesn't have Hitchcock's entire filmography memorised by heart. All I am saying is that we need to take a long hard look at exactly where the movie industry is going, every time we fill up a theatre or subscribe to Disney+ to watch yet another generic, four-act, two-hour film that is filled with one-liner jokes and cool visual effects.\n \nAaqib Hasib is a sub-editor at The Daily Star.\n",
        "headline_1": "Disney is destroying independent cinema",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/disney-destroying-independent-cinema-3044926",
        "news_paper_name": "The Daily Star",
        "publish_date": "12-06-2022"
    },
    {
        "full_article": "The story of the masked finfoot first caught my attention in 2013. Just like most other wild animals, the news on this recluse bird that calls the Sundarbans its home was not promising.\nEach time I write about environmental issues, I am left wondering: Why should the extinction of some bird, a tiny butterfly or a giant elephant bother us? I mean, if you are looking for a dose of nature, you can simply cosy up on your sofa and turn on Planet Earth. They have even managed to bring to life, albeit on TV, the prehistoric dinosaurs.\nBut I worry. I worry that the next generation, if it gets to survive the climate apocalypse, will not know the joys and perils of a life in the wilderness. That we have moved so far from nature that our only way to feel connected to it is by taking a weekend away from the city and paying money to enter forests.\nI will leave the conversation over nature being contained in enclosed spaces or for small weekend getaways for another time. For now, I want to pen yet another plea, another call for help to change the course we are running on. And I want to tell you why the loss of a bird somewhere far away from home should bother you.\nThis year's theme for World Environment Day, observed on June 5, was \"Only One Earth,\" which begs to look at the natural world through both a micro- and a macro-lens.\nEverything is connected. Take, for example, the car you are driving or being driven in, or how about the factory you run or the one you work in. The energy and fuel that it uses, the pollution it creates, the pressure it puts on natural resources and everything the environment has to supply you with to keep the wheels turning affects the environment around you.\nThere are a few other species of birds in Asia that could be considered as threatened as the iconic masked finfoot, currently listed as \"endangered\" on the International Union for Conservation of Nature (IUCN) Red List. Globally, there are only three species of finfoots across the tropics of Asia, Africa and the Americas. Asia's masked finfoot is the least known of the three, and considered the most imperilled.\nThe IUCN recategorised masked finfoot from \"vulnerable\" to \"endangered\" in 2009 as rates of population decline were found to be higher than previously assumed, owing to the destruction and disturbance of its habitats and, to a lesser extent, hunting and collection of eggs and chicks.\nThis shy and reclusive  water bird, which can climb trees with its waders and swim the waters, has taken many a photographer and ornithologist deep into the labyrinth of the tide-country.\nA scientific paper published in the UK-based ornithological journal Forktail: Journal of Asian Ornithology revealed a very small, declining global population of the masked finfoot.\nThe paper, titled \"The status and distribution of the masked finfoot 'In nature, nothing exists alone''In nature, nothing exists alone' – Asia's next avian extinction?\" was authored by a team of conservation scientists and bird experts from the University of Cambridge, BirdLife International, Wildlife Conservation Society, and Mahidol University.\nAvailable data compiled across all countries where finfoot is found indicates that the present population may not exceed 304 adult individuals, and could be as low as 108 individuals. And the vast majority of these individuals are likely concentrated in the Sundarbans' Bangladesh side, according to the research paper.\nWhile previously believed to be also found in Cambodia, India, Laos, Malaysia, Myanmar, Singapore, Thailand and Vietnam, most countries now report either a declining population or can only cite historical sightings, with breeding populations only existing in Cambodia and Myanmar apart from Bangladesh.\nEven though BirdLife International considers the species endangered, the authors in this paper argue that, given its current status, the masked finfoot should be considered critically endangered and heading towards extinction.\nThe masked finfoot of the Sundarbans – that is what I will call it now, because this may very well be its last known address – is just a reminder of habitat degradation in Bangladesh's largest forest body. It is estimated that the eastern part of the Sundarbans currently supports between 40 and 80 breeding pairs, but with a declining population trend, according to the Bangladeshi lead author of the paper, Sayam U Chowdhury.\nThreats faced by the species in Bangladesh include poison fishing, the collection of eggs and chicks from nests by fishermen, and the impacts of rising sea levels such as saltwater intrusion in key habitats, leading to a reduced freshwater supply.\nThere has been a sharp decline of masked finfoot population in the coastal parts of the Sundarbans concomitant with a shift of nesting habitats towards less saline areas closer to the landward edge of the forest. And at the landward edge, habitat destruction and human footprint – namely industries – inching towards the fringes of the Sundarbans, increased motorised vessel traffic, and just an overall rise in human movement within the forest premises threaten the balance of nature.\nBased on field surveys, the masked finfoot population in Bangladesh is estimated to be 80–160 mature individuals. That is a huge number as it constitutes 52.6-75 percent of the global population, which is estimated to be around 108–304 individuals. This also shines a light upon the overwhelming importance of conserving this population in the Sundarbans at the global level.\nWe all think about tigers when it comes to the Sundarbans, but the masked finfoot is far more threatened and elusive than the tigers. If we lose the Sundarbans, it is very likely that we will lose this bird from the face of the Earth.\nSaving this population and their habitat could mean turning around the clock on this species' fate on Earth. The masked finfoot depends on low-lying, undisturbed areas of forested wetlands, especially river channels with formerly little or no human activity. This is something that is still possible in the Sundarbans.\nThe research paper ends with a reminder that the recommendations made two decades ago by BirdLife International (2001) remain relevant to this day. The masked finfoot appears to be the harbinger of doom if meaningful actions are not taken at each step. Measures need to be taken on all fronts. Global action to protect the planet from further impacts of climate change, something that would ensure that ice caps don't melt at the rate they are now, which would then ensure that the sea level does not rise further, which would in turn ensure that salinity does not increase in the Sundarbans any more, thus not reducing suitable habitat for the masked finfoot.\nMeanwhile, we must do everything we can in the Sundarbans to reduce immediate threats. Widespread use of poison fishing, habitat degradation, water vessel traffic, disturbance from a growing tourist load and natural resource harvesters, and increased pressure on the Sundarbans for its resources to build and support factories around the tidal network must all be addressed nationally.\nThe masked finfoot is essentially the barometer of success, of not just Bangladesh's fight against encroachment into natural resources, but of the global fight against climate change.\nTo make things a little clearer, let me break down this issue further. The natural world, for lack of better metaphor, can sometimes act like a carefully constructed domino castle. If we threaten the footing of one tile, we effectively set off a chain reaction. This particular bird, its home the Sundarbans, and us – we are all in it together.\nRemember Rachel Carson's Silent Spring? And how it launched an environmental movement, reminding us that one action can affect everything – from flora, fauna to us humans (somehow, we exist outside the realm of fauna, and maybe that's the problem)? The case of the masked finfoot is like taking a page out of Carson's book, which reminds us that \"in nature, nothing exists alone.\"\nIt is time to recalibrate our environmental agenda – both on a personal and a policy level – and to keep telling ourselves that if a bird is affected now, then you will be too in due time.\n \nAbida Rahman Chowdhury is a journalist at The Daily Star with interests in wildlife and biodiversity conservation.\n\n",
        "headline_1": "Masked finfoot under threat: A canary in the coalmine of climate change",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/masked-finfoot-under-threat-canary-the-coalmine-climate-change-3044396",
        "news_paper_name": "The Daily Star",
        "publish_date": "12-06-2022"
    },
    {
        "full_article": "The Covid-19 pandemic has transformed almost every aspect of our lives. It has had a profound effect on the skills and competencies that labour markets require of graduates by accelerating the adoption of digital tools and increasing the demand for digital content. At the same time, the imperative to socially distance has made it impractical for universities to assess students using traditional methods, leading institutions to experiment with a variety of alternative assessment instruments. Nevertheless, universities can greatly enhance the employability of their graduates by strategically investing in some elements of these alternative assessment innovations.\nThe unseen exam was the mainstay of university assessment prior to the pandemic, and with good reason. The anonymised nature of exams creates a level playing field on which student work can be fairly evaluated. The unseen paper allows institutions to test the ability of students to apply what has been learnt to an unfamiliar context. The process of preparing for an exam teaches students to manage and retain information. The closed nature of the exam hall enables the institution to prevent collusion, personation, plagiarism, and other forms of academic misconduct. The time-limited nature of exams not only teaches students time management, but also how to cope with stress in high-pressure environments.\nDespite these important advantages, a major weakness of the unseen exam is the limited relevance of the assessment mode to real-life situations. As many generations of students have wryly observed, it is difficult to think of a situation in which an employer would oblige an employee to answer pre-prepared questions in an empty room without access to any notes or other resources. For this reason, even before the pandemic, universities used presentations and reports to complement the unseen exam with assessment modes that honed skills valued in the labour market.\nThe demands of the labour market are constantly changing, and so are the relative importance of different skills. It is widely accepted that the pandemic has increased the premium labour markets place on digital competencies and proficiencies. So, while the ability to conduct a presentation in a boardroom remains an invaluable skill, in the post-pandemic digital economy, this skill must be complemented by the ability to simultaneously manage the live-streaming of that presentation to an online, remote audience.\nThe rapid pivot to digital technologies has not just affected the board room, but also the living room. There has been a seismic shift in the way that people consume content that is likely to endure after the pandemic. A recent BBC survey found that during lockdowns, UK adults spent 31 percent more time in front of a screen than in the year before. Even after the easing of lockdown measures, subscriptions to streaming services increased 71 percent from the year before. A Nielsen report found that podcast listenership in the US increased by 40 percent over the last three years, and recommends that brands invest in leveraging this medium in their marketing strategies.\nIn light of the above, universities would do well to equip their graduates with the skills necessary to engage with these burgeoning new markets. In addition to traditional assessment modes, we should also be asking students to submit their academic work in the form of podcasts, videos and blogs, aligning our curriculum more closely to a post-pandemic digital age.\nAn important advantage of using these formats is the ease with which they can be leveraged by students to create a portfolio for potential employers. It is straightforward to upload a video or a podcast from an assessment to YouTube or other publicly accessible platforms in a way that can easily be highlighted on CVs and LinkedIn profiles. Universities that are early adopters of these innovative assessment modes would enable their students to differentiate their CVs in an increasingly competitive graduate labour market.\nAs with any innovation, the adoption of new assessment modes comes with an element of risk. The main purpose of assessment is to provide a barometer of student learning. With videos and podcasts, however, slick production technologies can have a disproportionate effect on the perceived quality of the submission. As a result, those grading will need to be vigilant to prioritise substance over style when deliberating over submissions.\nIn addition to teaching, another important function of a university is to push forward the frontiers of knowledge on behalf of society. Although primary research is a valuable entity in its own right, the benefit to society from that research depends on the extent to which universities engage with the public. Universities – especially public-funded ones – have an obligation to ensure the effective dissemination of their research, and the increasing use of platforms that the public are already familiar with represents an important step in that direction.\nRumours of the demise of the unseen exam are greatly exaggerated. Compared to other assessment instruments, exams provide an exceptionally reliable and robust barometer of learning. For this reason, they should remain an indispensable part of a university's assessment portfolios. But universities should leaven their degrees with other, more innovative and employment-relevant forms of assessment. Reports and presentations will continue to play an important role in business and policymaking, and so should continue to feature prominently among the array of assessments. But so should blogs, videos and podcasts, too, the prominence of which have increased dramatically in the post-pandemic digital economy.\n \nProf Barry Reilly is a professor of econometrics at the University of Sussex.Dr C Rashaad Shabab is a senior lecturer of economics at the University of Sussex.\n\n",
        "headline_1": "Can university assessment make graduates more employable?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/can-university-assessment-make-graduates-more-employable-3044371",
        "news_paper_name": "The Daily Star",
        "publish_date": "12-06-2022"
    },
    {
        "full_article": "We are quite shocked at the proposal put forward by our finance minister in the proposed national budget to allow people to bring back money from abroad by paying only a nominal tax. In a post-budget discussion, he again defended the proposal and asked the concerned citizens not to oppose the move. According to the proposal, the money laundered out of Bangladesh can be legalised in exchange for only 7-15 percent tax. While the finance minister says that it will boost revenue and mobilise foreign currencies, we disagree with him and think that the move is immoral and would only encourage more money laundering in the future.\nWhile the Centre for Policy Dialogue (CPD) has termed the proposal unacceptable and illogical from the economic, political and ethical perspective, the Transparency International Bangladesh (TIB) has said that this will give the money launderers unethical protection from the law and reward them instead of punishing them. We agree with their views and think that such a move will frustrate the regular taxpayers and businesspeople in the country. The Federation of Bangladesh Chambers of Commerce and Industry (FBCCI) has also expressed fear that this might encourage capital flight from the country.\nThe finance minister also gave examples of other countries such as Indonesia – which has reportedly brought back a large amount of money through such steps – to gather support in favour of his proposal. But we do not think Bangladesh's situation is comparable with any other country, because we have rarely seen the money launderers taking the opportunities given by the successive governments to whiten their money. According to the CPD, very little money has been legalised through such steps in the previous years. Why, then, is the government giving such scopes to them again and again?\nWhile the budget has failed to address the plight of ordinary people as no substantive measures have been proposed to check inflation and rising inequality in society, giving money launderers the opportunity to whiten their ill-gotten money only goes to show the discriminatory policies of the government.\nInstead of providing the money launderers further scopes for money-whitening, the government should take tough actions against them. As per our existing law, the punishment for money laundering is confiscation of the money laundered, fining them double the amount laundered and imprisonment for up to 12 years. What is stopping the government from enforcing the law and preventing money laundering from the country once and for all? Are we to believe that the government lacks the capacity, or the political will? It must take stock of its poorly thought-out policies that are enabling launderers, year after year.\n",
        "headline_1": "Govt should punish money launderers, not reward them",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/govt-should-punish-money-launderers-not-reward-them-3044826",
        "news_paper_name": "The Daily Star",
        "publish_date": "12-06-2022"
    },
    {
        "full_article": "There is no denying the fact that the rivers of Bangladesh, which are drying up, need to be re-excavated on an urgent basis to get back the desired level of navigability for water vessels, as well as for using them as reservoirs for irrigation purposes during lean seasons. Though excavation work with dredgers is going on in many rivers, unfortunately, the standard of work often gives rise to more unsavoury questions at the end of the day. Reports abound in the media of negligence and exploitation surrounding such undertakings, manipulated by some corrupt elements lurking within the system.\nA report in this daily shows that, though a drying river named Bhadra, in Khulna's Dumuria upazila, was re-excavated by the Water Development Board (WDB) with a whopping Tk 46.25 crore only two years back, it is getting filled up once again, to the dismay of local residents. Investigations revealed that the excavated silt kept on the two banks is falling back into the river and refilling it. As a result, the hope of economic activities centring the river being regenerated is becoming bleaker every day. Villagers and farmers complain of closure of the area's drainage system as the river is getting filled up with silt, thus triggering waterlogging.\nReportedly, 21km of Bhadra River were excavated in June 2019. And it is good to know that, for the purpose of retrieving the river, about 563 small and large installations (including three brick fields belonging to the encroachers) were demolished before starting the excavation work. The encroachers had reduced the river's width to merely 80 feet from its original 500 feet by constructing houses and factory buildings illegally. The project allegedly could not be completed as per the original plan because of interference from higher-ups.\nWhat does the WDB have to say about this? The additional chief engineer of WDB's south-western zone said Bhadra was supposed to have two sluice gates at both ends, a plan that was later scrapped. As a consequence, the river has silted up within two years of excavation. There is no way to know why the sluice gate plan has been scrapped. At a time when the government is reducing its spending on social safety net programmes, allegedly due to a shortage of funds, such a waste of tax-payers' money is simply unacceptable. There is apparently a new project worth Tk 1,819 crore to excavate small rivers and canals in the vicinity, but we can't help but wonder whether there is even any point of this initiative – except to squander away more public money. We urge the authorities to follow through on projects that could ease public suffering, instead of intensifying it.\n",
        "headline_1": "Tk 46.25 crore down the river!",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/tk-4625-crore-down-the-river-3044801",
        "news_paper_name": "The Daily Star",
        "publish_date": "12-06-2022"
    },
    {
        "full_article": "This has been an incredibly hot summer with many parts of India recording the highest temperatures in 122 years. Meanwhile, floods have devastated Assam and Bangladesh causing millions to be marooned or flee their homes. These aren’t random events. The newest report from the Intergovernmental Panel on Climate Change (IPCC) paints a scary picture of heatwaves, droughts and storms becoming more common and more extreme.\nHumans are usually highly motivated to avoid threats so why do we ignore the threat of climate change? There may be several reasons. First, it requires us to give up short-term benefits for longer-term gain. We are really bad at making such trade-offs; for instance, we overeat despite knowing it’s bad for our health.\n\nSecond, climate impact, like smoking, is non-linear; its effects aren’t obvious until the damage is very high. We fool ourselves by pretending that one more cigarette can’t do that much harm. A third reason is that its effects are still distant. Reading about melting Himalayan glaciers, or floods in Assam doesn’t touch our own comfortable life. Finally, there is the ‘Tragedy of the Commons’ where we each selfishly plunder a shared finite resource because it’s ‘free’ or because the cost is shared by 7.5 billion others; or at the very least we don’t believe that our individual action will make any difference. The net result is that, like the proverbial frog in the pot, we risk boiling to our death through inaction. Ask yourself how much you’ve intentionally changed your own consumption and lifestyle to reduce your environmental footprint. If you’re like me and most people, the honest answer will be very little or even negative.\nThere are at least three reasons why change must start with us. The first is because people like us contribute disproportionately to climate change. Carbon emissions are entirely driven by our consumption of materials and energy; the richer we are the more we consume and emit. Globally the richest 1% or 75 million people contribute double the emissions of the bottom 50% or 3.5 billion people!! It is the same in India; the top 20% of households emit seven times the emission of the poor, according to a study by a Japan-based institute. Things won’t improve till we reduce our consumption of everything.\nThe second reason is because people like us run all our institutions, our businesses and government. If we haven’t changed our own mindset, lifestyle and habits, it’s extremely unlikely that these institutions will really embrace change. Change will remain an intellectual exercise with a lot of gobbledygook about ESG, Net Zero and circular economies but precious little real action. It is only when we leaders change our own behaviour that our organisations begin to change. Finally, we inspire others by our own actions; change goes viral. So, contrary to the belief that “my puny efforts will not really matter”, it’s the only thing that will cause real change. As Gandhiji said, we have to be the change we wish to see in the world.\nSo, what can you really do? The fundamental problem is unsustainable consumption so start by becoming conscious of what you consume. Use less, use longer, use wisely. Our parents and grandparents lived very sustainably. But that was before plastics, China, e-commerce, and before we had a lot of disposable income. So, we bought a lot less. We used our cars, appliances and clothes much longer. We used fountain pens and cloth bags. We reused and recycled everything including paper bags and bottles. We ate less meat, and more fresh, local and seasonal fruits and vegetables.\nSomeday big businesses may be more responsible and sustainable. Someday we will have figured out how to price things to include their environmental impact so we will think twice about our casual buy-use-throw habits. Someday when a lot of innovation results in green packaging, green steel and building materials, and renewable energy, our excessive consumption may be less catastrophic. But till we get to this utopian future, the onus of consuming less and more responsibly lies with us. I’ve found that what works for me is to gamify my consumption. Just like my phone app that tracks my steps and encourages me to walk 10,000 steps/day, setting small challenges for myself is a lot of fun. Can I reduce my electricity bill by a bit every month? Can I go for a month without buying anything that’s not essential? How close can I get to zero plastics? Can I turn vegan? Do I really need to get on a plane to New York and generate two tons of CO2 or is it just my pent-up desire after two years of Covid isolation?\nChange is also easier when you are part of a like-minded community. I’ve gained a lot by being connected with neighbours who are environmentally conscious. It’s how I learn and embrace new ideas. It’s why we started segregating our wet waste and began composting and recycling. It’s how we found chemical-free alternatives to household cleaners. Our neighbours inspired me to install rooftop solar. It’s fun to compete on how much we’ve cut our electric bills or plastic use. We are able to work with local government and civic organisations to improve waste management. Now, we are tackling much bigger challenges like carbon offsets for unavoidable air travel. Such neighbourhood communities also improve social cohesion and resilience which is critical when dealing with crises such as Covid.\nMany years ago, a friend gifted me a NASA T-shirt which said “Good Planets are hard to find”. It’s true; as far as we know our planet is unique in the universe. Our home is on fire. Everyone of us needs to do our bit to save it.\nVenkatesan is chairman of the Global Energy Alliance for People & Planet and author of ‘What the Heck Do I do with my Life?’\n\n\nFacebook\nTwitter\nLinkedin\nEmail\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n Disclaimer Views expressed above are the author's own.  \n\n\n\n\nEND OF ARTICLE\n\n\n\nOpinions \nNupur, Naveen & us – Please note: Aggressive right-wing politics can also cost those who benefit from it most\n  \nRIP secularism. Let’s try a Hindu democratic republic of India (T&C apply)\n  \nHindu-Muslim: Facts vs fear: Logic, data belie scaremongering on minorities. Let India be the safe space it’s always been\n  \nMosques + Temples = Mosples: Controversies like Gyanvapi can be avoided if Hindus and Muslims together celebrate their conjoined past\n  \nThe unmaking of India? External embarrassment aside, offensive rhetoric from some BJP leaders also threatens internal social stability\n  \nThe making of new India: Union home minister, writing on eight years of Modi government, argues the country is stronger & better-respected\n  \nWhy Kashmiri Pandits should be investing in life beyond Kashmir\n  \nEight years later, taking a measure of Moditva\n  \nPawar of the ‘past’ versus Pawar of the ‘present’\n  \nPrice of wrong price strategy: Growth is low, inflation is high and GoI is doing RBI’s job – potential recipe for crisis",
        "headline_1": "How to gamify the journey to an eco-friendly lifestyle",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/mindset-matters/how-to-gamify-the-journey-to-an-eco-friendly-lifestyle/",
        "news_paper_name": "The Times of India",
        "publish_date": "12-06-2022"
    },
    {
        "full_article": "‘Flood and famine,’ said the National Planning Committee on India’s independence, ‘are two aspects of one problem, development of water resources of the country.’ In the 75 years that passed since then, India made a remarkable breakthrough. Floods and droughts still happened because the tropical monsoon climate made them inevitable but deaths and diseases from these disasters, which took a huge toll in the 19th century, were greatly reduced. However, the tools used in that struggle, like big dams and drilling underground, have had adverse effects. The future of water security depends on how these effects are managed.\n\nIt’s a story that has been unfolding for a hundred years. Many parts of pre-colonial India had hardly any water. So, the cultivation season was short, followed by a long period of unemployment. Variations in the volume and timing of the monsoon, the only security against excessive heat, meant a high risk of floods and droughts. These conditions did not affect all regions equally. The seaboard was usually less susceptible to these risks. The Ganga (and Indus) basin received water from Himalayan snowmelt and was more secure while other regions were more vulnerable.\nBack then, people adapted to these water-scarce conditions. Common strategies were herding animals (because pastures survived droughts better than cultivable land), seasonal migration, and local water storage. As far as we can measure, average death rates were still high, suggesting that these options worked well during milder crises but failed during the severe ones.\nFrom precisely a hundred years ago, the survival rate against severe droughts and floods started to rise steadily. Large canal projects appeared in Punjab in the colonial era, and the famine-policy focus shifted from food to water. But the great transformation was not just due to a new engineering capability or state policy. Case laws, social protest movements striving for equality of access to water, and urban water systems enabled more equitable distribution of water. Independent India maintained that trajectory by extending the water infrastructure many times over. Over 2,000 dams and reservoirs were built to contain floods and increase storage.\nThat achievement came with a price. Dams and reservoirs displaced people and altered geographies in strange and sinister ways. In the last 30 years, drilling took over as the dam drive flagged because of these costs. Late waves of the green revolution and the post-liberalisation city growth stood upon groundwater extraction. It is now amply clear that the continued exploitation of groundwater drive has made the exhaustion of a precious resource likely.\nWill climate change add to the stress? A data tool devised by the Food and Agriculture Organisation and its collaborators shows that much of South Asia can be classified as low capacity (to withstand climate variability) with significant degradation of bio-resources. However, predictions about the hydrological impact of a rise in global temperature are not definitive. The monsoons are predicted to get rainier and stormier, and summers drier. These predictions suggest sharper seasonal variations but not necessarily greater scarcity or greater abundance of water.\nThe changes could still be big. For example, crop choices could change. Rice cultivation using monsoon rainfall could get more difficult. Rice, a water-intensive crop, has had a disastrous impact on groundwater levels in the recent past. Overall, the dependence on underground water is likely to increase because evaporation of surface water will rise. The available models do not show just how the recharge capacity of aquifers will change.\nHistory tells us that the looming water crisis in India is a point in a 100-year-long trajectory. It looks unlikely that the pathway can be reversed or slowed. Private wealth, regional politics, and a sense of distributional fairness sustain pressure to extract water at current levels. Reducing consumption, the path green activists advocate with fossil fuels, is not an option with water in this tropical monsoon land.\nSustainability depends on mitigating the costs instead. The unfolding water future in India is likely to be a contest between water extraction and a battery of tools to contain the pressure. Watershed management and cooperation are helpful on a small scale. Legal reform to classify groundwater as a public trust requires enforcement. Conservation technologies like drips work well in some contexts better than others. And dams need to be of a sustainable scale.\nGlobal environmental movements, obsessed with emissions and fossil fuels, are not much help in the mission to achieve sustainable water use. And yet, water, and not emissions, is the heart of sustainability in the tropical monsoon regions.\n\n\nFacebook\nTwitter\nLinkedin\nEmail\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n Disclaimer Views expressed above are the author's own.  \n\n\n\n\nEND OF ARTICLE\n\n\n\nOpinions \nNupur, Naveen & us – Please note: Aggressive right-wing politics can also cost those who benefit from it most\n  \nRIP secularism. Let’s try a Hindu democratic republic of India (T&C apply)\n  \nHindu-Muslim: Facts vs fear: Logic, data belie scaremongering on minorities. Let India be the safe space it’s always been\n  \nMosques + Temples = Mosples: Controversies like Gyanvapi can be avoided if Hindus and Muslims together celebrate their conjoined past\n  \nThe unmaking of India? External embarrassment aside, offensive rhetoric from some BJP leaders also threatens internal social stability\n  \nThe making of new India: Union home minister, writing on eight years of Modi government, argues the country is stronger & better-respected\n  \nWhy Kashmiri Pandits should be investing in life beyond Kashmir\n  \nEight years later, taking a measure of Moditva\n  \nPawar of the ‘past’ versus Pawar of the ‘present’\n  \nPrice of wrong price strategy: Growth is low, inflation is high and GoI is doing RBI’s job – potential recipe for crisis",
        "headline_1": "Environmentalists should focus on water and not just emissions",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/voices/environmentalists-should-focus-on-water-and-not-just-emissions/",
        "news_paper_name": "The Times of India",
        "publish_date": "12-06-2022"
    },
    {
        "full_article": "Seeing Tom Cruise cranking on the gas and weaving amongst trainees of the US Navy’s Top Gun school can make you wonder how IAF trains its Top Guns.\nThe history of air combat is as old as aircraft themselves.\nIn 1940/50s IAF looked to the Royal Air Force for air combat tactics and training, but limited budgets and opportunities meant only a handful of pilots could be trained, with no continuity and transfer of knowledge.\nRead full opinion on TOI+\n\n\nFacebook\nTwitter\nLinkedin\nEmail\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n Disclaimer Views expressed above are the author's own.  \n\n\n\n\nEND OF ARTICLE\n\n\n\nOpinions \nNupur, Naveen & us – Please note: Aggressive right-wing politics can also cost those who benefit from it most\n  \nRIP secularism. Let’s try a Hindu democratic republic of India (T&C apply)\n  \nHindu-Muslim: Facts vs fear: Logic, data belie scaremongering on minorities. Let India be the safe space it’s always been\n  \nMosques + Temples = Mosples: Controversies like Gyanvapi can be avoided if Hindus and Muslims together celebrate their conjoined past\n  \nThe unmaking of India? External embarrassment aside, offensive rhetoric from some BJP leaders also threatens internal social stability\n  \nThe making of new India: Union home minister, writing on eight years of Modi government, argues the country is stronger & better-respected\n  \nWhy Kashmiri Pandits should be investing in life beyond Kashmir\n  \nEight years later, taking a measure of Moditva\n  \nPawar of the ‘past’ versus Pawar of the ‘present’\n  \nPrice of wrong price strategy: Growth is low, inflation is high and GoI is doing RBI’s job – potential recipe for crisis",
        "headline_1": "How India got her top guns: IAF’s fighter pilot training began small. Ingenuity is a big part of why it’s now a big, modern setup",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/how-india-got-her-top-guns-iafs-fighter-pilot-training-began-small-ingenuity-is-a-big-part-of-why-its-now-a-big-modern-setup/",
        "news_paper_name": "The Times of India",
        "publish_date": "12-06-2022"
    },
    {
        "full_article": "The four hotly contested seats among the 16 Rajya Sabha spots up for grabs saw Congress in Rajasthan, Haryana and Karnataka and Shiv Sena in Maharashtra put up a determined fight against BJP. The en masse rejection of Congress Haryana legislators’ votes in the Rajya Sabha (RS) contest between media baron Subhash Chandra and lawyer RK Anand in 2016 and Ahmed Patel’s agonising struggle in 2017, when Gujarat Congress MLAs were lodged in a Karnataka resort, was a wake-up call for GOP. It realised to much dismay that stakes could suddenly become high even in otherwise placid RS polls.\nBJP’s approach hasn’t changed. Since 2014, it has never rested on its comfortable numbers and keeps its rank-and-file in constant battle readiness – by fighting every election from panchayats to Parliament with utmost zeal. Except for TMC in Bengal, no opposition party matched up. Congress, SP and RJD learned this the hard way. But huffing and puffing to victory in RS is also a warning of the intensity and resourcefulness needed against BJP in larger elections. After all, RS electors are a small community of MLAs who can be clumsily shielded from poaching efforts by cutting off their communication modes. This is at best a vindication of political troubleshooting skills, not winnability quotient.\nBJP has excelled in key departments like disseminating narratives, mobilising cadre and wooing voters. Winning direct elections to assemblies and Lok Sabha involving lakhs and crores of voters is the big ask. When RS polls’ dust settles down, recent debacles in UP, Uttarakhand, Manipur and Goa and the disarray in Gujarat and Himachal Pradesh should give the opposition much fodder for thought. There’s, perhaps, a lesson for BJP too: bearing down too hard on rivals can scale up the index of opposition unity, as in Maharashtra, and end up hurting it.\n\n\nFacebook\nTwitter\nLinkedin\nEmail\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n This piece appeared as an editorial opinion in the print edition of The Times of India.  \n\n\n\n\nEND OF ARTICLE\n\n\n\nOpinions \nNupur, Naveen & us – Please note: Aggressive right-wing politics can also cost those who benefit from it most\n  \nRIP secularism. Let’s try a Hindu democratic republic of India (T&C apply)\n  \nHindu-Muslim: Facts vs fear: Logic, data belie scaremongering on minorities. Let India be the safe space it’s always been\n  \nMosques + Temples = Mosples: Controversies like Gyanvapi can be avoided if Hindus and Muslims together celebrate their conjoined past\n  \nThe unmaking of India? External embarrassment aside, offensive rhetoric from some BJP leaders also threatens internal social stability\n  \nThe making of new India: Union home minister, writing on eight years of Modi government, argues the country is stronger & better-respected\n  \nWhy Kashmiri Pandits should be investing in life beyond Kashmir\n  \nEight years later, taking a measure of Moditva\n  \nPawar of the ‘past’ versus Pawar of the ‘present’\n  \nPrice of wrong price strategy: Growth is low, inflation is high and GoI is doing RBI’s job – potential recipe for crisis",
        "headline_1": "Houses and fights: Oppn fought hard in RS polls. But BJP fights all polls hard",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/houses-and-fights-oppn-fought-hard-in-rs-polls-but-bjp-fights-all-polls-hard/",
        "news_paper_name": "The Times of India",
        "publish_date": "12-06-2022"
    }
]