[
    {
        "full_article": "In its latest review of the economy encompassing the period from June till July 10, the Finance Ministry is sanguine about India’s economic recovery and has asserted that major macro-economic risks have subsided over the past six weeks. The Government’s cautious optimism is tinged with impending concerns of a speedier tightening of monetary policies by the U.S. Federal Reserve and the resultant dip in asset markets, which can mar sentiment and consumption, on top of persistent geopolitical strife. But for now, interest rate hikes and measures to curtail the outflow of dollars announced by the central bank, with several steps from the government such as the imposition of windfall taxes and higher import duties on forex-drainers like gold, have been credited for lifting some of the dark clouds over the economy. Despite excise duty cuts on petrol and diesel, the Ministry believes India’s fiscal math for the year will not unravel thanks to the recent tax levies, and healthy Goods and Services Tax collections (that could get healthier as some GST rate hikes kick in from Monday). Industrial metal prices slipping to 16-month lows, prices for some food items falling off their peaks and crude oil prices descending in the face of fears of a recession in many developed nations, have helped. However, if these fears do not translate into ‘a sustained and meaningful’ drop in food and energy prices, India’s current account deficit will deteriorate in 2022-23 on account of costlier imports and tepid exports on the merchandise account, the Ministry has cautioned.India’s high import dependence for fuel means oil price trajectories affect most macro parameters, including inflation, growth, current account balances, fiscal management and the rupee. And economic policymakers are rightfully concerned about the current account deficit (CAD) widening sharply from the 1.2% of GDP last year. There is a vicious circle at work here that may take a while to break. Slowing exports and costlier inelastic imports of oil have triggered record merchandise trade deficits for two consecutive months, exacerbating the CAD which is tripping the rupee, making imports even costlier and widening the CAD further. The CAD may have hit 2.7% of GDP in the first quarter, some reckon, but if developed economies slow down as expected and shale oil supplies pick up, crude oil prices could drop lower and the full-year deficit may improve. Finance Minister Nirmala Sitharaman has assured the country of a pointed ‘item by item’ attack on inflation to ensure growth prospects are not hindered. If the fiscal deficit is not a concern, and tax revenues may, in fact, overshoot Budget estimates owing to high inflation, the Government can consider reviewing its fiscal capacity and think of more measures to stimulate growth and mitigate the detrimental effects of high inflation and interest rates on consumption and investments.",
        "headline_1": "Deficit doubts: On concern over current account deficit",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/deficit-doubts-the-hindu-editorial-on-concern-over-current-account-deficit/article65644248.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "16-07-2022"
    },
    {
        "full_article": "India reported its first laboratory-confirmed, imported case of monkeypox virus when a 35-year-old man in Kerala’s capital tested positive. The diagnosis was easy as the individual informed health-care workers of his contact with an infected person in the United Arab Emirates. To cut the transmission chain, people who have come in contact with him in Kerala have been isolated. The first case of the virus outside Africa was first reported in the U.K. on May 6, 2022. Since then, the virus has spread to over 63 countries — Europe has reported 8,238 cases from 35 countries as of July 12, and the U.S., 1,470 cases as of July 14. Never before has the virus spread to more than a hundred people a year during any outbreak in endemic countries except Congo. In fact, sustained transmission beyond a few generations has been rare in Africa. In contrast, the rapid increase in cases and geographical spread have primarily been due to human-to-human transmission largely during sexual contact, especially among men who have sex with men (MSM). While a few rave parties in Spain and Belgium have turned out to be super-spreader events, WHO suspects that “undetected transmission for some unknown duration of time followed by recent amplifier events” to be responsible for cases being detected simultaneously in several countries outside Africa. With cases crossing the 10,000-mark in non-endemic countries, and a large number of cases in Spain (2,034), the U.K. (1,735), Germany (1,556) and the U.S. (1,470), the risk of the virus becoming established in some of these countries is becoming increasingly real.While the first human case was reported in 1970 in the Democratic Republic of Congo, and the virus became endemic in 11 countries in Africa causing small outbreaks, no attempts were made to study it all these years. With the virus having a free run in non-endemic countries, scientists have now unveiled many discomforting facts: the virus appears to mutate at a much higher rate than what was assumed. And, based on genome sequences from the current outbreak, they have found the emergence of a novel clade of the virus in early March. A recent study has found monkeypox virus DNA in samples of semen, saliva, urine, rectal swabs and faeces, and at high viral loads; the infectious and disease potential of these body fluids was not studied. Whether the new clade by itself has a higher potential for human spread is not known. But surely, close sexual contact is providing the virus much opportunity to spread within the MSM community. With the sustained spread and a few cases already detected in women, the possibility of spread into the general community cannot be totally dismissed. Increased testing, contact tracing and building awareness, and not stigmatising the infected people can stop the spread.",
        "headline_1": "Time for vigilance: On monkeypox cases in India",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/time-for-vigilance-the-hindu-editorial-on-monkeypox-cases-in-india/article65643649.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "16-07-2022"
    },
    {
        "full_article": "Sri Lanka is on the boil. The country has run out of fuel, millions are going hungry, the healthcare system is near collapse, inflation is soaring, the currency has crashed, and the debt-laden economy is bankrupt. Even if IMF aid comes – let’s hope that happens soon enough – Sri Lankans will have to endure years of pain before the economy gets back on track.\nAt the heart of Sri Lanka’s crisis is the twin deficit problem – unsustainable fiscal and current account deficits – which, as experience shows, is a sure-fire recipe for disaster.\nRead full opinion on TOI+\n\n",
        "headline_1": "Learn these Lanka lessons: We are far better positioned. But Colombo’s fiscal & forex imprudence still tells us something",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/learn-these-lanka-lessons-we-are-far-better-positioned-but-colombos-fiscal-forex-imprudence-still-tells-us-something/",
        "news_paper_name": "The Times of India",
        "publish_date": "16-07-2022"
    },
    {
        "full_article": "The US House of Representatives on Thursday drew on bipartisan support to pass an amendment that urged the Joe Biden administration to extend India a waiver from sanctions that could be triggered by its purchase of Russia-made S-400 air defence system. The S-400 transaction was concluded in 2018. It can therefore fall afoul of CAATSA, a 2017 US law that imposes sanctions on buyers of Russian arms. Biden should offer India a waiver as the amendment makes a compelling case to take a far-sighted view of bilateral ties.\nThe amendment, authored by Representative Ro Khanna, pointed out that S-400 is needed to deter China. India is the only Quad member to share a land border with China. The amendment also urged the US to take more steps to assist India’s pivot away from its reliance on Russia-made arms. The amendment is in sync with the tenor of the recent bilateral strategic relations. The watershed year was 2008 and since then cumulative US defence contracts with India add up to at least $20 billion. It was just $500 million in the period prior to 2008. Furthermore, in 2016, the US recognised India as a major defence partner. Strategic ties have also been strengthened through groupings such as Quad and now I2U2.\nFor India, a transition away from Russian platforms is in its strategic interests. Russia’s dependence on China has increased significantly following its invasion of Ukraine, a situation that’s unlikely to change in future. Already, China is next only to India as the second largest recipient of Russia’s arms exports. Given the unravelling of India’s long-standing border management protocols with China, dependence on Russian arms platforms is unwise. Given this backdrop, the Biden administration should respond positively to a rare bipartisan approach in the House of Representatives.\n\n",
        "headline_1": "Just do it, Joe: Biden should offer India CAATSA waiver for the S-400",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/just-do-it-joe-biden-should-offer-india-caatsa-waiver-for-the-s-400/",
        "news_paper_name": "The Times of India",
        "publish_date": "16-07-2022"
    },
    {
        "full_article": "The World Economic Forum’s Gender Gap Report 2022 confirms what we know from experience. Covid may have put gender parity back by a generation, and South Asia is the worst-off. At current rates of progress, it will take nearly 200 years to achieve any meaningful equality between women and men. India ranks 135th out of 146 countries in terms of gender parity. It has moved up five places from last year, improved on the economic opportunity and participation front as the share of women legislators, senior officials and managers increased from 14.6% to 17.6%, and the share of women as professional and technical workers has grown. While India’s education enrolment has been impressive, its health and survival record are at rock-bottom. With a female population of 662 million, India’s situation has overwhelming impact on the global picture. India has had a gender budget for years, to goad fiscal policy towards equality – but genuine parity is a distant horizon.\nThis gap exists because of centuries of bone-deep social and material bias against women, so it will not narrow by itself. It takes systematic effort to address these inequalities, and the gender perspective has to be actively incorporated into policy. Families have to be transformed, and states, employers and other institutions must identify and fix patterns that hold back women from participating and flourishing.\n\n",
        "headline_1": "Covid & Gender: Pandemic’s hit on equality needs serious response",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/covid-gender-pandemics-hit-on-equality-needs-serious-response/",
        "news_paper_name": "The Times of India",
        "publish_date": "16-07-2022"
    },
    {
        "full_article": "Are they stars? Actually, they are galaxies! After Nasa’s James Webb Space Telescope’s first deep-field image (see photo) was unveiled at a White House event on Monday, it wasn’t easy to wrap our heads around what we were seeing.\nIt only captures a patch of sky the size of a sand grain held at arm’s length by someone on the ground, and is yet filled with thousands of galaxies; one of them, believe it or not, from over 13 billion years ago. Because of the way light travels, the further we look in space the more we look back in time.\nRead full opinion on TOI+\n\n",
        "headline_1": "A photo from 13 billion years ago: Telescopes help us know ourselves better",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/a-photo-from-13-billion-years-ago-telescopes-help-us-know-ourselves-better/",
        "news_paper_name": "The Times of India",
        "publish_date": "16-07-2022"
    },
    {
        "full_article": "A crucial road which connects four areas – Dholaikhal, Tikatuli, Dholaipar and Jatrabari – is in a debilitating state, causing immense suffering to commuters and communities living near the juncture. As per our report, Bangladesh Railway is erecting an overhead rail bridge under the Padma Bridge Rail Link Project, completely blocking a lane of the road, while another lane has turned into a small ditch, due to waterlogging. The existing road is filled with so many potholes that commuters report feeling sick from the trip, and it is particularly difficult for patients travelling to and from two diagnostic centres adjacent to the road. All other alternatives to this route are blocked as well, which means commuters have no choice but to make this treacherous journey day in and out. \nThe significance of the Doyaganj road has increased substantially since the inauguration of Mawa-Bhanga expressway. It is all the more astonishing, then, that the authorities are so impervious to the road's condition. As is the case with most city-related problems, the authorities concerned seem more interested in playing their favourite \"blame game\" than taking responsibility to fix the issues. According to Dhaka South City Corporation (DSCC) officials, the project authorities responsible for building the overhead rail bridge have blocked all drains and have not left any channels open for water to pass. Meanwhile, officials linked with the project blame locals and the DSCC.\nThe project director, who has apparently been requested by the DSCC to take measures to solve the problem, did not reply to the paper's repeated queries, so we take this column to ask if the allegations of the DSCC are, indeed, true. Why would a multi-billion dollar ambitious government project, which was designed (one would assume) by the most competent and best minds of the country, lead to such problems in the first place? When was the problem first identified, and what steps, if any, were taken by the project authorities to address the glitch since then? \nWe also want to draw the attention of the DSCC, whose go-to response to any crisis is to shift the blame to someone else. We are honestly tired of this charade. What have they been doing, since the project first began, to reduce commuters' suffering? Beyond sending a letter to the project authorities – that too, as late as June 26 – have they taken any urgent steps to open up the lanes, fix the potholes, remove waste, reduce waterlogging, and so on? What about the alternative routes that are blocked as well? Have any steps been taken to make them functional so that the pressure on Doyagonj road can be reduced?\nThe sad story of Doyagonj road is unfortunately an all-too familiar one for city dwellers of the country. We urge the authorities concerned to work together to urgently fix the road and ease the sufferings of the public who already pay too high a price on a daily basis to simply survive in this city.\n",
        "headline_1": "Have some 'doya' for Doyagonj!",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/news/have-some-doya-doyagonj-3071021",
        "news_paper_name": "The Daily Star",
        "publish_date": "16-07-2022"
    },
    {
        "full_article": "We appreciate the government directives, given to the field-level administration, to practise austerity in spending from the budgetary allocations. Reportedly, the public administration ministry issued the directives to all upazila and district administrations as the country's economy is under growing pressure from rising inflation, strained foreign currency reserves, and global price hike of different commodities.\nThe directives include stopping the spending spree by field-level administration at the end of the fiscal year, consulting with the public administration ministry if there is any confusion regarding budget allocation, cancelling honorarium for attending meetings of different project related committees, paying electricity bills timely and explaining to the ministry in case of outstanding bills, stopping spending additional money which surpasses the amount allocated in the national budget for 2022-23, etc. The instructions, if properly implemented, will definitely reduce the pressure on our economy, as at least 1,700 crores can be saved from these austerity measures.\nMost importantly, these directives send a very important and urgent message that local governments and public officials need to play their part in bringing stability back to the economy instead of partaking in their usual ill-conceived and often unnecessary spending sprees. Usually, a large sum of the budgetary allocations remains unutilised by different ministries at the end of a fiscal year. In a desperate attempt to meet their targets, many local administrations try to spend as much of their funds as they can in the last quarter of a fiscal year, often leading to wastage and inefficient use of public money. Meanwhile, suspending implementation of low-priority projects is the need of the hour since a lot of our foreign currency is spent on importing different raw materials, particularly for development projects.\nThe directive that did not make it to the official notification – but one that needs to be highlighted equally urgently – is for officials and local administration to put a check on corruption. We know all too well how much of public money is hemorrhaged through corruption, particularly during any big government project. According to the Transparency International Bangladesh (TIB), at least at least 5 percent of the GDP is lost due to corruption each year, if we consider large public procurement along with corruption in health, education, police and judiciary. At a time when the whole world has been practising austerity to check the impacts of rising inflation, can we expect our government officials to not take their usual unfair cut from public money and add to people's suffering?\nWe hope our public officials respond to the call for austerity with sincerity and that the government monitors that the directives do not fall by the wayside. We all must go above and beyond to address the critical situation we find ourselves in.\n",
        "headline_1": "Austerity in budget spending a welcome move",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/news/austerity-budget-spending-welcome-move-3071011",
        "news_paper_name": "The Daily Star",
        "publish_date": "16-07-2022"
    },
    {
        "full_article": "There are two versions of this story. One describes the merciless beating of a college principal by a member of parliament allegedly because the teacher failed to prevent his colleagues from slandering a senior politician's wife. The second version shows the same principal sitting next to his alleged beater to claim \"all'z well.\" Apparently, the MP tried to stop a brawl in which the principal likely hurt himself. The \"misunderstanding\" is water under the Padma Bridge now.\nThen comes a random warning: The government is closely monitoring social media for teachers fishing in the murky water. Why specify teachers with the not-so-subtle hint of a threat? Aren't we all being watched? Are teachers banned from expressing their opinions? How will they teach, then? Simply by repeating the text?\nRecent incidents of humiliation and persecution of teachers confirm such suspicions. One teacher was beaten to death for \"insulting\" a student before his girlfriend. Some were forced to wear garlands of shoes or made to squat while holding their ears to remind them of their \"true\" positions in the institutions, run by not \"tender\" students but by tender politics. With so much going on, Mr MP perhaps chose the wrong time to teach the principal of his constituency \"a lesson.\" The administrative warning shows how seriously the government is gauging the situation.\nIf a country fails to protect its scholars and teachers, they will be forced to either leave their jobs, change professions, or move abroad. Nobody wants to relive Satyajit Ray's political satire \"Hirak Rajar Deshe,\" where the idealist school teacher Udayan Pandit had to flee to the mountains to secure his values. A teacher today can get into trouble even for restating a scientific theory such as Darwinian evolution. Teachers are humiliated and punished and stripped of their power to wield the minds of the young generation. They are reminded of their rank in the cadre services or food chain through a taste of their own medicine – \"lessons.\"\nWhile teachers, scholars, and researchers in the developed world expand their horizons to brace the first light of the cosmos, we embrace ours with shoe garlands and treat them with hockey sticks and cricket stumps. While the whole world is progressing to see images of galaxies that formed 13.7 billion years ago, we are regressing to celebrate our animal instincts. Notwithstanding the Nasa images that humbled us with a reminder of our miniscule existence in the grand scheme of things, we prefer to display a primitive form of power. The infrared images of multiple galaxies in just a corner of space prove that our earth is nothing more than a speck of dust. Our atom-like status in the infinite world was argued by Greek philosopher Epicurus in the 4th century BC through his theory of atomism. The Nasa images prove how \"finite\" we are in size, but how \"infinite\" we are in our faculty. The stargazing made me navel-gaze on the state of our faculty members.\nA teacher is not encouraged to give the spark of imagination to their students. Our teachers are relegated from their niche in the superstructure to the base, if I am allowed to use Marx. While the developed world races forward to reach \"space: the final frontier,\" we race backward to \"withdraw pace out of s-pace.\"\nYet there is no shortage of talents in our country. The presence of a Bangladeshi-born astrophysicist from the University of Toronto in the Nasa team is an example. In an interview for a Bangla science magazine, Lamiya Mowla discussed the James Webb telescope that captured images from the ancient galaxy. After finishing high school in Dhaka, Lamiya went to Wellesley College in the US to study neuroscience. But while doing a course on astrophysics, her previous passion for physics was rekindled. Did a teacher give her the spark? She pursued her PhD in structural evolution of galaxies at Yale University. At that time, she was running an after-school programme for Bangladeshi students. Through this Science Outreach Program, she aimed to encourage students to ask questions that they could not do in their schools. \"In Bangladesh, asking questions is a taboo. You can be bullied into silence for doing so,\" she observed.\nLamiya's comment struck a raw nerve in me. If teachers cannot entertain the questions of their students, what good are they? If teachers cannot work or think freely, what good are they? I do not believe that teachers deserve automatic respect for their sacred profession. Teachers earn love and admiration through years of dedication to their profession and students.\nMy reality as a university teacher, however, is different from that of my colleagues in government colleges or schools, who have to engage with local MPs, bureaucrats, or political goons. I do not share their concerns of postings, transfers, or ACRs that lead many of them to make professional compromises or lose their dignity. True, there are university teachers who act like political agents, but they are likely feared, never revered or loved.\nThe beating of the principal is symptomatic of a time when teachers have lost their \"value\" in the system. Students pick up on this social signal and act accordingly. Many argue that the family as an institution is failing to teach students to respect their teachers. But they forget that most of our students today are first-generation learners who do not have the cultural orientation of respect in their homes. A teacher is seen as a service provider; teaching is a commodity that parents purchase for their wards. A teacher is a strategic political partner as their institution is a potential polling centre where the teacher is likely to be a polling agent. A daily dose of \"lessons\" is therefore devised for the teachers so that they know the alpha male in their tribe.\nSuch political concerns have stopped educational institutions from being seats of learning where curious minds would explore answers to questions. Education has become all about certificates, with teachers as delivery personnel. The politicians and bureaucrats want a culture of obedience and compliance where questions are redundant. Without questions, we become unthinking parrots. We memorise whatever answer is given to us. We do not venture out to find truth; we wait for truth to come to us, by chance.\nIt is about time we ask: How can Lamiyas abroad do star-gazing with immense possibilities but Lamiyas in Bangladesh cannot go beyond navel-gazing? Whose fault is it?\nDr Shamsad Mortuza is the pro-vice-chancellor of the University of Liberal Arts Bangladesh (ULAB).\n\n",
        "headline_1": "The fault in our star-gazing: Do we care about teachers?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/the-fault-our-star-gazing-do-we-care-about-teachers-3071001",
        "news_paper_name": "The Daily Star",
        "publish_date": "16-07-2022"
    },
    {
        "full_article": "Renowned American astronomer Carl Sagan (1934-1996) famously said, \"Somewhere [in the Universe], something incredible is waiting to be known.\" The first observations of the James Webb Telescope, released by Nasa earlier this week, put an end to the wait by presenting \"humanity with a groundbreaking new view of the cosmos.\" Webb, as it is familiarly known, is telling the much-anticipated story of the hidden Universe through every phase of cosmic history – from revealing the atmosphere of a distant exoplanet, to providing stunning images of a \"stellar nursery,\" to an explosive star in our galaxy – the Milky Way, to the deepest and sharpest view of the distant observable galaxies in the early Universe, and to everything in between.\nThe tantalising images have been widely published and discussed in newspapers, magazines, and electronic media across the entire globe. I will, instead, focus attention on five of the sensational discoveries by Webb: SMACS 0723, Southern Ring Nebula, Stephan's Quintet, WASP-96b, and the Carina Nebula.\nThe primary mission of Webb that was launched on Christmas day of 2021 is to look back in time over 13.5 billion years, which is closer to the beginning of time, and see some of the earliest galaxies to have formed in the Universe in the aftermath of the Big Bang about 13.7 billion years ago. To that end, Webb captured with amazing clarity the image of a distant cluster of galaxies called SMACS 0723 that originated more than 13 billion years ago. The image of the cluster revealed the presence of still more-distant galaxies spilled across the sky.\nWhat made it possible for Webb to see the galaxies that were formed just after the Big Bang? The Universe, and thus every galaxy in it, is expanding. However, according to Einstein's General Relativity Theory, it is the space between the objects that actually stretches, causing the galaxies to move away from each other. Furthermore, any light in that space will also stretch, shifting that light's wavelength, initially shortwave and highly energetic, to low-energy, very dim and longer wavelengths. The phenomenon is similar to the siren from an ambulance that becomes less audible as it speeds by. Accordingly, light from distant objects reaches us as long wavelength infrared light that is invisible to the naked eye.\nThe James Webb Telescope, Nasa's successor to the Hubble Space Telescope, is specifically designed for observing infrared light from the primordial Universe. It can, therefore, access the previously invisible nascent cosmos when galaxies were formed.\nAlthough stars in the sky seem eternal and unchanging to us, their permanence is an illusion. Like us, stars are born, grow old and, at regular intervals, they die. Stars live for millions and billions of years because of thermonuclear reactions – fusion of hydrogen (fuel) into helium – in their cores. But a star has a limited supply of hydrogen. Consequently, massive stars, like gas-guzzling SUVs, use up their fuel rapidly and live shorter lives, while low-mass stars conserve their fuel, and shine for billions of years.\nA dying star that has been cast in an entirely new light by Webb is the Southern Ring Nebula, approximately 2,000 lightyears away and visible in the southern hemisphere in the constellation Vela. It is a giant expanding sphere of gas and dust that has been lit up by a dying star in its centre. Webb's powerful infrared eyes bring a second dying star into full view for the first time. Ensnared in a tight orbit, the swirling duo has created a fantastic landscape of asymmetrical shells.\nAlthough the Hubble Space Telescope's earlier view of the Southern Ring Nebula was spectacular in its own right, showing a huge smoke-ring-like cloud surrounding a brilliant inner star, Webb's view goes much further, showing not one but two stars at the heart of the nebula in much more detail.\nAbout 290 million lightyears away, Stephan's Quintet (also known as Hickson Compact Group 92) is located in the northern constellation, Pegasus. Discovered in 1877, it is notable for being the first compact group of five galaxies ever discovered. Four of the five galaxies within the quintet are firmly bound and locked in a \"cosmic dance\" of repeated close encounters.\nWebb pierced through the shroud of dust surrounding the centre of one galaxy, to reveal the velocity and composition of the gas near its supermassive black hole. Moreover, the telescope resolved in unprecedented detail a tapestry of fainter galaxies in the more distant Universe, together with sparkling clusters of millions of previously unseen stars in the galaxies. It even gathered the light generated by debris racing around a supermassive black hole.\nThanks to Webb, scientists can now get a rare look at how interacting galaxies are triggering star formation in each other and how the gas in these galaxies is being disturbed. They will also be able to determine why star birth in the quintet occurred at different epochs, stretching over hundreds of millions of years.\nThe images made public by Nasa included the Webb telescope's first spectrum of an exoplanet called WASP-96b, one of more than 5,000 confirmed exoplanets in the Milky Way. Located more than 1,000 lightyears away from Earth, it has roughly half the mass of Jupiter and orbits extremely close to its Sun-like star within just 3.4 days.\nWebb's detailed observation of this hot, gaseous planet outside our solar system reveals the clear signature of water in the form of water vapour in its atmosphere. Additionally, there is evidence of haze and clouds that previous studies of this exoplanet did not detect. With the first detection of water in the atmosphere of an exoplanet, Webb will now look for hundreds of similar systems in order to enable us to understand the composition of the atmospheres of exoplanets.\nWebb's most striking image is of the Carina nebula, one of the largest and brightest nebulae in the sky some 7,600 lightyears from Earth. It is both a stellar nursery and home to some of the most luminous and explosive stars in the Milky Way. Seen in infrared, the nebula resembled a looming, eroded coastal cliff dotted with hundreds of stars that astronomers had never seen before.\nVisible to the unaided eye, the Carina Nebula is the home of the Eta Carinae binary system, within which is a massive star – 250 times the solar mass – with a lifespan of less than 100,000 years, which is very short on a cosmic scale.\nFrom 1838 to 1858, the star brightened to rival the light of Sirius, the brightest star in the sky, and then faded to a dim star. Since 1940 it has been brightening again, and scientists believe that the monstrous Eta Carinae will detonate in 10,000 to 20,000 years. It already underwent an outburst about 150 years ago, ejecting five solar masses of materials.\nWebb's images of Carina Nebula showing cosmic precipices unveils the earliest rapid phases of star formation that were previously hidden. The images are teeming with brightly shining young stars, along with the remnants of supernova explosions marking the cataclysmic deaths of stars much more massive than the Sun.\nFinally, looking further back in space and time than ever before, to within a few hundred million years from the moment the Universe exploded into being, Webb gifted us with a \"ringside seat\" to witness some mind-boggling events that are part of the history of the Universe. In the future, it will be able to reveal more unseen parts of our cosmos, and thereby, in the words of Joe Biden, will give us \"a new window into the history of our universe.\"\nQuamrul Haider is a professor of Physics at Fordham University in New York.\n\n",
        "headline_1": "What makes Webb’s first images such a big deal?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/what-makes-webbs-first-images-such-big-deal-3070991",
        "news_paper_name": "The Daily Star",
        "publish_date": "16-07-2022"
    },
    {
        "full_article": "It is disconcerting that a highly important drug manufacturing project is finding it difficult to take off because of bureaucratic meddling. A report by this daily reveals that the work of the planned vaccine manufacturing and research plant in Gopalganj remains stalled for over one year now. The government took the decision to set up the plant in July last year, following rising demands for Covid-19 vaccines. According to health experts, despite the countrywide vaccine drive that has since inoculated a large percentage of the population, we need continuous vaccination all year round because of quick mutations of the virus, which is still very much a force to be reckoned with.\nThus, the urgency of producing vaccines besides procuring them from abroad has been felt by experts, and accordingly, the prime minister gave her consent with the advice to expedite work. But in reality, no progress – apart from a few meetings between officials of the Essential Drugs Company Ltd, Asian Development Bank, and the finance ministry – could be made so far.\nLooking at the sorry state of what was deemed a top-priority project for the government, we wonder why it was allowed to flounder even before it could take off. Surprisingly, even the parliamentary committee on the health ministry could not make things move faster, thanks to the all-encompassing influence of red tape. A member of the committee lamented that because of the government's complex way of working, the project has seen little progress since inauguration. He further raised caution that the vaccine plant may not be able to go into production any time soon. The question is: Why this state of affairs? What could be more crucial from a public health perspective other than developing vaccine self-sufficiency?\nUnfortunately, a good number of government projects in the past have suffered similar delays as well as cost overruns mostly because of mismanagement and bureaucratic botch-ups. Since vaccines are urgently needed to increase the immunity of citizens, and heavy reliance on vaccine imports makes no sense at this juncture, we hope directors of the vaccine plant project will take the matter with the highest urgency and implement it without further delay.\n",
        "headline_1": "Delay in building vaccine plant is unacceptable",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/news/delay-building-vaccine-plant-unacceptable-3070196",
        "news_paper_name": "The Daily Star",
        "publish_date": "16-07-2022"
    },
    {
        "full_article": "It's alarming that even after a decade-long drive of the government to put its administrative procedures online, many digital services are still poorly functioning or exist only in name, thanks to slow servers, poor internet speed, as well as disruptive practices inherited from the analogue time. As a result, people are not getting the maximum benefit from 761 services that the government have digitalised. A number of those services can no longer be requested online, as per an official evaluation done on 67 digital services provided by 26 ministries and divisions. Many are suffering from myriad other problems.\nAccording to a report by this daily, the evaluation by the Central Procurement Technical Unit (CPTU), based on interviews with service providers and recipients, has brought out mixed findings: while most beneficiaries are positive about the digitalisation drive, they are facing different kinds of problems while requesting e-dockets, land mutation, e-passport, machine-readable passport, loan service, e-trade licence, etc. Either the websites through which the services can be requested are not updated regularly, or services are no longer operational because of a dearth of skilled manpower, or user interfaces are too complicated, or servers are down frequently. All this is causing delays and often escalating costs of the services sought.\nClearly, the digitalisation drive is still under the influence of the stubbornly analogue government work culture that it aspires to replace. That culture involved slogging through labyrinthine offices and huge paperwork as well as dealing with irregularities every step of the way. While this is no longer the case for many services now offered digitally, that work culture is proving harder to change. That said, there is growing evidence that if used properly, digitalisation can be a huge boon, as revealed in a recent study by the Implementation Monitoring and Evaluation Division (IMED). It showed that digitalisation of 66 percent of the services offered by six ministries/divisions has saved both time and money. Some 70 percent of the service-seekers said they faced no \"hassles\" of the kind that one would when those offices were run manually.\nThere are huge benefits to be derived if all administrative procedures are moved online or completely digitalised, and if the scope for analogue interventions is eradicated. Bangladesh may still be a technological backwater – with generally poor internet connectivity and digital literacy – but many of the problems facing government services are systemic, and can be resolved with proper guidance and motivation. We urge the government to go all out to make its digitalisation drive a success. It must properly equip all service agencies and fix loopholes that are still causing mismanagement and irregularities. Setting up a digital agency to oversee desired reforms can also be considered.\n",
        "headline_1": "Half-baked digitalisation will do us no good",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/half-baked-digitalisation-will-do-us-no-good-3070181",
        "news_paper_name": "The Daily Star",
        "publish_date": "16-07-2022"
    },
    {
        "full_article": "Taking charge at a most challenging time for the economy both on the domestic and the international fronts, the new governor of the country's central bank, the Bangladesh Bank (BB), will have to be very circumspect in every of his moves from the very start. For, he will have to face the legacy of high inflation, volatile foreign exchange market, widening current account deficit and so on handed down from his predecessor. Evidently, his primary tasks would include taming the high inflation that is increasing people's cost of living though their income level is remaining stagnant. At the same time, protecting taka from a continuous fall in its value against the US dollar is another challenge he will have to address. As could be learnt from reports, the new BB governor has already set out his plans in the form a priority tasks list where these issues have been included. And in this hour of national need, such a stance is only expected of the new BB governor. It is hoped he would be equal to the challenges facing him. Now the inflationary pressure on the economy apart, the falling foreign exchange reserve situation is the trickiest issue facing the economy. A host of factors, according to experts, are attributable to this complicated issue. What is in plain sight is that the amount of foreign currency getting out of the country is more than what is coming in from export earnings and from wage earners' remittance. In the fiscal year 2021-22, the wage earners' remittance was US21.03 billion, which was 15 per cent lower than the previous fiscal year's volume of homeward remittance. The situation has not improved much despite various moves made by the government in the form of increased incentives for the wage earners so they may use the official channel to transfer their money. On the other hand, the BB has also increased L/C margins against import of luxury and nonessential commodities to control the outflow of foreign currency. Understandably, this has been done to contain, what they say, growth in demand for external goods. But seeing that, as of Tuesday's BB report, the foreign exchange reserve with it (BB) has gone down further to US$39.8 billion, one wonders, if the measures so far taken are enough to restore a comfortable position for the forex reserve. The latest dip in reserve position, however, is being attributed to the payment of US$1.99 billion made to the Asian Clearing Union (ACU).That is definitely a cogent argument in favour of the forex reserve's position as on Tuesday. But the developments over the last few months, say, from August last year (2021) when the BB's forex reserve position was at its highest ever at US$48 billion till today has baffled many in the government as well as experts outside it. It is that the BB's foreign exchange reserve position is on the slide since it reached its peak 11 months ago. Experts believe, there may be more to this than meets the eye. A former BB governor wonders if foreign currency trade in the kerb market where demand for greenback seems to be high for unknown reasons has anything to do with the constant flight of dollars from the country. Whatever the case may be, the new BB governor, it is widely believed, knows his job and will be able to take the challenges facing him in his stride.",
        "headline_1": "Challenges facing new BB governor",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/challenges-facing-new-bb-governor-1657887719",
        "news_paper_name": "The Financial Express",
        "publish_date": "16-07-2022"
    },
    {
        "full_article": "Good old Shakespeare put it all in perspective hundreds of years ago. 'Imagination bodies forth', said he, 'the forms of things unknown.' And judging by what the James Webb Space Telescope has been sending back to Earth from deep space, human imagination has now penetrated time and space in ways never before conceived of in the mind of man. Imagination has touched reality. That is the truth shining through the images of the galaxies, of the distant stars, of that closeness to the moment when the Big Bang occurred, which the Webb Telescope has been transmitting back to Earth.That the Webb has travelled so far out into space, that we now know for a certainty that the universe is 13.8 billion years old is a tribute to human ingenuity, an acknowledgment that it is now possible for humankind to go into a more sustained search for intelligent life in the landscape of the universe. The universe, of course, has constantly been expanding. Now that the Webb has sent back images dating back over four billion years --- and since it will remain operational for the next two decades --- we can reasonably expect it to approach that cusp of the moment where the 13.8 billion years in time happen to be.After that comes the Big Bang, that earliest of moments when the process of Creation got underway. This is absolutely amazing, this sheer success on the part of humankind to literally travel back in time and be witness to the way the planets and the galaxies began to take shape. Space science is pushing new frontiers; and it may well be that in the years and decades ahead our collective imagination will reach out to solve even more of the mystery behind the cosmos, the galaxies, the stars we have so long studied in our search for the meaning of existence.It is only proper that the Webb Telescope should be sending our way those glittering lights from billions of years ago in the very month when we recall Neil Armstrong and Edwin Aldrin's walk on the moon. For our generation --- and we were in our teens in July 1969 --- that voice flowing all the way to Earth from the Sea of Tranquillity changed our perceptions of life forever. Things would never be the same, we told ourselves. On the Voice of America, the human voice from the moon crackled, and informed us, \"The Eagle has landed.\"Suddenly our fascination for poetry, that which had for centuries celebrated the lunar orb, wrapped itself around the beautiful prose that was being written out there by Armstrong and Aldrin. Yes, it was indeed a small step for a man but a giant leap for mankind. It was that defining moment when we remembered John Fitzgerald Kennedy's audacious promise to send a man to the moon and have him return to Earth, all in the space of the 1960s. We missed Kennedy as the Apollo-11 astronauts walked on the moon. His family noted that he was up there among the stars, celebrating the fulfilment of his dream. In a moment of supreme irony, it remained for President Richard Nixon, the man Kennedy had defeated at the 1960 election, to welcome the Apollo-11 astronauts back home.Today, as we pore over the distant images of an infrared universe, it is the beginnings of the space age we recall in this twilight of our lives. The Soviet Union's Sputnik spacecraft, the journeys into orbit around Earth by Alan Shepard and John Glenn, the pioneering leaps away from the planet by Yuri Gagarin and Valentina Tereshkova are stories which come back to revive in us the old idealism as we observed the race for the conquest of space by Moscow and Washington. The Cosmic Cliffs spotted in the Carina Nebula, 7,600 light-years away from Earth, by the Webb are a culmination, up to this point, of all those early forays into space.And, yes, there has been tragedy along the way. Three American astronauts perished in their spacecraft on the ground in 1967; James Lovell and his fellow astronauts on Apollo-13 were seemingly doomed on their way to the moon in 1970 but managed to limp back home in their damaged spacecraft. Years later, the Challenger shuttle exploded seconds after lift-off, leaving no trace of those who had only moments earlier been given a warm send-off by the world. The school teacher Christa McAuliffe was among the dead. \"I touch the future. I teach\", she had once defined herself. And now her search for a different future had killed her present.We examine in minute detail the group of five galaxies known as Stephan's Quintet, another precious gift from the Webb. Four of these galaxies are engaged in a cosmic dance, as we are informed, around one another, with the dire possibility of their colliding someday. It is a fear we can identify with, for back on Christmas Eve 1968 we experienced fear as Apollo-8, the first manned spacecraft in the vicinity of the moon, went behind it, to its dark side, leaving all of us wondering if it would re-emerge from that unknown territory. What if it did not? What if some cosmic force made it drift off into distances away from the moon, leaving not a trace of the astronauts trapped in it?But then, to our relief, Apollo-8 emerged from behind the moon. Bliss it was to hear the three astronauts --- Borman, Lovell and Anders --- take turns reading from Genesis as Earth rose in all its beauty before them. It was splendour associated with Creation. It was Christmas Eve --- and the astronauts remembered God's munificence. We prayed on Earth.As the James Webb Space Telescope carries on from where the Hubble Telescope left off, we wait for all those new moments of discovery which will come our way. Somewhere out there, millions of miles away, Voyager-1 and Voyager-2, launched in 1977, continue their odyssey into deeper territory in search of life elsewhere. Science has taken us to cosmic regions beyond our wildest imagination.Our galaxy, as Jo Dunkley informs us, is a place where light would require 100,000 years to cross from one side of the disc of stars to the other and about 1,000 years from top to bottom. The Webb has now given us the story of a multiplicity of galaxies on a platter. As we observe the low hanging stars in our villages on moonless nights, we know this human journey into deeper time and space will be relentless. And yet we know too that the sun around which we move will run out of energy in four or five billion years, to eventually shrivel up as a white dwarf. The Milky Way will collide with Andromeda, to create a new elliptical galaxy.But all of that is in the future. At this point of time, we wonder about our solar system. And on a broader scale we reflect on the reams of knowledge, of the birth of the universe, that have begun to flow our way from the Webb. It is that moment in time and space when scientific inquiry and religious belief come together in charming union to re-energise our faith in the power of human enterprise. Divinity is up there somewhere.",
        "headline_1": "Journeying deeper into time and space",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/journeying-deeper-into-time-and-space-1657887750",
        "news_paper_name": "The Financial Express",
        "publish_date": "16-07-2022"
    },
    {
        "full_article": "It is a bad piece of news, disappointing too. Some 50 people were injured in a clash over the distribution of sacrificial animals' meat in Sylhet. Reports said that an expatriate donated 35 cows to a local madrasa for sacrificial purposes during Eid-ul Azha. The clash broke out between two villages over the sharing of sacrificial animal meat. Locals from both villages engaged in a two-hour-long clash with locally-made weapons, causing injuries to more than 50 people. Police finally arrived at the spot and brought the situation under control.The unwanted incident reflects some ugly truths prevailing in society, in this country, to be more precise. It indicates that a section of the Muslims in the country has yet to realise the real meaning of Qurbani or the sacrifice entirely. Though they do not run short of knowledge regarding the religious command on sacrificing animals during Eid-ul Azha, the spirit of the sacrifice is not instilled in them adequately. Otherwise, how can two villagers clash with each other over the distribution of meats of the sacrificed animals? It is not a distribution of some relief or aid. It is Qurbani which ultimately means sacrificing the inner evils and beasts of human being, not the domesticated animals like cows and goats per se. That's why the numbers, sizes and prices of sacrificial animals are irrelevant spiritually during Qurbani. Sharing and distributing meat of a large number of sacrificed animals itself, however, created a management problem. In Bangladesh, mismanagement in distributing goods or items is a regular phenomenon mainly due to indiscipline. Neither distributors nor receivers pay attention to maintaining discipline. As the crowd grows, chaos occurs during the distribution of food or anything in most cases. Distribution of meat of sacrificial animals is no exception in many areas in the country, although there is a clear religious guideline in this connection. The greedy attitude of some people is also there only to make the thing complex. Be it relief materials, charitable donations or meat of sacrificial animals, a section of greedy people always try to grab undue shares depriving the needy ones. Moreover, they sometimes try to instigate quarrels and clashes. Nevertheless, disciplined and systematic distribution of relief items, foods or meat of sacrificed animals is not an impossible task. Many individuals and organisations have done so over the years without disturbance or chaos. What is needed is to learn from them. Local leaders and social activists need to come ahead in this connection. Religious leaders like Imams of mosques also have an important role to play. Though many of them are used to guide the distribution of the meats of sacrificed animals upholding the spirit of sacrifice every year during religious sermons, more effort is needed to give people the lesson. Undermining the spirit of Qurbani under the influence of greed and wrong explanation is not acceptable at all. \n[email protected]",
        "headline_1": "Undermining the spirit of Qurbani",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/undermining-the-spirit-of-qurbani-1657887968",
        "news_paper_name": "The Financial Express",
        "publish_date": "16-07-2022"
    },
    {
        "full_article": "The number of appliances in our homes that are 'always on' is increasing day by day. With this, we are also becoming habituated to leading a luxurious life. Many of us can hardly think of our life without air-conditions, refrigerators and washing machines. All these home appliances consume high power. Moreover, we oftentimes forget to turn the lights off when we leave our room. However, it is necessary to help save electricity and lower your utility bills. As a homeowner, turning the lights off when you are not using them can help save money by reducing your electricity bills, extend the life of your light bulbs, and buy bulbs less often. Analysing Bangladesh's recent load-shedding situation, caused by a fuel crisis, we can say that turning your appliances off is essential when you go out of your home even for a few minutes. Doing so can make your home more energy-efficient. While choosing home appliance options, you should always consider high-quality and cost-effective options. Being a responsible citizen, every small contribution can count and help the nation to withstand in these difficult times. We must raise awareness among our surrounding people so that the usage of power can be curtailed. And we can do so by staying away from illuminating shops and shopping malls, digital displays and decorative lights as they consume huge power. We no longer need billboards or digital displays that are kept on for the entire night. The same can be said for some street lights. A number of them could be switched off before the dawn. The lights in the high-rise buildings where the entire staircase is illuminated may be switched off at one point. The authorities concerned should encourage everyone to use solar panels more. These are some of the measures which we can collectively and willingly implement and for sure they will save at least 5-7 per cent of power demand. \nArpit Parikh, Senior Banker, Dhaka, [email protected]",
        "headline_1": "Tips to save electricity",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/tips-to-save-electricity-1657888008",
        "news_paper_name": "The Financial Express",
        "publish_date": "16-07-2022"
    }
]