[
    {
        "full_article": "The Central Bureau of Investigation (CBI) has accused Delhi Deputy Chief Minister Manish Sisodia and 14 others of corruption in the implementation of the Excise Policy 2021-22 in the National Capital Territory. On Friday, the agency searched Mr. Sisodia’s house and also multiple locations in the country. Mr. Sisodia has said he expects the agency to arrest him soon. On July 21, Lieutenant Governor Vinai Kumar Saxena had recommended a CBI probe after the Chief Secretary of the Delhi government submitted a report alleging “ulterior motive of monetary gains” on the part of the accused in the implementation of the new policy, which the Delhi government then withdrew. The controversial policy which was rolled out on November 17, 2021 had privatised and liberalised the liquor trade, with the Aam Aadmi Party (AAP) government projecting a revenue increase of ₹9,500 crore. The report has accused Mr. Sisodia of “deliberate and gross procedural lapses” to give “undue benefits to liquor licensees” through the policy, and receiving kickbacks through clandestine routes, which the CBI is probing. AAP has claimed that the new policy made the liquor trade more beneficial for the public exchequer and consumers.The merits of the case remain a subject matter of investigation, but hardly anyone expects the CBI to be impartial. The agency has been blatantly misused by the BJP and the Centre to target political opponents and States run by the Opposition. The BJP has been successful in putting its opponents on the defensive through CBI and ED investigations on a regular basis. The irony in this instance is that AAP has been a votary of strong central laws and central institutions to combat corruption, having transformed itself into a political party after beginning as an anti-corruption campaign platform. Its popularity in Delhi has curiously alternated with its principal opponent, the BJP. While AAP swept the last two Assembly elections in Delhi, the BJP won all seven Lok Sabha seats twice over during the same period. AAP’s welfare schemes in Delhi helped it replicate its popularity in Punjab where it won power, but is now struggling to govern. AAP’s strategy has been to tar all politicians — and politics itself — with the same brush while claiming to be the only incorruptible entity. Its attempts to reenact the script in Gujarat, the prestigious pedestal of the BJP where elections are due this year, were bound to invite the BJP’s wrath. But AAP has a lot to explain. It remains to be seen whether the holier-than-thou politics crafted by AAP survives the no-prisoners approach of the BJP, even as it tries to frame the 2024 general election as a contest between AAP chief Arvind Kejriwal and Prime Minister Narendra Modi.",
        "headline_1": "Spirited battle: On AAP and the Delhi excise policy",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/spirited-battle-the-hindu-editorial-on-aap-and-the-delhi-excise-policy/article65794018.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "22-08-2022"
    },
    {
        "full_article": "The delicate but peaceful transition of power in Somalia earlier this year after the delayed but successful completion of the legislative and presidential elections had raised hopes that the conflict-stricken country in the Horn of Africa was finally moving towards some political stability. But Friday’s siege of an upscale hotel in the capital Mogadishu — at least 20 people were killed — is a grave reminder of the security challenges the country is facing despite the promises made by the new administration of President Hassan Sheikh Mohamud to ideologically, financially, and militarily defeat violent extremists. Armed militants stormed the hotel and took several civilians hostage before security personnel ended the siege about 30 hours later, as claimed by al-Shabab. This al-Qaeda-affiliated terror outfit, which controls much of southern and central parts of Somalia, has repeatedly targeted civilians and security personnel in government-controlled territories. In recent years, despite international counter-terror measures, al-Shabab has grown in strength, cashing in on the humanitarian crisis in Somalia and the security crises in neighbouring countries. According to a 2020 report, it collects more revenue than the government, has built one of the strongest terrorist machineries in the continent, and is now seeking to expand its influence across the Horn of Africa.Somalia has long been called a failed or fragile state. It has also seen one of the biggest failures of international counter-terror operations. Civil conflicts in Somalia can be traced back to the dictatorship of General Siad Barre. As Barre’s regime collapsed in 1991, the country fell into chaos and civil war, with different clan-based armed groups fighting one another. Since then, Somalia has seen several attempts to form a stable state and regional and international interventions to establish security, but none has proved successful. Al-Shabab emerged from this chaos and went on to become what it is today. Part of the problem is that the government’s writ does not run in regions beyond the capital. The country is also witnessing a massive humanitarian crisis amid a severe drought. As state institutions remain fragile and dependent on the mercy of international donors, it is easy for the militants to retain their territorial fiefs. There are no magic bullets for Somalia’s woes. But to begin with, the federal government in Mogadishu and its regional and international backers should have a comprehensive security and crisis-response approach. The government’s focus should be on providing essential services, goods and relief to the people while at the same time establishing an effective and affordable security architecture through a broad-based political consensus. Both state-building and counter-terror operations should be carried out side-by-side and the international community should generously back Somalia in its fight for survival.",
        "headline_1": "Fight for survival: On Somalia’s fight against terror",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/fight-for-survival-the-hindu-editorial-on-somalias-fight-against-terror/article65794132.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "22-08-2022"
    },
    {
        "full_article": "Admission to a university is an important and sacrosanct step in the life of an individual. Apart from the experience of entering the ‘universe’ of knowledge, it means freedom from parental control and becoming master of one’s own time. It is an admission into a different life, far or close from home and the first taste of freedom with responsibility.\nRead the full article on TOI+\n\n",
        "headline_1": "It’s not just teething troubles: Besides the toll taken by this year’s glitches and delays, is CUET really in students’ interest?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/its-not-just-teething-troubles-besides-the-toll-taken-by-this-years-glitches-and-delays-is-cuet-really-in-students-interest/",
        "news_paper_name": "The Times of India",
        "publish_date": "22-08-2022"
    },
    {
        "full_article": "With India betting big on startups to drive innovation and create jobs, it is imperative that patenting becomes faster. A working paper published by the Prime Minister’s Economic Advisory Council pinpoints some areas requiring GoI attention. It notes that manpower at the patent office is woefully inadequate, leading to delayed issuing of patents. This gives other countries that quickly process patent applications an unnecessary advantage. Even as GoI desperately looks to fill 10 lakh central government vacancies by 2024 to tide over the jobs crisis, it is bolstering public recruitments in the right areas that will help reduce redundant government hiring elsewhere.\nIndia’s patent office had just 858 examiners and controllers in 2020 against over 13,000 in China and 8,000 in US. While patent applications have increased from 45,444 in 2016-17 to over 66,000 in 2021-22, corresponding 2020 numbers for China were 15 lakh and US 6 lakh. Obviously, research and development capabilities of Indian academia and industry are lagging hugely. But reducing average time to dispose of applications – 58 months in India against 15 in Japan, 20 in China, 21 in US – is easier; hiring 2,000 hands for the patent office will help, argues the PMEAC paper. Slow disposal not only delays new technologies, it sends serious innovators abroad. World Intellectual Property Organisation’s 2010-19 data showed that Indians filed nearly similar number of applications within the country (1.2 lakh) and abroad (1.07 lakh), but only 13,670 patents were granted in India against 44,000 abroad.\nWhile slow processing could be a reason, many domestic filers aim for first-mover advantage to pip competition by filing half-baked applications. Such non-serious filing can be busted through time bound clearances – a few months or weeks – for each stage of the patent-granting process. Again, only a well-staffed patent office can adhere to globally competitive timelines. Patent applications from startups saw a marked fivefold increase since 2016, touching 6,000 in 2021-22. Patents help startups secure funding, which in turn creates jobs. PMEAC has done a valuable job. GoI should listen to it.\n\n",
        "headline_1": "Patently inadequate: India grants patents too slowly. Every job filled at patent office can create hundreds outside",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/patently-inadequate-india-grants-patents-too-slowly-every-job-filled-at-patent-office-can-create-hundreds-outside/",
        "news_paper_name": "The Times of India",
        "publish_date": "22-08-2022"
    },
    {
        "full_article": "Yesterday the process for electing a new Congress president got underway and if everything proceeds as per schedule, the party will anoint Sonia Gandhi’s successor by September 20. Since she first took over as Congress president in 1998 politics in the country have transformed, over and over. Earlier her leadership kept pace with the transformations but she has not been able to successfully restyle it for a BJP-dominated political landscape. This is underlined by Congress’s failure to win a single state election in Sonia’s second presidential stint since 2019.\nShe had stepped back into the job because Rahul had stepped down from it, after presiding over the 2019 debacle that saw BJP’s vote share rise close to Congress’s in 1989. Three disheartening years later the party clamour for Rahul to return is muted by his reiterations of disinterest. At the same time, ‘Team Rahul’ continues to play key roles across state party units and the AICC secretariat. Continuing this ambiguity for another five-year stint while Congress bleeds defections and shrinks as the all-India opposition fulcrum, will weaken its 2024 hand even more.\nContrast such organisational atrophy to hard electoral calculations driving continual operational churn in BJP – where the recent parliamentary board rejig even dropped heavyweights Shivraj Singh Chouhan and Nitin Gadkari. In some ways it is Congress’s G23 grouping that has spoken loudest for this churn but they are yet to make clear that this is not just some durbari jostling for influence over the Gandhis. For example, Anand Sharma and Ghulam Nabi Azad resigning from party posts in Himachal Pradesh and Jammu & Kashmir respectively, should take their protest to a meaningful next step by actually contesting for the Congress presidency.\nBoth the US and UK provide vivid examples of how robust internal democracy helps make political parties more competitive. Plus, Sonia herself said at the Udaipur chintan shivir that extraordinary situations demand extraordinary measures. A real election for her post could be a real energy shot for her party.\n\n",
        "headline_1": "Gandhi or not: Congress getting serious about its 2024 game has to begin with electing Sonia’s successor",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/gandhi-or-not-congress-getting-serious-about-its-2024-game-has-to-begin-with-electing-sonias-successor/",
        "news_paper_name": "The Times of India",
        "publish_date": "22-08-2022"
    },
    {
        "full_article": "This is the final column in a three-part series\n\nDer Narzissmus der kleinen Differenzen – Narcissism of minor differences – is Sigmund Freud’s remarkable hypothesis that people in adjoining areas who are very alike are especially likely to engage in feuds because of hypersensitivity to details of differentiation.\nThat’s what’s happening with the recent debate on freebies, from highest political levels to RBI to the Supreme Court.\nRead the full article on TOI+\n\n",
        "headline_1": "Spend it, hide it and forget about it: States don’t reveal true freebie costs. Only transparent budgeting will put pressure on them",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/spend-it-hide-it-and-forget-about-it-states-dont-reveal-true-freebie-costs-only-transparent-budgeting-will-put-pressure-on-them/",
        "news_paper_name": "The Times of India",
        "publish_date": "22-08-2022"
    },
    {
        "full_article": "The unrelenting need to protect \"the image\" and \"the peace\" of the country has become so important over the years under the current government that any creative effort runs the risk of being censored for not portraying the country in a positive light. Recently, Hero Alom was called up by the Detective Branch of our police for singing Rabindra sangeet out of tune. On top of that, the DB asked him to drop the \"Hero\" from his name, simply because he does not \"look like one.\" Afterwards, when the international media widely started reporting on the absurdity of the incident, the Bangladeshi authorities got agitated about the criticism. But why is the concern always over the criticism, and not the ridiculous actions that inspire it? \nRecently, netizens have found themselves once again having to stand up for Shonibar Bikel, a 2019 Bangladesh-German-Russian co-production directed by Mostofa Sarwar Farooki. The one-shot drama – based on the Holey Artisan Bakery tragedy – had its world premiere at the Moscow International Film Festival 2019. After Moscow and then Sydney, it was screened at London's renowned Barbican Centre and the Munich International Film Festival, competing for the CineCoPro Award and eventually grabbing numerous awards globally.\nHowever, despite these accolades, it is still stuck at the Bangladesh censor board, and no one knows when it might be released in theatres across the country. Over the last three years, Farooki has been unable to get an answer to why his film is not getting the censor certificates for release in Bangladeshi theatres. \nIronically, a film about a horrible captive situation at the hands of terrorists is now being held captive in the hands of the powers that be. In most films, everything comes to an end after a feature-length period. But for Shonibar Bikel, its fate is being written behind closed doors.\nFarooki's film is the latest victim of increasing restrictions on freedom of expression, but it will definitely not be the last. This is despite the fact that the film is being embraced globally for its heart-warming appeal and the mastery of the director. This is probably so far the only one-take, feature film made by a Bangladeshi director. People with an interest in film and the Bangladeshi film industry can grasp how audacious this attempt is for any director in Bangladesh. Unsurprisingly, Farooki is being praised internationally for how successful he was in creating tension and holding on to it throughout the story with this technique.\nIn 2019, Hollywood Reporter reviewed Shonibar Bikel and mentioned how the film is not being released in Bangladesh on the grounds that it could \"damage the country's reputation\" and incite religious hatred. They further added: \"The only thing this Bangladesh-Germany co-prod could do to the country's reputation is, improve it, and its plea for religious tolerance is nothing short of touching.\" Given the fact that a large portion of Bangladeshi films routinely underperform in critics' eyes, it is a shame that productions that bring something new to the table are being kept away from the public for such absurd reasons. Why are we censoring a director who is introducing Bangladeshi films to places and audiences where Bangladesh has never been seen or heard of?\nUndoubtedly, Farooki is a filmmaker who works for socio-political change, since his unique subjects attempt to create wider discourse instead of repeating the same, tired narratives. One might not be a fan of Farooki's work, but we cannot ignore the ideas that his films are bringing into the middle-class' collective consciousness. As a 2012 AFP report stated: \"What makes Farooki's work different is its contemporary take on the lives and troubles of young Bangladeshis.\"\nThis is reflected in the fact that most of his acclaimed works target social taboos. For this reason, Bachelor (2004), Made in Bangladesh (2007), and Third Person Singular Number (2009) all suffered in the \"censor jail\" for various years due to the fear that they would \"corrupt\" the youth. However, when these films eventually were able to hit the theatres, they were all successful critically, in terms of popularity, and in reaching the director's end goal of addressing progressive issues for the masses.  \nAt the very heart of a democratic society rests the freedom to speak, to create, and to choose. When an internationally recognised director is unable to showcase their film in Bangladesh, it is a reflection of a country where people are being silenced every day in various ways. When the Holey Artisan attack took place in 2016, it resulted in stricter immigration rules for foreigners and embarrassing warnings about Bangladesh from various embassies to their citizens. No doubt, that period did not represent our country in a positive light. And now, the blocking of a film inspired by the same event seems even more to display a lack of interest on the part of the authorities to work for a better image for Bangladesh. \nEarlier in May, Bangladesh stood 162nd out of 180 countries in the Press Freedom Index, scoring the lowest in South Asia. Given that the government claims to be the caretaker of the country's image, does it make sense for them to censor films that deal with actual events that have darkened the history of our country in the first place? If anything, Shonibar Bikel will give Bangladeshis the space to see haunting events through a critical lens, and guard against the forces that led to such horrific acts of violence. By releasing this film, the government can mend their tarnished image in regards to press freedom and be applauded for encouraging the freedom of expression and art. \nIt is high time for the responsible authorities to take the necessary steps to release Shonibar Bikel. Ultimately, allowing film, art, and culture to flourish will actually contribute to fighting against the very forces that led to such dark events as the 2016 Holey Artisan attack. \nMonorom Polok is a freelance writer, activist and the founder of \"Where is Kajol?\"\n\n",
        "headline_1": "Shonibar Bikel: Yet another captive of the “image” protector",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/shonibar-bikel-yet-another-captive-the-image-protector-3100376",
        "news_paper_name": "The Daily Star",
        "publish_date": "22-08-2022"
    },
    {
        "full_article": "Perhaps the starkest image of the Partition, which created the two independent states of India and Pakistan in 1947, is that of the train massacres. In this vignette from Siyah Hashiye or Black Borders, Saadat Hasan Manto shows the ruthless slaughter of innocents simply because they belonged to a different community.\nRioters brought the running train to a halt. People belonging to the other community were pulled out and slaughtered with swords and bullets. The rest of the passengers were treated to halwa, fruits and milk. The chief assassin made a farewell speech before the train pulled out of the station: \"Ladies and gentlemen, my apologies. News of this train's arrival was delayed. That is why we have not been able to entertain you lavishly the way we wanted to.\"\nThe train massacres inspired Khushwant Singh's Train to Pakistan (1956) and were later used by Bapsi Sidhwa in The Bride (1982) and Ice-Candy-Man (1988).\nSyed Waliullah wrote two stories on the Partition, one in English, the other in Bangla. They are different not only in their language but also in structure, theme, imagery and style. Writers are often asked for whom they write. Is writing a spontaneous overflow of powerful ideas and feelings – to draw from Wordsworth – where the writer is concerned only with his or her own inspiration? Or is writing meant for an audience, adapted to meet the needs of that audience?\n\"The Escape,\" written in English, and \"Ekti Tulsi Gachher Kahini,\" written in Bangla and then translated by Waliullah himself into English, suggest how the same writer builds on different images and perspectives for a different audience. \"Ekti Tulsi Gachher Kahini\" or \"The Tale of a Tulsi Plant\" suggests that it was written for a Bengali audience. \"The Escape,\" first published in Pakistan P. E.N. Miscellany 1 (1950), was meant for a West Pakistani audience.\nA little over a year before the Partition took place, violence broke out in Kolkata.  Contemporary accounts reveal the horror that was visited on the city. Shahid Hamid, in Disastrous Twilight: A Personal Record of the Partition of India, mentions 20,000 persons being killed. Gopal Das Khosla, in Stern Reckoning: A Survey of the Events Leading up to and following the Partition of India, gives a far more modest number of 3,173 dead bodies. He notes, however, that  \"this figure does not represent the total number of deaths caused in the riots. Many dead bodies were burnt in houses, many others floated down the river to the sea.\" \nHowever, representative Bengali writing on the Partition does not deal with riots and murders. Despite the riots that occurred in Kolkata and Noakhali, the stories that emerged from Bengal, written by writers who left East Pakistan in the wake of Partition have not been about looting and killing as about leaving, loss, and displacement, or, in the writing of East Bengali writers, the hope of a new dawn or the search for a new identity. For East Bengali writers, Partition and independence were soon followed by the Language Movement and the growing consciousness of the differences – and disparities –   that existed between them and the people of West Pakistan.\nSyed Waliullah's \"The Escape,\" written when the memory of train massacres was still very vivid, is set in a train compartment full of refugees. The compartment is overcrowded but, apart from the \"white, but slightly soiled, embroidered cap\" which an old man is wearing – suggesting that he is a Muslim – there are no other details which would disclose the ethnic or religious background of the refugees.\nThe unnamed protagonist tries to befriend a little girl he sees in the compartment, but his behaviour and manner of speaking terrify her. It is obvious that the young man too is trying to escape like the others in the compartment. The young man imagines that the little girl sitting alone is a refugee who has lost everyone except the old man next to her. He offers to tell the girl a story but, even before he starts, the memory of violence that disrupts that narrative causes him to falter and even frighten the young girl. Thus he remembers the hot, still afternoon when everything but the crows were silent \"Only blood, silent and vicious, oozed and oozed. . . .\" \nThe man tells the girl that he does not want to frighten her with the story so he will leave the demons out.  However, his demons, his memories which intersperse the narrative of the train journey, prevent him from continuing. The story he wants to tell the girl is never told. But the reader gets glimpses through the stream-of-consciousness descriptions of violence and mayhem. When the train stops at a station, he gets down to get some food. Then he notices a corpse guarded by two policemen. He imagines that the corpse is of a man \"who had wanted to cross the border for safety, but now lay there stiff, his skull completely battered.\"  Terrified, he returns to the compartment.\nEvery now and then there is a scream. The man imagines it is someone else's scream but it is his own. When the girl continues to shout about a mad man, the protagonist, not understanding that she is referring to him, looks everywhere. Failing to find the mad man, he opens the door of the compartment and steps out of the running train.\n\"The Escape\" tells two parallel stories: the story of the young man in the train  and the story of what he has seen. (Eighteen years later Waliullah would use this device of parallel stories in his novel Kando Nadi Kando). In \"The Escape\" the story of what the young man has seen is told in flashbacks, marked off from the narrative by italics. But these flashbacks are surrealistic scenes, not a connected story, describing the violence of the Partition in the north and west.\nHe had not heard the cry; silence reigned heavily. Why does blood not make any sound? It oozes noiselessly. And at that time it was oozing noiselessly Perhaps truth does not make any sound. Only what is untrue makes sounds. The man lay dead there under the deepening oblong shadow and it was true. He did not make any sound.\nThe story that the young man wants to tell the girl is not told nor is he able to give the message he wants to the world. All the reader learns is the fragmentary and tragic story of a young man haunted by terrible memories of massacres and killings, by scenes of dogs eating human flesh, by the sight of a man shot to death because he was seeking the safety of a country across the border. In this story, written soon after the Partition, there is no moralizing, only the horror of blood,  waste, and madness.\n\"Ekti Tulsi Gachher Kahini\" is a straightforward narrative about a group of Muslim refugees from Kolkata looking for shelter in East Bengal. Abu Rushd's novel, Nongor (1967), describes at greater length the plight of a refugee from Kolkata attempting to settle down in a different country. There are also several short stories that narrate the search for a home, among them, Ashraf Siddiqui's \"Pukurwala Bari\" (The House with a Pond\") and Abu Rushd's \"Har\" (\"The Bone\"). Though in Nongor, the protagonist is disappointed in the backward nature of Dhaka, in \"Pukurwala Bari\" as in \"Ek Tulsi Gachher Kahini\" the rural nature of the new country is refreshing. The description of plenty in Syed Waliullah's story contrasts sharply with the conditions in which the refugees had lived in Kolkata.\nMany of these people had lived all their days in the unspeakable stench and filth of Calcutta – in the sailors' quarter of Blockman Lane, in the bookbinders' quarter of Baithakkhana, among the tobacco merchants of Syed Saheb Lane, or in Kamru Khansama Lane. In comparison, the vast rooms, the wide windows like those of the indigo traders' mansions, the enormous yard, and the orchard of mango, jackfruit, and berries in the rear – all these belonged to a different world.\nDiscovering the large, two-storeyed abandoned house, the refugees imagine that they have no further problems, at least where a place to stay is concerned. Despite some feelings of guilt, they break the lock and occupy the house. They set about making themselves at home.\nThen one day the refugees discover a neglected tulsi plant in the garden. It is a Hindu symbol, they think, and decide it has to be destroyed. They become conscious that the house they are occupying had belonged to others who were forced to leave.  While the man who discovered the plant wants it to be destroyed, the others imagine the woman who must have tended that plant every evening.\nThough it was overgrown with weeds now, someone had lighted a lamp every evening under this abandoned tulsi plant, too. When the evening star, solitary and bright, shone in the sky, a steady quiet flame had burned red, like the touch of crimson paint on the bowed forehead.\nThe image of a train also recurs in this story, but as symbolic of departure. Thus one of the refugees, who had been a railway employee, imagines the woman who tended the tulsi plant sitting at a train window, remembering the house she had left behind and the tulsi plant. Wherever she went, he thought, she would remember the tulsi plant and her eyes would fill with tears.\nSyed Waliullah stresses the common humanity of the previous occupants and the present ones. The refugees who occupy the house are Muslims; the people who had vacated it were Hindus. But both groups are homeless refugees, both forced to vacate their homes for an uncertain future in an unknown place. For the Hindu housewife tending the plant might have been a religious duty, for the refugee who tends it the plant is a reminder of their common humanity, of the need for roots, for the ordinary rhythms of life which political events and upheavals disrupt. Despite religious and political differences, Waliullah suggests, the human bond remains somewhere underneath.\nBut the people on top who make decisions do not care for human bonds. And one day policemen arrive, accusing the refugees of occupying the house illegally. The refugees have to vacate the place. The government has requisitioned the house. After the officials leave, the refugees grow depressed. They no longer bother about the tulsi plant or about the woman who tended it.\nThe tulsi on the edge of the yard had begun to wither again. No one had given it water since the police came to the house. Nor had anyone remembered the tearfilled eyes of the mistress of the house.\nUsing the fact of illegal occupation, Waliullah writes a moving story of human feelings and also a grim reminder of the human cost of Partition.\nThe only woman in the story is the imagined figure of the housewife who tended the tulsi. In reality, the refugees who came from West Bengal were men, women and children – unless, as in Nongor, it was a young man who came to seek his fortune in a promised land. Many of these refugees would be disappointed, though some of them would get jobs and plots in new developments. \nWaliullah had been working for the Statesman in Kolkata, but his family was from East Bengal and he moved to Pakistan. However, he was an agnostic as his wife Anne-Marie Waliullah says in her reminiscences, Syed Waliullah: My Husband as I Saw Him.\" In his early novel Lalsalu (1948) – translated as Tree Without Roots – Waliullah had suggested the fraudulence and hypocrisy behind the façade of religion. The idea that religion was not enough to hold the two wings of Pakistan together would finally lead to the creation of Bangladesh. In both his short stories, different though they are in theme and telling, Syed Waliullah questions the rationale behind Partition and describes the loss, displacement, and trauma that accompanied it.\nNiaz Zaman, an academic, writer and translator, is at present Advisor, Department of English and Modern Languages, Independent University, Bangladesh. The short  stories mentioned are anthologized in  The Escape and Other Stories of 1947  (Dhaka: UPL, 2000).\n",
        "headline_1": "Death and Displacement in Syed Waliullah’s Partition Stories",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/in-focus/news/death-and-displacement-syed-waliullahs-partition-stories-3100071",
        "news_paper_name": "The Daily Star",
        "publish_date": "22-08-2022"
    },
    {
        "full_article": "We support the section of tea workers who vowed to continue their movement for a daily minimum wage of Tk 300 after trade unions called off the strike on Saturday afternoon, following government assurance that the daily wage would be raised from Tk 120 to Tk 145. The hike is a win more for tea garden managers than workers, who are justified in thinking that it is insufficient. A strike may be a disruptive practice from an economic point of view. But it remains the only way for the poor workers to get their message across to the authorities, who are seldom persuaded by quieter voices.\nReportedly, workers of about 166 tea estates, including those in Sylhet and Chattogram, enforced the strike since August 13. These people are among the poorest and most marginalised communities in Bangladesh. Yet, for eight days, they chose to abstain from work which, according to the chairperson of Bangladeshi Tea Sangsad (Sylhet), caused \"huge losses\". In reality, the workers had to suffer a great deal more. They had to forgo wages for each day they were away from work. Each day spent in protesting made them poorer than the day before. It took enormous courage to still go on, and to still want to continue without the backing of trade unions, because, frankly, they have been pushed to the wall.\n\nIt is the government's responsibility to establish rules of fair trade for the tea workers and their employers, who must come out of their colonial mentality to exploit the former.\nOfficially, about 74 percent of tea workers live in poverty, according to a 2018 study by Bangladesh Bureau of Statistics. Even if you feel inclined to take a BBS statistic with a pinch of salt, it still is a huge number. Their precarity was made worse by the insanely high prices of daily essentials in the country. Thus, the proposed Tk-25 increase is not proportional to the rise in their expenses. It follows a historic pattern of exploitation in which workers are forced to serve their \"masters\" in exchange for a pittance. Although they are given some benefits in the form of housing, food rationing and primary healthcare, these facilities are not enough to complement their poor wages, nor does everyone have access to them. While talking to The Daily Star, workers described their miseries including uncertainty over job regularisation, shrinking scope for outside work, generational poverty, etc. As one expert has pointed out, the tea communities are also protectors of the 25 percent of our forest area, and thus merit special consideration.\nWe think tea workers need fair treatment more than special treatment, and it starts with determining a proper value for their work. And it is the government's responsibility to establish rules of fair trade for them and their employers, who must come out of their colonial mentality to exploit them. They should look at the additional cost of fair wages as part of a move to restructure the industry. Currently, Bangladesh is the 10th largest tea producer in the world, yet in 2020, it ranked 61st in tea exports, indicating that the sector has lost its export competitiveness. Clearly, it needs modernisation and diversification, and it needs motivated workers for that. We urge the authorities to use the present crisis as an opportunity to advance the sector, and give workers better incentives to realise that vision.\n",
        "headline_1": "Tea workers deserve better wages",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/tea-workers-deserve-better-wages-3099966",
        "news_paper_name": "The Daily Star",
        "publish_date": "22-08-2022"
    },
    {
        "full_article": "Bangladesh Prime Minister Sheikh Hasina's official visit to India, her third visit since her Indian counterpart Narendra Modi assumed office in New Delhi, comes against the backdrop of visibly improved bilateral ties between the two South Asian neighbours, a relationship that is conditioned by irreplaceable geography and irreversible history.\nIt is safe to assume that the outcome of this visit will contribute to moving the bilateral ties forward on multiple fronts. Over the past few years, there has been tangible – and in some cases, exponential – progress in a number of areas. The most notable of these have been in the realm of multimodal connectivity, including energy connectivity, trade with sharp rise in Bangladeshi exports to India, India-financed infrastructure projects, defence ties, security cooperation, cultural cooperation and general people-to-people contact. These will very likely be reinforced as a follow-up to the visit.\nA positive outcome from the minister-level Joint Rivers Commission (JRC) meeting scheduled before the prime minister's visit would provide added substance. Meaningful progress on sharing the waters of cross-boundary rivers, an agreement on which exists on only the Ganges, is an area that deserves special attention. Lack of visible progress on this critical issue has thrown a dark shadow on the state of bilateral ties. It is in this context that the JRC meeting, the first in more than a decade, assumes special significance.\nDeaths of Bangladeshis on the border, albeit reduced in recent times, is another issue that warrants due attention. The oft-assured zero death figure continues to remain an unfulfilled promise. Realistically, any discussion on the Rohingya repatriation issue would be more for the sake of form and not so much on substance, primarily because the key to any solution on this does not rest fully on Delhi – it rests somewhere else.\nOver the last decade or so, a new phenomenon has appeared on the horizon that has added a new dimension to the Bangladesh-India bilateral relations. Both Dhaka and Delhi have come to recognise the importance of Bangladesh enlarging its multifarious contacts with the Indian states that neighbour Bangladesh to the north and the east. Of these, ties with Assam, Meghalaya and Tripura have been greatly enhanced, as these three states share common boundaries with Bangladesh. There is also a historical element to this: all three of these states played a major role in supporting the Liberation War of Bangladesh in 1971 and provided shelter to countless refugees fleeing the Pakistani genocide. The multifaceted and historical contacts between Bangladesh and West Bengal are an existing reality; they need no reiteration. However, there is an understandable expectation in Bangladesh that the West Bengal government will do all that it needs to in resolving the long-standing Teesta water-sharing issue. This is a thorn that needs to be removed in the interest of both sides.\nAssam, Meghalaya and Tripura offer immense opportunities for connectivity, trade and investment, more so for Bangladesh. The local governments in all three states have great interest in this. During my recent visit to Guwahati as the leader of a 25-member delegation of freedom fighters, youth and journalists, I saw first-hand the willingness of the people and the government of Assam to deepen contacts with Bangladesh. At our extended meeting with Chief Minister Dr Himanta Biswa Sarma in Guwahati, he made his intentions clear of forging closer connectivity and economic and cultural ties with Bangladesh. On more than one occasion, he expressed his deep gratitude to Bangladesh Prime Minister Sheikh Hasina for ensuring that Indian insurgents who had threatened peace and security in Assam in the past do not find shelter or support in Bangladesh. His exact words were, \"Because of Prime Minister Sheikh Hasina, the people in Assam can now sleep in peace. This has contributed to Assam's economic development.\" He was also hopeful of restoring air links between Dhaka and Guwahati shortly. The chief minister accepted an invitation from the Bangladesh government and expects to visit Bangladesh sometime early next year. One hopes that the need to maintain the momentum of growing ties between Bangladesh and the northeastern states would find due prominence at the talks, with full support from Delhi. For Bangladesh, extending the ties to Manipur, Arunachal, Nagaland and even Sikkim would be mutually beneficial and add breadth to our overall bilateral relations. After all, India's northeast is our hinterland.\nPrime Minister Sheikh Hasina would be in Delhi at a time when global and regional geopolitics is witnessing unprecedented levels of tension and uncertainty, with commensurate fallout on the global geoeconomics.\nJust when countries like Bangladesh and India were recovering from the scourge of Covid-19 pandemic and its debilitating health and socioeconomic consequences, the Russia-Ukraine war and the subsequent sanctions on Russia threw up a new and more severe set of challenges. Global supply chains faced serious disruptions, energy supplies became uncertain and costly, and new geopolitical lines were drawn. While the heat in Europe refused to subside, one witnessed political and military sabre rattling in the strategically important Asia-Pacific region, a geographical space that both Bangladesh and India are a part of. This brings security concerns closer to home. Both Bangladesh and India are at close proximity to this increasingly volatile theatre.\nIn such a scenario, a substantive exchange of views should form an important part of the agenda at the talks in Delhi. The need for calibrated response to the situations as they evolve has assumed heightened urgency. Bangladesh has made it known to all that it stands for peace and security and has counselled the need for restraint, patience and peaceful resolutions to all issues. These are values that both Bangladesh and India adhere to. Bangladesh has also been categorical in stating its intentions of not being part of any military bloc, but is open to any beneficial regional and transregional economic framework. The recently proposed Indo Pacific Economic Framework (IPEF), of which India is a part, is something Bangladesh is willing to look at positively. Detailed discussions on this should form part of the discourse in Delhi.\nPrime Minister Sheikh Hasina's September visit to India should, therefore, be an opportunity for Dhaka and Delhi to take their ties beyond the bilateral frame and form part of the larger Asia-Pacific canvass. Working as partners in the larger Asia-Pacific region should be a natural extension of the existing ties.\nAny visit between Bangladesh and India at the summit level carries with it its own weight and draws special scrutiny. The upcoming one will be no exception. Notably, this one assumes added significance as both Bangladesh and India head into national elections in 2023 and 2024, respectively. Agreements signed and understandings reached in Delhi could form parts of a roadmap for the long-term future as both sides are expected to reaffirm their commitments to further broadening and deepening the historical and strategic relations, bilaterally as much as in the greater regional context. In this, the twin principles of mutual accommodation and mutual benefits will have to be the overarching element, and has to be seen as such.\n \nShamsher M Chowdhury, Bir Bikram, is a former foreign secretary of Bangladesh.\n\n",
        "headline_1": "PM Hasina’s upcoming India visit: Building ties on a foundation of history",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/pm-hasinas-upcoming-india-visit-building-ties-foundation-history-3099951",
        "news_paper_name": "The Daily Star",
        "publish_date": "22-08-2022"
    },
    {
        "full_article": "We support the section of tea workers who vowed to continue their movement for a daily minimum wage of Tk 300 after trade unions called off the strike on Saturday afternoon, following government assurance that the daily wage would be raised from Tk 120 to Tk 145. The hike is a win more for tea garden managers than workers, who are justified in thinking that it is insufficient. A strike may be a disruptive practice from an economic point of view. But it remains the only way for the poor workers to get their message across to the authorities, who are seldom persuaded by quieter voices.\nReportedly, workers of about 166 tea estates, including those in Sylhet and Chattogram, enforced the strike since August 13. These people are among the poorest and most marginalised communities in Bangladesh. Yet, for eight days, they chose to abstain from work which, according to the chairperson of Bangladeshi Tea Sangsad (Sylhet), caused \"huge losses\". In reality, the workers had to suffer a great deal more. They had to forgo wages for each day they were away from work. Each day spent in protesting made them poorer than the day before. It took enormous courage to still go on, and to still want to continue without the backing of trade unions, because, frankly, they have been pushed to the wall.\n\nIt is the government's responsibility to establish rules of fair trade for the tea workers and their employers, who must come out of their colonial mentality to exploit the former.\nOfficially, about 74 percent of tea workers live in poverty, according to a 2018 study by Bangladesh Bureau of Statistics. Even if you feel inclined to take a BBS statistic with a pinch of salt, it still is a huge number. Their precarity was made worse by the insanely high prices of daily essentials in the country. Thus, the proposed Tk-25 increase is not proportional to the rise in their expenses. It follows a historic pattern of exploitation in which workers are forced to serve their \"masters\" in exchange for a pittance. Although they are given some benefits in the form of housing, food rationing and primary healthcare, these facilities are not enough to complement their poor wages, nor does everyone have access to them. While talking to The Daily Star, workers described their miseries including uncertainty over job regularisation, shrinking scope for outside work, generational poverty, etc. As one expert has pointed out, the tea communities are also protectors of the 25 percent of our forest area, and thus merit special consideration.\nWe think tea workers need fair treatment more than special treatment, and it starts with determining a proper value for their work. And it is the government's responsibility to establish rules of fair trade for them and their employers, who must come out of their colonial mentality to exploit them. They should look at the additional cost of fair wages as part of a move to restructure the industry. Currently, Bangladesh is the 10th largest tea producer in the world, yet in 2020, it ranked 61st in tea exports, indicating that the sector has lost its export competitiveness. Clearly, it needs modernisation and diversification, and it needs motivated workers for that. We urge the authorities to use the present crisis as an opportunity to advance the sector, and give workers better incentives to realise that vision.\n",
        "headline_1": "Tea workers deserve better wages",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/tea-workers-deserve-better-wages-3099966",
        "news_paper_name": "The Daily Star",
        "publish_date": "22-08-2022"
    },
    {
        "full_article": "August 21, 2004 is a day that will live in infamy, for on that day, a most terrible attempt was made not only to kill off the entire top brass of then-opposition Awami League, but also our democracy. And what is most terrifying is that the state itself became accessory to that. Despite the fact that mercenaries were used to throw the grenades, all relevant branches of the state collectively worked to save the criminals and divert attention away from the real culprits, as was later discovered. And this politicisation of the state apparatus, going as far as to turn it into an abettor of terrorist activities, has done immense damage to our democracy from which we have not yet recovered.\nThe main target of the grenade attack was no doubt the current prime minister, who then led the opposition camp. She herself said, on many occasions, that an attack of this magnitude could not have been carried out in broad daylight without the support of the government of the day. The destruction of evidence, lack of seriousness in investigating the tragedy, followed by political efforts to downplay it all indicate complicity of the then government. Even though Sheikh Hasina managed to survive the assassination attempt, more than 24 people were killed, and scores injured. It is incumbent upon the present government to ensure that they get the justice that has been denied to them for so long. Additionally, some of the details of the incident still remain murky to this day. It is extremely important that the truth is unearthed in its entirety, and for the people of this country to know exactly who were involved in that dreadful plot.\nOn the political front, the attack demonstrated a total disregard for democracy and constitutional politics. As a result, the two-party system – with power alternating between the AL and BNP – which could have been a blessing for the country was perhaps destroyed for good. The stakes of coming to power became a matter of life and death. And the will of the people started to get pushed further and further back.\n\nSome of the details of the incident remain murky to this day. It is extremely important that the truth is unearthed in its entirety, and for the people to know exactly who were involved in that dreadful plot.\nIt is for these reasons that we should take lessons from that day. Firstly, we must remain vigilant against such political assassinations, which also cost the country dearly in the past. The use of state apparatus to destroy one's political opposition must be shunned. The stakes of coming to power must never become a matter of survival. The institution of democracy should also be safeguarded through the voting of the people, not by politicising and abusing the state administration.\n",
        "headline_1": "A dark day in our history",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/dark-day-our-history-3099926",
        "news_paper_name": "The Daily Star",
        "publish_date": "22-08-2022"
    },
    {
        "full_article": "Bangladesh and India have decided to start negotiation on the proposed Comprehensive Economic Partnership Agreement (CEPA) with a view to strengthening further the bilateral trade and economic relations. A formal announcement is likely to come during the top-level visit of Bangladesh Prime Minister to India next month, according to media report. It was almost four years back, when the two countries primarily agreed to strike such a deal. To identify the pros and cons of the deal, a joint-feasibility study was also initiated. The result of the study showed that CEPA would boost Bangladesh's export earnings by 190 per cent and India's by 188 per cent. The gross domestic product (GDP) of the two countries is also expected to rise by 1.72 per cent and 0.03 per cent respectively. Notable is the fact that the Indo-Bangla CEPA, if and when it comes into being, will be the first comprehensive bilateral economic and free trade deal for Bangladesh. The country is yet to sign any bilateral free trade agreement (FTA) with its leading trade partners. Unlike the traditional FTA in trade in goods only, the CEPA includes trade in services and investment. It underscores trade liberalisation in goods and services and enhancement of investment facilitation and cooperation between the two countries. Thus, many critical things will be covered by the proposed bilateral agreement. India has so far signed CEPA with three countries --- Japan, Korea and the United Arab Emirates (UAE) and it has a ready template for negotiation.Bangladesh has some limitations on this score. The country is still maintaining protective tariff regime despite significant reduction in tariff rates and easing the complex tariff slabs. Though the country's simple average most favoured nation (MFN) applied tariff rate is 14 per cent, the simple average final bound rate is 156.30 per cent. Again, around one-third of the country's tax revenue comes from import-related duties. FTA in simple terms means reduction of tariff rates and loss of import-related revenue income. Against the backdrop, negotiation on CEPA with India has posed a big challenge for Bangladesh. Unlike the other trade partners, bilateral economic relations with the immediate neighbour are both diverse and complex for obvious reasons. Trade balance is heavily in favour of India as Bangladesh imports a huge volume of raw materials, intermediate goods, and consumer items. Annual trade deficit with India has already crossed US$10 billion as Bangladesh's exports recorded around $2.0 billion in FY22. Various non-tariff barriers (NTBs) imposed by Delhi makes it difficult for Bangladeshi products to access the Indian market. Anti-dumping duties imposed on Bangladeshi jute goods indicate a bilateral trade dispute is also there. The volume of informal trade is also quite large.As CEPA is going to cover services and investment, Bangladesh needs to ensure proper safeguard and dispute settlement mechanism. Dhaka also needs to stress on inclusion of the benefits and provisions available in South Asian Free Trade Area (SAFTA) agreement and SAARC Agreement on Trade in Services (SATIS). Harmonisation of Technical Barriers to Trade (TBT) and Sanitary and phyto-sanitary (SPS) related standards are also necessary to reduce the scope of NTBs. Mutual recognition of standards adopted by the respective accredited certification bodies is also critical. Moreover, representation of the country's leading trade bodies in the negotiation team is a must. Finally, there is no alternative to a win-win deal with India to tap the optimal benefit of CEPA and Dhaka must get ready for a knowledgeable and comprehensive negotiation. ",
        "headline_1": "Negotiation on CEPA with India",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/negotiation-on-cepa-with-india-1661094993",
        "news_paper_name": "The Financial Express",
        "publish_date": "22-08-2022"
    },
    {
        "full_article": "Recent media reports indicate that import payments are going to be settled in the currency of a supplier's country, Chinese yuan renminbi (CNY) in particular. It is expected that this will support stabilisation of exchange rates in foreign exchange market. The argument behind the proposition is that import payments will be made in currencies other than dollar, which will deflate the demand for US dollar. It seems that payments by importers in Taka can easily be converted into settlement currency for which US dollar will not be required. According to prevailing regulations on import, payments can also be settled in the currency of the country of the beneficiary or of the country of origin/shipment of goods. The regulations seem to be flexible since these are not confined to only convertible currencies like US dollar, Euro etc. Importers can execute import in supplier's currency. One of our major import sources is China; imports there from require billions of dollars. These imports can be made in Chinese currency. Without dependence on dollar, importers can import in other currencies. In this case, foreign suppliers need to agree to export to Bangladesh in their local currency. Payments of imports are not settled physically, rather through accounting entries. Our export proceeds are credited in other countries, which works as purchasing power of the country and used in paying external liabilities. For an example, readymade garments are exported in US dollar. The proceeds are used to procure input contents without any risk in exchange loss. If exporters start procuring goods from China in their currency, how the payments will be settled as Chinese suppliers will not accept payments in Taka. In that situation, export proceeds in US dollar need to be used for buying Chinese currency for settlement of import payments. Alternatively, settlement can be executed through currency swap under account trade arrangements. It is a simple accounting tool under which our central bank needs maintaining a Taka account in the name of counterpart central bank. In the same manner, counterpart central bank will maintain such account in their currency in the name of our central bank. In case of import by Bangladesh, their account will be credited with equivalent import payments received from importers' banks. When Bangladesh exports, exporters' banks will be paid from this account by making a debit entry. What will happen in case of disequilibrium position in trade? In case of payable position, the balances can be used in different permissible investment windows such as direct investment, portfolio investment, etc. The same can also be used for lending in Taka to residents having permission from competent authorities. If allowed, the surplus in the account can simply be used as deposits in interest bearing term deposits with banks in Bangladesh. Whatever the situation, payable position is subject to payments with interest or profit for the period up to settlement date, and vice versa in case of our receivable position. Currently, the ACU (Asian Clearing Union) procedure rules state that interest on the net debit and net credit balance will be calculated on the daily outstanding by the product method, taking a year comprising 360 days and shall be debited or credited to the participants' accounts at the end of each settlement period. The rate of interest applicable for a settlement period will be the closing rate on the first working day of the last week of the previous calendar month offered by the Inter-Continental Exchange for one month in respect of US Dollar, Euro and Japanese Yen deposits. Under swap facility of ACU, every eligible participant is entitled to the facility from every other participant up to 20 per cent of the average gross payments during the three previous calendar years. The rate of interest chargeable on each draw is equal to two months' US Dollar or Euro or Japanese Yen LIBOR declared by the Inter-Continental Exchange, applicable for the concerned value date. The central bank allows to maintain accounts with CNY for imports from China. Huge imports cannot be supported by the proceeds against exports and other income. The system can function only by purchasing currency of imports through export currency like dollar. As such, greenback will go out in the same way as required for making usual import payments. Within ACU framework, settlement is required in ACU currency like ACU dollar, ACU euro. Recent Indian regulations allow their exporters and importers to execute transactions in Rupee. To import from India in Rupee, partner countries need to export first. The proceeds of which will be used to import goods from India. Double coincidences are necessary; otherwise payments from export to India will be used there in permissible capital account transactions. So, the model is useable for imports up to equal exports.Currency swap model is useable for bilateral trade. It can work effectively when balanced trade takes place. It is reported that international reserve of Bangladesh becomes reduced when periodical payments are settled with interest under ACU framework. But imbalanced trade with counterpart country cannot bring fruitful results for local currency swap arrangement. Another problem is, as noted earlier, that interest cost needs deferral payments during settlement period.The immediate past year-end had trade deficit of US$33.25 billion. After considering wage remittances and other items, current account balances are recorded at $18.70 billion deficit. This is the effect caused by global price hike for supply chain disruption due to war. In the last fiscal year, export was recorded at $49.25 billion and inward wage remittances at $21.03 billion. These two main sources of external incomes support mostly payment obligations including imports ($82.50 billion last fiscal year). Swap arrangement or transactions with importing countries in their currencies may ease payment obligations for the time being. But it is costly unless trade is balanced.  With its move up from LDC, the country's import needs will remain at upward trend until import substitution industries are developed. To cater to the situation, policy support is needed to encourage inward receipts on account of exports and wage earnings. Modest inflows can automatically stabilise foreign exchange market including exchange rate volatility. \n[email protected]",
        "headline_1": "Alternative import payments for easing pressure on forex",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/alternative-import-payments-for-easing-pressure-on-forex-1661095046",
        "news_paper_name": "The Financial Express",
        "publish_date": "22-08-2022"
    },
    {
        "full_article": "She is one of the four million slum dwellers working as a typical part-time domestic help in the capital. She has decided to leave behind the job of a 'bua' forever. In this inhospitable city the majority of them, excepting teenage and barely adult girls engaged in this demeaning service, lose their names to this derogatory common nickname. She made it clear to the lady of the house only a few days after her employment that she did not like at all to be called a 'bua'; rather she would like to be addressed as Ruma, her shortened name by which her father called her. This shows she has a character of her own different from many like her. But this is just a tip of her character. What makes her unique is her absolute honesty. On many occasions did she return money and other valuables found on the floor while sweeping. She could get away with a sizeable amount of money, but never did so. Now this middle-aged woman has decided to leave Dhaka for her ancestral home. Let it be noted here that her husband left her with six children years ago. This forced her to migrate to Dhaka for an employment as a domestic help. Her struggle for survival is like millions of her kind. No, she is not going back to her village because of her lack of employment here. She has built a two-room brick-walled house with tin roof on a piece of land her father donated her. Hers is a story of will power, struggle, sacrifice and honesty. Currently her income is Tk 14,000 a month. But she used to send Tk 10,000, paid Tk 2,000 for her rented shanty and the rest Tk 2,000 was her living cost. Not even Tk 100 for daily fooding! Isn't it unimaginable in this time of high inflation? In fact, the majority of domestic workers abandoned by their husbands go through such trial and tribulation and deprive themselves of the required food. Of course, she was not without blemishes. She is needlessly argumentative and headstrong. At times, she would not listen to reason and perform chores shabbily. This might be because of her exhaustion. But paymasters are unlikely to tolerate defiance and casual performance.In fact the years of voluntary deprivation have told on her body. She can no longer toil like before. Her earlier decision to work at as many houses as she could is now taking its revenge on her. She vowed to herself to save Tk 10,000 a month even if it meant curtailing her cost on food unaware that this will leave her debilitated and with hardly any energy. Well, she saved the money for her house that cost Tk 400,000 but at a huge price. Now she is overcome with breathing problem as she sweeps or mops floors. Lately she was taken ill several times and therefore wants to say goodbye to this city that has provided her with a means of income but in exchange exacted so much from her. Now she has her elder sons to help her. The eldest aged 22 is employed at a factory and his teenage brothers also earn a pittance. But education eludes them. She will reunite with her younger sons in her village but how will she survive there? The Tk 10,000 savings will not be there. Moreover, instead of two, there will be three mouths to feed. She has to go for her shelter built but in this period of crisis, it is quite challenging to provide for a family of seven, six of whom are in their growing stage. Her sons' income may prove too meagre for the purpose. Also, the boys will be adult enough soon to have their own family. The prospect is certainly not bright. When poverty bites too deep, even the mother who sacrificed so much becomes a burden. There were several instances when old and ailing mothers were left abandoned on streets and in remote places. Let this honest woman and doting mother not suffer such an ignoble fate. \n[email protected]",
        "headline_1": "The story of a domestic help",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/the-story-of-a-domestic-help-1661095161",
        "news_paper_name": "The Financial Express",
        "publish_date": "22-08-2022"
    },
    {
        "full_article": "Default loans with the country's commercial banks reached Tk 1.25 trillion at the end of June this year. This is not good news. Even three months ago, the amount was Tk 1.13 trillion. Various newspapers' reports suggest that the surge was due to relaxation in loan repayments for big borrowers. These borrowers are allowed to delay their due loans. The Bangladesh Bank has devised a new rule in this connection. As a result, many defaulters now think that if they do not pay the loan, they will get more discounts in the future. Many defaulters also do not repay loans, citing the pandemic-related crisis. So, experts have already expressed their apprehension that default loan amounts may continue to increase. At present, around 9.0 per cent of the totally disbursed bank loans have turned default. It is alarming for various reasons. First, it is weakening the country's banking system. Second, it will slow the pace of economic recovery. Third, many small and medium enterprises will not get the necessary credits from the banks. Fourth, depositors will also face risk. The government should immediately step up in order to curb the default loans. The Bangladesh Bank should withdraw the flexible repayment option.\nAli HossainMotijheel, Dhaka ",
        "headline_1": "Banks' default loans",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/banks-default-loans-1661095183",
        "news_paper_name": "The Financial Express",
        "publish_date": "22-08-2022"
    }
]