[
    {
        "full_article": "Odisha’s newly sworn-in Chief MinisterMohan Charan Majhi, the first politician from the Bharatiya Janata Party (BJP) to occupy the post in the State, will also be making a new record while thwarting a long-standing one. His predecessor, Naveen Patnaik of the Biju Janata Dal, was the Chief Minister for 24 years and 99 days – the second longest tenure for any one in India, after Pawan Kumar Chamling who served 66 days longer in Sikkim. Mr. Majhi is from the Santali tribe and his ascension shows the assiduousness with which the BJP has sought to win the support of the tribal communities in central and east India — also reflected in its endorsement of President Droupadi Murmu when she stood as a candidate. Mr. Majhi has rich experience as a legislator and a political organiser, having begun his political journey as an administrator. He was a village sarpanch in the late 1990s. His ascension marks a breakthrough for the BJP, which successfully projected the image of the BJD being rudderless without Mr. Patnaik as well as his dependence on the bureaucracy having steadily eroded the BJD of its second-rung of leadership. As the Achilles heel of the BJD too, this bureaucratic over-dependence was used to not only provide governance and implement policies endorsed by Mr. Patnaik, but also in political outreach. The BJP has steadfastly grown as the alternative to the BJD with the decline of the Congress.Mr. Majhi’s swearing-in ceremony also marked a return to a degree of political bonhomie with the BJD after a bitter and personal campaign targeting Mr. Patnaik’s lieutenant, V.K. Pandian, for his Tamil roots. The optics were encouraging and the BJP should focus on bringing continuity to some of the BJD’s initiatives in the State that have allowed for faster GDP growth, better delivery of services and welfare measures in the rural areas, and better diversification of an economy that is dependent on agriculture. Yet, for all its successes in reducing poverty and diversifying its economy, Odisha still remains among the poorest States in the country, with an estimated 11.07% of its population below the Multidimensional Poverty Index in 2023, according to NITI-Aayog and only six major States having higher numbers. Mr. Majhi and his colleagues have their task cut out. Odisha rewarded Mr. Patnaik with a long tenure not just for governance but also for bringing peace to a State that has seen communal riots in its tribal regions at a time when his party was in alliance with the BJP. The BJP should not interpret this mandate as one that endorses its ideology of Hindutva and return to those days of communal disharmony. Instead, it must focus on continuing the developmental work in Odisha.\nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nGeneral Elections 2024\n\n/\n\nOrissa\n\n/\n\ngovernment\n\n/\n\nBharatiya Janata Party\n\n/\n\nBiju Janata Dal\n\n/\n\nSikkim\n\n/\n\ntribals\n\n/\n\npolitics\n\n/\n\nIndian National Congress\n\n/\n\nwelfare\n\n/\n\neconomy (general)\n\n/\n\npoverty",
        "headline_1": "Carry it forward: On the BJP government in Odisha",
        "headline_2": "The BJP government should continue development schemes in Odisha",
        "link": "https://www.thehindu.com/opinion/editorial/carry-it-forward-on-the-bjp-government-in-odisha/article68285515.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "14-06-2024"
    },
    {
        "full_article": "The portfolios of many of the newly sworn-in Ministers of the 18th Lok Sabha signal no significant changes from what they held in the previous regime. The Bharatiya Janata Party continues to retain the ‘major’ portfolios, from Home to Telecommunications, with the rest distributed among its coalition allies. The 18th Lok Sabha also includes five Ministers of State with independent charge. One of them is Jitendra Singh, whose portfolio spans the Departments of Space (DoS) and Atomic Energy (DAE), the Ministries of Earth Sciences (MoES), Science and Technology (MST), and Personnel, Public Grievances and Pensions. Each of these ministries or departments by itself is a handful these days. The DoS is grappling with the entry of private sector players in the national space programme as well as managing the development of the maiden human spaceflight mission and new launch vehicles. The MoES is involved in missions to explore the seabed for mineral resources — an enterprise just beginning to feature in multilateral fora — as well as climate adaptation and mitigation. The MST oversees India’s three foremost research departments at a time when the world is haring to test artificial intelligence, build quantum computers, develop and deploy multi-omics approaches in sectors from agriculture to medicine, and invent advanced energy storage solutions. The DAE has announced plans to rapidly advance nuclear power, which includes starting phase two of its reactors programme and commissioning one facility every year. Just the sheer amount of technical divergence in the offing here, and their evolving interactions with society at large, merits more than a shared Minister of State.The fields these bodies oversee also suffer many persistent problems. To pick a few: the timelines of fellowship and grant disbursals for young researchers are often farcical; facilities that can support interdisciplinary research are largely localised and inimical to collaboration; cutting-edge research is hamstrung by vacillating regulations; intellectual property rights protection is less than airtight, and translational research is bare and restricted to some sectors. Importantly, the gross domestic expenditure on research and development as a fraction of GDP has been declining since 2008-09. While demands for more money should be preceded by capacity building that can productively absorb these funds, the growth of that capacity has been in fits and starts. Among other things, India sorely needs a separate Minister, ideally of Cabinet rank, for each of its major nodal research bodies to escape their long-standing rut, and have their needs met and problems solved in meaningful fashion during the bumpy rule of a coalition government. \nRead Comments \nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\nREAD LATER\nRemove\n\nSEE ALL\nPRINT\nRelated Topics\n\nGeneral Elections 2024\n\n/\n\nBharatiya Janata Party\n\n/\n\nLok Sabha\n\n/\n\ngovernment\n\n/\n\nministers (government)\n\n/\n\nspace programme\n\n/\n\nscience and technology\n\n/\n\noceans\n\n/\n\nminerals\n\n/\n\nClimate mitigation\n\n/\n\nArtificial Intelligence\n\n/\n\ncomputing and information technology\n\n/\n\nagriculture\n\n/\n\nmedicine\n\n/\n\nresearch\n\n/\n\npolitics",
        "headline_1": "Singular focus: On the new Union Ministers and portfolios",
        "headline_2": "Science is now too vast to be administered by one minister",
        "link": "https://www.thehindu.com/opinion/editorial/singular-focus-on-the-new-union-ministers-and-portfolios/article68285542.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "14-06-2024"
    },
    {
        "full_article": "PM’s first overseas visit after assuming office for a third term is for the 50th G7 Summit’s Outreach Sessions. Italy is the host. The G7 agenda includes discussions on Indo-Pacific, Africa, climate change, environment, migration, and Artificial Intelligence (AI). Participation of representatives of Global South, EU and African Union (AU) provides a chance to forge wider convergence on key challenges. The presence of G20 Troika, comprising India, Brazil and South Africa, is a bridge to the hard-won consensus wrought in the G20 process. With illegal migration from Africa into Europe reaching crisis proportions, major transit countries such as Algeria, Tunisia and Egypt have also been invited.\nBig boots, big boost | Modi represents world’s largest democracy, also the most populous. India has overtaken four G7 nations — UK, France, Italy and Canada — to become world’s fifth largest economy. Growing at the fastest clip, India is on its way to become world’s third-largest economy, even as Modi’s third term begins in earnest.\nRead full article on TOI+\n\n",
        "headline_1": "India at G7: The summit & substance",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/india-at-g7-the-summit-substance/",
        "news_paper_name": "The Times of India",
        "publish_date": "14-06-2024"
    },
    {
        "full_article": "After the declaration of Lok Sabha poll results on June 4, Modi began his victory speech with a ‘Jai Jagannath’ chant that drowned out the ‘Jai Sri Ram’ emanating from the crowd. Modi was celebrating his party’s whopping Lok Sabha and assembly victory – in Odisha. BJP won all but one of the state’s 21 parliamentary seats, picking up 12 new ones and altogether removing Biju Janata Dal (BJD) from Parliament.\nIt also gained a majority in assembly (78 of 147 seats), removing Naveen Patnaik, the state’s longest-serving CM, who has run it for nearly a quarter century, from the helm. On Tuesday, the party chose four-time MLA Mohan Charan Majhi, a tribal, as the state’s new CM.\nWhile BJD’s defeat may be in part an anti-incumbency mandate, it is BJD itself that paved the way for BJP’s grand arrival in Odisha.\nRead full article on TOI+\n\n",
        "headline_1": "How Majhi won Naveen’s job",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/how-majhi-won-naveens-job/",
        "news_paper_name": "The Times of India",
        "publish_date": "14-06-2024"
    },
    {
        "full_article": "Balance is the key. Overconfidence causes costly errors, in politics, in business & at work\nOne chatterati reading of the 2024 LS results is that Indian voters don’t like arrogance, ahankaar. RSS seems to share this reading. It’s not just chief Bhagwat advising, shakthi ke saath sheel sampan bano– be strong but gracious. An Organiser essay also flays the ‘overconfidence’ and ‘false ego’ of many BJP leaders.\nOverconfidence is not a danger unique to politics. When selfe-stimation remains defiant of all external assessment, that’s an HR manager’s nightmare. In business, banking and medicine too, it can lead to damaging decisions. It can drive govts to wars, thinking these will be easily won. For Nobel-winning cognitive scientist Daniel Kahneman, overconfidence is the mother of all biases.\nIt plays into the stereotype of politicians as egomaniacs. But succeeding in politics does not only demand unusual drive and selfconfidence. There also has to be surrender of ego from time to time. When Chandrababu Naidu went alliance shopping ahead of elections, he left his ego at home. Rahul Gandhi does strategy gupshup with Kejriwal today, as if the India Against Corruption wounds are history. Modi has been celebrating NDA’s win, not lamenting the absence of a BJP majority.\nIn Freud’s own thinking, the ego is actually a balancing agent, between id and superego. The way in which Sourav Ganguly built Team India into quite a force, but then adapted to batting under Dhoni’s captaincy, is a storied example of such balance. Another great captain Sunil Chhetri has reportedly said, ego is only fine when it is working for your motivation.\nIn an earlier avatar, when he had pulled out of NDA, Naidu complained about having to call Modi ‘sir’ even though the latter is “my junior in politics”. Office games can be ego games along exactly the same lines. How to maintain motivation when someone else gets the promotion. Or how to not let your promotion go to your head. However, one thing does set politics apart. Its sheer volatility. A persona non grata one day, can be kingmaker the next. Perhaps nothing says Pandian is not a politician than that he is leaving the field after just one defeat.\n\n",
        "headline_1": "Ego & Success",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/ego-success/",
        "news_paper_name": "The Times of India",
        "publish_date": "14-06-2024"
    },
    {
        "full_article": "GOI must use both diplomacy and legal deterrents to stop Indians from being recruited by Russian army\nThat two more Indian nationals have died fighting for the Russian army in Ukraine shows earlier GOI attempts to stop these recruitments haven’t worked. As reported by TOI, one of those killed was Tejpal Singh, a young man from Amritsar who had travelled to Russia in Jan on a tourist visa, and then joined the Russian army. Cases like these present a serious dilemma for GOI, which has now called on Russia to ensure a “verified stop” to the recruitment of Indians in the Russian army.\nFatal attraction | There are two types of recruitment of foreign nationals into the Russian army. First, young people looking for employment opportunities are being duped by international recruitment agencies. They are promised lucrative jobs in third countries but find themselves being forced to join Russian forces. But there are also those who have been voluntarily joining. In fact, Moscow is offering fast-tracked citizenship for foreigners – and their families – who sign contracts with the Russian military.\nLegal tangle | Indians joining foreign armies can be prosecuted under various legal provisions if govt so chooses. Hitherto UAPA provisions have been applied to individuals who had joined, wanted to join or expressed allegiance to terrorist outfits like ISIS. But there are also IPC provisions: Section 125 proscribes “waging war against an Asiatic power in alliance with the government of India”, while Section 126 penalises “commissioning of depredation or plunder on territories of states at peace with the government of India”. But revoking citizenship of such individuals would fall foul of international law. Then there’s the tricky area of war crimes – India criminalises grave breaches of the Geneva Conventions.\nDeterrents needed | It’s clear that advising Indians against taking up risky employment in Russia isn’t enough. Applying legal provisions against Indians fighting for Russia can be an effective deterrent. Also, this is a larger South Asian problem, with hundreds being recruited from Nepal and Sri Lanka too. Colombo recently had some success and is sending a special delegation to Moscow to stop such recruitment. India should follow suit, discuss the matter at the highest level in Russia, and bring our boys back home.\n \n\n",
        "headline_1": "To Russia, For War",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/to-russia-for-war/",
        "news_paper_name": "The Times of India",
        "publish_date": "14-06-2024"
    },
    {
        "full_article": "Research on poverty in Bangladesh requires answers to four fundamental questions: i) what are the poverty trends in the country?; do the official figures present a true picture?; ii) how do different shocks (economic and non-economic) affect poverty and vulnerability?; iii) what are the structural factors behind poverty?; and iv) what are the important aspects of addressing poverty in a sustainable way?\nAccording to the Bangladesh Bureau of Statistics (BBS), the headcount poverty rate (as per the cost of basic needs method) in the country declined from 80 percent in the early 1970s to 18.7 percent in 2022. Between 2016 and 2022, the national poverty rate declined from 24.2 percent to 18.7 percent. Both the rural and urban areas experienced a drop in poverty rates. While the official statistics paint an optimistic picture of poverty reduction, alternative surveys suggest a more nuanced reality. According to two rounds of surveys conducted by SANEM in 2018 and 2023, which tracked the same 10,000 households nationwide, the decline in national poverty rate has been slower than reported, while urban poverty has risen. The Multidimensional Poverty Index (MPI), which measures various deprivations at the household level in health, education and living standards, corroborates this trend. The surveys also highlight a worrying trend of increasing inequality, while food security, a critical component of poverty, has worsened too.\nThe persistent vulnerability among a large section of the country's population remains a pressing concern despite high economic growth, rise in per capita income, export and remittance performances, and microfinance initiatives. Vulnerable households are those who are categorised as non-poor but may fall into poverty due to any economic or natural shocks. SANEM's surveys indicate that the pandemic caused a sudden spike in poverty rates, reversing some of the progress made before. Climate change poses another significant threat to development. My recent research suggests that if there is inaction in addressing climate change, a rise in temperature by two degrees Celsius by 2040 could increase the headcount poverty rate in Bangladesh by 3.5 percentage points. The ongoing inflationary pressure adds woe to the vulnerabilities. The coping strategies to different shocks, available to poor and vulnerable households, remain limited and repeated shocks make these households exhaust those limited options.\nIn-depth poverty research in Bangladesh requires understanding the structural factors behind poverty. The ownership structure plays a critical role, as unequal distribution of assets can lead to wealth concentration in the hands of a few. The labour market is another determinant; limited access to well-paying jobs and the prevalence of low-wage work perpetuate a cycle of poverty. Gender disparities further compound poverty, particularly for women who often face barriers to equal rights in property, receiving equal pay, and are sometimes subjected to practices like child marriage, which can limit educational and economic opportunities. Exclusion based on ethnicity, disability or social stigma can restrict access to resources and services, leading to entrenched poverty.\nA significant aspect of Bangladesh's labour market is its informality, which leads to a lack of job security, benefits, and legal protections for workers. Unemployment and underemployment are persistent issues. Among the youth, the NEET (not in education, employment, or training) rates are concerning, pointing to a generation at risk of being left behind. The labour force participation (LFP) among females remains low due to cultural norms and structural barriers. Workers face poor working environments, low wages, and little to no social security. Occupational rigidities, such as difficulty in transitioning between jobs or sectors, further exacerbate the situation. Lack of opportunities for productive and diversified employment means that workers are often stuck in low-value, labour-intensive jobs with little chance for advancement or skill development. This situation can be called the \"low pay, low productivity, and low compliance\" cycle.\nBangladesh's economic, social and institutional paradigms shape the pathways to poverty reduction. The economic paradigm is related to the pattern of structural transformation of the economy. Despite notable progress over the past five decades, the lack of economic and export diversification undermines the prospects of reduction in poverty and vulnerability in a sustainable manner. The policy regime, related to the pattern of structural transformation, has remained narrowly focused towards supporting a few sectors. There is a need for productive economic and export diversification supported by a broad-based policy regime.\nThe social paradigm refers to the pattern of social development. Over the past five decades, there have been some notable improvements in health and education. Success in health and education came with finding some low-cost solutions to addressing child and maternal mortality, and a rise in school enrolment. However, with the evolving demographic structure of the population and growing demand for high-skilled labour, the current and future outlooks remain bleak. Low public spending on health and education and inefficiencies in these sectors act as barriers to reaping the benefit of demographic dividends.\nThe institutional paradigm refers to the quality of institutions and the political economy of development. In Bangladesh, weak formal institutions, in the form of weak state capacity, weak regulatory regime, prevalence of corruption, crony capitalism and dominance of informal institutions, seriously undermine the scope for enhancing the capabilities of poor and vulnerable people. For example, the weak state capacity in mobilising tax revenue limits the state's capacity to spend high on health, education, and social protection. At the same time, high reliance on indirect taxes leads to a regressive tax system that affects poor people.\nWe can highlight three important aspects for sustainably addressing poverty in Bangladesh. First, there should be a meaningful solution to the ownership issue. The economic, social, and institutional paradigms for poverty alleviation have to ensure that both material ownership and the feeling of ownership among poor and vulnerable people are enhanced. Second, economic and social capabilities of poor and vulnerable households have to be enhanced through economic diversification, labour market reform, and investment in health and education. And third, the state has to effectively redistribute resources from rich to poor through taxes and social expenditures.\nDr Selim Raihan is professor of economics at the University of Dhaka and executive director of South Asian Network on Economic Modeling (SANEM). He can be reached at [email protected].\n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "What does poverty research in Bangladesh require?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/what-does-poverty-research-bangladesh-require-3633831",
        "news_paper_name": "The Daily Star",
        "publish_date": "14-06-2024"
    },
    {
        "full_article": "Far-right populist parties performed exceptionally well in the European Parliament elections, finishing first in France, Italy, and three other countries. They won nearly a quarter of the seats in the Parliament, just behind the center right.\nWith Europe already reeling from the war in Ukraine, the threat of a second Donald Trump presidency in the United States, stagnant living standards, strained welfare systems, and extreme weather events, nationalists pose a severe threat. These parties are often sympathetic to Russian President Vladimir Putin and downright hostile to green policies, migrants, and European Union institutions.\nMainstream pro-European parties have three broad options for responding: complacency, co-optation, or counterattack. Let's start with the case for business as usual. Many Europeans believe—incorrectly—that EU elections are inconsequential. Turnout is much lower than in national elections, and many people cast protest votes, often against governing parties.\nEven so, pro-EU parties will still command a majority in the next Parliament. The center-right European People's Party (EPP), led by European Commission President Ursula von der Leyen, actually gained seats.\nMoreover, far-right parties are deeply divided. They are split between two rival parliamentary groups, and some are unattached. They disagree on the Ukraine war, economic policy, LGBTQ rights, and, crucially, whether to work within the EU system or against it. Inevitably, such rifts dilute their influence.\nBut complacency is dangerous. The center held only because it is defined ever more broadly, encompassing not only the EPP and the Socialists and Democrats (S&D), but also the classical and social liberals of Renew Europe and the Greens. Von der Leyen seemingly has enough votes in Parliament to be re-elected as Commission president—but only just. And anything can happen in a secret ballot. This hardly suggests a strong and stable pro-EU centre, especially because the EPP gained ground partly by campaigning against the bloc's green agenda.\nMore worryingly, the elections reordered the political landscape in key member states. Despite neo-Nazi tendencies and questionable ties to Russia and China, the extremist Alternative für Deutschland (AfD) finished second in Germany, ahead of Chancellor Olaf Scholz's Social Democrats (SPD). In France, National Rally won 32 percent of the vote, more than double that of President Emmanuel Macron's centrist allies—a crushing defeat that led Macron to call a snap election. Europe's two most powerful leaders are thus severely weakened, leaving the bloc potentially rudderless in the face of immense economic, security, and climate challenges.\nThe second option, then, is to accommodate the far right, a common outcome at the national level. Many centre-right parties adopt the far right's language and policies, notably on migration (as do some centre-left ones). In several member states, they even govern together.\nAt the EU level, pragmatists argue that some far-right parties can be brought into the conservative mainstream. Witness von der Leyen's wooing of Italian Prime Minister Giorgia Meloni, who has fashioned herself as a traditional conservative, despite the neo-fascist roots of her Brothers of Italy (FdI) party, and raised her profile by working with, rather than against, EU institutions. (This is an old trick: after a showdown with EU authorities that almost led to Greece's ejection from the eurozone in 2015, its hard-left Syriza government was eventually enticed into the pro-EU camp.)\nThe risk is that the far right co-opts the centre right, rather than vice versa. Consider how the EU's approach to asylum-seekers has shifted from then-German Chancellor Angela Merkel's welcoming policy in 2015 to near-universal hostility now. Moreover, far-right parties can gain strength as their views become normalised, as evidenced by the victory of Geert Wilders's Party for Freedom (PVV) in last year's Dutch general election.\nAbove all, embracing the far right can backfire spectacularly. Hungarian Prime Minister Viktor Orbán's Fidesz party, for example, once sat in the EPP; now he is a pro-Putin renegade who treats the rule of law and democratic rights with contempt. And while Meloni may be palatable to some centrists, no one seems eager to work with France's National Rally, much less Germany's AfD.\nThat leaves the third option: fight the far right. Macron has opted to pursue this course by calling a snap legislative election. This is widely viewed as a high-stakes gamble, given Macron's unpopularity and the electorate's hostile mood. France could conceivably elect a far-right prime minister in a run-off vote next month. In that case, Macron would become a lame duck for his remaining three years in office.\nBut his position was severely weakened in any case, and his governing coalition, which lacks a parliamentary majority, was at risk of losing a no-confidence vote. By dissolving the National Assembly, Macron has regained the initiative, creating two possible paths for defeating the far right.\nFor one, the campaign may focus voters' attention on the far-right threat, which could help Macron cobble together a parliamentary majority comprising left and right parties united in their desire to keep the National Rally at bay. Given Macron's unpopularity, this seems somewhat unlikely.\nMore plausibly, Macron could set up the far right to fail. Populists tend to perform best when they are outsiders challenging established parties, not wielding responsibility. Observe how Conservatives in the United Kingdom, having delivered on their Brexit promise, have been skewered by the reality of it, while the popularity of Wilders' PVV has already dipped now that it is in government.\nIf the National Rally wins a majority, or ends up leading a broader right-wing coalition, it would likely struggle with the harsh responsibilities of governing—such as difficult fiscal decisions, and whether and how to cooperate with EU institutions. Moderating its hardline policies could erode its anti-establishment edge; enacting them could plunge the country into crisis. Either way, this could undermine the popularity of its leader, Marine Le Pen, ahead of her likely presidential run. Better a far-right prime minister in 2024 than a far-right president in 2027.\nPhilippe Legrain, a former economic adviser to the president of the European Commission, is Visiting Senior Fellow at the London School of Economics' European Institute and the author of Them and Us: How Immigrants and Locals Can Thrive Together (Oneworld, 2020).\n\nCopyright: Project Syndicate, 2024.\nwww.project-syndicate.org\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n",
        "headline_1": "Europe must fight the far-right surge",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/project-syndicate/news/europe-must-fight-the-far-right-surge-3633746",
        "news_paper_name": "The Daily Star",
        "publish_date": "14-06-2024"
    },
    {
        "full_article": "It's a wonder why university freshers would need to stand under the blistering sun for three days just to enrol into the very institution they have been accepted to. This is exactly what happened during the just-concluded admission process at Dhaka University (DU). Students said they had to struggle with a slew of tedious and repetitive steps just to pay their fees, going from one building to another and waiting in queues for hours on end. Surely, one of the country's top educational institutions could've thought of a better, easier alternative?\nAmid the lack of coordination among DU's offices, some 6,000 admission-seekers only had three days, beginning on Monday, to complete the whole process. Unsurprisingly, these many people standing in lines, desperate to finish all procedures, will lead to delays, sufferings, and utter chaos.\nThis process, in this day and age, seems truly ancient. Reportedly, students had to pay the admission fees online, but then take the receipt to their respective department, which handed them a pay slip to deposit a development fee at the nearby Sonali Bank branch. Accomplishing this after trudging in line for hours did not bring relief, as they had to bring back the pay slip and get their documents signed from the department head, who by then likely left the premises. This whole process had to be repeated for paying the dorm fees.\nWhen the country is striving for digitalisation, is this how a university, recently ranked as the best in Bangladesh, should be operating? Apparently, the admission committee had requested department heads to ensure that students could pay all fees online, but the latter ignored the call. Some heads weren't even aware of the request, such is the level of dysfunction and mismanagement. According to a professor, from the 90s till now, the admission process has remained the same, pointing to the DU's lack of progress, while the vice-chancellor himself has admitted to the dismal coordination.\nWe urge the DU authorities to address the ordeal students have to go through annually just to get admitted. This issue can easily be solved through the use of digital platforms and proper coordination among university bodies, and we hope to see just that next year.\n",
        "headline_1": "Why must DU freshers suffer so much to pay fees?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/why-must-du-freshers-suffer-so-much-pay-fees-3633716",
        "news_paper_name": "The Daily Star",
        "publish_date": "14-06-2024"
    },
    {
        "full_article": "The approval given by the Cabinet Committee on Government Purchase (CCGP) for import of 40 megawatts of hydroelectricity from Nepal is a significant step towards materialising the plan to strengthen the country's grid power. While the deal is primarily between Bangladesh and Nepal, it requires India to be a party to it making it a tripartite deal, in which the latter allows its transmission line to be used for the purpose. The electricity to be imported from Nepal will cost Tk 8.17 per unit.  Chaired by the finance minister, the meeting of the cabinet committee finalised the decision. Following the meeting, it was informed that the initial contract would be for five years, costing approximately Tk 1.3 billion annually, totalling around Tk 6.5 billion over the period. The power will be integrated into Bangladesh's national grid at Bheramara using the Indian grid. Bangladesh will have to pay India a trading margin of 0.059 rupees per unit for using its transmission grid in addition to the transmission costs -- to be determined later. Following the Cabinet's nod, the Bangladesh Power Development Board (BPDB) is now set to sign a tripartite deal with Nepal Electricity Authority (NEA) and NTPC Vidyut Vyapar Nigam (NVVN) Limited of India. The idea of importing cost-effective electricity is essentially demand-driven, given the country's nagging power crisis. Currently, Bangladesh has an installed power generation capacity of 27,162 MW, with the majority being produced by gas-fired plants. The government plans to generate 40,000 MW by 2030 and 60,000 MW by 2041. Keeping this in view, there were attempts to gear up electricity generation since the past decade or so. As part of a Crash Programme to increase power generation, the government undertook rental, quick rental and peaking plants. The projects were floated as an emergency measure, and it was expected that these would be discontinued in three to five years. But as things turned out, the government continued to allow setting up of new rental power plants while simultaneously renewing contracts with most of the old plants. There are 26 rental power plants in operation now, generating more than 2,000 MW of electricity. The dark side here is that the money spent is astronomical. The government has to pay staggering amounts as monthly rent for each megawatt of electricity produced by the power plants on account of capacity charge. Besides, these captive plants are provided with fuel at subsidised rate and the end product is purchased at an exorbitant price. The ever escalating costs of the oil-based rental plants and the booming oil import bills that the government has to bear are strikingly at odds.  Clearly, it is the economic value that has prompted the government to import hydro power from Nepal. Compared to fossil fuels, hydro power is not only more cost-effective but also environmentally friendly. The deal going to be inked soon is viewed by many as mutually beneficial for both Nepal and Bangladesh. Nepal needs revenue from its power plants and Bangladesh needs power for development.",
        "headline_1": "Hydropower from Nepal",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/hydropower-from-nepal-1718291945",
        "news_paper_name": "The Financial Express",
        "publish_date": "14-06-2024"
    },
    {
        "full_article": "The Quacquarelli Symonds (QS) University Rankings, the pioneer in this field, has come up with ranking of global universities for their excellence in higher education for the year 2025. It is also the first to introduce what it calls the 'Sustainability' metric from 2023. But this has not changed the position of the Massachusetts Institute of Technology (MIT) which has now held the top position for straight 13 times. For Bangladesh, however, there is good news. This is for the first time that the country's premier highest seat of learning, the University of Dhaka has secured the 554th slot in the ranking.While this serves as an occasion for celebration, a comparison even with Africa pales the achievement before the top five universities there with South Africa's University of Cape Town placed at 171st and Cairo University of Egypt at 350th. Also 14 Arab universities were placed in the top 500 list. Compared with the big neighbours in the region, the picture emerges gloomier yet. Both China and India have moved up the ranking not in terms of improvement alone but also in the number of institutions. China have 33 universities among the top 500 including five in the 100 highest ranked of them. It has 37 such institutions higher in ranking than the DU position. Although India has none among the top 100 global universities, it has 11 such learning seats among the 500 top ranked. Its best ranked institute this time is the Indian Institute of Technology, Bombay at 118 place. That country has one more university, making the count 12 to precede the DU position. Here the most significant point is the ranking of the Indian Institute of Technology at different locations. Of the 11 highest seats of learning, all except three such as the Indian Institute of Science, Bengaluru, the Delhi University and the Anna University, rank among the world's top 500. In this context, the rankings of the Bangladesh University of Engineering and Technology (BUET), the premier university of its kind, and others fashioned after its education curricula, are pitiable indeed. The BUET has been placed in the 761-770 band but no other of its kind could even score enough points to be placed even in the 1001-1200 group. But the BRAC University could make it to that club. The North South University does even better to have a place among the 901-950 category. By the country's standard of higher education, however, this is an improvement. But when the institutions of science and technology lag behind general universities, this surely is a cause for concern. It is exactly at this point the 'employability' metric counts and counts quite decisively. So long, the metric of research papers published in international journals and their citation had an overwhelming bearing on the excellence of ranking. It still does but not exactly in the same way it did in the past. An example of this is the Imperial College London, UK. Its progress is phenomenal with a move up four places to the second slot after the MIT. Among other factors, its 'Sustainability' score of 99.7 out of a hundred has been largely responsible for this achievement. Its score of 93.9 in various research metrics including 'Citations per faculty' also improved from 86.5 last time. But that was almost 6.0 points lower than the 'Sustainability' score and yet it did not impede its progress to number two position. There lies its unique significance.According to the QS ranking, \"Sustainability' metric recognises the growing importance of sustainable development to students, institutions and employers and the world'. The indicator carries its weight in the context of utility of the knowledge gained. To quote further, \"This metric evaluates not only an institution's sustainable practices but also its influence on global sustainability through teaching, research, and partnerships.\" This leads to moral imperatives of students in raising environmental consciousness. Here the employment indicator has also been fine-tuned in sync with 'Sustainability'. The metric of employability can now measure more accurately the percentage of students getting employed within 15 months of graduation. In contrast, Bangladesh universities are churning out graduates of whom an astoundingly high per cent is remaining unemployed. The reports on unemployment also vary widely. According to an Economist Intelligence Unit report, 47 per cent graduates in Bangladesh do not find employment even after three years of graduation. The Bangladesh Institute of Development Studies puts this rate at 66 per cent. Again, the Sample Vital Statistics report of the Bangladesh Bureau Statistics 2022 found that 40.67 per cent of the population aged between 15 and 24 are neither in work nor in employment. This is where education's relevance to livelihoods or careers, no matter if it is at secondary, higher secondary and tertiary levels, proves so crucial. The base of technical, technological and industrial education has to be solidified in order to make education employable and, in the context of climate change, sustainable. The University of Dhaka has advanced its cause but it still has a long way to go before featuring in the top 200 or 100 universities in the world. More is, however, expected of the engineering and technological universities because at a time when the artificial intelligence is poised to unfold a completely uncharted world, they have a responsibility to gear up their system and be equal to the task.\n[email protected]",
        "headline_1": "Where engineering and technological universities falter",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/where-engineering-and-technological-universities-falter-1718291989",
        "news_paper_name": "The Financial Express",
        "publish_date": "14-06-2024"
    },
    {
        "full_article": "The inhabitants of Dhaka city have been bombarded with the official jargon of turning the city into a 'tilottoma' or incomparably beautiful capital since the regime of HM Ershad. Although survey reports find the capital of Bangladesh as one of the world's least liveable cities, its administrators have kept pledging they would make the city 'tilottoma'. But every city dweller knows how beautiful the 'tilottoma' Dhaka is. In fact, no aspect of the city, the capital of Bangladesh, is beautiful by any standard.Anyone commuting in the capital must acknowledge that the public transport system here is one of the worst in the world. The state of public transport will make anyone disbelieve that there is any government policy for the sector or any sensible person is behind Dhaka's transport system.Except the government-run metro rail on the Uttara-Agargaon segment opened one and a half years back and then extended the service up to Motijheel about seven months ago to the public, almost the entire transport sector is run by private operators who are least inclined to comply with rules. The transport system is plagued by obsolete, shabby and unfit buses, unskilled and unruly drivers, corrupt regulators, undisciplined commuters and political influence. How the rundown buses plying on roads secure fitness certificates and renewal of licences is baffling.A government survey in 2017 found that around 6,900 buses and minibuses operate in Dhaka and most of them are unfit for running in the city. Urban experts, however, believe the number of vehicles will be over 8,000.The violation of traffic rules by transport drivers, motorcyclists and commuters, and inaction of the traffic police against such violations have contributed greatly to the transport sector anarchy. According to a survey of a passenger platform, Bangladesh Jatri Kalyan Samity, 87 per cent public transports, including buses and minibuses, ply in Dhaka violating traffic rules. Buses pick up or drop off passengers or wait for them anywhere the drivers or their aides please. It is not only the bus staff to blame for stopping their vehicles at undesignated places; passengers also force transport staff often to drop them at their convenient places whatever inconvenience they may cause to other passengers or other vehicles.Public transport in the capital has reached such a point that it has become impossible for any gentleman to commute on it. Motorbikes, which have mushroomed because of the boom in ride-sharing, and pedestrians' jaywalking have aggravated the transport disarray. Their intrusion on footpaths makes walking of pedestrians impossible.The metro has brought a new dimension to the transport system but its services are limited to a particular route and the mismanagement that prevails everywhere in Bangladesh has already found its way into its system. During rush hours, metro stations witness long queues of passengers who have to wait for a long time to purchase tickets as the number of ticket counters is limited. If any commuter has to wait for half an hour to purchase a metro ticket, why will they choose the expensive metro over bus service?Policymakers, regulators and other stakeholders should act prudently to improve the public transport system, taking a holistic approach. The shabby buses should be replaced with new ones in no time, bus staff should be trained well on traffic rules while passengers should be aware of what they should do and what not.\n[email protected]",
        "headline_1": "Public transports in a shambles",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/public-transports-in-a-shambles-1718292040",
        "news_paper_name": "The Financial Express",
        "publish_date": "14-06-2024"
    },
    {
        "full_article": "Since securing exclusive rights to a significant area in the Bay of Bengal in 2013, Bangladesh has had the opportunity to capitalise on its maritime resources for economic growth and prosperity. However, a decade later, we find ourselves falling short of realising this potential due to a lack of proactive measures and insufficient funding allocation.Globally, the blue economy represents a trillion-dollar industry, offering immense opportunities for economic advancement and sustainability. Yet, Bangladesh's share in this sector remains disproportionately low, with our current tuna harvest representing less than one per cent of our potential capacity.Experts have identified a lack of accountability and effective utilisation of marine rights as key factors contributing to this shortfall. While scientists worldwide are constantly exploring and extracting new resources from the sea, such efforts are notably absent in Bangladesh. This underscores the urgent need for stronger government initiatives to bolster our blue economy and harness the potential of maritime resources.Academics have rightly cautioned that without adequate funding for marine resource extraction and research, Bangladesh risks falling further behind in leveraging these abundant resources for economic growth. As KM Azam Chowdhury, Chairman of the Oceanography Department at Dhaka University, aptly points out, funding shortages severely hamper research endeavours essential for unlocking the potential of blue economy.The budget presents a crucial opportunity to address these shortcomings and pave the way for a more prosperous future. It is imperative that the government allocates substantial funds to support research and resource extraction in the maritime sector. By doing so, we can harness the immense economic benefits offered by our maritime resources and contribute significantly to the global blue economy.\nAbu Sufian, Student Chittagong University",
        "headline_1": "Harnessing potential of maritime resources",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/harnessing-potential-of-maritime-resources-1718292066",
        "news_paper_name": "The Financial Express",
        "publish_date": "14-06-2024"
    }
]