[
    {
        "full_article": "Friday capped an embarrassing week for SBI in Supreme Court. India’s largest commercial bank was pulled up for submitting incomplete info to Election Commission on electoral bonds. It was the second time SBI found itself at the receiving end.\n\nSilos of confidentiality | On March 11, SBI’s request to extend the deadline to submit details of EBs was dismissed by SC. Court transcripts of the proceedings showed a mix of physical and digital storage at SBI to maintain confidentiality. Info was broken up and stored in silos. Info on the name of EB purchasers and related KYC were stored physically. Bond numbers were stored digitally.\nMissing bond numbers | SBI has submitted EB details without passing on bond numbers. Soon after EBs were notified in Jan 2018, GOI put out a statement explaining that EBs do not carry names. Neither donor nor recipient can be identified. However, each bond carries a random serial number invisible to the naked eye to prevent forgery during encashment.\nSBI did not hand over info on the serial numbers to EC. A fallout is that on Monday, SBI’s lawyers have a lot of explaining to do in SC.\nEC’s explanation | EC was in SC yesterday to ask for the return of EB data related to the period before LS 2019. It had submitted the data in a sealed envelope. EC didn’t keep a copy – to preserve confidentiality, it says. SC will scan and digitise EB info before handing the original back to EC today.\nThe maze of silos that characterised EB data storage has made retrieval a complicated affair. Once EC has the complete info on EBs, including bond numbers, it should put it all out for transparency. That was the main message of SC’s judgment: the voter has a right to know.\n\n",
        "headline_1": "Tell voters all: As SC says, all electoral bonds data must be made public",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/tell-voters-all-as-sc-says-all-electoral-bonds-data-must-be-made-public/",
        "news_paper_name": "The Times of India",
        "publish_date": "17-03-2024"
    },
    {
        "full_article": "It was like a proper jack-in-the-box surprise. After waiting and waiting to see which business has bought how many electoral bonds, turns out Buyer No. 1 is ‘lottery king’ Santiago Martin. The OMG of his caper derives from the obscurity of Martin’s company, Future Gaming. But we have to wonder, is this in any way a reflection of how deep gambling runs in our veins.\n\nAncient & lovely | The epic-turning throw of dice in Mahabharat is just one of the many references to games of chance in our classical past. For example, the Rummy, Teen Patti, Blackjack and Bluff that are the mainstay of Diwali parties today, have been traced back to mythological play between Shiv-Parvati.\nJekyll & Hyde | But we have a split personality disorder on these things. Play to win. Or stay away from sin. This is also why our laws are bewilderingly knotty. Buying lotteries is legal in some states and illegal in others. Casinos are okay on some waters, but not land. Lately, the frothing has been on gaming, whether based on skills or not. The question is whether all of society’s choices should be restricted because some of it is prone to addiction.\nSports & politics |The Super Bowl held in Las Vegas this year, reflects how NFL has cosied up to sports betting. Mahjong has new speed from electronic tables. Despite ever new forms of entertainment, the ancient one of gambling retains its popularity.\n\n",
        "headline_1": "Don’t stop the dice: What a lottery king buying electoral bonds says about us",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/dont-stop-the-dice-what-a-lottery-king-buying-electoral-bonds-says-about-us/",
        "news_paper_name": "The Times of India",
        "publish_date": "17-03-2024"
    },
    {
        "full_article": "● Problem wasn’t EBs, but lack of transparency\n● Data on EC website reveals this opaqueness\n● Bulk of companies are unlisted\n● Some may be shell companies\n● Data takes us to SC’s question: What favours, if any, did donors receive?\nOn March 6, Supreme Court struck down the Electoral Bonds scheme as wholly unconstitutional – a step forward for reform in campaign funds. While the petition in SC was only to cancel the EB scheme, SC rightly directed the data be made public.\n\nMuch-awaited info on EBs is now available on Election Commission’s website. To read the data is to also find the gaps. Data from April 12, 2019, is available. Donations before that are not yet public as EC has not received this info from SBI. This earlier data had been deposited with SC. A quick analysis of available data throws up very interesting facts and questions.\nRead full story on TOI+\n\n",
        "headline_1": "Five facts, five takeaways",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/five-facts-five-takeaways/",
        "news_paper_name": "The Times of India",
        "publish_date": "17-03-2024"
    },
    {
        "full_article": "This renaming is particularly unconvincing. Because the Nizam Shahs’ connection to the city was longer, richer, and more meaningful. Ahilyabai left Maharashtra aged eight\nAhilyabai Holkar (1725-95) was a woman of high accomplishments. On the one hand were her religious charities: feeding houses, riverside ghats, and temple reconstruction, most famously of Kashi Vishwanath, demolished by Mughal emperor Aurangzeb in 1669. But she was also capable of good governance. A British official – who had no special incentive to flatter “native” figures – would describe her as “one of the purest and most exemplary rulers that ever existed”.\nShe showed much personal fortitude too. Widowed before 30, Ahilyabai watched her son go insane and her daughter commit sati. As a woman in a world of men, she forcefully asserted her right to administer the Holkar dynasty’s lands herself. Remembered as part-queen, part-saint ever since, there’s no doubt that Ahilyabai is a historical figure of importance.\nRead full story on TOI+\n\n",
        "headline_1": "Ahmednagar to Ahilyanagar: The return of the native?",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/ahmednagar-to-ahilyanagar-the-return-of-the-native/",
        "news_paper_name": "The Times of India",
        "publish_date": "17-03-2024"
    },
    {
        "full_article": "That the country has too many banks relative to the size of the financial market is hardly any news. What is news is that the central bank (Bangladesh Bank) has finally stepped in to prod the weaker, tottering banks into mergers that will save some institutions from going down under. In line with that, Exim Bank has agreed to rescue beleaguered Padma Bank through a merger, the first in the country. While Exim is a publicly listed company, Padma is not. The former has a paid-up capital of Tk 14.45 billion and the bank it absorbs brings with it Tk 11.16 billion. The client base of both banks is similar in size, but Exim Bank (as of December 23) has outstanding loans of Tk 489.37 billion compared to Padma bank's (as of February 24) Tk 57.41 billion. Bangladesh Bank (BB) has made it amply clear that mergers are not an optional affair and unless designated banks voluntarily merge, then BB will step in directly. While it is understandable that mergers have been designed to save troubled banks, it should not be treated as a 'silver bullet' to address everything that is wrong with the banking sector today. The rot that has set in the financial sector has been many years in the making. And to date, BB has tried and failed to rein in the nonperforming loans (NPLs) and not entirely without reason. It will be interesting to see precisely how the new merger will deal with the burden of bad loans, because that is omnipresent in both of these institutions. Apparently, that issue has not been worked out as yet. Once the framework for merger and acquisition (M&A) is unveiled by the central bank that issue will become clear.It leaves the door wide for interpretation as to how the newly formed post-merger bank will address the bad-loan situation, what will be the regulatory interventions by BB to make this transition smooth so that the stronger bank isn't dragged down the drain by the weaker bank it absorbs. Bankers have stated off the record that too many 'ifs-and-buts' have been left out of merger process. For instance, a publicly listed bank is taking over a non-listed bank and the latter has been mired in controversy since its inception. Allegations of wholesale loan sanctioning defying set banking rules has dogged this bank since 2013. So, it remains to be seen whether the merger will actually save the institution or whether the parent bank will end up in trouble itself.It is understandable that the government wishes to avoid any sort of collapse in the banking sector. But how it goes about rescuing the sector from decades of financial mismanagement is an issue that not only concerns BB, the ministry of finance, but the sector itself. One major issue that has largely been left unaddressed at policy level is why the rot was not stopped when it became abundantly clear that the amendment to banking rules a decade ago turned banks into family businesses. When rules were amended that allowed members of one family to have a controlling interest on the board of a bank that opened the floodgates of NPLs that took many functioning, profit-making banks to the edge of disaster. Unless those rules are changed, nothing much will happen to improve the financial health of the banking sector regardless of the efforts of the central bank.",
        "headline_1": "Banking sector mergers finally happening",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/banking-sector-mergers-finally-happening-1710601989",
        "news_paper_name": "The Financial Express",
        "publish_date": "17-03-2024"
    },
    {
        "full_article": "As the holy month of Ramadan commences, it is marked by a price surge and a subsequent rise in inflation. The prices of essentials, which began their upward trend before the start of the month, have now reached a record high. This trend, observed almost every year during Ramadan, underscores a strong correlation between the month and high inflation, particularly in Bangladesh.However, the official inflation statistics present a more nuanced picture, challenging the initial proposition. For instance, in the previous year, Ramadan spanned from the fourth week of March to the third week of April, culminating in the celebration of Eid-ul-Fitr. The monthly inflation rate in March was 9.33 per cent, which slightly declined to 9.24 per cent in April and then increased to 9.94 per cent in May. The slight drop in inflation during Ramadan, followed by Eid, presents a puzzling scenario. Though it is visible in the market that prices have surged significantly and, in some cases, things turned volatile, the situation is not fully reflected in the official inflation rate. Take the case of two years back. The entire month of April 2022 was also the month of Ramadan. According to the Bangladesh Bureau of Statistics (BBS), the monthly inflation rate stood at 6.29 per cent, which was slightly higher than the rate of 6.22 per cent in March 2022. And inflation jumped to 7.42 per cent in May 2022. Consumers usually face more pressure due to an upsurge in prices of food items during Ramadan. So, one needs to look into the food inflation statistics. BBS data showed that food inflation declined modestly in April 2022, to 6.23 per cent from 6.34 per cent in March. Similarly, monthly food inflation dropped to 8.84 per cent in April last year from 9.09 per cent in March of the same year. So, from the official statistics, it is not easy to conclude that there is a significant surge in inflation during Ramadan. One factor driving up the inflation is that a variety of items included in the consumption basket is used to estimate the consumer price index (CPI). The economics theory states that excessive demand against a limited supply of goods and services pushes inflation. The same thing happens during Ramadan when demand for various food items like sugar, edible oil, chickpea, onion, date, milk, etc jumped significantly. As these items carry a smaller weight in the overall food index, significant surges in the prices of these goods make a small impact on the food index as well as the rate of food inflation. [Currently, urban and rural consumption baskets cover 383 items with 749 varieties of food and non-food items (i.e. goods and services)]. This does not mean that inflationary pressure is also not there, as various sources of inflation have already existed. The increased price of various food items is fine for the affluent section of society. Instead of considering the prices, they usually purchase what they need and want, along with some additional quantities. The number of affluent and high-income people in the country is not small, although there is no exact figure in this connection. Household Income and Expenditure Survey (HIES) 2022 revealed that 41 per cent of the national resources are kept with the country's top 10 per cent of households, whereas the ratio was 38 per cent in 2016. In other words, at least 15 million people among the population of 170 million have ownership of two-fifths of the total income. These 15 million people are a significant and robust consumer segment, and a sharp rise in the prices of essentials and other foods matters little to them. They can purchase whatever they want, no matter what the prices are. In this process, they also contribute to keeping the price level higher for the time being, leading to inflation. However, some of them also do considerable charity work during Ramadan, so they purchase a good quantity of food items to distribute among the poor and needy. When money supply increases in the market, it also leads to inflation. The simple reason is that 'too much money is chasing too few goods', meaning aggregate demand is growing faster than aggregate supply. The net result is a rise in price level, causing demand-pull inflation. During Ramadan, the government and private employees get festival bonuses besides regular salaries. Non-resident Bangladeshis (NRBs) also try to send some extra money to their families. Banks and financial institutions encourage their clients to take consumer loans. Many Muslims also distribute their Zakat money to the poor and needy. All these increase the money supply in the market. Statistics available from Bangladesh Bank showed that in April of last year, money supply (M2) increased by around 2 per cent or Tk 335.31 billion over March. In May 2023, the money supply increased by around 0.40 per cent or Tk 77.82 billion. Again, in April 2022, the money supply jumped by 2.20 per cent or Tk 338.0 billion over March last year. It later dropped by Tk 10 billion in May 2022. So, it is clear that Ramadan usually witnesses a surge in money supply, a critical factor in pushing inflation.Another factor behind the rise in prices is the illegal toll. It is an open secret that the supply chain of essential products is negatively affected by the unlawful tolls charged by rent-seekers. Some members of law-enforcing agencies, along with a section of local political leaders and activities, control the rent-seeking activities. As a result, suppliers and sellers pass the additional costs on to consumers, making inflation inevitable during Ramadan. [email protected]",
        "headline_1": "Is price surge during Ramadan inevitable?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/is-price-surge-during-ramadan-inevitable-1710602074",
        "news_paper_name": "The Financial Express",
        "publish_date": "17-03-2024"
    },
    {
        "full_article": "Kidney disease is a growing concern worldwide, and Bangladesh is no exception. Last Thursday, Bangladesh featured among the countries that participated in the World Kidney Day awareness programme. Its theme 'Kidney Health for All - Advancing Equitable Access to Care and Optimal Medication Practice' aimed to raise awareness of kidney health and kidney disease prevention.In recent years, there has been an alarming proliferation of kidney disease in Bangladesh. It is estimated that there are 38 million kidney patients nationwide, with 40 to 50 thousand deaths occurring annually from the ailment. The treatment of kidney disease, unfortunately, is prohibitively expensive that only a few can afford. This results in the majority of patients succumbing to the disease without receiving proper care.These grim statistics are reinforced by findings from a study conducted by the Department of Nephrology at Shaheed Suhrawardy Medical College. According to the study, 39 per cent of kidney patients discontinue dialysis after a few sessions due to the steep financial cost, leading to an increase in the mortality rate. The Kidney Foundation of Bangladesh reports over 50 patients die daily from kidney-related complications.Statistics from the Directorate General of Health Services (DGHS) also offer no respite. They say the death rate has doubled between 2021 and 2022. In light of these alarming circumstances, it is imperative that awareness about kidney disease is effectively raised and preventive measures are established. Death from kidney disease is preventable if detected early, and proper treatment is given. Lack of essential services, however, has contributed considerably to the alarming death rate among kidney patients.To prevent becoming a victim, it is crucial to understand the causes of kidney disease and take preventive actions. Experts attribute the increasing number of kidney patients to factors such as diabetes, high blood pressure, consumption of adulterated food, smoking, excessive use of antibiotics, and painkillers. Practicing good hygiene and maintaining a healthy lifestyle are also essential for preventing the disease. While some factors are beyond the citizens' control, others, such as smoking and the consumption of fast food or junk food, are made by individual choices that willpower can change. It is advisable to know and crucial to heed warning signs in this regard.Urbanisation and modernisation bring their own challenges to public health, as cramped living conditions and diminishing opportunities for physical exercise contribute to the development of heart diseases. The disappearance of parks and playgrounds in urban areas limits avenues for physical activity, leaving little room for citizens to engage in healthy exercise routines.Addressing the root causes of heart diseases requires a comprehensive approach that encompasses individual behaviour change, governmental policy interventions, and improvements in healthcare infrastructure. While individuals can make conscious choices to adopt healthier lifestyles, government agencies must play a proactive role in regulating the food industry and promoting public awareness campaigns about the risks associated with unhealthy dietary habits.Moreover, since around 85 per cent of kidney patients are diagnosed at an advanced stage, experts say regular kidney screenings for individuals over 40 are essential for early detection and early treatment. Kidney disease awareness campaigns should target people from all walks of life.Furthermore, the healthcare sector itself is not immune to challenges. Treatment options for kidney patients are not only expensive, but also mainly Dhaka-based and inadequate. Currently, only a quarter of kidney patients in the country have access to dialysis, highlighting the inadequate infrastructure and services. At a recent roundtable discussion organized by the Kidney Awareness, Monitoring, and Prevention Society (KAMPS), participants called for increasing budgetary allocation to expand treatment facilities at affordable cost to reduce mortality rates. In the end, prevention is always quintessentially better than cure, particularly in the case of Chronic Kidney Diseases (CKD), where treatment costs are exorbitant. Addressing the root causes of kidney and heart diseases requires a comprehensive approach that encompasses individual behaviour change, governmental policy interventions, and improvements in healthcare infrastructure. By addressing the root causes of the disease, its prevalence can be effectively reduced. Kidney disease doesn't have to be a death sentence.[email protected]",
        "headline_1": "Kidney patients in dire need of more treatment facilities",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/kidney-patients-in-dire-need-of-more-treatment-facilities-1710602137",
        "news_paper_name": "The Financial Express",
        "publish_date": "17-03-2024"
    },
    {
        "full_article": "In Bangladesh, when patients seek medical assistance to alleviate diseases or reduce health-related troubles, they often encounter exorbitant fees and unnecessary charges for pathological tests. A high-ranking government bureaucrat receives a basic salary of Tk.78,000 per month, equivalent to Tk. 2,600 per day on average. In contrast, a specialized doctor, in addition to their regular government job, earns Tk.10,000 to Tk.16,000 every evening by seeing 20 patients, charging Tk.500 to Tk.800 per visit lasting 10 to 15 minutes. Some doctors attend to more than 20 patients each evening. Even for a specialist, the charge per patient visit should not exceed Tk.200. Therefore, a doctor can earn Tk.100,000 in 25 working days per month, alongside their regular salary and benefits, even if they charge Tk.200 per patient visit.It is a common complaint that during the initial appointment, doctors often prescribe a lengthy list of diagnostic tests, many of which turn out to be unnecessary. Doctors should utilise their education and experience to determine which tests are essential. The question arises: why do doctors advise patients to undergo more tests than necessary? The answer is apparent. Diagnostic clinics charge patients double the amount, with details of the prescribing doctor recorded. Allegedly, half of the charges collected from patients are provided to the doctors involved. However, there are many doctors who refuse such payments and act ethically.The Ministry of Health must intervene to rectify the situation. Decades ago, the government set fixed fees for doctors and diagnostic test charges, which should be strictly enforced. The current diagnostic charges of Bangabandhu Sheikh Mujib Medical University (BSMMU) could serve as the standard. The evening private practice fees established by BSMMU for doctors could also be applied to other doctors engaged in private practice. These fixed fees and charges should be widely publicised through print and electronic media. Doctors and diagnostic clinics that violate government-fixed fees and test charges should be penalised according to the law to uphold government directives. This would enable most patients to access healthcare services at affordable prices.We would like to believe that doctors are not akin to greedy traders whose sole aim is to exploit customers for abnormal profits. The relevant government authorities should take necessary steps to establish charges for pathological tests, consultation fees for doctors, and enact laws to impose financial penalties for violating government-set rates.Md Ashraf Hossain8/A, Rmna, Dhaka-1000[email protected]",
        "headline_1": "Rationalising doctors' fees, diagnostic charges",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/rationalising-doctors-fees-diagnostic-charges-1710602169",
        "news_paper_name": "The Financial Express",
        "publish_date": "17-03-2024"
    }
]