[
    {
        "full_article": "\"[…] rub your conceptual blocs together in such a way that they catch fire.\"\n — Karl Marx \n \nThe only major Bengali poet to have come from the rural proletariat and the first one to have raised—in public—the demand for the total independence of colonial India in 1922, Kazi Nazrul Islam (1899-1976) enacts insurrectionary ruptures and breaks with certain old traditions in Bengali poetry while inaugurating new ones. Because of his explosively anticolonial poem called \"Bidrohi\" (The Rebel, 1921)—characterised as it is by unprecedented rhetorical, linguistic, and even metrical energy as well as by thematic and structural novelties—it is customary to call Nazrul a \"rebel poet.\"\nBut I have argued elsewhere that Nazrul is more than a rebel poet; that he is, more significantly, a revolutionary poet by his own admission—one who repeatedly mobilises the new idiom of revolution in his work. As he declares in his famous poem called \"Dhumketu\" (The Comet): \"I come in every era/ I come again and again/ Now I've come for the great Revolution\" (all translations in this piece are mine).\nThe French philosopher Alain Badiou maps a global tradition of revolutionary and communist poets in his book The Age of the Poets (2014), where he says: \"In the last century, some truly great poets, in almost all languages on earth, have been communists. In an explicit or formal way, for example, the following poets were committed to communism: in Turkey, Nazim Hikmet; in Chile, Pablo Neruda; in Spain, Rafael Alberti, in Italy, Edoardo Sanguineti; in Greece, Yannis Ritsos; in China, Ai Qing; in Palestine, Mahmoud Darwish; in Peru, César Vallejo; and in Germany, the shining example is above all Bertolt Brecht. But we could cite a very large number of other names in other languages.\"\nSurely one can cite Nazrul and place him in that outstanding constellation of poets Badiou mentions, given that Nazrul's two great collections of poems called Sammyabadi (The Communist) and Sarbahara (The Dispossessed/Proletariat)—published in 1925 and 1926 respectively—clearly bespeak Nazrul's commitment to \"communism'\" in his own creative, even indigenous ways. And one theme that persists in most of Nazrul's work is that of human emancipation while the first poem Nazrul published is called \"Mukti\" (Liberation).\nAlthough a poet in the first place, Nazrul is also a musician-composer-songwriter, short story writer, novelist, playwright, and essayist. He was passionately involved in editorial journalism; he wrote both poetically and politically charged editorials, opening up a new chapter in the global history of journalism itself. He sang compulsively and even danced occasionally. He was the first Muslim director of a Bengali film, one in which he even played the part of a significant character. He was a drummer as well. And a hardcore activist, Nazrul—along with his comrades—even founded and led a short-lived political party (the Labour-Swaraj Party), writing a revolutionary manifesto on its behalf.\nAnd, as a person, Nazrul was vibrant, gregarious, cheerful, friendly, charming. He was also known for wearing coloured shirts, writing in red ink, chewing betel-leaves, drinking tea non-stop, and for the repeated, loud bursts of his hearty laughter—laughter that simultaneously revealed his soul and his politics (I keep thinking of how the Russian novelist Maxim Gorky once described Lenin's loud laughter). In almost everything Nazrul did, poetry and politics and performance profoundly intersected, all in the interest of confronting and combatting such systems of oppression as capitalism, colonialism, racism, and patriarchy, interconnected as they are.\nIndeed, when Nazrul's works began to burst onto the literary scene in the second decade of the 20th century, it was Rabindranath Tagore who was among the first ones to have recognised the poetic genius of Nazrul and hailed him as a great poet. Jibanananda Das—one of the greatest Bengali poets and slightly older than Nazrul—was initially even influenced by Nazrul himself, while Jibanananda later came to characterise Nazrul as \"the people's poet and friend,\" reminiscent as it is of the similar characterisation of Pablo Neruda in Latin America. Buddhodeva Bose—another notable contemporary of Nazrul and an avant-garde modernist high on Western poetics and aesthetics—cared about Nazrul and even engaged with him but failed to account for his revolutionary significance in the final instance.\nNazrul was even sent to jail because of his fiercely anticolonial and anti-establishment writings; six of his books—collections of poems, prose-pieces, and songs—were banned by the British colonial government in the second decade of the 20th century! That was indeed an unprecedented event in the history of \"world literature!\"\nNow, owing to space limitations, it is impossible to do justice to the entire range—enormous as it is—of Nazrul's work. In this short piece, however, I intend to call attention to a few areas that I think have been routinely bypassed in traditional Nazrul criticism. For instance, to begin with, not much attention has been paid to Nazrul's anti-Eurocentric conception of what is called world literature, articulated as it is in his under-engaged essay called \"Bartaman Bishshya Shahittya\" (Contemporary World Literature), a piece in which Nazrul deploys the metaphors of \"earth\" and \"sky\" to accentuate his unwavering commitment to the \"worldliness\" of poetry as such. He thinks that poetry—like theory—can certainly become a genuine material force if it grips the masses.\nConnected to his premium placed on the worldliness and materiality of poetry remains Nazrul's own robust version of revolutionary internationalism and universalism—analogous to the Black Marxist CLR James' notion of a \"universalism from below\"—which remains opposed to the kind of trendy, derivative, aesthetics-fetishising \"cosmopolitanism\" represented by the likes of Buddhodeva Bose and Sudhin Dutta—the modernists of the so-called thirties. In fact, inspired by a trinity of the revolutions—the Turkish Revolution, the Irish Revolution, and, above all, the Russian Revolution—Nazrul moves in the direction of envisaging alternative, oppositional modernity, anticolonial in character and content. Unfortunately, this Nazrul remains relatively unheeded in contemporary literary criticism.\nAlso, isn't it instructive that Nazrul exemplarily composed \"ghazals\" not only in Bengali but also in Urdu, and that he even composed \"bhajons\" in Hindi? I think Nazrul's multi-lingual creative interventions (he knew at least six languages: Persian, Arabic, Urdu, Hindi, Sanskrit, English)—including his unprecedented contributions as a translator—have not been discussed adequately in contemporary criticism. In fact, he is by far the best translator of Persian and Arabic poetry in Bengali. He translated the great rubaiyyat of the Persian poet and polymath Omar Khayyam (1048-1131) and also the ghazals and rubiayyat of another Persian poet—Hafez (1315-1390)—while Nazrul even translated some Sufi poems of Hazrat Ali (RA). Further, Nazrul beautifully translated more than 30 Quranic suras into Bengali.\nKazi Nazrul Islam's unprecedented metrical adventures in Bengali poetry also warrant more attention than they have hitherto received. Realising that the rhythm itself is Being, and that we ourselves are multiple, sliding, traveling rhythms in space and time, Nazrul experiments with Arabic, Persian, and Sanskrit meters in his own works, producing superb rhythmic effects and even revolutionising the field of creative metrical interventions. Some of the Arabic and Persian meters Nazrul adapts in his poetry are called motaqarib, motdariq, hajaz, rajaz, and mashaqel. And the Sanskrit meters he dexterously deploys include totak, ananga shekhar, shardul brrikrita, and so on. And I think even such metrical adventures cannot be dissociated from Nazrul's anticolonial and revolutionary politics by and large.\nLastly, Kazi Nazrul Islam's poems and songs served as a genuine inspiration to our freedom fighters in 1971. In fact, our National Liberation Movement of 1971 was animated, energised, and driven by its three pronounced principles—equality, justice, and dignity—which already constituted the three abiding themes in Nazrul's entire oeuvre. Indeed, Nazrul remains resonant and relevant as long as—to use his own words in the English translation—\"the sky and the air remain [filled] with the cries of the oppressed.\" And to honour the legacy of Nazrul is to keep combatting all forms and forces of oppression and injustice.  \n    \nDr Azfar Hussain is currently Director of the Graduate Program in Social Innovation and Associate Professor of Integrative, Religious, and Intercultural Studies at Grand Valley State University in Michigan. He is also Vice-President of the Global Center for Advanced Studies, New York, USA.\n",
        "headline_1": "Kazi Nazrul Islam: Poetry, Politics, Praxis",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/kazi-nazrul-islam-poetry-politics-praxis-2163081",
        "news_paper_name": "The Daily Star",
        "publish_date": "29-08-2021"
    },
    {
        "full_article": "The world has finally awoken to the existential imperative of securing a rapid transition to a green economy. Finance will play a pivotal role in that process. But while financial institutions have made a big show of doing their part—issuing green bonds and installing green lightbulbs—far too many continue to provide capital to the fossil-fuel industry and support other parts of the economy that are incompatible with a green transition.\nSuch financing actively fuels the climate crisis. Many of these investments are long-lived. Discovering, developing, and fully exploiting a new oil field takes decades, stretching well beyond the horizon in which the world must become carbon neutral to prevent catastrophic levels of warming. As such, these projects almost certainly will become \"stranded assets\": holdings that have lost their value and usefulness amid the fight to save the planet.\nThese losses pose a risk to the investor and, potentially, to the economic system and the planet. Because most owners of stranded assets will selfishly fight to exploit their holdings no matter what, financing for these investments creates an adverse political dynamic. There are powerful lobbies committed to fighting the green transition, lest they be the ones left holding the bag. Moreover, if the transition succeeds, these same groups will demand compensation—effectively \"socialising\" the downside risk of investments that never should have been undertaken in the first place. If history is any guide, they will succeed in making themselves whole.\nIdeally, we would simply ban such investments. But, for now, this option is politically infeasible in the United States and many other countries. Another option is to deploy regulatory tools. Since markets are short-sighted and often fail to account fully for key risks, the obligation to ensure financial stability falls on those charged with overseeing the economy, including central banks.\nThe 2008 financial crisis showed what can happen when even a small part of the world's asset base (US subprime mortgages) gets repriced. The repricing of assets that are likely to be affected by climate change could have systemic effects that will dwarf those of 2008. The fossil-fuel sector is just the tip of the (melting) iceberg. For example, rising sea levels and increasingly common extreme weather events, from wildfires to hurricanes, could force a sudden repricing of vast swathes of land and real estate, too.\nThus, regulators need to require full disclosure of climate risk—which includes not just physical dangers but also direct and indirect financial risks. Even if there is not unanimity about the magnitude of these risks or the pace of the coming change, prudence requires disclosure of what could happen under the plausible scenarios that have been extensively discussed in Intergovernmental Panel on Climate Change assessments and elsewhere. Moreover, a policy regime capable of achieving carbon neutrality by 2050 (combining carbon pricing with regulations) will almost surely have a significant impact on asset prices.\nIf the economy moves too slowly in a green direction, it increases the \"transition risk.\" Rather than a smooth, efficient transition to carbon neutrality, with gradual adjustments in asset prices, we could end up with a more chaotic one in which prices would jump at critical moments when markets fully internalise the reality of the change.\nTo mitigate this risk, finance must not only stop providing funds for investments that despoil our environment; it also must provide funds for the investments needed to move us in the right direction. We may need both carrots and sticks to nudge the industry along.\nFor example, banks that make climate-risky investments should be obligated to hold more reserves to reflect that risk. Investors have been warned: those who nonetheless continue to make investments in fossil fuels should not effectively be subsidised by the public through the deductibility of losses. In the US, the government underwrites the vast majority of residential mortgages; going forward, it should do so only for green mortgages (loans for homes that are well insulated and energy efficient).\nFurthermore, to encourage investments that are predicated on a high carbon price, governments could issue \"guarantees\" that if the price of carbon turns out to be lower than expected in, say, 20 years, the investor will be compensated. This would function as a kind of insurance policy, pressing governments around the world to uphold their commitments under the Paris Climate Agreement.\nThese and other similar policies will assist the green transition. But even with such prodding, the private financial sector is unlikely to do enough on its own. Many of the critical investments that we need are long-lived, and private financial markets too often focus on the short term.\nTo help fill the gap, green development banks have already been created in many jurisdictions, including the state of New York. Elsewhere, existing development banks' mandates have been broadened to include green development. These institutions are making an important contribution not just in providing finance, but also in assisting with the design and structuring of the green projects themselves.\nThe climate crisis demands enormous economic and societal changes. We have no choice but to change how we consume, produce, and invest. The challenge is manageable. But if it is to be managed well, finance must play its part. And that will take more than a little prodding from civil society and governments alike.\n \nJoseph E Stiglitz, a Nobel laureate in economics, is University Professor at Columbia University and a member of the Independent Commission for the Reform of International Corporate Taxation.\nCopyright: Project Syndicate, 2021.\nwww.project-syndicate.org  (Exclusive to The Daily Star)\n",
        "headline_1": "Getting finance onside for climate",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/project-syndicate/news/getting-finance-onside-climate-2163071",
        "news_paper_name": "The Daily Star",
        "publish_date": "29-08-2021"
    },
    {
        "full_article": "Against all odds, the Taliban need to prove their credentials as Afghan nationalists and shun global jihadist movements along with delivering promises to the international community if they want to govern Afghanistan, a panel of experts said.\nThey said that the fear of jihadist attacks in the South and south Asia region was over blown, but Taliban's victory over superpowers would provide moral boost for jihadist groups. They said it's too early to predict the regional and global implications of the changes in Afghanistan.\nThe speakers were speaking at a webinar titled \"Afghanistan's Taliban: Impacts on South and South East Asia\" arranged by Asia News Network, an organisation comprised of 23 news organisations across Asia.\n\"Taliban need to decide who they are. Are they Afghan nationalists or, in some shape or form, international jihadists?\" asked Anthony Davis, security consultant and analyst with IHS-Jane's, Bangkok, adding that they might need months, even years, to answer this fundamental question.\nSince seizing Kabul, the Taliban have presented a more moderate face, saying they want peace, will not take revenge against old enemies and will respect the rights of women within the framework of Islamic law. They have also pledged not to allow any group to use Afghanistan to launch terror attacks on any country.\nAnthony said the Taliban is caught between their two most important, influential allies: Pakistan and Al-Qaeda.\nSince their emergence in the early 1990's, he said, Pakistan has been aiding the Taliban and continued to support them to power in 1996. But then, because of Taliban's association with Osama bin Laden and with the 9/11 terror attack in the US, the whole Pakistani military enterprise was \"torpedoed, it blew up on their faces\" and a quick offensive by US and its allies pushed the Taliban out of power in late 2001.\nAs the Taliban are now in power again, Pakistan, with the bitter experience they had, is now clear on what it wants, he added.\n\"Pakistan will want a stable government in Kabul who are sympathetic to their causes and also nationalistic,\" Anthony said. It clearly doesn't want Afghanistan to become a hub for terrorist activities.\nOn the other hand, during their insurgency in the last 20 years, the Taliban have deepened their associations with jihadist movements, especially with Al-Qaeda, the international genre of jihadist revolution, he said.\nBesides, he said, they have associations with nationalist jihadist groups like the TTP in Pakistan, Islamic Movement of Uzbekistan and Eastern Turkistan Islamic Movement (ETIM).\nHe said Al-Qaeda fighters are still operating with the Taliban and it will be extremely hard for them to decide as the group has diverse vines running within them regarding the issue.\nThere are groups of Taliban who definitely want stability and prosperity for the country after winning the war, he added. \nHowever, other important players like Sirajuddin Haqqani, the chief of the powerful Haqqani Network and the defacto number two in the Taliban ranks, doesn't want to throw the Al-Qaeda under the bus, Anthony said adding they have bonded closely over the years through blood and family bonds.\nHe said the Taliban leadership has now to answer the important question: Should we close down the jihadist chapter of the movement, or continue with it despite the international threats and pressure?\nHowever, Zahid Hussain, a prominent expert on regional security and terrorism issues, argued that though the Taliban might have limited contact with Al-Qaeda, they were no longer involved in global jihadist movements.\nHe said the antagonism between the Taliban and the Islamic State is a proof of that. He also claimed the Al-Qaeda elements are not as active in Afghanistan as many people think.\n\"Will the West engage with the Taliban if they were directly linked with Al-Qaeda or global jihadist movements?\" he asked referring to the 18-month-long talks with US in Doha that paved the way for US troops withdrawal. \nThe Doha agreement, which was supported by China, Russia and Pakistan and unanimously endorsed by the UN Security Council, was only possible because the Taliban had committed that they won't allow Afghanistan to be used by any terrorist groups, he said.\nHe also pointed to the fact that even before the final offensive, the Taliban had already established \"tactical alliances\" with neighbouring powers like Iran, Russia and China to a common purpose: that is to curb the influence of IS, the global jihadists.\n\"The other factor is the Taliban leadership now is much different than the 1990's. These leaders regularly meet with foreign leaders, negotiate with them and they now know they can't work like they used to,\" he added.\nMoreover, he said the situation is completely different than the 1990s chaos.. In fact, global jihadist groups like Al-Qaeda were able to grow inside Afghanistan because of the post-Soviet civil war.\n\"One of the concerns of international community is that if the Taliban fail and another civil war start in Afghanistan, that will be much more conducive for global jihadi movements,\" he said.\nHe also refuted the idea that Taliban would be hostile to countries like India and stick to Pakistan.\n\"They will not and cannot,\" the veteran columnist at Dawn said, noting that the Taliban's main challenge now is to govern the country.\nIt was much easier to take over the country as the Kabul government collapsed. But to govern it would be far more challenging given that the country is mired by ethnic and all other kinds of conflicts, he added.\n\"Moreover, the previous government was completely dependent, almost 90 percent, on US or foreign aid to run the day-to-day government. The Taliban cannot afford to antagonise any country if they want to run the country,\" he argued.\nThe Western nations have made clear what they want from them through deals and UNSC resolution. So they have to fulfil the commitments they have made with the international community regarding an inclusive government, human rights, women's rights and other issues.\n\"For economic and other reasons, Taliban cannot afford isolation like the 1990s,\" he said.\nBut to implement those, the Taliban will face a major problem with local leadership and fighters because of their ultra-conservative mindset derived from the traditional tribal societal framework, he noted. That will be a bigger challenge within Taliban, he added.\nAnthony, however, said that if the Taliban indeed want to reign in the other small jihadist groups and warlords, they risk pushing them to IS strengthening the global jihadist movements.\nMahfuz Anam, editor of The Daily Star, said the Taliban should get some breathing space now to prove their intent.\nHe said the delay in forming a government can be seen as a sign of internal discussions to form an \"inclusive government\" keeping in mind the volatile ethnic divide of the country.\n\"Nobody likes a defeat, let alone a superpower,\" he said referring to the United States, urging caution against exploiting the fissure and differences within the Taliban ranks.\n\"If the United States, derived from the ego, decides to make the Taliban look so bad, project them as a mediaeval force and criticise them, attack them and create fault line within them at every step, that might create a problem,\" he added. \nHe feared that, despite the argument put forward by Zahid Hossain, Pakistan might use the opportunity to reignite the Kashmir issue.\nHe hoped that all powers, including the US, China, India, Pakistan, should look closely at how the Taliban react to the options that Anthony said earlier and take actions accordingly.\n\"If the Taliban take the nationalist route, everybody should cooperate. If they take the route of international jihadist, then all of us need to take our own precautions,\" he suggested.\nHe said that Bangladesh is concerned because the country has a latent jihadist tendency. But thanks to the actions of the current government, since the 2016 Dhaka attack inspired by IS, the situation has been under control, he added.\nBut the ideological impact of the victory of the Taliban in Afghanistan can't be ignored, he said.\nTheir victory against a coalition of superpowers without backing, which they had during their victory against the Soviets, and without airpower and modern warfare means, delivers a strong message to jihadist groups across the world, he said.\nNoor Huda Ismail, visiting Fellow, the S Rajaratnam School of International Studies (RSIS), Singapore, and founder of the Institute of International Peace Building in Indonesia, agreed.\nHe said, apart from the exploitations from outside, if the Taliban fail to control or suppress different pockets of resistance by different warlords, those forces might create or escalate the fault lines within the group.\nSelf-motivated radicals still possess the more serious threat to jihadist attacks than organised groups, he added.\nAnthony said, though New Delhi might be looking at developments very closely, the impact of power change in Kabul is unlikely to have any major impact on India.\nHe said despite a huge Muslim population, strikingly international jihadist groups like Al-Qaeda and Islamic State have failed miserably to inspire them. He noted that the few major attacks on India by jihadists—the Red Fort attack by Lashkar-e-Taiba, the Mumbai attack by the same group,the Pulwama attack by Jaish-e-Muhammad—were all aided, staged, managed by Pakistani military establishments to destabilise the state.\nHowever Jaish-e-Mohammad and Lashkar-e-Taiba have footholds in Afghanistan. And he predicted that Pakistan will like for the groups to remain dormant till the dust settles down.\nHe also played down militancy threat to China saying Beijing needs to worry more about Syria than Afghanistan.\nFormer Thai lawmaker and ambassador Kobsak Chutikul feared that after the debacle in Afghanistan, the US might refocus on South Asia again after decades to regain its lost honour potentially making this region the centre of US-China rivalry.\nHe pointed to the recent visits by US Vice President Kamala Harris and US Defence Secretary Lloyd Austin to countries which have disputes with China over the resource rich South China Sea.\nHe said, in light of the controversial US troops withdrawal from Afghanistan, South Asia might have to reassess their allies and friends. With the rise of China as the new superpower next door, he feared countries in the region make the difficult choice of choosing between the US and China.\nHe asked whether the situation in Afghanistan had brought that choice closer.\n \nANN members comprise of The Korea Herald, China Daily, China Post (Taiwan), Gogo Mongolia, Yomiuri Shimbun and The Japan News, Dawn (Pakistan), The Statesman (India), The Island (Sri Lanka), Kuensel (Bhutan), Kathmandu Post (Nepal), The Daily Star (Bangladesh), Eleven Media (Myanmar), The Nation (Thailand), Jakarta Post, The Star and Sin Chew Daily (Malaysia), the Phnom Penh Post and Rasmei Kampuchea (Cambodia), The Borneo Bulletin (Brunei), The Straits Times (Singapore), Vietnam News, Philippine Daily Inquirer and Vientiane Times (Laos).\n",
        "headline_1": "Leading global jihad or ruling Afghans?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/leading-global-jihad-or-ruling-afghans-2163066",
        "news_paper_name": "The Daily Star",
        "publish_date": "29-08-2021"
    },
    {
        "full_article": "Pakistan may not hurry to recognise the Taliban as new rulers of Afghanistan this time and wait for regional powers like China, Russia and Iran to make their decisions, a prominent expert on regional security and terrorism issues said.\nZahid Hussain, also a Dawn columnist, said what is happening in Afghanistan has direct consequences for Pakistan as the two countries share a 2,500 km long porous border and the same people living across the lines.\nOnly three nations—Pakistan, the United Arab Emirates and Saudi Arabia—recognised the previous Taliban regime which imposed an ultra-austere interpretation of Islam in Afghanistan.\n\"Pakistan is not overtly happy, but the changes are seen as positive for the country. There are huge apprehensions too as a radical Islamic party like Taliban have taken control across the border,\" Zahid told a webinar arranged by Asia News Network on Thursday.  \nWhat happened in the last 11 days in Afghanistan has taken everyone by surprise. Even the Taliban seem to be unprepared for the quick outcome of the offensive and the complete collapse of the Western-backed Afghani government, he said.\nThough Pakistan has been working with US on its war against terror, the two countries have divergent goals in Afghanistan.\n\"On one hand, Pakistan is a partner of US in its war against terror, on the other it has very good relationship with Taliban leadership. In fact, most of the Taliban leadership who fled Afghanistan after 2001, managed sanctuary in Pakistan and from there they carried on their resistance against the occupying force,\" he said.\nHe said the recent events in Afghanistan pose a few challenges for Pakistan.\nPakistan supported the Taliban whole-heartedly in the 1990s but the situation has changed dramatically in the last 20 years. Pakistan has its own right-wing political parties and militancy problems and the Taliban takeover of Afghanistan will surely boost them, he said.\nMilitant groups, including Tehrik-i-Taliban Pakistan (TTP) alternatively referred to as the Pakistani Taliban, have long been operating their activities mostly from across the border.\nAs the Taliban has given commitment to Pakistan and also to the international community not to allow any militant or terror groups to operate from Afghanistan, Islamabad has enough reasons to be hopeful about solving the cross-border militancy problem, he added.\n\"But the situation is really tricky. TTP had actually pledged allegiance to Mullah Omar, the founder of Taliban in Afghanistan. Their objectives might differ but their world-views are the same. Only time can tell if the Taliban can actually keep their promises on this issue.\"\nSecondly, Pakistan is worried about a possible refugee influx through its porous 2500-km-long border with Afghanistan. The country already hosts around 3 million Afghan refugees and further addition of refugees will be a problem, he said.\n\"There is huge apprehension that the change in Afghanistan will have a huge impact on regional geo-politics,\" he said adding that US, China, Russia, and Iran all have huge stakes here.\n   \"One can hope that this region would not become a playground for world powers again,\" he said.\n",
        "headline_1": "Pakistan unlikely to hurry in recognising Taliban",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/opinion/news/pakistan-unlikely-hurry-recognising-taliban-2163061",
        "news_paper_name": "The Daily Star",
        "publish_date": "29-08-2021"
    },
    {
        "full_article": "It is now confirmed that about 170 people, including 13 US military personnel, were killed in a suicide bombing at the Kabul airport. The aim was to target the US soldiers but the result was a tremendous loss of Afghan lives. We cannot but condemn this cruel mindset that thinks nothing of civilian lives while trying to kill a few foreign soldiers. In fact, such indifference towards lives of the locals reveals the hypocrisy of the assailants' often professed love for Afghanistan.\nThe tragedy indicates that the Taliban is faced with the immediate security situation of saving themselves and their people from the attacks of groups who want a share of power and are willing to create a civil war to get it. It is known that there are several such groups, with their respective foreign patrons, who are not willing to give the new victors a free hand in either stabilising the situation or running the affairs of this country that has been at war for nearly half a century both against foreign powers and internally.\nSetting the human toll aside, the Taliban has a country on the verge of disaster to attend to. To fix it will take a long time. The need of the hour is to attend to the urgent needs of supplying food and other essentials. The prediction by the UN system is that they face imminent crises in many areas.\nThe fact that after 12 days the Taliban have not been able to form a government is indicative of the complexity of the ethnicity based power structure and the difficulty in finding suitable representatives from various groups willing and able to give Afghanistan the much needed stability. The good side of the delay is that the Taliban are showing sufficient maturity for the task at hand and are not rushing. However, the bad side of the long delay is it is opening up scope for factionalism to wreak havoc on the collaborative process.\nHowever, so far the news is good that the Taliban are working for an \"inclusive\" caretaker government with leaders from all tribal and ethnic groups. The responsibility of the dominant Pashto-speaking, Sunni Muslim group consisting of 42 percent of the population is enormous. Their strength in numbers should give them the confidence to be flexible in power sharing and providing the environment for confidence building among the minority groups. A failure here will return this war-fatigued country to internecine conflict that we saw before.\n   In this process, the roles of the big powers of the region—Russia and China—and powerful countries like Iran, India and Pakistan are very crucial. We would urge them to be accommodative in every way and put the interest of the long suffering Afghan people as the first priority.\n",
        "headline_1": "Kabul airport carnage",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/kabul-airport-carnage-2163056",
        "news_paper_name": "The Daily Star",
        "publish_date": "29-08-2021"
    },
    {
        "full_article": "We are deeply saddened by the deaths of four people—three of whom belonged to the same family—and for the three injured in a gas explosion incident this past Wednesday at a building in the capital's Mirpur-11. The fire occurred on the ground floor of the six-storey building when local technician Sazzad Hossain Suman (one of the deceased) was called by the building owner to clear a gas pipe which was clogged by rainwater. However, when Suman lit a stove to check if the gas line was working again, gas from the leaky pipe was still trapped in the kitchen, and that caused the explosion.\nThis incident unfortunately rings familiar for us due to its resemblance to the Moghbazar building explosion earlier in June which killed 11 people and injured 50 or more. Unlike the recent Mirpur incident, the Moghbazar explosion was caused by a huge amount of methane gas (from a leaked gas pipeline and sewerage line) being accumulated inside the building, according to a probe report by the Bangladesh Fire Service and Civil Defence (BFSCD). However, the aspect of similarity between the two incidents is in Titas Gas Transmission and Distribution Company's denial of having played any part in the tragedies.\nThe probe committee for the Moghbazar explosion recommended \"replacing old pipelines of Titas\" that it found in the building. Titas gas, however, denied supplying its connections to the building. As for the Mirpur incident from Wednesday, the building owner's father alleged that he was forced to contact the local technician as his \"at least 20\" calls regarding the clogged gas line were met with no response by Titas Gas. Here, too, a customer service provider at the Mirpur Zone of Titas Gas Emergency claimed that no such complaints were received.\nWhatever the case may be, as the major service provider for gas across the country, Titas has an obligation to periodically check for any leaks or irregularities in their gas pipelines. The fact remains that \"at least 722 fires at gas lines were reported last year\" and that leaky gas pipes were the fourth most common cause of all fires reported last year, according to Fire Service data.   Given such prevalence of this dangerous phenomena, it is the duty of not only building owners to ensure that their premises are well-ventilated, but also of government authorities and service providers to be vigilant in preventing such ghastly and frequent incidents of fire.\n",
        "headline_1": "Another gas line explosion caused by lack of maintenance",
        "headline_2": "",
        "link": "https://www.thedailystar.net/views/editorial/news/another-gas-line-explosion-caused-lack-maintenance-2163051",
        "news_paper_name": "The Daily Star",
        "publish_date": "29-08-2021"
    }
]