[
    {
        "full_article": "India’s latest inflation data present policymakers with a fraught choice: whether to respond to the latest acceleration in retail price gains to a five-month high with more sizeable interest rate increases, or pause the monetary tightening so as to allow fragile growth to gain more traction. Inflation figures based on the Consumer Price Index (CPI) show retail price gains on a resurgent trajectory with food prices leading the charge. Vegetables and cereals were the biggest culprits, with the prices of the former surging 18% from a year earlier and rising a substantial 2.6% from the preceding month; staple grains, including rice and wheat, climbed 11.5% from September 2021 and increased 2% from August levels. These two food items have a combined weight of 15.7% in the overall CPI and account for more than a third of the food and beverages category’s cumulative weight. Rice prices have continued to rise in the face of a projected 6% shortfall in kharif output, the Government’s efforts to ease supply through export curbs on non-Basmati rice notwithstanding. Heavy rains at the monsoon’s tail end have hit vegetable output, causing wholesale level prices to accelerate by an eye-watering 39.7% in September, with month-on-month gains alone exceeding 10%. The forecast for food prices, therefore, remains clouded with uncertainty, at least in the short term, with the risks tilted to the upside.The rupee’s continuing depreciation against the dollar has further roiled the outlook for price stability, with imported inflation hard to counter through monetary measures. As RBI Deputy Governor Michael Patra noted in the central bank’s Monetary Policy Committee meeting last month, that India is a ‘net commodity importer, with over a third of the CPI being imported’ complicates policymaking, especially when the terms of trade turn unfavourable. Also, with five of the six services categories registering sequential inflation as well, it is hard to disagree with RBI Governor Shaktikanta Das’s argument that policy must be aimed at preventing price pressures from broadening. Still, with the latest private sector output trends in S&P Global’s survey-based manufacturing and services PMI data for September flagging a renewed slowdown, and a looming global recession pointing to a decline in demand for India’s exports, the outlook for growth appears tenuous. Given that monetary policy affects real interest rates with a distinct lag, it may be a difficult but wiser choice to heed the MPC’s dissenting voices of Ashima Goyal and Jayanth Varma and refrain momentarily from raising interest rates till the fog of uncertainty lifts and a clearer picture of price and growth trends emerges.",
        "headline_1": "Tread carefully: On inflation",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/tread-carefully/article66022524.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "18-10-2022"
    },
    {
        "full_article": "Reported violence against women is the proverbial tip of the iceberg; it conceals more than it reveals. But what it reveals can sometimes shock the collective conscience of a nation, especially a heinous crime that plays out in broad daylight as an assault on a young woman. Last week’s incident of violence in Chennai, where college student Sathyapriya was decapitated as a young man pursuing her romantically pushed her in the path of an oncoming train did no less tug at the heartstrings of the public. The incidents of violence against women in train stations in Chennai are following a nearly copycat pattern after Swathi, a young techie was murdered in 2016, in broad daylight by a man, who was again stalking her, in a railway station. In 2021, Swetha, a young college goer was murdered near a suburban train station by a man in a ‘troubled relationship’ with her. In each of these cases, the inability of the stalker to accept the fact that his overtures were turned down by the girl directly led to the violence. Earlier this month, an eight-year-old girl in Delhi was kidnapped, sexually assaulted and murdered. In September, the bodies of two teenaged girls were found in Lakhimpur Kheri in Uttar Pradesh. Police said they had been strangled with a scarf and hung from a tree after they were raped. Only a few cases hit the headlines or make an impact on social media. Many more go unreported, the massive unseen underbelly of the iceberg.In the chequered history of handling the many forms of violence against women in India, the horrific Nirbhaya rape of 2012 is a definitive milestone. It rocked the nation with such force that lawmakers rushed to strengthen laws, and put in place systems and infrastructure that were meant to ensure such dreadful incidents are never repeated. However, according to National Crime Records Bureau statistics, a whopping 4,28,278 lakh crimes against women happened in 2021. These included rape, rape and murder, dowry harassment, kidnapping, forced marriage, trafficking, and online harassment. At this juncture, a decade later, it is pertinent to ask if the Government has rolled out all the strategies conceived of and fuelled by the Nirbhaya Fund. Speedy process of trial and resolution resulting in conviction of the accused is a casualty in courts that are flooded with pending cases. The Sustainable Development Goals underline the importance of building safe, resilient and inclusive cities from a gender lens. No slackening on the part of authorities is acceptable when it comes to dealing with violence against women; zero tolerance alone is acceptable.",
        "headline_1": "Gone girls: On crimes against women",
        "headline_2": "",
        "link": " https://www.thehindu.com/opinion/editorial/gone-girls/article66022436.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "18-10-2022"
    },
    {
        "full_article": "Sanjeev Sanyal and Aakanksha Arora\nThe Human Development Index is the second most widely used indicator for measuring economic progress after national income statistics (GDP). The latest HDI reading released last month by UNDP ranked India at 132 out of 188 countries. Indeed, India’s rank has not improved over the last two decades and declined by one place in 2022. Moreover, the index score also fell in the last two years from 0.645 in 2019 to 0.633 in 2021. Is this a fair assessment of India’s performance?\nHDI has three components – health as measured by life expectancy at birth; education as measured by a combination of mean years of schooling and expected years of schooling; and income as measured by gross national income per capita (at purchasing power parity). The final score is calculated as a geometric mean of the three categories.\nRead full opinion on TOI+\n\n",
        "headline_1": "Fact-Checking the HDI tally: UNDP needs to compute Indian data more accurately, India needs to provide more timely data",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/fact-checking-the-hdi-tally-undp-needs-to-compute-indian-data-more-accurately-india-needs-to-provide-more-timely-data/",
        "news_paper_name": "The Times of India",
        "publish_date": "18-10-2022"
    },
    {
        "full_article": "This year’s southwest monsoon was bountiful. But if it delighted monsoon trackers, it was a source of misery for road travellers. Roads are India’s dominant mode of transport, measuring 6.3 million kilometres by March 31, 2019. The national highways comprise a mere 2% of this sprawling system, but they’re the country’s arterial network. On paper, their quality is benchmarked against international best practices. But numerous reports of dilapidated NHs underline something is broken in the overall approach to road building and maintenance.\nThe Gurgaon-Jaipur stretch of NH-8 for example saw a hiked toll come into effect from September 1, but it remains incomplete and painfully potholed. Seven years ago the Supreme Court ruled that road concessionaires cannot collect toll from commuters if roads are in bad shape. High courts have echoed this view in other cases. A clue to why the problem persists lies in a reply GoI recently provided to a parliamentary standing committee: annual budgetary outlay for maintenance and repairs is only about 40% of the estimated need as per its own norms. This data pertains to NHs directly under GoI’s supervision.\nThe budgetary allocation for maintenance is less than 4% of the overall budget. Resource allocation, therefore, is lopsided with expansion of NHs getting a disproportionate share. Niti Aayog wants the allocation for maintenance to be raised in the interim to at least 10% before aiming for the 40-50% share that developed countries have. Private concessionaires play a big role in NH expansion. They undertake almost 50% of it through the hybrid annuity model. As far as users are concerned, the buck stops with GoI as it is legally responsible for development and maintenance of NHs. So it needs to recalibrate the overall approach.\nFor example, India’s preferred option is bituminous roads which are particularly prone to damage on account of water-logging. The alternative of concrete roads has a higher upfront cost but comes with fewer maintenance challenges. Given that India has unveiled an integrated logistics policy, its approach to road-building and maintenance needs an upgrade too. Road quality has to be enhanced if it’s going to be in sync with the overall logistics plan. While the NH expansion over the last few years has been impressive, the same cannot be said of drive quality. Do better by the long-suffering toll-paying road user.\n\n",
        "headline_1": "Bump, bump, bump: National highways are painfully potholed as only building them is a priority, maintenance is lax",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/bump-bump-bump-national-highways-are-painfully-potholed-as-only-building-them-is-a-priority-maintenance-is-lax/",
        "news_paper_name": "The Times of India",
        "publish_date": "18-10-2022"
    },
    {
        "full_article": "The unveiling of MBBS Hindi textbooks is a positive development for students for whom this language was the medium of instruction in school. Students schooled in their mother tongue have a disadvantage in higher education where English is usually the medium of instruction and examination. Flexible language policies can greatly benefit such students, which is why this reform should be extended to other languages and disciplines too. But it’s important to ensure that local language books maintain the quality standards of the source books. The corpus of local language texts must also expand so that a student who opts to study in the local language isn’t left behind the rest.\nMuch is being made on social media of the new Hindi textbooks having transliterations of terms like anatomy, physiology etc rather than pure Hindi translations. That is misguided criticism. Transliteration can be helpful in disciplines like medicine, where the larger body of knowledge is in the English language. Of course language flexibility in higher education should include students having room to improve their English skills too. This will open up more opportunities for them in the global knowledge economy.\nRemember how, under the Left government, Bengal paid a heavy price for curbing English to promote the local language. India’s workforce, from IT to nursing, is prized everywhere because of familiarity with English. Parents, across classes, angle for English education for their wards for this reason. India is also witnessing great internal migration, and migrant children should not be put at risk by rigid approaches on language. GoI’s recent foundational learning survey actually found children displaying more proficiency in English than their mother tongues. Let all languages flourish. Let parents and students be able to choose what’s best for them.\n\n",
        "headline_1": "Dr Hindi, Dr English: Language shouldn’t constrain students from accessing higher education",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/dr-hindi-dr-english-language-shouldnt-constrain-students-from-accessing-higher-education/",
        "news_paper_name": "The Times of India",
        "publish_date": "18-10-2022"
    },
    {
        "full_article": "With the commencement of the 20th Chinese Communist Party congress, Xi Jinping is within touching distance of an unconventional third term as the head of the Chinese party-state. Author of multiple books and commentaries on China and professor in Chinese and Sinological Studies, JNU, Priyadarsi Mukherji, spoke to Rudroneel Ghosh about the implications of Xi’s reign for both China and the world:\nGiven Xi’s aggressive posture at the beginning of the party congress, how do you see the Chinese leadership’s approach in the next five years? \nThough the 20th party congress of the Chinese Communist Party is supposed to be a defining moment for Chinese politics, policy and foreign affairs, it is actually a black box. And the domestic and foreign policy impact on other countries is also embedded in it. Through myriad intrigues and a complex web of hidden personal equations, Xi Jinping would continue to reign supreme for the next few years or even decades. There is a complex mesh of highly contentious players in the Chinese hierarchy – between former leaders, politburo standing committee, central military commission and politburo contenders. Xi has made it clear to all of them that he will rule over the Chinese for years to come.\nRead full opinion on TOI+\n\n",
        "headline_1": "‘Communist China has never been a friend of India at any point in history… New Delhi should explore relations with Beijing’s enemies’",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/talkingturkey/communist-china-has-never-been-a-friend-of-india-at-any-point-in-history-new-delhi-should-explore-relations-with-beijings-enemies/",
        "news_paper_name": "The Times of India",
        "publish_date": "18-10-2022"
    },
    {
        "full_article": "We welcome the spirit of friendship and collaboration that marked the first-ever visit of Brunei Sultan Hassanal Bolkiah Mu'izzaddin Waddaulah in Bangladesh, which culminated with the signing of several important agreements. At a meeting between Prime Minister Sheikh Hasina and Brunei sultan on Sunday, the two countries signed a deal and three memorandums of understanding (MoUs), including one on a long-term collaboration in the energy sector, particularly in the supply of liquefied natural gas (LNG) and other petroleum products to Bangladesh. It comes at a time when Bangladesh is searching for alternative sources of energy amid a spike in fuel prices as well as supply-chain disruptions in the wake of the Russia-Ukraine war.\n\nLike Bangladesh, Brunei has been also focusing on diversifying its economy, with an eye to the future. Both countries can benefit enormously for increased collaboration, although bilateral trade between the two is far below its potential at the moment. \nThe sultan's visit is a reciprocal one after Sheikh Hasina's state visit to Brunei in 2019. Besides the energy agreement, the two leaders also signed MoUs on recruitment of workers from Bangladesh and recognition of certificates for the seafarers, in addition to a deal on direct flights between the two countries. Bangladesh has a major stake in the labour agreement. About 20,000 Bangladeshis are currently working in Brunei. The possibility of more recruitments is an aspect that the government will certainly like to explore, while making sure the interests of workers are protected through a fixed minimum wage, insurance and reducing recruitment costs. For this to benefit all sides, it is also essential that the recruitment process is managed in a transparent and orderly manner.\nBangladesh and Brunei share strong commonalities in terms of faith, tradition and a shared vision of peace and prosperity. Brunei is said to be the third-largest oil producer in Southeast Asia, and also the ninth-largest producer of LNG in the world. But like Bangladesh, it has been also focusing on diversifying its economy, with an eye to the future. Both countries can benefit enormously for increased collaboration, although bilateral trade between the two is far below its potential at the moment. Some of the areas where trade and cooperation can be increased were highlighted during the delegation-level meeting on Sunday, including maritime connectivity, agriculture, livestock and fisheries, training and exchange of services in health sector, defence and security, disaster response, humanitarian operations, information technology, etc. Bangladesh also invited Brunei to invest in its special economic zones.\nFor Bangladesh, diversifying its sources of energy including LNG is vitally important, as it relies heavily on energy imports for power generation. In that, Brunei offers a potentially stable and long-term alternative. With the global energy market going through unprecedented volatility since the Russia-Ukraine war, and Bangladesh facing a crisis with rising demands for energy but shrinking ability to procure or produce it, it is all the more important that the country has as many options as possible.\nWith the sultan's visit, Foreign Minister Abdul Momen said that Bangladesh's bilateral relationship with Brunei has reached a \"new height\". We do hope this will result in a new, elevated level of engagement in the form of increased trade, investment and mutual cooperation.\n",
        "headline_1": "A new height in Bangladesh-Brunei ties",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/new-height-bangladesh-brunei-ties-3145626",
        "news_paper_name": "The Daily Star",
        "publish_date": "18-10-2022"
    },
    {
        "full_article": "We appreciate the authorities for taking the initiative to install CCTV cameras in public buses, which has been a long-standing demand of women passengers and organisations working on women's rights. Reportedly, the Ministry of Women and Children Affairs, with funding from Dipto Foundation, has initially installed cameras in 100 public buses of four companies in Dhaka. According to the government, if this helps improve the security of female passengers, the entire public transport system could be gradually brought under the initiative. While we appreciate the move, we think this is just one of the many measures that need to be taken to stop harassment of women on public transport.\n\nInstalling CCTV cameras in buses will not only help in identifying culprits harassing women, but will also give women passengers the courage to protest such incidents and go to the police for help. \nUnfortunately, while women have long endured all forms of sexual harassment and violence on public buses, including rape and even gang-rape, little has been done to address the issue. The only initiative that the government took, apart from reserving nine seats for women, is to introduce a small number of women-only buses in Dhaka, which are too few compared to the number of women and girls who use buses to commute every day.\nOver the last few years, several studies and surveys have been conducted to understand the gravity of the issue. The situation seems to have become progressively worse. The most recent survey report on this, published in late August, found that 87 percent of the women surveyed faced some form of harassment at least once in their lives, while 36 percent faced sexual harassment regularly in buses, launches, trains and at terminals. What is particularly worrying is the revelation that only 36 percent among those harassed protested after being harassed, while only one percent went to the law enforcers for support.\nUnder such circumstances, we think installing CCTV cameras in buses will not only help in identifying culprits harassing women, but will also give women passengers the courage to protest such incidents and go to the police for help, since it will now be easier to provide evidence of the harassment. However, in addition to installing CCTV cameras and establishing a reliable monitoring system to track such crimes, there needs to be vehicle tracking systems in all public transports as well, as advised by experts.\nFurthermore, often women are harassed not only by other male passengers but by the bus drivers and helpers themselves. Research has found that 83 percent of women received abusive and misogynistic comments from transport staff, which makes the problem harder to address. To address this, the authorities need to undertake special programmes to educate bus drivers and helpers on gender issues. Campaigns on women's rights and safety must be carried out continuously if we really want to bring a change. Overall, the formation of a gender-responsive guideline for our entire transport sector is a must to effectively address the issue.\n",
        "headline_1": "A laudable initiative for safe journeys",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/laudable-initiative-safe-journeys-3145621",
        "news_paper_name": "The Daily Star",
        "publish_date": "18-10-2022"
    },
    {
        "full_article": "The current state of faculty recruitment at universities in Bangladesh is far from ideal, with the recruitment process mired in allegations of corruption. In order to reap the benefits of our outstanding economic growth, we must improve the quality of education by improving the standards of our teaching staff and researchers. If the education providers are well-prepared, they will prepare our future generations better.\nThe University Grants Commission (UGC) has guidelines for the recruitment of faculty members – from lecturers to professors – at both public and private universities. While there is a common policy for private universities to recruit faculty members, public universities usually follow their own regulations and systems. There has been a debate over a unified faculty recruitment policy for all public universities in Bangladesh, and the policy is supposed to include not only the recruitment of teaching and research staff, but also the promotion and dismissal of the staff.\nThe existing guideline for recruitment at private universities is not concrete either – it does not cover each and every aspect of recruitment and leaves a lot of room for interpretation. While it does cover a wide array of good recommendations, there is a big scope for improvement.\nIn order to improve, we need to adopt the best international practices and adapt them to fit the Bangladeshi context. Only a handful of universities have a recruitment policy that is comparable to top global institutions. This is also evident as only a handful of institutions in Bangladesh have global accreditation. Receiving these accreditations requires a university to meet global recruitment standards as well – at least to some extent.\nIf you look at top-ranking universities in the UK, Australia, US and China, you will see a distinct difference in the calibre, profiles, research output, and degrees of the academics. At North South University (NSU) in Bangladesh, for example, as per global practice, it is mandatory for a faculty member to have a PhD from a globally reputed institution to become an assistant professor; even a lecturer must possess a degree from an institution that is internationally ranked.\nWhile this may not be feasible for all institutions in Bangladesh, we can make some changes at least. For lecturer recruitment, we can make research experience a priority, along with experience as a teaching assistant or a research assistant, and publications and conference proceedings may also be considered. If an institution intends to accommodate only PhD recipients for assistant professorship, it can introduce positions such as associate lecturer and senior lecturer before promoting them to assistant professor based on research and teaching experience.\nRecruitment requirements should not be identical across the country. A university that is recently established and another that has been around for five decades will never have similar resources, recognition, and facilities to attract and retain the same level of staff. Thus, policies should be competitive and flexible.\nAnother major concern which is an unwritten rule in Bangladesh is the fact that you will only be recruited by certain public universities if you have been a student and graduated from the same. This discourages a diverse and inclusive recruitment standard, which in 2022 is a shame. There should be a clear policy of cross-university recruitment or assignment that will help qualified faculty members to easily move across organisations and share their expertise.\nIf we look at the most recent developments regarding university ranking by Times Higher Education, NSU, being considerably younger than its many counterparts in this region, has achieved an impeccable feat. A strong faculty pool enables NSU, like many others, to achieve impactful research output that ultimately benefited the university to perform better in the ranking.\nA more capable and better equipped teaching staff is a precursor to helping university students perform better and realise their own potential. We need to raise the bar of our recruitment standards so that we can develop our human capital to serve the nation in the best possible ways. In today's Bangladesh, when the level of brain drain is extremely high, we must be equipped to better treat the future of this country. Our young ones must not suffer.\nMd Nurul Kabir, PhD, is associate professor and chair of the Department of Accounting and Finance at North South University (NSU).\n\nQuazi Tafsirul Islam is senior lecturer of the School of Business and Economics at NSU.\n",
        "headline_1": "Faculty recruitment at universities: Are we doing it right?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/faculty-recruitment-universities-are-we-doing-it-right-3145376",
        "news_paper_name": "The Daily Star",
        "publish_date": "18-10-2022"
    },
    {
        "full_article": "Every region in the world has its own brand of politics. While there may be some interregional commonalities, it is always the uncommon factors that define the politics of a particular region. For example, one of the key characteristics of South Asian politics is the tendency to form alliances before a major election. While occasionally the allies may have strong ideological similarities, in most cases, the partnerships are held with loose, common threads.\nBangladesh, being a part of South Asia, is no different. With the next parliamentary election set to be held in a year or so, the ruling Awami League and the BNP, the two dominant political forces in the country, have once again started rallying lesser and sometimes even completely unknown political parties to form alliances.\nEventually, it's all about numbers. Before the 2001 general election, the then main opposition in parliament, BNP, formed a four-party alliance with three other like-minded right-wing parties, including Jamaat-e-Islami. BNP and its allies swept that election with a two-third majority and ended up forming a coalition government. Before the following election in 2008, the Awami League took a page out of their archrival's books and formed a bigger alliance with 14 like-minded parties, who were mostly left and centre-left in terms of political ideology. That coalition later came to be known as the \"grand alliance\" and it ended up winning an even bigger majority in parliament than what the four-party alliance did in 2001.\n \n \nAfter a disastrous defeat in the 2008 election, the BNP took a couple of years to regroup and decided to form an even bigger alliance, this time with as many as 19 parties, in 2012. Apart from Jamaat-e-Islami, the remaining 18 parties were either one-man shows or existed only on papers and signboards, let alone having any significant vote bank.\nAround the same time, the ruling Awami League revived the long-pending 1971 war crimes trial against top leaders of Jamaat-e-Islami. By the time the next general election rolled around in 2014, some of the top Jamaat leaders had already been executed for their war crimes, and some others, alongside a number of BNP stalwarts, were awaiting the same fate, which significantly curtailed the impact that the 20-party alliance could have had.\n \n \nThe BNP-led alliance tried to retaliate by launching violent protests, aiming for two objectives: 1) to somehow prevent the execution of the Jamaat and BNP leaders; and 2) to prevent the Awami League from holding one-sided elections. None of those objectives were achieved, and the BNP-led alliance only drew fierce criticisms from both home and abroad for their bloody means. Since then, Jamaat has been stripped off their right to participate in elections, and the 20-party alliance nosedived into the ground.\nIf we analyse the results of some of these elections, we will see that only about a few parties actually have vote banks big enough to have any impact on the overall outcomes. Some of the other, lesser known parties have even been known to have given up their own symbols and chose to run with the symbols of the dominant parties in the alliance. Some of them have even won in elections as well because they received votes from the dominant parties' supporters due to their association with the alliance.\n \n \nIn the ninth parliamentary election in 2008, a total of 38 parties took part. One of those parties had the organisational strength to nominate a candidate for just one seat in parliament, and there, too, that candidate managed to bag 297 votes only. In 2014, at least five among the 12 parties who took part in the election received less than 10,000 votes combined. In some cases, the smaller parties were the ones who were the beneficiaries. For example, Jatiya Samajtantrik Dal, Workers Party, and Bangladesh Tarikat Federation contested in the election with the Awami League's \"boat\" symbol in the 2014 election and bagged only 1.75 percent, 2.06 percent and 0.3 percent votes, respectively. But the alliance head, Awami League, accommodated their leaders in the cabinet and some of them became ministers as well, which, quite understandably, they would have never been able to achieve had they contested on their own.\nHowever, as the 12th parliamentary election draws nearer, we are observing an incredible reversal of the trend. While some smaller left-wing parties have started to side with the BNP, which has always been centre-right, some right-wing parties are getting closer to the Awami League, which has been historically centre-left. It is going to be quite hard to tell what this would eventually transpire to, simply because this has never happened before in Bangladesh.\nAlliances are a tested strategy to win elections all over the world. However, alliances between parties with completely opposite standings are not very common, and it is hard to tell how well party members at the grassroots level would gel given their ideological differences, especially during election campaigns. Probably, only time will tell.\nMohammad Al-Masum Molla is deputy chief reporter at The Daily Star.\n\n",
        "headline_1": "Do shifting alliances signal a bigger change in Bangladeshi politics?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/do-shifting-alliances-signal-bigger-change-bangladeshi-politics-3145181",
        "news_paper_name": "The Daily Star",
        "publish_date": "18-10-2022"
    },
    {
        "full_article": "We welcome the spirit of friendship and collaboration that marked the first-ever visit of Brunei Sultan Hassanal Bolkiah Mu'izzaddin Waddaulah in Bangladesh, which culminated with the signing of several important agreements. At a meeting between Prime Minister Sheikh Hasina and Brunei sultan on Sunday, the two countries signed a deal and three memorandums of understanding (MoUs), including one on a long-term collaboration in the energy sector, particularly in the supply of liquefied natural gas (LNG) and other petroleum products to Bangladesh. It comes at a time when Bangladesh is searching for alternative sources of energy amid a spike in fuel prices as well as supply-chain disruptions in the wake of the Russia-Ukraine war.\n\nLike Bangladesh, Brunei has been also focusing on diversifying its economy, with an eye to the future. Both countries can benefit enormously for increased collaboration, although bilateral trade between the two is far below its potential at the moment. \nThe sultan's visit is a reciprocal one after Sheikh Hasina's state visit to Brunei in 2019. Besides the energy agreement, the two leaders also signed MoUs on recruitment of workers from Bangladesh and recognition of certificates for the seafarers, in addition to a deal on direct flights between the two countries. Bangladesh has a major stake in the labour agreement. About 20,000 Bangladeshis are currently working in Brunei. The possibility of more recruitments is an aspect that the government will certainly like to explore, while making sure the interests of workers are protected through a fixed minimum wage, insurance and reducing recruitment costs. For this to benefit all sides, it is also essential that the recruitment process is managed in a transparent and orderly manner.\nBangladesh and Brunei share strong commonalities in terms of faith, tradition and a shared vision of peace and prosperity. Brunei is said to be the third-largest oil producer in Southeast Asia, and also the ninth-largest producer of LNG in the world. But like Bangladesh, it has been also focusing on diversifying its economy, with an eye to the future. Both countries can benefit enormously for increased collaboration, although bilateral trade between the two is far below its potential at the moment. Some of the areas where trade and cooperation can be increased were highlighted during the delegation-level meeting on Sunday, including maritime connectivity, agriculture, livestock and fisheries, training and exchange of services in health sector, defence and security, disaster response, humanitarian operations, information technology, etc. Bangladesh also invited Brunei to invest in its special economic zones.\nFor Bangladesh, diversifying its sources of energy including LNG is vitally important, as it relies heavily on energy imports for power generation. In that, Brunei offers a potentially stable and long-term alternative. With the global energy market going through unprecedented volatility since the Russia-Ukraine war, and Bangladesh facing a crisis with rising demands for energy but shrinking ability to procure or produce it, it is all the more important that the country has as many options as possible.\nWith the sultan's visit, Foreign Minister Abdul Momen said that Bangladesh's bilateral relationship with Brunei has reached a \"new height\". We do hope this will result in a new, elevated level of engagement in the form of increased trade, investment and mutual cooperation.\n",
        "headline_1": "A new height in Bangladesh-Brunei ties",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/new-height-bangladesh-brunei-ties-3145626",
        "news_paper_name": "The Daily Star",
        "publish_date": "18-10-2022"
    },
    {
        "full_article": "We appreciate the authorities for taking the initiative to install CCTV cameras in public buses, which has been a long-standing demand of women passengers and organisations working on women's rights. Reportedly, the Ministry of Women and Children Affairs, with funding from Dipto Foundation, has initially installed cameras in 100 public buses of four companies in Dhaka. According to the government, if this helps improve the security of female passengers, the entire public transport system could be gradually brought under the initiative. While we appreciate the move, we think this is just one of the many measures that need to be taken to stop harassment of women on public transport.\n\nInstalling CCTV cameras in buses will not only help in identifying culprits harassing women, but will also give women passengers the courage to protest such incidents and go to the police for help. \nUnfortunately, while women have long endured all forms of sexual harassment and violence on public buses, including rape and even gang-rape, little has been done to address the issue. The only initiative that the government took, apart from reserving nine seats for women, is to introduce a small number of women-only buses in Dhaka, which are too few compared to the number of women and girls who use buses to commute every day.\nOver the last few years, several studies and surveys have been conducted to understand the gravity of the issue. The situation seems to have become progressively worse. The most recent survey report on this, published in late August, found that 87 percent of the women surveyed faced some form of harassment at least once in their lives, while 36 percent faced sexual harassment regularly in buses, launches, trains and at terminals. What is particularly worrying is the revelation that only 36 percent among those harassed protested after being harassed, while only one percent went to the law enforcers for support.\nUnder such circumstances, we think installing CCTV cameras in buses will not only help in identifying culprits harassing women, but will also give women passengers the courage to protest such incidents and go to the police for help, since it will now be easier to provide evidence of the harassment. However, in addition to installing CCTV cameras and establishing a reliable monitoring system to track such crimes, there needs to be vehicle tracking systems in all public transports as well, as advised by experts.\nFurthermore, often women are harassed not only by other male passengers but by the bus drivers and helpers themselves. Research has found that 83 percent of women received abusive and misogynistic comments from transport staff, which makes the problem harder to address. To address this, the authorities need to undertake special programmes to educate bus drivers and helpers on gender issues. Campaigns on women's rights and safety must be carried out continuously if we really want to bring a change. Overall, the formation of a gender-responsive guideline for our entire transport sector is a must to effectively address the issue.\n",
        "headline_1": "A laudable initiative for safe journeys",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/laudable-initiative-safe-journeys-3145621",
        "news_paper_name": "The Daily Star",
        "publish_date": "18-10-2022"
    },
    {
        "full_article": "At a time when a large segment of world population is gasping for breath under the grinding pressure of the more immediate and pressing issues of market volatility, failure to manage enough and nutritious foods, loss of jobs and income, it is only natural that climate change took a back seat. But much of their woes originates directly from climate change. Indifference to the global warming which is the cause and effect of human acts of indiscretion in effect is a sure recipe for the obliteration of the human race and other creatures from the face of the planet Earth. Climatologists, researchers working with bio-diversity and the natural world and environmental scientists have long warned of the precariousness of the planet's sustainability caused by release of CO2 from automobiles, factories and industries. The world has reached its tipping point, so actions for reducing emission of greenhouse gas cannot wait. It is against this backdrop, the 27th edition of the Convention of the Parties (COP) of the United Nations Framework Convention on Climate Change (UNFCCC) is going to be held in Sharm El-sheikh, Egypt next month. As one of the most climate-vulnerable countries, Bangladesh needs to present its case in a comprehensive manner at the conference there. A report published in this newspaper on Sunday confirms that a draft climate adaptability plan covering 27 years has been finalised. Once the plan titled, 'National Adaptation Plan (NAP) 2023-2050' receives approval from the cabinet, it will be presented at the COP27 summit. In fact, it was incumbent on Bangladesh, following the Paris climate conference's mandate, to prepare a comprehensive paper convincingly arguing in favour of its need for climate funds to fight adverse effects of global warming, the causes of which are mostly extraneous than internal. The highly industrialised nations are often the worst polluters in the world and the UNFCCC's climate conferences have, happily, made it mandatory for the polluters to compensate for parts of the losses and damage incurred in vulnerable countries on account of hostile climate. According to the Centre for Environmental and Geographic Information Services (CEGIS), which is responsible for preparation of the plan, the country lost $4.65 billion or 1.3 per cent of the GDP in the fiscal year 2021-22 on account of adverse impacts of the climate. This loss, the CEGIS maintains, is likely to surpass 2.0 per cent in 2030 and reach up to 9.0 per cent by 2050 if no action for climate adaptability is taken. So, the $230-billion plan for climate adaptability had to be devised in order to stave off the collateral damages and losses of climate change.On the face of it, the amount sought for the implementation of the plan looks large but when 27-year period along with the purposes to be served are taken into account, it may not be large enough. The way climate is getting in unforeseen turmoil, there is no knowledge of how hostile the environment will turn for life and livelihoods. It is too early to comment on the merit of the plan drafted. However, adaptability is no substitute for stalling or reversing the environmental decline and Bangladesh alone cannot do much in this regard unless the world at large comes to terms with drastic reduction of fossil-fuel use and consequent pollution. Yet some programmes like green revolution taken locally can significantly help improve the country's physical environment.",
        "headline_1": "Climate adaptability",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/climate-adaptability-1666012310",
        "news_paper_name": "The Financial Express",
        "publish_date": "18-10-2022"
    },
    {
        "full_article": "Bangladesh has seen few such sprees of building bridges across rivers in the past years like that witnessed in the recent times. Being a river-filled land, the country has for centuries been in need of river-bridges. As railway was the only mode of transport to travel between long and mid-distance destinations, the then eastern Bengal got its Hardinge Bridge across the Padma (March, 1915), and the King George VI Bridge across the Meghna (December, 1937). These mega railway bridges have been overshadowed by the Padma Multipurpose Bridge connecting the country's eastern and southwestern regions. It was opened by Prime Minister Sheikh Hasina on June 25, 2022.The 6.15 km Padma Bridge has revolutionised the previously ferry-based crossing of the mighty Padma. In place of 7 to 8 hours, it now takes only three hours in travels between Dhaka and different areas in the country's southwestern parts. With the rapid rise in economic activities and the need for enhanced connectivity in the 21st century, the Padma Bridge is set to play a highly critical role in the all-round development of Bangladesh. After the opening of two more road-bridges across as many wide rivers this month, the year 2022 might be termed a grand year for cross-region connectivity in Bangladesh. Besides the urban roads, multi-lane highways and spectacular flyovers continue to be built in the capital connecting the adjoining areas. History is expected to view this saga of enhancing road and rail connectivity as a watershed for the nation in the future.At this point a lot of people might come up to raise a highly relevant issue: the plight of communication network in villages. Many would love to call it rural connectivity. The right answer encompasses a lot of issues. Of them, the most relevant one is the utter neglect the rural communication network and its proper operation have been receiving for ages. Given the unabatedly deteriorating situation, many village-based educated quarters are prone to dismiss any discourse on rural connectivity as sheer wastage of time. The present boat and bullock cart-based transport has been integral to village communication for centuries. It's the ferrying people and trading of goods across rivers that existed in the land prior to the times of bridges. Whereas the people now travel from the one side of a river to another by using steel-and-concrete bridges, the rural people remain stuck in the ancient communication means. To speak without mincing words, the concept of connectivity and the rural people's right to enjoy this privilege in the vast rural expanse of Bangladesh sounds now like oxymoron.The rural multitude has no choice. Upon being made to get used to traversing distances on foot, by riding horses, or on country boats, they cannot think of any other options, i.e.mechanised water or land transports. It's only in the early 20th century that areas near river ports have started to have glimpses of motor launches. It was only after overcoming the fear of travelling by an engine-run big boat with sitting arrangements, did the smart and bold segments of people got used to launch travels. The launch routes remained operative in the small radius of a river. Many outlying riverside villagers still make do their river travels by large 'goyna' ferry boats, braving nor'westers or the frightening monsoon rivers. Over the last 2/3 decades, so-called passenger trawlers are seen ferrying people between destinations. According to rural development experts, the villages do not deserve these hazardous modes of travel. What seems incredible is the provisions of river bridges in the relatively neglected areas are being overlooked. In the country of 148,460 square kilometres,with over 700 small and large rivers, the number of bridges is terribly inadequate. The very mention of Bangladesh brings to the mind of the people overseas its innumerable rivers. Unfortunately, the greater part of the country has yet to be considered eligible for bridges. In consideration of importance in the areas of trade and mass needs, the northern and northeastern, and even the southern, regions of Bangladesh stand out as being neglected. To add salt to the wound, the regions have long been veritably disconnected from each other. Thanks to the newly built Padma and a few other major bridges, the regions' people can heave a sigh of relief. The width and monsoon navigability of the rivers expedited the fulfilment of the dreams living in the areas. Ensuring easy connectivity between places across the country couldn't have been a daunting taskhad the policymakers made an in-depth assessment of the gains coming from the river-based communications.The easy land transport-based communication far from river routes in villages finally ends up being a surface connectivity. There are vast areas in the country where rivers appear in dreams only. Road connectivity is the backbone of trade and commerce, as well as conventional travel, in those areas. But dilapidated makeshift bridges, popularly called 'sanko', across dying rivers or canals, stand out as great impediments. The dream of putting in place a smooth communication means, thus, turns into a pipedream.As the rural development strategists view it, hundreds of villages in Bangladesh are dying out economically and socially due to the absence of easy communication meant for the rural people. Given this unpalatable truth, villagers find themselves in the midst of a clumsy and haphazard state. It blocks all paths to rural progress and the people's wellbeing.To speak acerbically, the people in the Bangladesh villages have been the victims of an inadequate communication infrastructure. The paths to village connectivity invariably get lost in a maze of elusive promises. As a corollary, it's the rural folks who keep suffering.[email protected]",
        "headline_1": "Of rural connectivity in Bangladesh",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/of-rural-connectivity-in-bangladesh-1666012373",
        "news_paper_name": "The Financial Express",
        "publish_date": "18-10-2022"
    },
    {
        "full_article": "The number of dengue patients in the hospitals across the country is on the increase. According to the Directorate General of Health Services (DGHS), so far more than 25,000 dengue patients have been admitted to different hospitals in the country this year. Though the total number of hospitalised patients in the districts is still not as high as it is in the capital city, the trend is undoubtedly concerning. For, the dengue cases, particularly, among the poor in the outlying districts, remain mostly unreported. It points to the fact that the breeding grounds for the mosquito variety known as Aedes aegypti have been spreading all over the country. Worse yet, the incidence of the disease is no more concentrated in the months traditionally called the rainy season. In fact, the rainy season is itself shifting or being transformed due to climate change. This requires carrying out the dengue eradication campaign on a scale greater than that done so far. At present, anti-mosquito drive has been one of the responsibilities of the city corporations or pourashavas. Given the enormity of the challenge that the dengue-carrying mosquitoes pose to public health, fighting the vector's spread cannot anymore be considered as one of the tasks of a local government body. Actually, an organisation whose job will be to kill the aedes mosquitoes and their larvae all the year round should be entrusted with the task. It is import to note that the aedes aegypti mosquitos can fly more than 1300 feet high (400 metres) and from that height they can locate any water-filled container. And after they lay their eggs in any such convenient place, it takes from 7 to 10 days for the larvae to grow into fully adult mosquitoes. Clearly, for those in charge of destroying these mosquitoes, it will be a race against time. So, along with forming a dedicated body to fight dengue, it would also be important to examine further the methods and the kind and quality of the chemical agents in use to eliminate the mosquito. Other methods in the market to kill the aedes mosquitoes than just spraying of insecticides should also be looked into. Other countries' experience in this regard can be shared and, if found useful, replicated. Regarding the people already infected with dengue and under treatment in hospitals, a worrisome pattern has been observed. Reports from some hospitals have shown that 64 per cent of the patients died within three days of their hospital admission. Doctors believe, the public's delayed response to the disease may be a reason for such high post-hospitalisation mortality rate. If the infected people were admitted to hospitals as soon as the symptoms of dengue surfaced, the number of death would be lower, they maintain. Another aspect, no less concerning and intriguing, is the gender bias of those who died in the hospitals. It came out in a recent briefing by the health directorate that the dengue-related mortality among the women is twice that of men. To explain the phenomenon, some pointed to society's lackadaisical attitude towards women and their illness. This results in their late hospitalisation and consequent deaths. Some other findings of the health directorate on this score also demand due attention of all concerned. For instance, of the four closely related viruses that cause dengue (those are called dengue serotypes as each of them reacts with the antibodies in the human blood serum differently), three are now active in Bangladesh. This is also a reason for the high incidence of the disease this year. The developments call for the government's tackling the dengue menace on a war footing.[email protected]",
        "headline_1": "Tackling dengue menace",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/tackling-dengue-menace-1666012417",
        "news_paper_name": "The Financial Express",
        "publish_date": "18-10-2022"
    },
    {
        "full_article": "Bangladesh has over 160 public and private universities. But their failure in securing a respectable position in global university rankings has long been frustrating for educationists, teachers and students. However, five Bangladeshi universities, for the first time in 50 years, have managed to secure their position in the Times Higher Education (THE) rankings this year. This is really good news for us. University of Dhaka and North South University have reportedly been ranked as the top two universities of the country, with both ranking in the 601-800 range. Bangladesh Agricultural University, Bangladesh University of Engineering and Technology and Khulna University of Engineering and Technology found their position in the range of 1,201-1500. Our neighbouring country India has 75 universities in this year's THE ranking while Pakistan is also well ahead of us with eight universities. If we want more of our universities to make their presence felt in the international arena, we must increase funding for research and number of teachers at our universities. The minimum standard for the average teacher-student ratio at the global higher education level is 1:20; meaning that there should be one teacher for every 20 students. However, a recent report shows that most of our universities do not meet this standard. Another reason for Bangladeshi universities to fall behind in global rankings is that they face challenges to meet some of the criteria set by the ranking authorities The criteria include having foreign faculties, foreign students, and updated research publications, among others. If we can invest more in our university-level education, our universities can do better than they perform in global rankings. Abu Elias Linkon,Banasree, Dhaka,[email protected]",
        "headline_1": "For better global ranking of local varsities",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/for-better-global-ranking-of-local-varsities-1666012447",
        "news_paper_name": "The Financial Express",
        "publish_date": "18-10-2022"
    }
]