[
    {
        "full_article": "In Delhi for the first time since the start of the war, Ukraine’s foreign minister Dmytro Kuleba speaks to Rudroneel Ghosh in a TOI exclusive. \n\nWhat’s the current state of the Ukraine war?\nIt drags on. You have to assess the war in all its complexities – the situation on land, air and sea. On land, the frontline is more or less stabilised but heavy fighting continues in different areas. We dominate the seas. But Russia, unfortunately, dominates the air because of its ballistic missiles, drones and guided aerial bombs. When we have enough air defence systems, F-16 fighters etc, we’ll be able to knock Russia out of the skies and dominate two of the three battlefields. If we receive enough artillery ammunition, we’ll be able to take advantage on the ground.\nRead more on TOI+\n\n",
        "headline_1": "‘India buying Russian oil is ok, but don’t fund Putin’s war machine…we need more jets, ammo…we can work with Trump’",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/india-buying-russian-oil-is-ok-but-dont-fund-putins-war-machine-we-need-more-jets-ammowe-can-work-with-trump/",
        "news_paper_name": "The Times of India",
        "publish_date": "30-03-2024"
    },
    {
        "full_article": "In a culture of creativity, AI can be used to open up far more opportunities than it shuts down. And this culture can only flourish where individual liberties do too. \n\nIndia’s staffing data indicates that AI jobs are growing twice as fast as other digital roles. This underlines that whether someone would end up losing their job to AI or wield AI to create far more value than ever before, depends on the human agency that person possesses.\nRead full story on TOI+\n\n",
        "headline_1": "Your job is safe if your freedom is",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/your-job-is-safe-if-your-freedom-is/",
        "news_paper_name": "The Times of India",
        "publish_date": "30-03-2024"
    },
    {
        "full_article": "BJD founding member, and six-time Cuttack Lok Sabha MP, Bhartruhari Mahtab, joined BJP Thursday. If democracy is a temple, we’re in the midst of a desi-style electoral pilgrimage. Or is it more seasonal migration? Either way, flighty MPs and MLAs, heavyweights, and sundry politicians, are in flux, ever-ready to catch tailwinds to brighter political horizons.\n\nBJP set | To manage this kumbh of scurrying netas, for most of whom BJP is a mecca, the party has a joining committee – helmed by seniors such as Anurag Thakur, Ravi Shankar Prasad, and Rajeev Chandrashekhar. There are of course switches from regional to regional, like BSP to SP, or to Congress, but it’s a trickle compared to BJP’s intake. A report says 80k politicians and workers from other parties are joining BJP – the news itself is good optics for BJP.\n\n\nSuperstar leader | Where a party is personality-led, as BJP is under Modi, candidates’ impact is limited. From Patnaik to Mamata, Jagan to Kejriwal, it’s the party leader’s X factor that draws in the votes. It’s why BJP’s able to drop over a third of its sitting MPs and field fresh faces, and accommodate imports, at the same timeaddressing anti-incumbency vibes. Voters can rue why their elected representatives switch loyalties so casually, but it all falls by the wayside when the leader is all-powerful. Not for nothing is AI being invoked to resurrect Karunanidhi or Jayalalithaa.\n\nImmovable assets | On home-turfs voters largely opt for the local family that’s held the reins of power, regardless of the party the candidate belongs to. Thus, very often, even when a party upends a politician from his home-turf, he/ she would rather fight as an Independent or ‘rebel’ candidate. In MP (29 seats), Kamal Nath borough Chhindwara is the only seat BJP lost in 2019.\n\nUnderstanding vote shares | Winnable candidates are those with a voter base. A wild jump in vote share on any seat for any party, regardless of win/ loss, indicates a ‘winnable’ candidate was imported. So even minor parties swing victories with bankable nominees. In reserved constituencies, that SC candidate who usually wins is the one with support of majority communities.\nMahtab carries to BJP legacy vote shares. BJP’s announced 18 candidates of Odisha’s 21 LS seats. Does Mahtab get the Cuttack ticket? Or will he be fighting an assembly seat? And can BJD bring on a giant slayer? It’s open season.\n\n",
        "headline_1": "Leaders and candidates",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/leaders-and-candidates/",
        "news_paper_name": "The Times of India",
        "publish_date": "30-03-2024"
    },
    {
        "full_article": "A young Jewish boy was rushing home in Nazi-occupied Paris, trying to avoid attention. He had missed the 6 pm curfew and the Star of David on his sweater, a compulsory identifier for Jews, meant trouble. That seemed to come in the form of an approaching German in a black uniform of the dreaded SS. What happened next would influence the evolution of economic theory later. The German stopped him and spoke with emotion. He pulled out his wallet and showed him the picture of a child. He finally sent the boy home with some money. It led Kahneman to conclude people are “endlessly complicated and interesting”.\nEconomics built its theoretical framework around unemotional human beings who made rational choices. Kahneman and his collaborator Amos Tversky injected a dose of realism into this framework. This happened by integrating lessons from psychology into the decision-making of the economic man. It’s intuitive, we have a limited amount of will power or self-control. That can’t lead to the always rational “homo economicus”. Kahneman’s work laid the foundation of behavioural economics, which provides better insights into real world behaviour.\n\nKahneman’s core ideas revolve around decision-making in a world of uncertainties. He emphasised the importance of intuitive judgements, which are a halfway point between perceptions and reasoning. Our intuition depends on mental approaches we are comfortable with. Perhaps it’s in financial markets that these psychological insights show up repeatedly. At the end of every asset bubble, the only certainty is that we will repeat the mistakes. Kahneman’s work is not judgemental in nature. He observed it’s entrepreneurs’ “delusional optimism” that is one of capitalism’s driving forces. His most important lesson was that economics is about human behaviour. And we’re complicated and sometimes unpredictable.\n\n",
        "headline_1": "We’re what we feel",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/were-what-we-feel/",
        "news_paper_name": "The Times of India",
        "publish_date": "30-03-2024"
    },
    {
        "full_article": "The twin shock of corona virus and the post-Covid phenomenon of unrestrained food price spiral has increased poverty, widened income disparity and worsened food insecurity forcing many families to change food habit during the past one year. Two studies carried out in 2018 and 2023 by a local economic think tank, South Asian Network on Economic Modeling (Sanem) and the UK's University of Manchester-based Global Development Institute (GDI) have come up with these findings. Notably, the food price inflation struck the low-income population exactly when they were trying to recover from the scourge of the pandemic. The most exposed to the food inflation shock were, as the studies found, the urban poor whose share rose from 16.3 per cent in 2018 to 18.7 per cent in 2023. Interestingly though, during the period under study, rural poverty rate rather declined by 2.9 percentage points from that that of 24.5 per cent in 2018 to 21.6 per cent in 2023. These results, however, differ from the urban upper poverty rate of 14.7 per cent as found by the Household Income and Expenditure Survey (HIES) of the Bangladesh Bureau of Statistics (BBS) published in 2022 when food price inflation was not as severe as it was in 2023. However, using its multidimensional poverty index measurement method, Sanem found that the urban poverty rate which was 16.8 per cent in 2018 had climbed to 18 per cent in 2023.The variations in poverty figures depending on methodology and timing of the survey aside, the cruel reality is that 70 per cent households are opting for foods that would just fill their stomach. Obviously, what is being compromised here is nutritional quality of their dietary intake. At the same time, more than one third (35 per cent to be precise) of those families had to cut non-food expenditures, 28 per cent resorted to borrowing money while the poverty ate into the savings of 17 per cent of families. An overwhelming majority of the households saw their income level either remaining stagnant, or worse going further down. As a result, compared to 2018, the extreme poor families had to cut expenditure by 20 per cent per head. That means they have been skipping meals.These changes in food consumption patterns point to growing food insecurity. Going by the research statistics, poor families ( 32 per cent) in urban condition are worse off compared to those in the rural areas (at 29) per cent, but it is purely a matter of degree. The fact remains that stagnation or the lack of income in tandem with ever-escalating food price inflation has hit the country's poor hardest. When having a round square meal a day is at stake for these poor families, whether they are in cities or villages, other basic issues like going to a doctor for treatment, sending their children to school, etc., become a luxury. More so because between 2018 and 2023, thanks to the rising inflation, public health expenditures have increased threefold. As a corollary of the worsening poverty condition, in 2023, 15 per cent of the children aged between 5.0 and 15 of the poor families have stopped going to school, though five years back the dropout rate was 13 per cent. Against this backdrop, the government, alongside adopting effective measures to tame inflation, must urgently intervene and widen the coverage of social security net programme in order to protect those in dire need.",
        "headline_1": "Protecting inflation-induced poor",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/protecting-inflation-induced-poor-1711724539",
        "news_paper_name": "The Financial Express",
        "publish_date": "30-03-2024"
    },
    {
        "full_article": "Whether policymakers want to admit it or not, the default on payments to producers of energy and electricity alike--- to go by a report published in this newspaper recently--- has grown to stupendous amounts. The root of all these problems lies in an unreasonable agreement of 'capacity payment'. To put it in simple terms, contracts between the government and energy producers, particularly power plants have this built-in clause. Capacity payment is a sort of penalty for the lone buyer of electricity from power plants --- BPDB which is bound by deals to pay to plant owners in the event of failure to buy a certain portion of power readily available with them.Let's look at some data. Dues owed to Adani Power Jharkand Ltd. (APIL) stood at US$300 million in September, 2023 has now doubled to $600 million over the course of six months. Since Bangladesh is in the middle of a dollar crunch, the Bangladesh Power Development Board (BPDB) can only pay nominal amounts on its dues, and this is compounding the problems. The same situation exists with independent power plants (IPP) and the failure to clear dues is merely increasing the debt. Recently introduced government bonds (totalling a little over $1.0 billion) has helped defray some of the debts owed to power producers, but that hasn't helped APIL, so the problem of dues remains.Capacity payments remain for a large portion of the power generated to the tune of a little more than 11,000 megawatts (or nearly half the total power generating capacity in the country) and this is dragging down the economy and its foreign exchange reserve. The Quick Enhancement of Electricity and Energy Supply (Special Provision) Act, 2010 was formulated to specifically bypass comprehensive tenders. That landed Bangladesh in murky waters where deals were struck keeping details of provisions for payments owed to winning companies for power to be supplied to the national grid. What had been a piece of legislation enacted to mitigate a short-term problem turned into the national energy policy of the country spanning the last one and a half decades.Despite public pronouncements at policy level about rescinding the clause in new contracts, facts contradict this. There are instances of renewal of power plants' contracts keeping the capacity clause intact despite a general economic downturn since the pandemic. Why? Because the Special Act remains in place. That Act, with its no questions asked clause, allows for policymakers to continue with the provision. As there is no transparency or accountability to parliament or to the various stakeholders (consumers of electricity), the practice continues to the detriment of the national interest and the national exchequer.Today, Bangladesh is in an unenviable position of having too many power plants with too many contracts to produce power, which it doesn't need. But thanks to the guarantee of 'capacity payment', IPPs and other producers of energy continue to enjoy government largesse. This is unsustainable from a financial point of view. The government has spent Tk 1.05 trillion in capacity payments to power plants owners until August last. As pointed out by Professor Tamim, a leading energy expert in the country, \"some vested interest-groups invent inflated power demand to mint money.\" That sums up the process of squandering public money.What is alarming to note here is that capacity payment has been extended to cover LNG-fired power plants too. This is rubbing salt in the wound. The IPPs are going to get squeezed further. Before they were getting some payments, now the pot of payments just got squeezed further. The first LNG-fired power plant went into operation a few months ago, \"but the plant has been kept idle for most of the days over the past two months since its commercial operation date (COD) was registered\" according to a senior power official. Since the BPDB hasn't purchased electricity from this power plant, capacity payment has kicked in and the debt is mounting. As things stand now, the government is bound to keep paying the capacity charge to IPPs, rental, quick rental (oil-fired) and coal-fired power plants.It is amazing to see policymakers continuing to shoot themselves in the foot, despite knowing that this cannot continue indefinitely. The government is bound by its commitment to the IMF-bailout package to maintain a threshold on its foreign exchange reserve. That is non-negotiable. Yet, it continues to add more power generation capacity (where there is no need), renew contracts with existing power plants and basically hope for some miracle to happen whereby a large gas reserve discovery will happen soon. Consumers at every level --- industry, agriculture, residential ---continue to suffer due to the meaningless upward revisions of power as cost of production of energy has become unsustainable. The current policy will end up in bankruptcy.\n[email protected]",
        "headline_1": "Capacity payment will lead to bankruptcy",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/capacity-payment-will-lead-to-bankruptcy-1711724580",
        "news_paper_name": "The Financial Express",
        "publish_date": "30-03-2024"
    },
    {
        "full_article": "Paratransit plays a critical role in improving mobility in urban areas across Asia. Instead of being efficient, it is rather chaotic. This is the case in Bangladesh, where the expansion of paratransit becomes disorderly, making things worse. Paratransit is generally known as a demand-responsive and self-organised mobility service that serves commuters mainly in an informal way. It is operated under a business model based on passengers' fares with no access to public subsidies. Multi-passenger small vans, passenger motorcycles and even non-motorised rickshaws are considered paratransit and largely a unique feature of many Asian cities, including Dhaka. Sometimes, paratransit is used interchangeably with informal transport. However, according to the United Nations Economic and Social Commission for Asia and the Pacific (ESCAP), some modes of paratransit are regulated and operated by licence.There is a debate over the effectiveness of the paratransit system, which provides feeder services to and from inner city roads to bus and rail stations. Paratransit vehicles offer door-to-door services between points that are not served by regular public transit. These vehicles also serve as 'a personalised and flexible public transport mode' and are considered 'highly responsive to passenger demand.' As some of the paratransit vehicles can navigate narrow alleys and dead-end streets, these become a 'convenient transport option for women, children and the elderly.' Nevertheless, paratransit is a major source of traffic congestion in many cities and urban areas. Instead of easing mobility, the unregulated operation of these vehicles creates barriers to the smooth movement of people on streets and roads. Being informal, the operation of these vehicles is largely controlled by a group of rent-seekers who exploit both passengers and operators. As paratransit is a source of employment for low-income people, many rural people migrate to urban areas to find a job as a paratransit driver. It also creates additional pressure on the population in urban areas. The most problematic area of paratransit is the spread of small or micro vehicles like motorcycles and three-wheelers. Though these vehicles can ensure last-mile connectivity, things become chaotic in the absence of a well-managed system. Motorcycles become a severe troublemaker to other motor vehicles on roads and pedestrians due to unruliness. Being used both as a private vehicle and a paratransit one, it is a gross violation of traffic rules. Riding on footpaths and driving from the opposite direction of the roads by the bikers have become unstoppable. Besides the human-peddled rickshaws, battery-run rickshaws become another problem in the urban area. Due to the lack of strict implementation of traffic rules, the number of these vehicles is increasing, creating traffic congestion on the alleys, streets, and even some parts of the main roads. Both types of rickshaws generally carry three people at a time along with the driver but occupy a place of at least six people, making it inefficient and costly. These have reduced the space for smooth and safe walking within a short distance. Nevertheless, the expansion of paratransit finally reflects the lack of efficient and well-managed public transport systems. There has been no significant progress in making urban public transport efficient, decent, and sustainable. Public buses are ramshackle and dirty, offering nightmarish service at the cost of the mental and physical anguish of the daily commuters. As elimination of the paratransit vehicles is neither possible nor realistic, it is necessary to improve the system and make it efficient by curbing the unregulated expansion of those. It is also necessary to make those complementary to public transports which, on becoming more pro-people, will gradually phase out paratransit.\n[email protected]",
        "headline_1": "Addressing the problem of urban paratransit",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/addressing-the-problem-of-urban-paratransit-1711724618",
        "news_paper_name": "The Financial Express",
        "publish_date": "30-03-2024"
    },
    {
        "full_article": "The holy month of Ramadan, marked by self-restraint and self-purification, is eagerly awaited by the Muslim world. While Ramadan is often regarded as a time for heightened commercial activity, traders in many countries, including Qatar, Iran, and Saudi Arabia, endeavour to lower the prices of commodities during this time.However, in Bangladesh it is a different picture. The consumption and prices of numerous food items surge. Individuals fervently purchase new clothes and cosmetics, with a focus on Eid, thereby stimulating economic activity. Concurrently, the transport sector experiences heightened activity, further bolstering mobility of people and goods.During this period, it is imperative to mitigate the cost of conducting business by curbing monopolistic practices and hidden costs. Failure to do so exacerbates the burden of inflation on the middle class, lower middle class, and lower-income groups. To combat inflation, there is an urgent need for market monitoring system, comprising representatives from the administration, traders, and consumer rights protection committees at various district and upazila levels. Besides, the availability of TCB products at fair prices must be made available nationwide. Additionally, unscrupulous businessmen should be reined in. \nPuja KunduBBA in FinanceNorth South University[email protected]",
        "headline_1": "Balancing between faith and commerce during Ramadan",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/balancing-between-faith-and-commerce-during-ramadan-1711724639",
        "news_paper_name": "The Financial Express",
        "publish_date": "30-03-2024"
    }
]