[
    {
        "full_article": "Docks encompass arrivals in the service of departures \nThe latest Maha madness is the proposal to rename eight Mumbai commuter stations. It’s one more Neroesque fiddle amidst the real burning issues of this city and of the railways themselves. Changing that of the Dockyard Road to Mazgaon is most mindless of all, an act of historical illiteracy. It doesn’t even genuflect to our spurious nationalism by replacing a colonial ruler with a homegrown hero. ‘Mazgaon’ is already on Gazette and Google maps; it’s also incorporated in the navy’s shipbuilding enterprise. The old arterial Dock road has become P D’Mello road, and a wall hides whatever maritime activity remained after the big ships moved to a port still called – shhh! – ‘Jawaharlal Nehru’. So, this evocative Harbour Line station was the last reminder of that grand entrepot which, together with the equally silenced mills, made Mumbai urbs primus in Indis.\n\n\nAs a pilgrimage to that lost past, I signed up for a Khaki Walk. Those three hours through its hinterland, underlined how the docks shaped commerce, culture, even contours. History, communities, architectural styles shuttled twixt the warp and weft of lanes to create a complex tapestry. Now incongruous towers muscle into flaking old neighbourhoods – bouncers evicting shabby past for futuristic pretensions.\nTripping over broken roads, we traced the communities which arrived from near and far to the docks and their overlord, King Cotton. Migrants from north, south, east. Hindu, Muslim, Parsi, Isaii from Gujarat, Goa, Bassein. Over mountains, impecunious Iranis, first as dock labour, then bakers; three brothers later established WIBS, bread supplier to the iconic, streetside ‘Bombay sandwich’. Even Chinese ditching foreign ships to land incomes as diverse as dentistry and carpentry, tooth and nail as it were; ‘China Town’s’ only reminder is the serene temple to Kwan Yin, goddess of mercy.\n\nBut what tugged me most was a ‘kudd’, that 150-year-old refuge for Catholic lads arriving in search of jobs. Apart from beds, Rosary and rough solace, they allowed storage for those who joined ships. In a musty room behind arches and altars sat padlocked tin trunks marked ‘Frany Luciano Vaz’, ‘Bacerda Manuel’, ‘Frazer-Franson D’Silva’…Metaphor of all the hope that built Bombay.\n***\nAlec Smart said: “Re electoral bonds, SC tells SBI, ‘Sab Batao Immediately’.”\n\n",
        "headline_1": "Anchors to the city",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/erratica/anchors-to-the-city/",
        "news_paper_name": "The Times of India",
        "publish_date": "21-03-2024"
    },
    {
        "full_article": "India’s PM is scheduled to visit Bhutan soon. Notably, Modi began both his terms with a visit to Bhutan and is now about to end the second term also with a visit to Bhutan. Against a turbulent global landscape, India’s relationship with Bhutan has remained one constant in India’s foreign policy, of which there is reason to be justifiably proud. This relationship is among the most carefully nurtured by India.Read more on TOI+\n\n",
        "headline_1": "Ideal neighbourship: It’s not about who’s big, who’s small",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/ideal-neighbourship-its-not-about-whos-big-whos-small/",
        "news_paper_name": "The Times of India",
        "publish_date": "21-03-2024"
    },
    {
        "full_article": "This year’s elections will not be a battle of political parties. These will be a battle of political principles. At the same time, the 18th Lok Sabha will hold few surprises. With BJP facing no national opposition to speak of, we can safely predict that NDA will retain, and most likely expand, its parliamentary supermajority. \nRead more on TOI+\n\n",
        "headline_1": "2024: Vote what you ‘believe’ in",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/2024-vote-what-you-believe-in/",
        "news_paper_name": "The Times of India",
        "publish_date": "21-03-2024"
    },
    {
        "full_article": "Vladimir Putin won a fifth term as Russia’s president with an eye-popping 87% vote share. It was met with scepticism from many in the West. But there’s little doubt Putin is popular in Russia. Only Stalin who has been in power longer, which pushed many to search for an ideological peg to hang their analysis.\nPutinism | The key to understanding Putin’s approach is the backdrop. Following the Soviet collapse, Russia was left adrift in 1990s. Enter Putin, with a heavy emphasis on statism to both provide stability and solve problems.\n\nDigging into the past | Putinism is based on cherry picking cultural memories. It anchors itself in nostalgia based on czarist and Soviet themes. The celebration of the WWII victory is perhaps even more pronounced than the Soviet era. Putin succinctly encapsulated his ideology in 2012 when he wrote: “Our country – where for many people the civil war still isn’t over and the past is extremely politicised – needs some careful cultural therapy.”\nAnxiety around | One nation’s cultural therapy could well be a neighbour’s nightmare. There’s no better example of it than Sweden and Finland joining Nato, something they avoided during the Cold War.\nEconomic challenges | Russia was the early winner in the economic war unleashed by the West in 2022, after its invasion of Ukraine. It hurt Western economies while Russia didn’t crumble thanks to its oil reserves. According to IEA, it remains the world’s biggest net exporter even if its revenue from it fell in 2023 on account of G7 price caps and discounts. But two years on, the story is different.\nIn a mire | Russia’s inflation rate in February was 7.7%. Both the euro area and US have done better in bringing their economies under control. Inflation rate in the euro area was 2.6%, while it was 3.2% in US.\nHole in Putinism | False pride propping up ideology has left it with no answers about the future. A chip on the shoulder means Russia’s really geared to be a wartime economy where Putin is reportedly transferring firms of erstwhile oligarchs to a new set of favourites. Moreover, Russia faces typical Western problems without an economy that has the same level of sophistication. Fertility rates have dropped and Putin’s exhorting Russians to have more children. That’s as futile as cherry picking the past. Russia could have been so much more.\n\n",
        "headline_1": "Vlad the therapist",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/vlad-the-therapist/",
        "news_paper_name": "The Times of India",
        "publish_date": "21-03-2024"
    },
    {
        "full_article": "If 25.5 per cent households in the country, according to the Bangladesh Bureau of Statistics (BBS), are compelled to borrow money for purchasing their daily foods, it exposes straightway the vulnerability of more than one-fourth of the total families. If each family has at least four members on an average, the percentage of food-insecure people is likely to be higher than the 24 per cent the World Food Programme found in August, 2023. Then there are street children and floating people who are unaccounted for in such official surveys. Together the vulnerable population size is likely to make a mockery of the official data of multi-dimensional poverty index (MPI) at 18.2 per cent. Also, no cold figure or statistics is capable of capturing the painful saga of foregoing a meal or costly protein-rich food items by some families and reducing intakes of staples or basic foods by others. Strangely, the BBS insists on the below 20 per cent poverty rate. If its statistics of borrowing money for purchasing food is correct, the poverty rate should have shot up to an alarming level by this time. The BBS report titled \"Food Security Statistics\" reveals, if read between the lines, disturbing developments such as the highest expenditure on rice purchase. This means people at this level skip other food items as much as they can. What about wheat? With the coarse flour price outstripping coarse rice price following the Ukraine war, it is only natural that the vulnerable segments would opt for the local staple. Financial hardship compels them to go for cheaper varieties of foods at the expense of nutritional items. After all, larger quantities of cheaper foods at least help fill their stomachs. The breaks of expenditure on food items corroborate the fact as 22.36 per cent is spent on rice followed by 14.05 per cent on fish and crab-type items and a distant 7.40 per cent on fruits.If, notwithstanding all this manoeuvring such as skipping quality foods and reducing intakes, people have to borrow money for purchasing the cheaper dishes, the desperation of the borrowers can be imagined. Worse, borrowed money comes at a cost. Although the BBS claims that the majority of the surveyed households receive loans from non-profit organisations, including NGOs. In fact, in this case, the word non-profit is a misnomer. How can NGOs which extend microcredit at interest rates at around 20 per cent be called non-profit organisation? The report itself finds that as high as 68.2 per cent of the poor borrowers take loans from NGOs. Then 14.4 per cent accept loan from money lenders who just take the borrowers for a ride. So it is clear, the poor are entangled in a vicious cycle of poverty. There is a need for government intervention in this demeaning process of social exploitation and discrimination. Contrarily, when businesses are sluggish, industries also suffer on account of fallouts from global economic recession, the rich have, according to a report published recently, become richer. In fact, this has been a global trend. What makes the condition of the poor in this country different is that social welfare benefits, apart from food assistance and some paltry allowances for vulnerable groups and extreme poor, the rest remain outside of the social safety net. The poor are better off when they are provided with meaningful employment and their children enjoy the opportunity of receiving functional education.",
        "headline_1": "Many faces of food insecurity",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/many-faces-of-food-insecurity-1710950206",
        "news_paper_name": "The Financial Express",
        "publish_date": "21-03-2024"
    },
    {
        "full_article": "Sexual harassment has always been abhorred in a civilised society. When it happens within the hallowed halls of learning where one would expect maturity and impeccable behaviour to shine from future leaders, it is even more abhorrent and unacceptable. Just in the last four months alone, there have been an appalling 37 reported incidents of sexual harassment, involving both teachers and students in the country's public and private universities. The latest ugly incident came to light last Friday when Fairuz Abantika, a Jagannath University (JnU) student, committed suicide in a bid to end her torment and despair.Just before ending her life, she posted a suicide note on Facebook to say she could no longer endure the mental stress and suffering the harassment had caused. She wrote one of her classmates repeatedly harassed, threatened her, and made her life hell. Suicide is the loudest cry for help a person makes when they feel alone, desperate, helpless, and see no alternative solution. Unable to see an escape route or help nearby, Abantika decided to take the suicide route.In her Facebook post, Abantika wrote, \"If I ever die by suicide, my classmate Amman Siddiqui and assistant proctor Deen Islam, who supported him, will be solely responsible for my death. I complained to the Proctor's office that Amman was threatening me offline and online, but I did not receive any help. Deen Islam intimidates me in numerous ways on behalf of Amman, saying he could expel me from the university at any moment. I understand that I won't find any justice here.\"Abantika's suicide highlights the plight of many Bangladeshi girls. Young girls in village areas are being teased on their way to and from school. Some are even kidnapped, raped, and murdered. Among the urban educated class, the harassment takes place more subtly by alluring women with false promises. Of late, a significant number of teachers were accused of sexually harassing their students by promising them higher marks in return for sexual favours or threatening to fail them if they do not submit to them. Similar patterns are seen in business offices, where women are prey to their bosses' lustful demands. Most of the cases go unreported because of social taboos and victim blaming.Abantika's suicide lays bare the anarchic situation that spells havoc for so many girls in educational institutions in particular, and in other places across the country, in general. It also exposes the indifference of the male-dominated social and administrative authorities towards protecting girls from sexual predators. Here it is worthwhile to mention the findings of a study last year conducted by Professor Abdul Alim of Rajshahi University. According to his survey report, 90 per cent of students who face various types of harassment on campus keep quiet and refrain from lodging complaints because they fear repercussions and not receiving justice.In 2009, the High Court ordered every educational institution to establish anti-sexual harassment cell to safeguard female students. However, more than a decade and a half later, while many higher education institutions have established anti-sexual harassment cells, the cells have not succeeded in making their presence felt. For example, a recent Financial Express report uncovered that Dhaka University's anti-sexual harassment cell exists only on paper. It has no office, no Hot Line, and no publicly visible email or contact number. Its existence is in theory only. The reporter Tahmid Shakib, who filed the report, said he talked to about a hundred students of the university, but not one had the faintest idea of what the anti-sexual harassment cell is about! It is disgraceful, and it shows the authorities have little or no concern for the wellbeing of its female students. There are many poignant questions the authorities cannot evade. Why, for example, are universities not taking necessary precaution to make their institutions harassment-proof? Why do university administrations often take the side of the bullies instead of standing by the victims? Why is there no Code of Conduct that all students must sign upon admission and adhere to? And in view of Fairuz Abantika's suicide, what measures the authorities have taken to prevent similar tragedies from happening in the future?The university authorities are believed to be influenced - or controlled - by political quarters. If a stalker belongs to the party in power, no action is taken. Not only do they avoid administrative action but also do little or nothing to prevent them from doing it again. The law, unfortunately, is silent when it comes to dealing with influential quarters.As in Abantika's case, the university authorities were disgracefully unconcerned about her ordeal until her suicide. However, immediately after her death, they sprang into action because the incident triggered a widespread outcry and outbursts of protest on several university campuses. The university administration temporarily rebuked the studentship of Amman and terminated assistant proctor Deen Islam from his job. The following day, the police arrested both the accused in the case. Sadly, however, the damage had been done, Abantika was no more.To combat this growing menace, the problem must first be understood from the point of view of a female and then addressed with concern and sincerity for the well-being of female students. The law must be strictly enforced and ensure stalkers and killers do not go unpunished for their crimes. There has to be a deterrent. Secondly, the anti-sexual harassment cell must be made effective. Its existence and operating procedures should be widely disseminated in the form of a booklet and also made available on social media to ensure every student is aware of it. Additionally, both students and faculty members should be sensitised to the university's code of conduct, where it should be clearly stated that harassment, bullying, ragging and other criminal activities are unacceptable and will be shown zero tolerance. Thirdly, the university administration and police must ensure the security of complainants and provide them with emotional support. Measures should be taken to ensure the complainants can continue their education without facing further harassment. Finally, the political leadership of the country must accept responsibility in part for the current disgraceful behaviour of harassment and bullying common to public university campuses. The task of the university authorities has been made more difficult by the fact that subsequent governments have permitted the bullies of their student wings to misbehave and placed them above the law.While Fairuz Abantika will never walk again on the JnU campus, it will come as some consolation to her grieving family and friends if her death brings about changes that will benefit future generations of students. May Almighty Allah have mercy on her soul and grant her eternal peace.\n[email protected]",
        "headline_1": "On-campus sexual harassment: Why can't it be stopped?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/on-campus-sexual-harassment-why-cant-it-be-stopped-1710950241",
        "news_paper_name": "The Financial Express",
        "publish_date": "21-03-2024"
    },
    {
        "full_article": "Traffic congestion in Dhaka, one of the most populous cities in the world, is not a new phenomenon. But people from all walks of life expect better traffic management in the month of Ramadan.Visibly, every year, special measures are announced by the Dhaka Metropolitan Police (DMP) to make the situation more tolerable during the month of Ramadan than the rest of the year to lessen commuters' suffering..This year also, the DMP has announced special measures to streamline traffic movement.Unfortunately, instead of improving, the traffic situation has worsened, and the worst happens between 3 pm and 4pm when thousands of people rush home for breaking their fast.Almost in every corner of the city, vehicular movement comes to a standstill soon after the Ramadan office hours, causing unbearable suffering to the commuters. Even the elevated expressway and metro rail fail to provide relief to them.Many feel that the lack of enforcement of traffic rules by relevant authorities, is the main cause of the messy situation on the city streets. Firstly, despite repeated call from experts, city bus services as well as the reckless attitude of the bus drivers could not be brought under control.Bus drivers are very often seen taking passengers by halting in the middle of the road, and while doing so they place the buses in such a way so that other buses cannot overtake them. This one illegal practice is enough to make the vehicular traffic stagnant as dozens of other vehicles are forced to wait behind that bus causing congestion.Secondly, in every part of the city, battery-run rickshaws are ruling the roost. Though forbidden to ply as per law, those are moving freely in every intersection where the lanes from the residential areas meet the main roads.The elevated expressway is also a source of huge congestion at Farmgate and adjacent areas. Hundreds of vehicles use the ramp there to descend and move towards Kawran Bazar using the Khejur Bagan traffic roundabout.And some of these vehicles that move towards Asadgate through the Manik Mia Avenue, find it hard to proceed due to the huge homebound traffic from Motijheel along the Mirpur Road.Though the DMP assured hawker-free roads and footpaths in the key areas in the city during the Ramadan, in reality one may find the opposite picture, as hundreds of hawkers are doing businesses blocking the major part of the streets.Lack of law enforcement is also evident from the freestyle movement of the passers-by as they cross the already congested streets instead of using the overpasses.Unauthorised VIP movement also add to the woes of commuters as some top officials are seen enjoying special treatment on the road keeping thousands of people caught up in traffic jams. So, enforcement of traffic law is a must to manage unbearable traffic situation in the city.Bus-drivers, hawkers and passers-by all should be brought under control. Violators need to be punished, at least, financially.Unfortunately, for understable reasons, the law enforcers are found more enthusiastic in penalising private cars and CNG-run autos than rogue bus drivers.A concerted effort and action plan is crucial to make the city traffic tolerable in this holy month.\n[email protected]",
        "headline_1": "Ramadan traffic needs to be disciplined",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/ramadan-traffic-needs-to-be-disciplined-1710950268",
        "news_paper_name": "The Financial Express",
        "publish_date": "21-03-2024"
    },
    {
        "full_article": "\"Fire! Fire! Fire!\" – the tragic cry echoes during incidents of fires, which claim lives and properties, and shatter the hopes and dreams of many families. Across the nation, people are reeling from the aftermath of devastating fires, with short circuits emerging as a primary culprit.Duplicate cables and substandard electric items have pervaded the cable and electric industry, exacerbating the risk of short circuits. Numerous low-quality products, some imported from abroad, flood the market. Unscrupulous manufacturers resort to using old and inferior copper to produce cables bearing the logos of reputable companies, making it difficult for consumers to be sure of authenticity. These products, enticingly cheap, predominantly target customers from the poorer segment of the population, while deceitful traders reap hefty profits. Shockingly, these spurious products find their way into upper-class high-rise buildings, facilitated by electricians doubling as intermediaries in this illicit trade. Operated without authorisation or quality control, these dishonest businesses proliferate. They use shoddy and below-grade electric wires, significantly elevating the risk of short circuits and subsequent fires.Fire experts emphasise that stringent monitoring of electric equipment standards by government agencies, empowered by the Bangladesh Standards and Testing Institution (BSTI), could substantially mitigate fire hazards. Despite BSTI's efforts to curb the distribution of spurious goods, reports indicate that while 70-80 businesses are authorized to produce wires and cables, at least 100 unlicensed manufacturers flood the market with fake products.Concentrated primarily in regions of the capital such as Bangshal, Wari, Kadamtali, Nawabpur, Siddikbazar, Jatrabari, Demra, and Keraniganj, these unlicensed manufacturers operate with impunity. Last year alone, in 2023, there were a staggering 27,624 fire incidents, with 9,813 attributed to short circuits, resulting in 102 fatalities. These alarming statistics underscore the dire consequences of such unscrupulous business practices on our lives.The government and relevant authorities must intervene decisively in monitoring the cable and electric industry. Strict enforcement of regulations and laws is essential to halt the production of duplicate electrical items and eradicate the sale of counterfeit products by dishonest businessmen. Through concerted efforts, we can collectively reduce fire incidents and save human lives.\nAbrar Hussain Khan Shagor StudentNorth South University[email protected]",
        "headline_1": "Faulty electric cables causing fires",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/faulty-electric-cables-causing-fires-1710950288",
        "news_paper_name": "The Financial Express",
        "publish_date": "21-03-2024"
    }
]