[
    {
        "full_article": "With the Union government introducing two Bills in the Lok Sabha to implement its idea of simultaneous elections to the Lok Sabha and the State Assemblies, the stage is set for Parliament to debate the feasibility, or otherwise, of the idea of what the government calls “One Nation, One Election”. With the Opposition pressing on a division of votes on the introduction of the Bill — 263 for and 198 against — the writing on the wall was clear. The government does not have the two-thirds majority in Parliament to pass the constitutional amendments to facilitate simultaneous elections. A 39-member House panel will examine the two Bills. The content in the Bills themselves are in line with the recommendations of a committee headed by former President of India Ram Nath Kovind that envisaged simultaneous Lok Sabha and Assembly elections as a first step, followed by municipal and panchayat polls within 100 days of the general election. For the amendments to conduct municipal elections, they would have to be ratified by at least half of the State Assemblies.The Constitution Amendment Bill seeks to add a new provision that will provide for the timeline for simultaneous elections and as per the wording in the Bill, this could happen only in 2034 unless the Lok Sabha terms prior to that are curtailed for some reason. Other provisions echo the Kovind committee recommendations — for example, if a State Assembly gets dissolved before five years of its term, after the “appointed date” — the date for synchronising Lok Sabha and Assembly elections — fresh “midterm” elections will be held but the new Assembly will not have a full five-year tenure. Its tenure will end five years from the “appointed date”. The Bill also provides the Election Commission the option to defer or not hold Assembly elections to a particular State, but the full term of that Assembly will still coincide with that of the Lok Sabha elections. These provisions are anti-federal. The idea of conducting multiple elections to an Assembly before the stipulated five-year period also militates against the ostensible rationale provided for the idea of introducing simultaneous elections — cost-cutting. The idea of federalism, sharing power at different levels of governance, is tied to the exclusive importance and roles demarcated to them and elections are a way for voters to exercise their specific concerns related to these different levels of government. By subsuming the electoral cycles into one time frame, the idea of simultaneous elections has the potential to diminish the importance of each tier, which is also in line with the centralising tendencies of the BJP/NDA regime. This makes it imperative for those committed to federalism to steadfastly oppose this idea. Published - December 23, 2024 12:20 am IST\n                          Read  Comments \n                Copy link  \n                        \n            \n                    Email     \n                                \n                \n                Facebook   \n                        \n            \n                Twitter    \n                        \n            \n                Telegram     \n                        \n            \n                LinkedIn     \n                        \n            \n                WhatsApp\n                \n                        \n            \n                Reddit      \n                        \n            READ LATER\n                    Remove     \n                \n                SEE ALL         \n                PRINT\n            Related Topics\n        \n                        laws\n                    \n                            /                      \n                        \n                        government\n                    \n                            /                      \n                        \n                        Lok Sabha\n                    \n                            /                      \n                        \n                        election\n                    \n                            /                      \n                        \n                        Rajya Sabha\n                    \n                            /                      \n                        \n                        Bharatiya Janata Party\n                    \n                            /                      \n                        \n                        National Democratic Alliance\n                    \n                            /                      \n                        \n                        local elections\n                    \n                            /                      \n                        \n                        Election Commission of India",
        "headline_1": "​Pie in the sky: On the idea of simultaneous elections",
        "headline_2": "The simultaneous elections idea is a non-starter",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Bpie-in-the-sky-on-the-idea-of-simultaneous-elections/article69016280.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "23-12-2024"
    },
    {
        "full_article": "The story of 16 Indian workers allegedly deceived into working under inhumane conditions in Libya highlights the persistent issue of labour exploitation faced by millions of Indians abroad. According to government reports, these workers, who had travelled to the United Arab Emirates for employment, were later coerced into relocating to Benghazi, Libya, to work in a cement factory. While the Indian mission has been providing them with food and supplies, the workers cannot leave without the necessary exit permits. This incident is far from isolated. In June, a fire at a labour camp in Mangaf, Kuwait, claimed the lives of at least 40 Indians. Prime Minister Narendra Modi’s recent visit to Kuwait has brought attention to the plight of Indian workers, particularly those in labour camps. Despite Mr. Modi’s acknowledgment of Kuwait’s support for its over one-million-strong Indian community, the dangers faced by Indian workers remain a concern. According to the Ministry of External Affairs, there are around 13 million Indian nationals abroad, with most in the Gulf countries. These workers, who lack eligibility for citizenship in their host countries, contribute significantly to India’s economy through remittances — about $111 billion in 2022. However, their personal gains are often limited. Many are burdened by recruitment fees, loans for travel and relocation, and exploitative work conditions such as the kafala system in the Gulf countries.The Indian government has made attempts to regulate labour migration. The introduction of the e-Migrate system over a decade ago for workers travelling to 18 countries requiring Emigration Clearance (ECR) was a step forward. However, labour contractors and agents, operating in international networks, often circumvent these safeguards. Moreover, these protections do not extend to non-ECR countries such as Israel and Russia, where Indian workers have faced dire consequences, including death in conflict zones. Reforming India’s Emigration Act, stricter monitoring of recruitment agents, and demanding higher compensation guarantees from foreign employers are necessary. Yet, a more sustainable solution lies in fostering equitable economic growth in India. Ultimately, in cases like that of the workers in Libya, the government is often left with no choice but to repatriate them. However, many return to a bleak future. For most, the harsh realities of life overseas still appear preferable. Rather than merely celebrating the success of its diaspora, India must use platforms such as the Pravasi Bharatiya Sammelan to address the struggles of these workers. Their plight remains in stark contrast to India’s growing economic and diplomatic ambitions on the global stage. Published - December 23, 2024 12:10 am IST\n                          Read  Comments \n                Copy link  \n                        \n            \n                    Email     \n                                \n                \n                Facebook   \n                        \n            \n                Twitter    \n                        \n            \n                Telegram     \n                        \n            \n                LinkedIn     \n                        \n            \n                WhatsApp\n                \n                        \n            \n                Reddit      \n                        \n            READ LATER\n                    Remove     \n                \n                SEE ALL         \n                PRINT\n            Related Topics\n        \n                        India\n                    \n                            /                      \n                        \n                        employment\n                    \n                            /                      \n                        \n                        Libya\n                    \n                            /                      \n                        \n                        United Arab Emirates\n                    \n                            /                      \n                        \n                        welfare\n                    \n                            /                      \n                        \n                        Kuwait\n                    \n                            /                      \n                        \n                        Prime Minister Narendra Modi\n                    \n                            /                      \n                        \n                        government\n                    \n                            /                      \n                        \n                        economy (general)\n                    \n                            /                      \n                        \n                        education\n                    \n                            /                      \n                        \n                        Iraq\n                    \n                            /                      \n                        \n                        Yemen\n                    \n                            /                      \n                        \n                        labour\n                    \n                            /                      \n                        \n                        migration\n                    \n                            /                      \n                        \n                        Israel\n                    \n                            /                      \n                        \n                        Russia\n                    \n                            /                      \n                        \n                        laws\n                    \n                            /                      \n                        \n                        diplomacy",
        "headline_1": "​Away from home: On the plight of the Indian worker",
        "headline_2": "There are no easy solutions to the travails of Indian workers abroad",
        "link": "https://www.thehindu.com/opinion/editorial/%E2%80%8Baway-from-home/article69015954.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "23-12-2024"
    },
    {
        "full_article": "Spyware controversy keeps resurfacing as institutional weaknesses remain unresolved\nAfter five years of litigation, WhatsApp is claiming victory as a US court has found that Israeli tech company NSO, maker of spyware Pegasus, violated both US laws and WhatsApp’s own terms of service. Pegasus has been used to surveil targets via WhatsApp. The spyware keeps returning as political controversy in India as well. Because the hundreds reported to have been targeted here have included journalists, opposition politicians and even govt ministers. It is not as if other insidious malware haven’t caused concern since 2019. But questions left unanswered in the Pegasus case continue to have urgency because they relate to the fundamental equation between privacy and security. Balancing this is imperative for our democracy. \nAsked about whether govt taps or uses Pegasus, home ministry told Lok Sabha in 2019 that both central and state govts “intercept, monitor or decrypt or cause to be intercepted or monitored or decrypted” information in accordance with the IT Act, 2000 and the Indian Telegraph Act, 1885. It also named ten agencies as authorised by the Centre for the purpose. Problem is, unlike other well-functioning democracies, India does not have either any independent oversight of these agencies or a national security law to separate necessary from arbitrary or abusive actions. \nThe report of the Supreme Court-appointed committee in the Pegasus matter has not been made public. It did find malware on five handsets but could not conclude that this was Pegasus. SC did disclose that its committee said GOI did not extend any cooperation. Previously, the court had underlined that “national security cannot be the bugbear that the judiciary shies away from, by virtue of its mere mentioning.” The solicitor general’s argument that “no country would ever reveal which software they have used or not used” has to be understood in this context. That of course national security is a paramount imperative, but so is ensuring institutional safeguards against ultra vires attacks on individual privacy. \nThis is all the more important since, as the Pegasus-themed mudslinging between Andhra Pradesh’s regional parties indicates, abuse of surveillance powers would be tempting to every dispensation. Recall too, the role of post-Watergate reforms in restoring faith in the US political system. Today, the technological threat is manifold greater. Past modes of phone tapping seem like children’s toys against new capacities for wholesale erosion of an individual’s privacy. Surely greater dangers call for greater resolve.\n\n",
        "headline_1": "Pegasus, again",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/pegasus-again/",
        "news_paper_name": "The Times of India",
        "publish_date": "23-12-2024"
    },
    {
        "full_article": "Polling records, including CCTV footage, should be accessible. Valid security concerns can be dealt with exemptions \nEC’s decision to bring changes in the electoral rules, specifying that CCTV footage of poll booths will not be made available to contestants and general public, needs wider debate. Before the amendment, Section 93(2) of the Conduct of Election Rules allowed all papers relating to elections to be open to public inspection with court permission. True, the rules did not particularly specify that CCTV footage of polling booths would be made available. But a recent Punjab and Haryana high court direction had granted such a request from a petitioner. \nMatter of integrity | EC says the change has been brought in for the safety and protection of voters. While this argument is not without merit, particularly in sensitive areas of J&K and Maoist-hit districts, the issue is equally about the sanctity of the election process. The peculiar security situation in J&K and Maoist-hit districts isn’t new. Ensuring the integrity of the electoral process is a vital tool to get voters to the polling booth in sensitive areas. \nAI challenge | EC also says CCTV footage can be misused using AI. Again, there’s no denying that using AI to cast aspersions on the polling process is a problem. But AI-generated deepfakes are out in society and need to be tackled case by case. In the digital era, bans on video footage can’t be the solution to AI manipulation. \nEnhancing trust | One of EC’s main jobs is to educate the public and enhance trust in the election process. This is all the more needed today, especially in light of fiascos such as the Chandigarh mayoral polls earlier this year. Besides, for security, EC can always institute exemptions in sensitive areas. Courts are there to adjudicate petitions. EC’s track record in conducting elections in the largest democracy in the world is unparalleled. To maintain that trust, it should revisit its latest rule change.  \n\n",
        "headline_1": "Show it, carefully",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/show-it-carefully/",
        "news_paper_name": "The Times of India",
        "publish_date": "23-12-2024"
    },
    {
        "full_article": "The concept of insurance is based on an attractive idea: you pay a small amount of money regularly, and if and when disaster strikes, you will receive protection from catastrophic expenses. But ask anyone who has experienced insurance as it operates today, especially health insurance managed by private companies, it is likely they will describe back-breaking ordeals to get that ‘protection’ despite what the company earnestly promises in ads. In the US, where commercial insurance dominates healthcare funding, these individual ordeals coalesced into an ocean of discontent earlier this month following UnitedHealthcare CEO Brian Thompson’s murder.\nIt also catalysed a new wave of discussions and testimonies among ordinary Americans about the inhumane nature of a healthcare system based on private commercial insurance. I studied public health in a US graduate school with a sizable number of international students, and the one thing that most of us strongly agreed on was that America is a stupendous failure when it comes to health systems management and healthcare policymaking. While much ink has been spilled over how and why American healthcare is terrible, one simplified example will suffice here: current infant mortality (IMR) and maternal mortality (MMR) indicators for the US and Kerala, respectively, are 5.4 and 6 (IMR), and 23.8 and 19 (MMR). That is, despite ostensibly spending $4.5 trillion or 17.3% of its humongous GDP on healthcare, the US barely manages to outperform our very own state of Kerala, which is doing excellently on far less money.\nIn America, experts and activists are indeed concerned about the poor state of healthcare, and one sees there an abundance of books, articles, university courses, and political rallying around the issue of healthcare reform. Nevertheless, US healthcare has been an attractive model for policymakers and their consultants globally. This might be because commercial insurance gives the outward appearance of financial ‘efficiency’, while helping company executives accumulate wealth and pass some of that on to friendly politicians. In 2023, the parent company of UnitedHealthcare posted $22 billion in profits, even as a survey reported that it had the highest claim denial rate (32%)—this often happens when an insurance company rules that a drug or procedure prescribed by your doctor is not “medically necessary” for you. An investigation in July exposed how “UnitedHealth harnesses its physician empire to squeeze profits out of patients”. In fact, the private insurance model is so lucrative for American business and political elites, that they have successfully propagated misleading ideas about its supposed benefits like avoiding ‘govt takeover’ of healthcare and offering ‘freedom of choice’ to patients.\nThe propaganda about the supposed public benefits of private insurance is what Amartya Sen and Jean Drèze allude to as the “private insurance trap” in their 2013 book ‘An Uncertain Glory: India and its Contradictions’. Drèze and Sen explain how a healthcare system dominated by private insurance carries serious flaws and suffers from an irreversibility issue: “the health insurance industry can easily become a powerful lobby and establish a strong hold on health policy, making it very difficult to move away from that model…” Citing the example of the US, they write how healthcare reform there has been next to impossible despite the country’s tremendous resources, “partly due to the power of the health insurance business, and partly due to deep-rooted political resistance to the idea of ‘socialised’ health care, which resistance has been much cultivated by private health insurance companies.”\nOn the other hand, successive govts in India, inspired by the idea of ‘social insurance’ among other things, have painstakingly built a largely socialised healthcare system and created such entities as the Central Government Health Scheme (CGHS), AIIMS, public medical colleges, military hospitals, rural primary health centers, and the ASHA workers network. There is still a lot we need to do better (for example, provide decent housing and clean water to communities, or ensure that people are not treated disrespectfully in govt health centers), but unfortunately, instead of working to further fine-tune and improve our existing socialised infrastructure, there are many in govt today who believe that we must just ‘nudge’ Indians into the profit-seeking spirals of corporate hospitals and insurance companies. Considering the increasing reliance of politicians across parties on insurance-based schemes like PMJAY, the nudge might well turn into a push in the near future.\nThis  renewed global focus on America’s grand healthcare failures should alert us to the dangers of replicating the US model wherein commercial entities mould policy to prioritise private profits over public welfare, and create an exasperating, multi-layered bureaucracy of permissions and approvals between a patient and their care provider. For our policymakers, this is an opportunity for introspection and course correction.\n\n",
        "headline_1": "US is raging about private health insurance trap. We shouldn’t fall into it",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/us-is-raging-about-private-health-insurance-trap-we-shouldnt-fall-into-it/",
        "news_paper_name": "The Times of India",
        "publish_date": "23-12-2024"
    },
    {
        "full_article": "A democratic constitution, such as ours, overtly protects the right to life, property and religion. These are glorified as signal achievements of democracy, but, in doing so, it is forgotten that if these rights are abided by, the Constitution also gives us the freedom to err, to make mistakes. This derivative right often goes unnoticed, yet without it our Constitution would become a moribund and totalitarian document, hostile to amendments.\nNeither the ‘one nation, one election’ proposal nor the economic subdivision of Scheduled Castes and Tribes, can happen without a constitutional rethink. Yet, from the tenor of debates in Parliament these days it would seem as if every letter of the Constitution is unchangeable and sacrosanct. Often Rahul Gandhi is seen hoisting a copy of the Constitution in a manner reminiscent of Moses cradling the Ten Commandments.\nRead full story on TOI+\n\n",
        "headline_1": "Change is Constitutional",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/change-is-constitutional/",
        "news_paper_name": "The Times of India",
        "publish_date": "23-12-2024"
    },
    {
        "full_article": "Although the emergence of Bangladesh as an independent and sovereign state is a fact of recent history, this country has been the home of an ancient civilization. From very early times human species belonging to various races and tribes and coming from different regions had been pouring into this land and had settled here permanently. To mention only few, there were proto-Australoid, Mongoloid. Aryan or Indo-Aryan, and Scythians. They had brought with them their own varied cultural traits. These were intermingled with the indigenous cultural elements of this region and by this process the culture of Bengal was invigorated and transformed through the ages.\nAt the beginning of the thirteenth century Bengal was conquered by a band of Turko-Afghan horde who were followers of Islam. Before Muslim conquest, however, between the middle of eighth and twelfth centuries, for nearly four hundred years, Bengal was under the rule of the Kings of the Pala dynasty. The Palas were Buddhists. Thereafter a ruling dynasty from the South Indian region known as the Senas established their supremacy in Bengal. The Sena rulers were zealous Hindus. In order to establish the Brahmanical religion firmly in this land a considerable number of Brahman pandits well-versed in Hindu religious scriptures were brought to Bengal during this period and were settled in this country. But traditional Hinduism did not gain firm foothold in Bengal. Till the time of Muslim conquest at the beginning of the thirteenth century the influence of tantrik Buddhist elements which represented a corrupt form of Buddhism could be noticeable in the religious life of the common people of this region. The comparatively easy manner in which the Turkish military adventurer Ikhtiyaruddin Muhammad bin Bakhtiyar Khilji was able to subdue Bengal with a handful of soldiers was due to the fact that Hinduism did not have strong social roots in this country.\nIt is generally believed that Islam had come to Bengal long before the Muslim conquest of the region in the thirteenth century. Some Arab Muslim traders who had come to Bengal around eighth and ninth centuries are said to have established settlements in the coastal regions of Bengal particularly in Noakhali and Chittagong regions.\nThe Muslim conquest of Bengal in the thirteenth century facilitated the spread of Islam. People particularly belonging to the lower social orders who had been suffering from the evils of the Hindu caste system and other prejudices readily accepted Islam being drawn by its simple religious creed and egalitarian social system. But despite conversion to an alien religion they did not forsake their indigenous culture.\nIt is commonly known that the inhabitants of Bengal have sprung from varied racial background. Besides Dravidian, Aryan, Arab, and Turko-Afghan elements there was another element which came from East Africa. For quite a number of years Bengal was ruled by five or six Abyssinian sultans. There was also a practice of keeping Abyssinian guards at royal palaces. Traces of this Abyssinian descent are still noticeable in the facial features of both Bengali Hindus and Muslims. Again, during the sixteenth and seventeenth centuries the coastal areas of Bengal were infested by Portuguese-Arakanese pirates known as Maghs. Traces of this element can also be found in the physical appearances of some inhabitants of the coastal region.\nAccording to the famous sixteenth century Mughal historian Abul Fazl the name Bangal or Bangla was derived by suffixing the word al to Banga or Vanga which was the ancient name of the major part of this region. The word al meant not only the boundary of farm-land; it also meant embankment. The low lands of this region had so many of these als that this land Banga eventually came to be known as Bangala or Bengal or Bangladesh that is, the country of Bangala.\nIn ancient times Bengal was divided into a number of human settlements. Each settlement grew up with people belonging to a particular clan. Generally each settlement carried the name of the clan which settled there. for instance, Banga or Vanga, Gauda, Pundra and Rarha. Without going into further details it may be said that by eleventh century A.D. there was an independent settlement which was known as \"Bangala and whose eastern frontier was the river Bhagirathi, that is the southern part of the Ganges. At that time the country of Bangala embraced the whole of Eastern and the coastal region of Southern Bengal. This area roughly coincided with the present territory of Bangladesh. It may, however, be said with some certainty that the efforts made by king Sasanka in the seventh century and the subsequent rulers of the Pala and Sena dynasties to bring the whole region of Bengal under the unified supremacy of Gauda had not succeeded. It was only during the middle of the fourteenth century that the independent Pathan/Afghan Sultan Shams-uddin Iliyas Shah had been able to conquer almost the whole of this region of Bengal and unite it under one rule. Subsequently, during the time of the Mughal emperor Akbar Bengal became a province of the Mughal empire and was known as 'Subah Bangala.\nThere are certain particular traits in the way of life and culture of the Bengali people which have marked them out as a distinct nation. The Bengalis have always been an emotional people. In the words of Rabindranath Tagore \"the call from the heart and from humanity would get easy response from here. And the same may be said about the religion of this land. The people of Bengal have been drawn more by the inner spirit of religion than by its outward external rituals. Hence, narrow communal feeling could never influence the minds of the people of this region. Tagore had truly observed: \"Even in ancient times humanist Bengal was looked down upon by the upholders of traditional society and scriptures of India. Anyone visiting this land for purpose other than pilgrimage had to perform penance.\nThat means Bengal has always been free from the orthodoxy of scriptures. Such unorthodox religious orders like those of Buddhists and Jains always held sway over Bengal and its neighboring regions. At that time the land of Magadha (Bihar) along with Bengal was also treated as outcast and was independent. The same independent spirit is also noticeable among the Vaishnavas and bauls of Bengal. They have never allowed their literature and songs to be overburdened by ornamental or scriptural influence. Free from the great weight of scripture and yet how deep and noble is their expression. Our spiritual saints have in the simple language of their devotional songs such as kirtan, baul and bhatiyali created such incomparable humanistic feelings, sweetness and charm that one cannot reach their depth nor can one surpass their limit. Where can you find the limit or the end of such unbounded human emotion? Like the unchained spirit it is so simple and free from all burdens: its mystery is limitless and boundless.\nIf we review the history of the preaching of Islam in Bengal we would find that the activities of the unorthodox sufi saints, pir-dervishes, aul-bauls have been far more effective than those of the orthodox and fundamentalist mullahs. These spiritual saints had by their moral qualities and unblemished character been able to win the respect and admiration of all sections of people. The religious tradition which they had initiated was that of spiritual humanism and tolerance which have left an everlasting imprint on the Bengali mind and intellect. In our cultural tradition also the predominant trend has been not of discord or conflict but that of peaceful co-existence of different faiths and the harmonious blending of various creeds. In fact, the characteristic feature of Bengali life and culture is unity in diversity. Before the advent of British colonial rule communal antagonism as we know it today did not exist either in Bengal or in other regions of the Indian subcontinent. For various historical reasons communal antagonism or religious conflict began to manifest during British rule. It would appear that through their struggle for liberation the Bengalis were able to resurrect their age-old tradition.\nThe world to-day is divided into many nation states. Nationalism is the basis of the modern state system. In one sense modern nationalism may be compared with religion. As in the past religion had served as a driving force which had united people of all classes under one banner, so in modern times particularly after the French Revolution the new idea of nationalism seemed to be the most inspiring doctrine of all which welded together diverse sections of people. In fact, the roots of many wars in modern times may be traced to nationalism.\nAlthough the idea of nationalism had been germinating for the past several centuries, it was only after the first world war particularly at the Paris Peace Conference of 1919 that nationalism gained universal recognition. It was at this great conference that the principle of self-determination of each nation was for the first time declared unanimously. This declaration was reiterated in much more stronger language by the charter adopted by the United Nations after the second world war. It is however one thing to proclaim an ideal and quite another to implement it. As Hans Kohn has observed:\nNationalism is first and foremost a state of mind, an act of consciousness, which since the French Revolution has become more and more common to mankind.\n\nThe present day Bangali nationalism has grown out of a collective feeling of oneness among the people irrespective of their caste and creed inhabiting the geographical territory now comprising Bangladesh. This feeling or consciousness has after 1947 assumed new dimension and character and forms the basis of the new nationalism of Bangladesh\nNationalism is primarily a territorial concept. It is the collective consciousness or feeling of a people inhabiting within the boundaries of a particular geographical territory. This consciousness or feeling is caused by several factors. In Europe during the period which is known in history as the Middle Ages which lasted for nearly thousand years —from fifth to fifteenth centuries —every aspect of a man's life —polities, society, art, literature and philosophy—was dominated by religion. In those days states were created on the basis of religion. Hence those who held political power did not hesitate to exploit the religious faith and prejudice of the people in order to maintain themselves in power.\nVarious factors contribute to the growth of national consciousness among the people of a particular region such as race, religion and language. But the rise of modern nationalism is not caused by any single factor. For example, take the case of religion. It is true that throughout the ages religion has succeeded in unifying large sections of mankind; but such unification solely on the basis of religion has not lasted long. The overriding influence of religion, however, has greatly declined owing to economic, social and political changes and the development of science and technology as well as improvement in the means of production. Most religions are not confined within particular geographical limits for instance Christianity and Islam are spread over many parts of the world. In the Middle Ages attempts had been made to unify Christendom and the Islamic world under the Holy Roman Empire and Caliphate, but this is not possible at all in modern times. Thus we find that both Christian and Muslim worlds are divided into so many nation states.\nLike religion, language also by itself cannot be the basis of nationalism although both religion and language can largely help in awakening national consciousness. The inhabitants of Arabia and north Africa though they all speak Arabic and are adherents of Islam have not been able to from a single nation state.\nThe most essential feature for the growth of national consciousness is the awareness of a common inheritance. Without this awareness national feeling or consciousness cannot fully develop notwithstanding the fact that a particular group of people may belong to the same race or religion or speak the same language or live in the same region or are inhabitants of the same state. According to the famous nineteenth century French historian and philosopher Ernest Renan (1823-1892):\nA nation is a soul, a spiritual principle. Two things, which are really one, constitute this soul, this spiritual principle. One is the past, the other is the present. One is the possession in common of a rich inheritance of memories. The other is the present consent, the desire to live together, the will to realize the unimpaired heritage.\nA particular community's collective memory of the joys and sorrows of its past days, its consciousness of a glorious inheritance of its distinct way of life in defense of which its innumerable members have fought, have made sacrifices or have laid down their lives — these are the factors that contribute to the making of a nation\nSince nationalism is primarily a territorial concept one of its principal sources is unalloyed love for the territory, that is, patriotism. And with this sentiment there arises a common sense of identity among all the people irrespective of religion, caste and color that inhabit the territory. Hence, nationalism is invariably linked with secularism.\nIn this context we can have a somewhat clear idea about the nature of nationalism in Bangladesh. Not many years ago, the Bengali Muslims had viewed their image and cultural identity from two opposite angles. Should they identify themselves as Bengalis or Muslims? This was the question which had deeply agitated their minds. In seeking answer to this question some had sought to merge their Indigenous Bengali identity into the all-embracing whirlpool of Islam, while others attempted to establish their Bengali identity by completely ignoring the contribution and influence of Islam. Again, there were some individuals who viewed the situation differently at different times.\nAlthough myth is not history, myth may help in making history. Thus Pakistan was created on the basis of a myth. The Muslims of India had come to believe without any historical foundation or logic that since they adhered to one common religious faith namely Islam, they belonged to a distinct nation and possessed a distinct culture of their own. Hence they expected that their hopes and aspirations would be fulfilled if they could establish a distinct state of their own. This was the prime idea behind the Pakistan movement. Between 1940 and 1946 a great majority of the Indian Muslim community seems to have been overtaken by this psychosis. Of course the general Hindu attitude of indifference if not hostility towards the Muslim community and caste prejudices of the Hindus also contributed in a great measure to the growth of Muslim separatist feeling and anti-Hindu communalism particularly among the rising generations of the Bengali Muslim middle classes.\nThe creation by Pakistan would not have been possible without the support of the Bengali Muslims. They were the most vocal champions of the Pakistan movement. In fact, the Bengali Muslims constituted more than half of the Muslim population of India. But soon after the creation of Pakistan the Bengali Muslims began to be concerned regarding their future within the framework of the Pakistan state which came to be dominated by non-Bengali Muslims mostly Punjabis and Urdu-speaking immigrants from India. These elements began to exploit the resources of the Eastern region of Pakistan solely for their own benefit. No serious attempt was made to develop the Bengali speaking region. The Bengali Muslims particularly resented the conspiracy of the Pakistani rulers to make Urdu as the state language of Pakistan disregarding the feeling of the Bengalis who were very much proud of their language and cultural heritage. In fact, the Bangali Muslims were now in an introspective mood. They were passing through a period of groping with regard to their cultural identity. So long they were emotionally drawn more towards the events in the Muslim world outside India than to their own country. In the changed situation after the creation of Pakistan, the Bangali Muslims drawn by patriotic feeling were beginning to be aware of their distinct cultural identity. It is in this context that the great Bengali Muslim linguist and scholar and a distinguished exponent of Islamic learning Dr. Muhammad Shahidullah made a remarkable observation:\nIt is a reality that we are Hindus and Muslims, but the greater reality is that we are all Bengalis. It is not the question of any ideal, it is a basic fact. Mother nature has in her own hand imprinted such indelible marks of Bengaliness on our face and language that these cannot be hidden by outward signs of thread or tuft on head [worn by orthodox Hindus] or cap-lungi-beard (worn by Muslims).\nOut of this awareness was born in course of time the new distinct Bangali nationalism. This nationalism was new in the sense that it was different from the communal nationalism that had existed due to certain peculiar historical situation in pre-1947 India. The present day Bangali nationalism has grown out of a collective feeling of oneness among the people irrespective of their caste and creed inhabiting the geographical territory now comprising Bangladesh. This feeling or consciousness has after 1947 assumed new dimension and character and forms the basis of the new nationalism of Bangladesh. The people of this region after the creation of Pakistan were in the changed perspective beginning to be conscious of their distinct cultural heritage —a heritage which was not limited within the narrow bounds of any particular religion but a heritage which was composite and humanist in character; and this consciousness of common heritage had led to the creation of the independent and sovereign Bangladesh state.\nIn order to have a clear understanding of the historical background of Bangladesh nationalism it would be necessary to analyze the changes that had taken [place] in the social and political thinking of the Bengali Muslims during the nineteenth century.\nThis article is the first chapter of the book Bengali Nationalism and the Emergence of Bangladesh: An Introductory Outline (International Centre for Bengal Studies, 1994).\n\nAF Salahuddin Ahmed (1924-2014) was a renowned historian, and a national professor of Bangladesh.          \n",
        "headline_1": "Growth of National Consciousness",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/focus/news/growth-national-consciousness-3782476",
        "news_paper_name": "The Daily Star",
        "publish_date": "23-12-2024"
    },
    {
        "full_article": "This weekend, Dhaka was crowned with the title of one of the unhealthiest air qualities on the planet Earth. With an AQI score of 236 and PM2.5 levels 32 times higher than WHO guidelines, the city's air is not just polluted; it is poison wrapped in the guise of urban progress. Yet, the severity of this crisis seems to hang, much like the smog, in an atmosphere of apathy. Dhaka's descent into hazardous air quality has been decades in the making, fuelled by unchecked industrialisation, reckless urban sprawl, and a systemic failure to prioritise public health. What's most alarming, however, is not the severity of the problem but the sheer inertia in addressing it.\nLet us start with the brick kilns, or silent assassins of Dhaka's air. They line the city's outskirts, belching smoke day and night, contributing nearly 58 percent of its particulate matter. For years, the government has mandated the adoption of cleaner technology like zigzag kilns, yet enforcement has been as flimsy as a stack of poorly fired bricks. Bangladesh can no longer afford half-measures. What if every illegal kiln were shut down within six months? What if subsidies were provided for modernising these operations, paired with stringent penalties for noncompliance? The technology exists, as do the success stories—India's rapid shift to cleaner kiln technologies serves as proof. \nVehicles present the next gaping hole in our air quality management. Dhaka's streets are a playground for outdated, poorly maintained cars and diesel-run buses, all spewing black plumes of death into the atmosphere. Take Singapore, a city that once faced similar vehicular chaos. They enforced strict emission standards, introduced congestion pricing, and heavily subsidised public transport. A policy that incentivises electric vehicles and phases out old, polluting ones is no longer a luxury; it is a necessity. This is not about becoming Singapore—it is about realising that clean air is not negotiable. \nThen there's construction dust, an ever-present irritant that exacerbates an already dire situation. Any glance at a construction site in Dhaka tells the story: debris flying in every direction, no covers in sight, and zero accountability. Cities like Tokyo have tackled this by enforcing rigorous site regulations—requiring barriers, water sprays, and fines for noncompliance. Dhaka's construction industry must operate with the same discipline, because no skyscraper is worth the respiratory health of millions. \nBut let's not reduce this to a list of policies. Air pollution is not a technical challenge alone; it is a political and social one. In Dhaka, public health has long been relegated to the back burner, overshadowed by economic imperatives. This mindset must change. Air pollution costs Bangladesh nearly 4.4 percent of its GDP annually. What if we reframed this conversation—not as an environmental crisis but as an economic one? \nChina, once infamous for its \"airpocalypse,\" offers one of the most striking examples of how policy and political will can transform urban air quality. Beijing's journey from choking smog to significantly cleaner air wasn't easy, nor was it immediate. It took the closure of over a thousand coal plants, strict limits on vehicle emissions, and massive investments in renewable energy. Dhaka can take inspiration from Beijing, by understanding that progress and sustainability are not mutually exclusive. \nCloser to home, Delhi's struggle with air pollution mirrors Dhaka's in many ways. Incremental progress has been made through measures like the odd-even vehicle rationing system, temporary bans on construction during peak pollution months, and the introduction of stricter emission standards. These policies are not panaceas, but they represent a shift in mindset—one that Dhaka desperately needs to adopt.\nPublic pressure must also be utilised. Dhaka's residents, often resigned to enduring the worst, must demand better. Bangladesh's civil society, long a force for social change, must now rise to challenge the very air they breathe. And of course, no solution is viable without accountability. Dhaka has no shortage of environmental regulations; what it lacks is the political will to enforce them. Why aren't violators named and shamed? Why aren't fines levied so high that they deter repeat offenses? Corruption and inefficiency have shielded polluters for too long. It's time for a zero-tolerance approach, one that doesn't flinch in the face of economic or political pressure. \nEducation and awareness must also play their part. How many Dhaka residents know the difference between PM2.5 and PM10, or understand how air quality impacts their lifespan? South Korea, for instance, has made air quality education a public priority, integrating it into school curriculums and running mass awareness campaigns. Dhaka's citizens deserve the same knowledge—because informed communities are empowered to hold their leaders accountable. \nThe solutions are not beyond reach, but they require a fundamental shift in priorities. Air pollution is not an unfortunate byproduct of development; it is a direct consequence of negligence. The government must recognise this as a national emergency, not an inconvenient statistic. Industries must be reined in, transport systems overhauled, and urban planning recalibrated with sustainability at its core. Ultimately, Dhaka's air crisis is a test of our collective resolve. Do we have the courage to confront the uncomfortable truths, to make the sacrifices required for cleaner air? Or will we continue to choke on the fumes of our inaction, waiting for the day when even breathing becomes a privilege?\nMaisha Islam Monamee is a student at Institute of Business Administration (IBA) at the University of Dhaka and a contributor at The Daily Star. She can be reached at @monameereads on Instagram.\n\nViews expressed in this article are the author's own.\nFollow The Daily Star Opinion on Facebook for the latest opinions, commentaries and analyses by experts and professionals. To contribute your article or letter to The Daily Star Opinion, see our guidelines for submission.\n \n",
        "headline_1": "Dhaka’s desperate need for fresh air",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/dhakas-desperate-need-fresh-air-3782071",
        "news_paper_name": "The Daily Star",
        "publish_date": "23-12-2024"
    },
    {
        "full_article": "We are appalled by the findings of a report by The Daily Star on three hospitals run by the Dhaka South City Corporation (DSCC), highlighting an acute shortage of staff and underutilised facilities, which cause unnecessary suffering for patients. In a city where accessible healthcare is increasingly out of reach for ordinary citizens, it is unacceptable that these public hospitals offer substandard services. This is a direct result of neglect and apathy from the Directorate General of Health Services (DGHS) and the Ministry of Health, a situation that has worsened over decades.\nThese hospitals are vital for low-income and lower-middle-class communities, as they offer subsidised healthcare. However, patients are forced to wait for hours due to the severe shortage of doctors, nurses, and other essential staff. As patient numbers rise, one hospital operates with half the required manpower. For instance, Mohanagar General Hospital, which installed ICU units and high-flow oxygen equipment during the Covid pandemic, cannot use them because there are no trained personnel. The surgery department has been non-functional since 2015, and high-dependency unit (HDU) beds installed in 2021 remain unused. Many posts are vacant, further crippling the hospital's ability to function.\nA similar manpower crisis exists at Dhaka Metropolitan Children's Hospital, where the paediatric surgery department has been inactive since 2012, and 40 of the 100 beds remain unused. Nazirabazar Matri Sadan is also grappling with a shortage of doctors and essential medicines.\nIn all three hospitals, staff are spread too thin, leaving patients without the necessary medical care. Despite repeated official letters sent to the health ministry and DGHS, no action has been taken. These hospitals reflect the dysfunction plaguing public healthcare across the country, with severe staff shortages making them nearly non-functional. The DGHS and health ministry have ignored the needs of these hospitals for years. Why has this been allowed to continue? What happened to the allocated budgets? If they were insufficient, why wasn't more funding provided?\nThe healthcare system, especially in public hospitals, continues to be marked by gross inadequacies. And the conditions at these hospitals are a perfect example of that. We urge the interim government to immediately investigate these issues and take corrective action. The recruitment of medical personnel should be a top priority, along with the training of staff to operate specialised equipment. Meanwhile, strict management oversight is necessary to ensure that no resources go underutilised. Access to healthcare is a basic right, and the government must restore functionality to these hospitals as soon as possible.\n",
        "headline_1": "Three examples of badly-run public hospitals",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/three-examples-badly-run-public-hospitals-3781806",
        "news_paper_name": "The Daily Star",
        "publish_date": "23-12-2024"
    },
    {
        "full_article": "",
        "headline_1": "New strategy for public  procurement",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/new-strategy-for-public-procurement-1734880751",
        "news_paper_name": "The Financial Express",
        "publish_date": "23-12-2024"
    },
    {
        "full_article": "",
        "headline_1": "The country facing an economic imbroglio",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/the-country-facing-an-economic-imbroglio-1734880829",
        "news_paper_name": "The Financial Express",
        "publish_date": "23-12-2024"
    },
    {
        "full_article": "",
        "headline_1": "Is drive against polythene bags missing the target?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/is-drive-against-polythene-bags-missing-the-target-1734880859",
        "news_paper_name": "The Financial Express",
        "publish_date": "23-12-2024"
    },
    {
        "full_article": "",
        "headline_1": "Struggles of stone workers in Panchagarh",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/struggles-of-stone-workers-in-panchagarh-1734880887",
        "news_paper_name": "The Financial Express",
        "publish_date": "23-12-2024"
    }
]