[
    {
        "full_article": "The Reserve Bank of India (RBI) and the Central Bank of the UAE agreed on July 15 to establish a framework for enabling the use of the two countries’ local currencies for cross-border transactions. The move towards permitting payments in the Indian rupee and the UAE dirham is aimed at promoting their use bilaterally, thus reducing the dependence on a third country’s currency such as the U.S. dollar as an intermediary for settling transactions. As per the memorandum of understanding between the two central banks, all current account payments, including those involving the two countries’ exporters and importers, and certain “permitted” capital account transactions could be settled using either the rupee or the dirham. To facilitate settlement, the two banks are set to put in place a Local Currency Settlement System and likely, at a later date, interlink their payments messaging systems. An immediate beneficial consequence of the establishment of the settlement mechanism would be the development of a rupee-dirham foreign exchange market that would help in pricing the two currencies independent of their exchange rates with other currencies such as the dollar and the euro. Indian and Emirati businesses would not need to factor in exchange rate risks when quoting to supply goods or services to buyers in the other country, improving the ease of doing business and boosting trade.The India-UAE local currency settlement system could also potentially serve as a precursor for other bilateral currency accords which, as an RBI Inter-Departmental Group suggested this month, could act as an important first step for the internationalisation of the rupee. While the idea is laudable, its actual success will hinge on the extent of adoption by businesses in both nations. With the UAE’s trade surplus with India widening in the months since the bilateral Comprehensive Economic Partnership Agreement came into effect in May 2022, Emirati businesses need to see remunerative avenues to deploy the potential rupee flows should they opt to receive payments in the Indian currency. One possibility, as the RBI indicated, was stepped up investment by UAE-based firms. The other possibility is of the UAE coming to serve as a currency entrepôt by enabling Indian businesses, dealing for instance with Russian suppliers, to use the West Asian country and dirham as a gateway for such transactions. Given that the UAE’s predecessor entity, the Trucial States, used the Indian rupee and later the Gulf rupee as de facto currency until the mid 1960s, it may appear natural to reestablish currency ties. Still, in a rapidly evolving global environment, businesses will base their decisions on cold economic logic and policymakers must remain cognisant of the risks emanating from such moves even as they eye the opportunities.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\ncurrency values\n\n/\n\nUnited Arab Emirates\n\n/\n\ntrade policy\n\n/\n\nReserve Bank of India\n\n/\n\nbanking",
        "headline_1": "Eye on Emirati flows: on the new India-UAE framework and rupee-dirham transactions",
        "headline_2": "There are both risks and benefits in the rupee-dirham settlement system",
        "link": "https://www.thehindu.com/opinion/editorial/eye-on-emirati-flows-on-the-new-india-uae-framework-and-rupee-dirham-transactions/article67090751.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "18-07-2023"
    },
    {
        "full_article": "One of sport’s eternal qualities is its uncanny knack of replenishing itself. The old gives way to the new and the past yields place to the future. Men’s tennis though was resistant to this, where every new dawn — like Dominic Thiem’s and Daniil Medvedev’s US Open victories in 2020 and 2021 — ended up being a false hope. Wimbledon 2023 however made the sport feel young again as 20-year-old Carlos Alcaraz dethroned four-time defending champion and record 23-time Major winner Novak Djokovic following a five-set thriller that lasted nearly five hours. The youngest since a 17-year-old Boris Becker secured the men’s crown at SW19 in 1985, Alcaraz, the reigning US Open champion and World No.1, is only the sixth multiple Grand Slam titlist in the last two decades after Roger Federer, Rafael Nadal, Djokovic, Andy Murray and Stan Wawrinka. Just recently, the Spaniard had succumbed to Djokovic — 16 years his senior — in the French Open semifinals owing to stress-induced, full-body cramps. On Sunday, after he lost the first set and was a set-point down in the second, Alcaraz’s odds nose-dived. The Serb had lost just six of 329 completed best-of-five-set contests in which he had won the first set and just one of 272 in which he had won the opening two. But Alcaraz turned it around with a nerveless display of audacious shot-making to usher in the new order.There was however one tradition in the men’s game that Alcaraz kept up. Ever since Federer won his first Major at Wimbledon 2003, prodigiously talented players have toppled the established rather than wait for a void to slip into. Nadal did that to Federer with his triumph at Wimbledon 2008, and Djokovic to both Nadal and Federer, across surfaces, for a good part of the last decade. Alcaraz has embarked on a similar path, to first fell his predecessors and carve out a niche for himself before supplanting them to become the next leader. The women’s game has not quite lent itself to such immaculate succession plans, and in Marketa Vondrousova it had another first-time Slam winner. The crafty 24-year-old from the Czech Republic was up against the sentimental favourite in Tunisia’s Ons Jabeur, who was gunning for her own maiden Slam crown after two failed attempts last year. But Vondrousova drew well from her experience of having played an equally talented but less flashy opponent in Ash Barty in the 2019 French Open final, to dismantle Jabeur, the World No.6, and become the first unseeded Wimbledon women’s singles champion in the Open Era (from 1968) and the sixth different in as many editions.\nCOMMents\n SHARE\n\nCopy link\n\nEmail\n\nFacebook\n\nTwitter\n\nTelegram\n\nLinkedIn\n\nWhatsApp\n\nReddit\n\nRelated Topics\n\ntennis\n\n/\n\nWimbledon",
        "headline_1": "New order: on Wimbledon’s new champions",
        "headline_2": "Carlos Alcaraz seems to have ushered in a new era in men’s tennis",
        "link": "https://www.thehindu.com/opinion/editorial/new-order-on-wimbledons-new-champions/article67090663.ece",
        "news_paper_name": "The Hindu",
        "publish_date": "18-07-2023"
    },
    {
        "full_article": "This is one of those times when I am not sure if I should laugh or cry. But angry, I definitely am. Priced at `140-a-kilo (for once I don’t regret the bulge), it feels good when you say I command a princely sum. But then, for the same reason you’ve made me the butt of lousy jokes and memes. You show me as the crown jewel and morph my pictures with those of film stars. You think that’s flattering? Ah, and that old gyan that knowing tomato is a fruit is knowledge, not putting it in a fruit salad is wisdom. Have you ever tried baby tomatoes in fruit salads?\nAnyway, nowadays you don’t want to put me in anything, just put me away. McDonalds has banned me from their burgers; back home, your raithas no longer accommodate me (and you thought you can fool everyone by slicing bell peppers to impersonate me)? Suddenly, in my place, that stupid lemon gets squeezed into your rasam. You’re so cunning that I won’t be surprised if you make a tomato chutney without me.\n\nAnd crimes! The other day at the local market, I was wrapped in a newspaper that said a woman in Madhya Pradesh walked out on her husband because he put two tomatoes in a curry. And someone says motorists keep a couple of tomatoes in hand to bribe the traffic cops if they get caught jumping a traffic signal. It’s an insult when I am cited as an instrument of offence. And to those who take things literally, I can’t even say I am in a soup.\nWhether I am an object of desire or dereliction, it’s tiring for someone with such a short shelf life. In fact, I know my life is more transient than yours. One day I’am in a sun-kissed farm, maturing – if I escape the marauding cattle – from bud to bloom and from a bulb of green to a flaming yellow, then orange and red before being plucked and sent to a roadside heap or some fancy shelf. And then you walk past me, throwing those confusing glances at me – and my price tag. And then you come back, look closer as if I have acne, touch, squeeze and put me back. Decide if you want me for what I am, or just stay away. I felt happy when I watched the video of that vendor in Uttar Pradesh who hired two bouncers to keep your hands off me – till it turned out to be a fake.\nThe only people who give me happiness are those who grow me on their balconies and terraces, though it’s more to flaunt than eat. It’s good to be showcased on the plant, you know, not on those ‘organic’ shelves to be nudged and scorned at by the average shopper who goes straight for that pulp fiction called puree. Well, I shouldn’t nurse a grudge against the two farmer brothers in Kolar who sold 2,000 boxes of tomatoes and returned home with `38 lakh. Let farmers make money, but I don’t want to be the reason for some middleman profiteering.\nIn these hard times, you dig out those old tomato puns and jokes to have a laugh at my expense. If you haven’t heard them, go ahead, try these:\nContemplating life and death, what did Prince Hamlet say? To-mato or not to-mato.\nI am feeling a bit saucy today … ketchup with me if you can.\nWhy did the tomato blush? Because it saw the salad dressing.\nWhat did the lemon in the salad tell the tomato? Give me a squeeze.\nWhat’s tomato’s favourite dance? Salsa.\nThis might be a bad pun, but some find tomato jokes a-peeling.\n\n\n\n\n",
        "headline_1": "Tomato turns red – and writes a letter",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/chennaitalkies/tomato-turns-red-and-writes-a-letter/",
        "news_paper_name": "The Times of India",
        "publish_date": "18-07-2023"
    },
    {
        "full_article": "The discussions on Uniform Civil Code (UCC) are going sideways because of the reluctance in stating that the real aim is to ban polygamy, which allows a man to have more than one wife. The rest of UCC is really background noise. That the call for UCC only appears in the Constitution as one of the non-justiciable Directive Principles, makes it appear like a promise akin to jam yesterday, jam tomorrow but never today. Alice in Wonderland, once more.\nThis positioning of UCC in the Constitution took away its urgency though it bobbed up, from time to time, in lazy, hazy conversations before it was patted back to bed. Its relevance gradually faded away, allowing polygamy to reset the alarm and go back to sleep. It was in the 1980s that it was rudely woken up when the Shah Bano case made polygamy among Muslims a national scandal; even so it did not really stir the entire UCC package.\nIn recent years polygamy has come back with tons of newsfeed on UCC, some of it imagined, which paints a rather large target on the back of the Muslim community. It would seem, judging from media chats, that Muslims are wantonly polygamous while the truth is that less than 1. 9% practise it. Polygamy is not entirely absent amongst Hindus either for 1. 3% are said to be in a polygamous relationship. In parenthesis, polygamy exists largely among the poor.\nRead full story on TOI+\n\n",
        "headline_1": "First, make all polygamy illegal: Once this core democratic issue is sorted the rest of UCC shall follow more smoothly. Sequencing is the essence of good social reform",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-edit-page/first-make-all-polygamy-illegal-once-this-core-democratic-issue-is-sorted-the-rest-of-ucc-shall-follow-more-smoothly-sequencing-is-the-essence-of-good-social-reform/",
        "news_paper_name": "The Times of India",
        "publish_date": "18-07-2023"
    },
    {
        "full_article": "Recent riots in France again exposed simmering tensions in that society and challenged the narrative of French equality. Jalal Nali, a Moroccan-origin European political analyst and founder of Abraham Peace Gate Initiative, spoke to Rudroneel Ghosh, about the root causes of the tensions, integration and Paris’s relationship with former colonies:\n● What do the recent riots say about French society?\nIwould like to state that what France just experienced is not what the European media attempted to portray. What we are witnessing is the stigmatisation of one segment of French society in order to avoid a common French front against Macron’s office as a result of record high inflation, a disastrous French foreign policy, an increasing public debt, eroding support for the Ukrainian war, and opposition to the forced retirement age reform.\nThe latest French riots reflect underlying flaws and tensions within French society, casting doubt on the success of French egalitarianism. The riots have revealed a chasm between the principles of ‘Liberty, Equality, and Fraternity’ and the reality of oppressed populations. The video of a police officer shooting and killing a young North African delivery man has sparked outrage and frustration among those who perceive themselves or their loved ones as victims. Riots erupted in response to this occurrence, highlighting the underlying concerns of racial injustice, social and economic inequities, and police brutality that exists in French culture. The riots also highlighted the inadequacy of French egalitarianism to adequately address these fundamental inequalities.\nRead full story on TOI+\n\n",
        "headline_1": "‘The riots highlighted inadequacy of French egalitarianism… France’s model of integrating migrants shows its limitations’",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/talkingturkey/the-riots-highlighted-inadequacy-of-french-egalitarianism-frances-model-of-integrating-migrants-shows-its-limitations/",
        "news_paper_name": "The Times of India",
        "publish_date": "18-07-2023"
    },
    {
        "full_article": "The CUET reform has come far since last year but still has a long way to go. To begin with the positives, traumatic and large-scale technical glitches were dramatically reduced. Next, where it stretched from July 15 to August 30 in 2022, in 2023 it wrapped up between May 21 and July 5. More impressively, by July 15 the result was out. The goal of once again beginning university classes in July is at least in sight now. Overall, better match-up between UGC and NTA’s communications and students, teachers and schools, made for a pleasanter exam experience this time.\nFor 2024 though, UGC and NTA should target concluding the exam in May and notifying its schedule by end 2023 itself. This shall be helpful for the universities’ admission cycle, but also for smoother exam delivery. An early notification would mean that many of the state exams around which the CUET schedule has to manoeuvre, shall adjust to it instead. Second, while there are now 249 universities aboard CUET as compared to 90 last year, this is still less than one fourth the total universities in the country. More universities’ participation will also help NTA in meeting a third critical target, which is increasing the pool of suitable test centres.\nBetter quality control of the test centres definitely contributed to cutting the painful technical snags. But the core problem of paucity of centres with computers of specific requirements continued to take a toll, including in multiple extensions of the exam. Student registrations that have already soared from around 10 lakh to around 15 lakh shall fly higher once again, if the CUET universe extends across say 350 universities next year. Remember also that as admirable a job as NTA has done with NEET, JEE etc, it is needed by many, many other exams. Year-round there are cheating scandals disrupting admission or recruitment pen-and-paper tests in different parts of the country. Switching to computer-based testing is the only way forward. Governments must prioritise this capacity expansion, which will be particularly transformative in mofussil areas.\n\n",
        "headline_1": "CUET good: The exam went much smoother this time. But much more reform potential remains to be filled",
        "headline_2": "",
        "link": "https://timesofindia.indiatimes.com/blogs/toi-editorials/cuet-good-the-exam-went-much-smoother-this-time-but-much-more-reform-potential-remains-to-be-filled/",
        "news_paper_name": "The Times of India",
        "publish_date": "18-07-2023"
    },
    {
        "full_article": "Brig Gen (retd) M Sakhawat Hossain, former election commissioner and senior fellow at the South Asian Institute of Policy and Governance (SIPG) of North South University (NSU), talks about the latest amendment to the Representation of the People Order (RPO) and what the Election Commission's role should be in the coming months, in an interview with Mohiuddin Alamgir of  The Daily Star.\nThe latest RPO amendment has allegedly curtailed the Election Commission's power to suspend voting and withhold results. What is your take on the issue?\nThere are some laws that are in black and white and do not require any interpretations. In 2008, during the tenure of ATM Shamsul Huda, an amendment of Section 90A of the RPO was made so that the commission could stop or withhold polls in some centres or in an entire constituency during the election process (after the announcement of the election schedule), in case of any violence, or if an environment is created where there can be no free and fair election.\nThis provision has been in place since 2008, and even the incumbent EC has utilised it. Now the commission says that they proposed the amendment for clarification of the law. With the new change, the EC would be able to suspend the election only on the polling day.\nThe amendment also bars the EC from cancelling election results and allows it to withhold polling only at specific centres where irregularities occur. So, they tied their hands.\nThe EC has also added 91AA, a new sub-section, to the RPO, which says the EC cannot take any actions between the announcement of unofficial results by returning officers and the publication of the gazette notification. As far as I know, the EC desires the power to withhold results of parts of or an entire constituency if there are any complaints and a subsequent probe. But, after the amendment, they have the power to withhold election results only for specific centres and not an entire constituency.\nIs the amendment actually needed ahead of this important national election, when the last two elections – in 2014 and 2018 – already faced much questioning?\n\nBesides what the RPO grants, the EC also has the inherent power to make decisions. I don't understand what the need was for such an amendment to the RPO. Since 2008, three Election Commissions performed their duties without facing any problems.\nMany election experts point out that, according to the RPO, 'election' means the election of a member to a seat held under this order. Some say the definition of election in the RPO is not clear. What do you think?\nThis definition should be changed. An election means the entire period from the announcement of the election schedule to the announcement of the result.\nHow much of an impact will such a curtailing of power have on polls, including the next general election?\n\nThe international spotlight is trained on our upcoming general election. Those who monitor the election process can see whether there is any intimidation from the government pre- and post-polls. If they find that the government has changed the law to get the election atmosphere to be in its favour, the monitors might cite it as an element of intimidation.\nAfter this amendment, if the commission thinks that they will need to investigate and suspend the election due to violence or anything else, it will not be able to do so under the RPO. But the EC will still be able to investigate and suspend an election using its inherent power.\nOf course, if it makes use of its inherent power (in line with Article 119 of the constitution), many might go to court against the EC's decision of suspending elections.\n\nThe Election Commission should be transparent to voters, who should be briefed about what has happened. The EC is not a ministry. Even if one person is punished, that should be presented as an example and a warning.\nAbout six months away from the next general polls, is the EC on the right track?\n\nIt is known to all that people hardly have confidence in the EC. The incumbent commission has tried to earn people's confidence back. But they have been showing some weakness since the Gaibandha-5 by-polls. A candidate of the Barishal City Corporation election was beaten on polling day. But we did not see the suspension of polling at that centre, what was investigated, or if anyone was found responsible.\nEven in connection with election irregularities during the Gaibandha-5 by-polls, many were found to be involved and their information had been forwarded to the concerned departments, but we don't know anything further. No action was taken against any candidates. It's like the EC is going one step forward and two steps back.\nThe Election Commission should be transparent to voters, who should be briefed about what has happened. The EC is not a ministry. Even if one person is punished, that should be presented as an example and a warning.\nElection commissioners often say that it is not their job to ensure all political parties' participation in the national polls. What do you think?\n\nLegally, no. But morally, yes. The EC doesn't have a legal obligation to ensure that all parties participate in the elections. The only legal instrument that the EC has is that they can scrap the registration of a political party if they don't take part in two consecutive national polls.\nPolitical parties are one of the major stakeholders in elections. The commission should have constant liaison with all political parties. If the EC wants to hold an inclusive election, it will need to make an all-out effort to ensure that.\nThere are two parties in Bangladesh, Awami League and BNP, that have the strength to field formidable candidates in all 300 parliamentary seats.\nOnly sending out a letter that says when the EC will hold talks with a party is not enough. I believe election commissioners must maintain acquaintance with leaders of different political parties. This kind of personal liaison works. Therefore, they have a moral responsibility to try to hold unofficial talks with the parties.\nBut we don't see any such efforts, as the EC has taken a stance that it is not their responsibility to bring all political parties to the election.\nWhat are the challenges for the EC in holding the next general polls in a free, fair, participatory, and acceptable manner?\n\nUsually, holding a parliamentary election is a challenge. But this time it is more challenging, when the whole world is watching us and they all want a free and fair election in Bangladesh. Besides, people's confidence in elections and the EC is being eroded. The EC has to work hard. If an election is not participatory, it is neither free nor fair.\n",
        "headline_1": "‘If an election is not participatory, it is neither free nor fair’",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/interviews/news/if-election-not-participatory-it-neither-free-nor-fair-3371461",
        "news_paper_name": "The Daily Star",
        "publish_date": "18-07-2023"
    },
    {
        "full_article": "In Bangladesh, often what's more problematic than a problem is the authorities' approach to that problem. This is once again the case as we face an unprecedented dengue surge. The numbers of dengue cases and deaths this year have already risen to 20,878 and 106, respectively, way ahead of the peak season, which is typically between August and October. This has triggered fears that this year will be far more catastrophic than 2019 – when 1,01,354 people were infected and 179 died – if appropriate action is not taken.\nThis is where the bigger problem lies: can the authorities, even after all the disturbing news coming from overwhelmed hospitals, address the situation in the manner that it deserves? Health officials, at a press conference on Sunday, claimed that the situation had not yet reached the level of a public health emergency. Experts, however, disagree, pointing to the fact that dengue has already spread to all but one district in the country. What more do the authorities need to change their approach to the crisis? Waiting for the situation to worsen further before declaring an emergency could prove disastrous.\nSuch a declaration means acknowledging the gravity of the situation, and will also send a proper signal to the people. It should, in effect, allow for better mobilisation of resources, central coordination, and a quick and unified response. So far, the government's approach has been characterised by sporadic and reactive measures. This is no longer enough, nor is just fogging or spraying. It doesn't also help that government initiatives usually stop when the disease subsides. The fact is, dengue is now a year-round threat – thanks to climate change, unplanned urbanisation, high population density, and a generally unhygienic environment in our cities. So we need to counter it with a year-round, comprehensive response. The absence of such a response, particularly during the November-March period, has allowed the Aedes population to grow disproportionately, setting the stage for the current crisis.\nGoing forward, the government must establish an integrated vector management system that includes round-the-year monitoring of Aedes mosquitoes and sentinel surveillance, thus enabling targeted and proactive actions. Unfortunately, the formulation of a national vector control policy has been delayed for far too long, despite frequent urgings by experts. The government must expedite the approval of the policy and ensure its proper implementation. Additionally, it must centralise and adequately record dengue patients across all hospitals and clinics so that we have a more accurate picture of the situation.\nThere is a lot more that needs to be done, but what's most crucial is that the government, city corporations, health authorities, and citizens all come together in the fight against dengue. It is time for proactive, sustained, and integrated efforts to prevent further spread of the disease and keep it contained in the future.\n",
        "headline_1": "Time to declare a health emergency over dengue surge",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/time-declare-health-emergency-over-dengue-surge-3371441",
        "news_paper_name": "The Daily Star",
        "publish_date": "18-07-2023"
    },
    {
        "full_article": "In both The Iliad and Odyssey, confronted by the question, \"What is a King?\" Homer seeks refuge in an ambiguous answer: \"the best\" of his people. This means a king is simply the best when it comes to speaking, advising, fighting, legislating, planning, and all the other tasks that are there. Thus, on the battlefield, a king has to be \"the best\" like Achilles or Diomedes. In council, he has to be \"the best\" like Odysseus or Nestor. And most importantly, in birth, he has to be of the stature of Agamemnon or Piram. This makes for a situation in which the King's birth, valour, vigour, wealth, and wisdom cannot be equal to that of his fellow human beings. In other words, at the same time, he is and is not like them.\nNow when it comes to the mass-masala cinema of our subcontinent (or more specifically of our own country), the answer to the question, \"What is a hero in a mass-masala film?\" is essentially a Homeric one. It portrays a common man who is not common – or rather who is both common and special at the same time – and plays with our unconscious wish of being saved by a messianic figure. This reveals the paradox that \"the Hero or the Saviour\" will come from among the people, and yet they cannot be him. Thus, the saviour is always imprisoned in the realm of wishes and dreams and nothing more. Hence, here the film is both wish fulfilment and a castration of that wish.\nIn this mass-masala world of Heroes, the rules are set. It is told that such worlds tell the stories of common men, yet here the Hero is superior to his fellows and any common man can only be a background dancer or the joker that serves the court (and the story) of the Hero. The most amusing part is that the world which proclaims to reflect the life of the common people and which even more proudly proclaims to be made for consumption by such people has both prohibited the common people from telling their stories and also from playing their own part in their own stories.\nBut \"the times, they are changing\" and now the Alom who was prohibited from entering the sacred world of cinema has created his own micro-world. He knows that it is forbidden for him to swim in the sea. Thus, he has created his puddle. In doing so, Alom has successfully murdered \"The Hero\" (metaphorically, of course) and put himself in his position. And through this act, Hero Alom was truly born.\nTill now, this may sound like a story of triumph and victory. But there is a tragic side, too. \nThere is indeed a sense of triumph in the \"murder\" and replacement of The Hero, but where the project becomes an upside-down one is when The Hero is replaced by a photocopy of himself. Hero Alom is just an imitation of \"The Hero\" and his world is only a replica of that forbidden world. Here the common man appears to be in triumph and yet appears to be lost. Thus, Hero Alom becomes an advocate of the sensibilities and values of that sacred world which he can never enter. The cinematic language that he uses is an imitation of that forbidden world's language. But somehow it appears as his language because it has replaced his real language long ago, like a cuckoo bird's egg. The values and the language of that sacred world have already shaped and reshaped the consumer (before the creator) Alom's world. The creator Hero Alom can only replicate that sacred world which is forbidden to him.\nNow the work of Hero Alom as a reproduction of that sacred world appears as something laughable and resides in the always-moving realm of aspiration and failure. It becomes a parody. But this parody is essentially an empty one. Someone like Fredric Jameson will identify Hero Alom's work as \"pastiche,\" a kind of blank parody without that ulterior motive or political sting. In this light, Hero Alom's work may appear as a symptom. This means that its existence is symptomatic of something. And this something is the naturalised practice of not letting the common people tell their own stories. The forbidden world which Hero Alom cannot enter is essentially sold as the reflection of Alom's world. It is said to be Alom's world and yet he cannot enter it let alone tell his stories. He is only there for consumption, not for creation. He can only listen to the stories that are told as his stories. And such stories which are told by others gradually shape his worldview. Thus, when he takes the revolutionary opportunity of telling his own stories, it appears as something without a life of its own. \nBut there is another side to this story; another possibility which we also should entertain. Hero Alom could be more than just a symptom. He could be a revolutionary. It is because Hero Alom's parody is not intentional that it is the most political and effective. The thing is that a joke is always neutralised with laughter, just as a parody is always neutralised with appreciation, and a song is forgotten with applause. But because Hero Alom's work does not presuppose any system, it becomes the most effective. Not having that political bite makes his work even more political. This is why such proclamations of, \"Thou shall not make the elites cringe\" are everywhere. Here his works are like a fishbone stuck in our throat, and we can neither get it out nor can we swallow it.\nAnubhab Adnan is currently doing MA in English Literature and Language from the University of Rajshahi.\n\n",
        "headline_1": "Hero Alom: A revolutionary or a symptom? ",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/views/news/hero-alom-revolutionary-or-symptom-3286811",
        "news_paper_name": "The Daily Star",
        "publish_date": "18-07-2023"
    },
    {
        "full_article": "In Bangladesh, often what's more problematic than a problem is the authorities' approach to that problem. This is once again the case as we face an unprecedented dengue surge. The numbers of dengue cases and deaths this year have already risen to 20,878 and 106, respectively, way ahead of the peak season, which is typically between August and October. This has triggered fears that this year will be far more catastrophic than 2019 – when 1,01,354 people were infected and 179 died – if appropriate action is not taken.\nThis is where the bigger problem lies: can the authorities, even after all the disturbing news coming from overwhelmed hospitals, address the situation in the manner that it deserves? Health officials, at a press conference on Sunday, claimed that the situation had not yet reached the level of a public health emergency. Experts, however, disagree, pointing to the fact that dengue has already spread to all but one district in the country. What more do the authorities need to change their approach to the crisis? Waiting for the situation to worsen further before declaring an emergency could prove disastrous.\nSuch a declaration means acknowledging the gravity of the situation, and will also send a proper signal to the people. It should, in effect, allow for better mobilisation of resources, central coordination, and a quick and unified response. So far, the government's approach has been characterised by sporadic and reactive measures. This is no longer enough, nor is just fogging or spraying. It doesn't also help that government initiatives usually stop when the disease subsides. The fact is, dengue is now a year-round threat – thanks to climate change, unplanned urbanisation, high population density, and a generally unhygienic environment in our cities. So we need to counter it with a year-round, comprehensive response. The absence of such a response, particularly during the November-March period, has allowed the Aedes population to grow disproportionately, setting the stage for the current crisis.\nGoing forward, the government must establish an integrated vector management system that includes round-the-year monitoring of Aedes mosquitoes and sentinel surveillance, thus enabling targeted and proactive actions. Unfortunately, the formulation of a national vector control policy has been delayed for far too long, despite frequent urgings by experts. The government must expedite the approval of the policy and ensure its proper implementation. Additionally, it must centralise and adequately record dengue patients across all hospitals and clinics so that we have a more accurate picture of the situation.\nThere is a lot more that needs to be done, but what's most crucial is that the government, city corporations, health authorities, and citizens all come together in the fight against dengue. It is time for proactive, sustained, and integrated efforts to prevent further spread of the disease and keep it contained in the future.\n",
        "headline_1": "Time to declare a health emergency over dengue surge",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/time-declare-health-emergency-over-dengue-surge-3371441",
        "news_paper_name": "The Daily Star",
        "publish_date": "18-07-2023"
    },
    {
        "full_article": "Corruption, like an insidious parasite, has spread across government institutions of Bangladesh, eroding their very foundations and hindering crucial progress on various fronts. Take the Department of Youth Development (DYD), for instance, where corruption seems to have become a run-of-the-mill affair. According to a report by this daily, an investigation has revealed an embezzlement of Tk 13.96 crore by 10 officials and employees of the department and the accounts office in Zakiganj, Sylhet. With a DYD deputy director at the helm, the officials allocated funds for a skills training programme for the youth in Zakiganj in 2020-21 and 2021-22 – even though the programme ended in 2019 – which they then misappropriated, as per the probe report. What makes the situation more alarming is that this was the seventh such blatant act of dishonesty to be reported in the past two years.\nWhile it is commendable that the DYD is conducting investigations into incidents of corruption, we are horrified to learn that those found guilty of misappropriating funds in the past have not only been insufficiently penalised but, in fact, rewarded. For instance, five separate investigations found that five assistant upazila youth development officers had misappropriated over Tk 26 lakh meant to provide youths with loans. But the DYD proceeded to promote four of them to the position of upazila youth development officer, after deciding to recover the embezzled funds from their pension benefits. A probe report by the ministry last year highlighted that dishonest and inefficient individuals had been picked over competent and honest officers in exchange of large sums of money.\nMokhlesur Rahman, a deputy director of the DYD at the time, found to be involved in the process, told a probe committee that he had only executed the directives of the director (administration) and the DG of DYD. However, not only was no investigation launched against them (as recommended by the probe committee), but Mokhlesur too was subsequently acquitted by Majbah Uddin, who was the secretary of the ministry at the time, and transferred to a different post. It is distressing that the authorities are taking allegations of corruption at the highest levels so lightly, which, in effect, is emboldening dishonest officials to siphon off public funds with impunity.\nWe urge the ACC and all ministries concerned to launch an immediate investigation into the matter and follow it up with stern actions against the perpetrators.\n",
        "headline_1": "How high up does the depravity go?",
        "headline_2": "",
        "link": "https://www.thedailystar.net/opinion/editorial/news/how-high-does-the-depravity-go-3371211",
        "news_paper_name": "The Daily Star",
        "publish_date": "18-07-2023"
    },
    {
        "full_article": "Ever since Bangladesh has been enlisted as a source country by the Republic of Korea, popularly known as South Korea, in 2008 for recruitment of employees through an Employment of Permit System (EPS), migration of Bangladeshi workers to that lucrative destination has witnessed an uneven oscillation. If the number of employment went up in a year, it fell the next year. Until 2019, no more than 2,355 migrant job-seekers from Bangladesh could move to that country in a year. After the Covid-19 restrictions when migrations were at their lowest, there was a surge in 2022. As many as 5,891 migrants went there with employment. But in a major boost, S Korea has placed an order for recruitment of 10,000 migrants, almost double that of the previous year, from Bangladesh in 2023. Notably, there is hardly any scope for illegal migration to that country and it also hires both skilled labourers and professionals through proper tests. The celebratory news is, however, causing some consternations at this end because of the uncertainty over fulfilling the quota. In the first six months, only 1,800 people could go to Korea with jobs. The jobs there, unlike in the Middle East, are high end even in case of industrial labour highly paying. Also, language proves to be a formidable challenge before the candidates who have to pass the tests both for skill and language proficiency. Korean is part of Altaic family, unlike Indo-Aryan family, a northern Asian language with some resemblance to Turkish, Mongolian and Japanese languages. Naturally, people from this part of the world find it daunting to master the language. It is not surprising that the Nepalese from Nepal where both Indo-European and Sino-Tibetan families---to which Korean language professes its link--- find a happy mix have earned the number one ranking among the 16 source countries for South Korea. It is perhaps because of their language skill. However, people in Bangladesh are quite adaptive in language learning. Bangladesh ranks fourth among the 16 source countries. Professionals and workers in particular have proved their language learning ability appreciably when standard Korean language institutes are absent. According to a senior vice president of Korean Language Association in Bangladesh (KOLAB), out of 1,000 such language institutes, 20-25 are good enough to impart language training properly. This year's language proficiency test can be a guide to the training job aspirants receive. Out of 19,011 candidates appearing for the language proficiency test, only 6,358 passed. This certainly is a dismal picture. France and Germany have made arrangement for language learning under the Alliance Francaise and Goethe Institut. Although, this is under cultural programmes, the short courses offered are standardised enough. South Korea can do the same under the auspices of its embassy in Dhaka.Bangladesh cannot and should not risk losing out its quota of manpower allocated by Korea to other countries simply because of constraints in language learning. If Bangladesh cannot send the number of migrants on order from that country, it will turn to other countries to fulfil its annual quota. This can be avoided if the training modules are revised and made suitable for technically skilled workers with weakness in language proficiency. The government has happily decided to supervise the language training institutes in order to improve their quality. The institutes with high standards will be approved. But time is running out. Let the process start as soon as possible.",
        "headline_1": "Proficiency in Korean language for jobs",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/proficiency-in-korean-language-for-jobs-1689606390",
        "news_paper_name": "The Financial Express",
        "publish_date": "18-07-2023"
    },
    {
        "full_article": "For the last 12 years, the nearly regular outbreak of the dengue fever has earned for Dhaka the notion of being a disease endemic to the city. A few overseas media even began calling dengue the 'Dhaka fever'. The history of Dhaka's dengue dates back to the mid-18th century. In fact, the hitherto strange fever showed up its glimpses of fury in the early 1960s. By that time, a few South, Southeast Asian and South American nations emerged as dengue-dominant countries. According to the recent year-wise break-up of dengue prevalence shows a picture different from the fever and its onslaught. It lets people know that the growth of dengue cases over the years has followed a marked pattern linked to the regional rainfall. Rains and dengue go hand in hand. Many researchers, however, would like to add sunny days to these bouts of rain. It is common knowledge that it is the bite of AedesAegypti mosquito grown in the puddles and pots containing rainwater which is responsible for the start of dengue in individuals. Healthy people free of the 'bone-crushing' fever contract the disease on being bitten by the Aedes vector carrying dengue virus.In the mid-July of 2023, the outbreak of the dreadful mosquito-borne disease continues in full swing. The dengue menace has afflicted almost all districts of Bangladesh. The capital Dhaka being affected first by the disease, like in the past years, continues to watch over one thousand patients on average taking admission to different hospitals, both public and private. The number of deaths is also on a steady rise.The dengue situation began turning worse in 2021. That year, the country reported over 15,000 dengue cases and at least 57 deaths. In 2022, Bangladesh reported approximately 62,382 dengue cases nationwide; 1,405 cases were reported in 2020, and 101,354 cases in 2019. The country logged 281dengue deaths in 2022 and 179 deaths in 2019.Against this fraught background related to repeated dengue outbreaks in different countries, the search for an effective vaccine is a demand of time. In this regard, the efforts of Japan's Takeda Pharmaceuticals Company to home in on a dengue vaccine warrant special mention. After years of extensive research, the company developed the vaccine. The Southeast Asian country Indonesia has already approved the shot, which was expected to appear in the market in 2023. Besides, a number of other countries, including the USA, have reportedly been considering approving the vaccine. Bangladesh has so far shown little or no interest in the drug as the country says it focuses on the 'preventive measures' in the war against dengue. The authorities say they are carefully watching the vaccine updates in other countries and how the World Health Organisation (WHO) responds to it.To the list of the dengue-prone countries in South and Southeast Asia, two have lately been added. They are Peru and Taiwan. While dealing with fevers of near-epidemic proportions, the names of a few dreadful diseases, except dengue, crop up. Most of them are caused by daytime mosquito bites, and the bites of female sand-flies. The diseases include chikungunya, zika, kala-azar, yellow fever, and, of course, malaria.Dreadfully enough, all these ailments have been found in Bangladesh at one time or another. Dengue and zika are closely related, but chikungunya is not. Nonetheless, it causes lots of physical ordeals to the patients. These fevers have visited Bangladesh one time or another. The irony is, despite their being almost eradicated, many of the diseases remain dormant announcing their presence at long intervals. Chikungunya causes an unbearably painful fever to the unsuspecting patients. It lasts long. It is mainly the pregnant mothers, who fall victim to zika. Kala-azar fever, long declared almost eradicated, is left untreated in over 95 per cent of the cases. On the other hand, around 5,000 people are newly infected in the country every year. A few areas have been marked as being endemic to the disease. Although it sounds a little insensitive, the malarial fever, one of the most ancient of diseases, has long been associated with Bangladesh folk culture. The sights of sickly rural boys, with enlarged bellies and nearly protruding eyes once stood for all remote villages. The progress of malaria in patients was once excruciatingly slow. The disease had a typical pattern in its attacks on patients, especially children.The infallibly assaulting spells of the evening fever with shivers were a common feature of villages. Bites of anopheles mosquitoes breeding in the rural marshes were behind the causes of malaria. Though not normally considered a deadly disease like cholera and small pox, it eventually emerged as a deadly one in the then Bengal. Prior to the invention of effective cures and preventives, the patient-shivering evening fever has claimed between 150 million and 300 million, accounting for 2 to 5 per cent of all deaths. The statistics includes Bengal and the greater South Asia. In a worldwide malaria eradication campaign, deaths from the disease have seen a drastic fall. In spite of this, malaria cases are found to be still prevalent in 87 countries and territories. Despite the country being on way to becoming a moderately dengue-prevalent one, it can be termed fortunate enough on the count that it could banish some of the outbreaks of epidemic proportions --- cholera, small pox and malaria. Moreover, the global pandemic of corona couldn't wreak havoc on it as had been feared.\n[email protected]",
        "headline_1": "Of dengue and other afflictions",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/of-dengue-and-other-afflictions-1689606453",
        "news_paper_name": "The Financial Express",
        "publish_date": "18-07-2023"
    },
    {
        "full_article": "Road accidents with mounting toll of deaths hardly draw the attention of newspaper readers or TV viewers. Deaths on road are being gradually accepted as something normal. But the shock that the near and dear ones of the victims of fatal road accidents suffer is beyond the comprehension of those who might give a fleeting glance at the reports or the video clips of the scene of accident or the dead. As for instance, the death of a supreme court lawyer, Parvin Sultana, on Sunday (July 16) in a road accident in which the motorbike she was riding with her relative, Sakhawat, was knocked down by a bus on the Mayor Muhammad Hanif Flyover near Jatrabari, may not have hit headlines. But her death was devastating, most unexpected and unacceptable to her family members, friends, colleagues and those who cared about her. But it was all over in the blink of an eye. Human life is now something expendable in the eyes of the mindless road traffic operators. Of late, frequency of road mishaps and the deaths attendant on them have risen alarmingly. After the wars and pestilence, it is perhaps the highways, and the Bangladeshi ones, to be more specific, should now hold the third place as the biggest killers around. In the past, more men than women would die in road mishaps. Now with more women travelling on the roads and highways, the reckless traffic appears to have taken a liking to women, even their children, as their numbers as casualties on the highways attributable to road accidents are gradually on the rise. Let us have a look at the July 15 report on road mishap-related deaths published in this paper. Considering the pattern of deaths, it seems, they have a temporal bias. For when it comes to the statistics on the fatalities involving children, their number is shown to have increased by 16.6 per cent in the second quarter (April-June) of the current year (2023) when compared with the figures for the same period in the previous year (2022). On the contrary, fewer women died in highway accidents (a decrease by 8.53 per cent) during the second quarter of this year compared to the death figure in the first quarter. The report was originally prepared by an organisation styled, Shipping and Communication Reporters Forum (SCRF).The good news, according to the report, is that the fatalities due to the dreaded motorbikes have reduced by around 12 per cent. The number of accidents involving motorcycles have increased, though, by more than five per cent. As further highlighted by the report, in the six months till June this year, some 455 children and 404 women lost their lives in road accidents across the country. Clearly, the country's highways and vehicles that run on them are not at all safe for women and children. The road transports are not safe not only due to their being accident-prone, but also for their operators being hostile towards them. But why so many children had to die in accidents involving road transport within a span of six months? By all accounts, the number is high. Mortality figures on children and women, if infectious diseases are not the cause of the deaths, are an indicator of a society's attitude towards them. How is our position in that respect? Do the figures on the death of so many women and children in the road accidents reveal anything of substance about Bangladesh society?Those conducting researches on road accidents should look into the issue.\n[email protected]",
        "headline_1": "Are our roads friendly towards women, children?",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/are-our-roads-friendly-towards-women-children-1689606493",
        "news_paper_name": "The Financial Express",
        "publish_date": "18-07-2023"
    },
    {
        "full_article": "Human trafficking is increasing alarmingly around the world The victims of this crime are predominantly women and girls. Forced labour is also a common element in human trafficking. What is more worrying is that many victims of trafficking are children. This should not be allowed to continue. And as human beings, we cannot let this be a part of today's world. Like other countries in the world, Bangladesh has suffered a lot due to this crime. The first national study on human trafficking conducted jointly by UNODC, European Union and Bangladesh government shows that most of the people who are victims of human trafficking are extremely poor and they are mainly from five districts of Rangpur region, Bandarban, Kishoreganj, Magura and Jamalpur.Human trafficking is the world's third largest criminal activity after drug and arms trafficking. And the first two crimes are often associated with human trafficking. It is now the fastest growing activity of international criminal gangs. Many people in Bangladesh try to migrate to relatively developed countries in the hope of living a better life. But for this, many of our young men, desperate to settle in European countries, are drowning in the Mediterranean Sea, dying in the desert heat and even being tortured brutally by the international human trafficking and other criminal gangs. Many of our youths believe if they can reach any country of Europe at any cost, their life will drastically change. Taking advantage of this, human trafficking rackets target our unemployed young men and allure them into taking risky journeys to go to their dream countries illegally. Eradicating human trafficking in Bangladesh is not easy as traffickers change their strategies every now and then. Our government has already taken some steps but those are not sufficient. The authorities concerned should take necessary steps to curb this crime. Awareness campaigns and training programmes should be launched in the country so that no one tries to go abroad through illegal channels.\nAshikujaman Syed,Research Assistant,Bioinformatics Research Lab,Center for Research Innovation and Development (CRID).[email protected]",
        "headline_1": "Fighting human trafficking",
        "headline_2": "",
        "link": "https://today.thefinancialexpress.com.bd/editorial/fighting-human-trafficking-1689606523",
        "news_paper_name": "The Financial Express",
        "publish_date": "18-07-2023"
    }
]